{
  "1": "¥\ne\ne\n\n000598900909900000\n{\n\ne\ne\ne\n°\noO\nis)\no\n2)\n9\n°\nis]\n\noa\n\nCONFIDENTIAL\n(For Internal Circulation Only)\n\nOffice of the Inspector General/APS\nCentral Industrial Security Force\n(Ministry of Home Affairs)\n13, CGO Complex,\nLodhi Road, New Delhi\n\nNo. E-19014/AS/Estt/Med/06- \\7 b Dated? © anos\n\nAS Circular No.-01 /2006\n\nMEASURES TO CURB FALSE MEDICAL CLAIMS BY ASG PERSONNEL\n\nIt has been reported that there are a number of CISF personnel!\nposted in the ASGs who have tendency of presenting/claiming false\nmedical bills. The AAI Corporate Hqrs has also been raising serious\nobjections from time to time on the heavy expenditure incurred by them on\nthe medical claims preferred by CISF personnel. It has also been noted\nthat in some ASGs, such misuse is being reportedly justified on the pretext\nthat some employees of AAI are also misusing the aforesaid facilities. If\nthis misuse goes on unabated, and the ASG Commanders fail to exercise\nproper control, the AAI may not agree to provide at par facilities.\n\nIn order to curb this tendency amongst some of the CISF personnel\nposted in the ASGs, it is directed that CASOs may take the following\nmeasures/steps with immediate effect to minimise the misuse of medical\nfacilities and prevent false medical bills.\n\n1) Men must be apprised of the contents of this circular from\ntime to time in the Sainik Sammelans and Roll calls so as to\ndeter them from indulging in these malpractices,\n\n2) The medical claims should be computerized so as to keep\nwatch over the claimants.\n\n3) A standing committee headed by an officer of the rank of\nACI Inspector may be constituted in each ASG on quarterly\nbasis for physical verification of medicines purchased by\nunit personnel based on prescription of the doctor during\nOPD treatment before the claim is forwarded to the office of\nconcerned Airport Director for reimbursement.\n\n4) As regards indoor treatment, even though the attending\ndoctor may prescribe admission into a empanelled\nhospital/nursing home, except emergencies, prior\npermission of ASG Commander for undergoing the\nnecessary medical procedure shall be mandatory and the\nsame may only be given after due examination of the health\n\n",
  "2": "oO\noO\n\n5)\n\n8)\n\n8)\n\n9)\n\n32.\n\ncondition of the patient, connected documents and keeping, ‘\nin view the eligibility of the patient in case he or she is a\ndependent family member.\n\nThe ASG Commanders must take all necessary measures\nto rejuvenate the Intelligence machinery of their units so\nthat genuineness of the claims of force personnel regarding\ntheir medical treatment whether as outdoor patient or in an\napproved hospital may be under their close scrutiny and\nsuch inputs of regimental intelligence should also be the\nguiding factors for forwarding the claims to the\nmanagement. Claims appearing suspicious should be got\ninvestigated by various means at the disposal of the CASO\nwho should be in no hurry to forward the same for\nclearance.\n\nEvery ASG Gommander shall maintain monthly record of\nexpenditure: respect of each personnel of the unit and\ntheir dependent family members on account of medical\ntreatment taken in OPD or as indoor patient in separate\nregisters. Periodical review of the amount drawn towards\nmedical reimbursement by each individual may also be\ndone by the DDO/ ASG Commander to keep effective\ncheck on inflated/false claims made by the unit personnel if\nany. Inspecting officers may also call for examination of\nthese records during their visits to the field units and reflect\ndiscrepancies if any in their inspection notes.\n\nExemplary disciplinary action must also be taken against\nthose unit personnel who are found to be indulging in these\nmalpractices. Needless to emphasise that their claims may\nalso be dishonoured in accordance with the rules. in vogue.\nExtreme cases on this account should also be\nrecommended for being transferred out of the airport unit.\n\nPersonnel who undergo major surgeries/ procedures or\nremain on continuous medical treatment on account of\nsome chronic ailments, must be put through medical\ncategorisation under SHAPE system by a duly constituted\nMedical board strictly in accordance with instructions\ncontained in CISF Circular No 29/2005 dated 23/8/2005. It\nhas been noticed that such personnel, despite having\nundergone major surgeries or being on prolonged medical\ntreatment due to serious ailments, astonishingly get\nthemselves categorized as SHAPE-I for becoming eligible\nfor promotion/ ACP benefits.\n\nList of defaulting doctors and druggists may also be\nprovided to the concerned Airport Directors for blacklisting\n",
  "3": "them within’ the organization and taking any other action as\ndeemed appropriate.\n\nThe undersigned is of the considered view that if such\nmeasures as enumerated in the preceding paras are adopted by\nevery CASO in the right earnest and with a focussed approach, it will\ncertainly go a long way in deterring our men in indulging in these\n\nwithdrawn causing miseries to the force personnel at large and\ncolossal loss to the reputation of the CISF.\n\nPlease acknowledge receipt and ensure meticulous\n\ncompliance.\n\nS.l.06\n(M S Bali)\nInspector General/AS\n1\n\ncan\n\nAll CASOs ASG\n\nDisG/Airport (NZ, WZ, SZ & E-NEZ)\nADIGIAS.\n\nwrong practices besides ensuring that perquisites such as this is not_\n"
}