{
  "1": "OFFICE OF THE INSPECTOR GENERAL/AIRPORT SECTOR\nCENTRAL INDUSTRIAL SECURITY FORCE\n(MINISTRY OF HOME AFFAIRS)\n\nCISF HOrs, 13 CGO Complex,\nLodhi Road, New Delhi - 03\n\nNo, 0-42011/APC/OPS(4)/Clrcular/AG/07/ 220 Dated «2 Jan’ 2007\n\nia] 10\"\n\n‘Subject: “Reporting of AVSEC incidents”\n\nAs per the Standing Operating Procedure for the Aviation Security Group,\nthe AAI and the BCAS are required to be kept informed about any incident that has\n@ bearing on aviation security occurring at the airports. In consequence, all the\nCASOs are already submitting a DSR to their respective APUs as instructed vide\nthis HQ letter No. 0-42055/APC/SOP/Ops/05-10974 dated 23/24 Nov 2006.\nSimilarly, this HQ Is also sending a dally summary of important events at airports to\nsenior officials of the MCA, AAI and the COS(CA)/BCAS respectively. However, it\n\nhas been reported that some significant incidents at local/airport level remain\nunreported to the regional offices of the BCAS.\n\nIn view of the above, it.is hereby dirécted that a report regarding any such\nincident related to AVSEC occurring at an airport be sent to the concerned\nRDCOS(CA) BCAS jointly by the concemed APD/Aerodrome '/C and the CASO\nfespectively. The report may be drafted by the CASO and sent under the joint\nsignature of the CASO and the APD/Aerodrome I/C. In case the APD/ Aerodrome\nIn-Charge refuses to sign the incident report, the CASO may send the agreed upon\n\nfext_under his signature to the RDCOS(CAVBCAS under intimation to the\nconcerned DiG/Airport and this office.\n\nTha above instructions are in addition to those regarding prompt incident\n\nreporting to the higher formations of CISF issued by the C!SF Directorate and this\nOffice from time to time.\n\nPlease acknowledge the receipt and ensure compliance.\n\nele?\n(MS BALI)\nInspector General/AS\nDistribution:\n4. DisG/Airport (Chennai, Kolkata, Mumbai & NISA)\n\n2, ADIG/Airport (North Zone) CISF, New Delhi\n3. All CASOs CISF ASGs\n"
}