{
  "1": "ToOcee@eecoscsog D909909000\n\nSECRET\n(Purely for internal use}\n\nOffice of the Inspector General/Airport Sector\nCentral Industrial Security Force:\n(Ministry of Home Affairs)\n\nCISF HQrs, 13 CGO Complex,\nLodhi Road, New Delhi - 03\n\nNo.0-42055/APC/ AS/08 ~ 323 co Dated Al Feb 08\n\nCIRCULAR No. AS- 61/2008\n\nSubject: Behavioural norms vis-a-vis Hon'ble Ministers and MPs\n\nif we analyze the experience in this regard in the last two-three years,\nvarious instances reported to this HQrs fall in the following two categories;\n\nA. Situations when the ASG personnel are absolutely correct _in\nperforming their role and the VIPs concerned are demanding a facility\nto which they are not entitled.\n\nB. Instances when the entitled facilitation (like exemption from pre-\nembarkation checks in the case of certain category of Hon’ble\n\nMinisters) was not provided to them_on the basis of a mere\n\ntechnicality.\n\n2. As far as the situations falling in category ‘A’ above are concerned, this\nHQrs and other senior formations have always supported the stand of the ASG\npersonnel provided no discourteous or rude behaviour was in evidence. ASG\npersonnel will be always supported if they insist on conforming with the rules in a\nfirm but courteous way as a true professional.\n",
  "2": "coe@ecccooesse999\n\n\\\n\n3. However, extreme embarrassment has been experienced in this HQ and\n\nby the senior formations of CISF in cases falling in category ‘B’ above.\n\n4. Following two instances are cited and analyzed to bring home the point\n\nclearly;\n(i) An Hon'ble Minister accompanied by a Private Secretary approaches\nthe departure entry with an e-ticket . The ASG personne! at the departure\nentry asks for the identity of the passenger (Hon'ble Minister). The PS to\nthe Hon'ble Minister shows his identity card to the ASG personnel at the\ndeparture entry and informs that the said passenger is an Hon'ble Minister.\nThe ASG personnel refuses to allow entry to the Hon’ble Minister in the\nterminal and insists upon the identity card.\n\nIf we analyze the conduct of the ASG personnel in the above\nmentioned instance, he is justified in asking for the identity of the pax in the\nfirst instance. However, after the accompanying Private Secretary (after\nidentifying himself on the basis of his identity card) informs that the pax is\nan Hon'ble Minister, the insistence of the ASG personnel for production of\nidentity card of the Minister is unjustified. Moreover, the area of the\nterminal upto the check-in point is a regulated area and not a sterile area.\nPassengers are allowed entry into this area if they have an airline ticket or\nan e-ticket with some identity. In this case, the requirement of the identity\nhas been fulfilled by the PS to the Hon'ble Minister. Further insistence on\nproduction of proof of identity and that too when the pax has been identified\nas a Minister, is un-reasonable, rude and bad behaviour on the part of ASG\npersonnel. Even if for the sake of argument, the ASG personnel at the\ndeparture entry wanted to further verify the identity of the said Hon'ble\n",
  "3": "eoo0000999090\n\nam\noc\n\noc ee@ee00\n\nnO\n\n©\n\nQ\n\nMinister , it was his duty to be courteous to the Hon'ble Minister and make\nhim sit in a suitable place till he contacted the control room or an\ngazetted officer on duty to come to the spot and take further action in the\nmatter. Under no circumstances, the pax (Hon'ble Minister) should have\n\nbeen refused entry into the terminal.\n4\n\n(ii) An Hon'ble Minister (entitled to PEC exemption) accompanied by his\nprotocol officer arrives at the airport and the protocol officer instead of\nadhering to the normal procedure of getting the exemption stamp on the\nboarding card and cabin baggage tag from the control room, hands over\nthe Minister to an airline employee. The airline employee takes the\nMinister into the SHA where he informs the frisker about the identity of the\npax. When the Hon'ble Minister is about to be frisked by the frisking officer,\nhe informs that as a Minister he is entitled to PEC exemption. When this\nmatter is being discussed, the Inspector Incharge of SHA takes control of\nthe proceedings and even after being informed that the person concerned\nwas a minister, still insists on production of identity proof and in its\nabsence, insists upon pre-embarkation checks being performed. This is\nanother instance of unimaginative, casual and crude behaviour on the part\nof the ASG personnel. After the ASG personnel have been informed that\nthe said pax was a Minister, the least they could have done was to make\nhim sit somewhere in the SHA . Pre-Embarkation checks could be\nperformed afterwards if the subsequent enquiry indicated that the pax was\nnot entitled to P.E.C, exemption\n",
  "4": "od\n\nversa\n\npeeenccooe@000\n\nU\noO\n\n5. In this regard, it would also be pertinent to point out that our ASG\npersonnel have become over dependent on the presence of protoco|“officers in\nthe matter of facilitation to VIPs. They become utterly confused and clueless\nwhen the protocol officer is not present or if there is some lack of communication\nbetween the protocol officer and the control room/liaison officer. It is quite\npossible that sometimes, the above mentioned linkages break for one reason or\nthe another. In such times, ASG officials on duty should have the training and\nthe capacity to analyze the situation and deal with it imaginatively without getting\nunnecessarily ruffled. The ASG personnel should be briefed to make the VIP\ncomfortable (by making him sit in a suitable place) and immediately call upon\ntheir seniors, preferably a gazetted officer to take control of the matter. A\ntendency is, often, noted in our personnel whereby after taking some stand,\nthey find it difficult to modify the same upon getting new information/inputs.\nFurther, in such situations, there should be no hurry on the part of the ASG\nOfficials to give a decision in the matter then and there. Heavens won't fall if the\nVIP concerned is made to sit in a suitable place (even ahead of the frisking area)\nand further action taken (if required) on lines given above by calling the seniors\nto the spot.\n\n6. In the light of the above, it would be the personal responsibility of the\nCASOs and the gazetted officers Incharge of the shift to brief the ASG personnel\non duty at the time of start of the shift on the following points along with other\nissues:-\n(i) | When any controversy arises between a VIP and an ASG personnel\non duty, the ASG personnel will not loose temper and will instead, call the\nsenior person present to deal with the problem after making the VIP sit in a\nsuitable place.\n",
  "5": "i~ a\n\n. 5\noO\n° “~ (ii) The ASG personnel will not make technical issues as a point of\n° prestige vis-a-vis the VIP. If according to all available}\n0 circumstances/information. there is no cause of doubt in the identity of the}\n0 VIP, he or she must get their entitled facilitation.\n4\n\n9 a\n°} 7. {tis expected that the CASOs and the DisG Incharge of the Airport Zones\noO will understand the spirit of these directions and repeatedly sensitize the ASG\n(a) personne! during their sammelan/briefings so that the desired responses in such\nOo situations become a second nature with the ASG personnel. This is extremely\nLe) important as few such instances of bad handling tamish, the otherwise\ne excellent work being done by our ASG personnel.\n°\n° Parcs\ne (MS. Bali )\noO Inspector General/AS.\n© Distribution: f\nOo :\nray All CASOs, ASGs CISF\n, DIG/AP (West), CISF, Mumbai\no DIG/AP (E&NE), CISF, Kolkata\nLo) DIG/AP (South), CISF Chennai\noO ADIG/AP (NZ), CISF\n\nGuard File, Circular File\n5\na\noO\nOQ\niv)\n"
}