{
  "1": ") SECRET\n(For internal circulation)\n\nOffice of the Addl Director General/Airport Sector\nCentral {ndustrial Security Force\n(Ministry of Home Affairs)\n\nCISF HQrs, 13 CGO Complex,\nLodhi Road, New Delhi - 03\n\nNo.0-42055/APC/ AS/09/ 2-6 3, Dated 24\" March 09\n\nCIRCULAR No. AS- 01/2009\n\nSubject: Security arrangements at airports during elections\n\nIn the run-up to the forthcoming Lok Sabha Elections, during elections and\ntill sometimes after the elections, there will be an intense movement of political\nleaders and their followers through the airports both by the scheduled flights and\ngeneral aviation including the flights from the state govt hangers.\n\n2. Primary security issues to be addressed by the ASGs during this period\nwill be as follows:\n\n1. Traffic & security arrangements on the city side.\n2. Access contro! to the terminals.\n\n3. Personal security to the VIPs during their transit through the terminal\nupto the aircraft.\n\n4. Tightening of access control of the state govt hangers and proper\npre-embarkation checks of passengers boarding the aircraft in the\nstate govt hangers.\n\nContd....2\n",
  "2": "2 2\n\n3. Para-wise directions in this regard are as under:-\n\n1. Traffic & security arrangements on the city side.\n\nCrowds of enthusiastic followers accompany their leaders for seeing them\noff as well as wait for their arrival. Press is also present on such occasions in\nlarge numbers. It is possible that in their enthusiasm, the followers may try to\ngain entry into the terminal during both departure and arrival of the VIP. The\nPress also tries to take a vantage position to photograph the VIP as well as to\ntake a ‘bite’ from him. On some occasions, there have been un-healthy\nexchanges both physical and verbal between the CISF personnel and the\ncrowd/press which is avoidable. Following is, therefore, suggested in this\nregard:-\n\n(i) The ASG leadership should activate their sources and contacts so\nthat they are aware of movement of such ViPs at their airports.\n\n(ii) Invariably, maximum reserves should be mobilized internally on such\noccasions. Show of adequate force is a deterrent to the miscreants. The\nreserves should be organized with proper equipment well in time as it is not\npossible to do so at a short notice.\n\n(iii) With timely liaison, the Press should be isolated from the crowd and\naccommodated in a suitable place so that they are also able to discharge\ntheir professional duty and they are not caught between the crowd and the\nCISF in a situation of confrontation.\n\n(iv) As far as possible, a gazetted officer (including CASO) should\nremain present at the spot to deal with the situation\n\n(v) CISF men should be briefed not to get over-excited on such\noccasions and minor indiscretions on the part of some members of the\ncrowd should be tolerated. Force personnel with irritable/short\ntemperament should not be put on such duty.\n\n(vi) As far as possible advance liaison should be established with the\nPress as well as responsible leadership of the crowd present on the spot.\n\n(vii) Force should be used only as a last resort.\n\nContd...3\n",
  "3": "+ 3\n(viii) State police should be asked to be present on such occasions in\nsufficient numbers after talking to their officers and it should be clearly\nunderstood that, first and foremost, it is their responsibility to deal with\nsuch situations on the city side. Only when they fail and when the security\n\nof the terminal or the aircraft or the passengers gets endangered, should\nthe CISF personnel take action.\n\n(ix) After consulting the local police, if required, temporary and strong\nbarriers should be got erected on the city side during this period.\n\n2. Access control to the terminals\n\nIt has been frequently experienced that on such occasions, the followers, in\ntheir enthusiasm try for forcible entry into the terminal. The same can be\nprevented by taking following measures:-\n\n(i) Establishing advance liaison with the leaders so that they keep their\nfollowers under control.\n\n(ii) In association with the airport management, getting some passes\nissued to few of supporters as well as the press, if it is likely to solve the\nproblem.\n\n(iii) To increase the manpower at the departure entry/arrival gates.\n\n(iv) To have temporary barriers constructed outside the departure\nentry/arrival if so required in cooperation with the airport managements.\n\n(v) Ensuring presence of senior officers of ASG to guide the staff posted\nat the departure entry/arrival area on such occasions.\n\n3. Personal security to the VIPs during their transit through the\nterminal upto the aircraft.\n\nThe personal security provided to the VIPs by the central/state\ngovernments can only go up-to the check-in area as per the BCAS directions.\nThe ASG should, on such occasions, always have its plain clothed personnel\nwith small arms, present to perform the PSO functions to the VIP till the aircraft\nladder during departure and from the ladder to the point where his own security\ntakes over during arrival.\n\nContd...4\n",
  "4": "4\n\n4. Tightening of access control of the state govt hangers and\nproper _pre-embarkation checks of passengers boarding the\naircraft in the state govt hangers.\n\nIt has been often seen that the access control to the state hangers\nperformed by the local police is very loose. Sometimes, armed personnel\naccompanying the VIP are able to board the aircraft/helicopter either due to lack\nof knowledge or weak enforcement. It is, therefore, necessary that the CASO\nshould establish the advance liaison with the state aviation department, local\nSP/District Magistrate and officials of the Chartered Companies operating the\nprivate aircraft and may brief them verbally as well as in writing so that pre-\nembarkation checks in these cases are as per the AVSEC requirements. The\nATC should also be briefed by the CASOs and informed in case a violation of\nAVSEC procedures takes place so that it (ATC) does not allow the aircraft to\ntake off under such conditions.\n\n4. Most of the situations given above as well as measures suggested are\nbased on practical experience and it is felt that if the CASOs take this task\nseriously, they can implement these measures successfully in the interest of\naviation security and the passengers convenience along with security of the\nVLPs.\n\n5. Please acknowledge receipt and send a report by 1.4.09 about the steps\ntaken by the CASOs to implement the above directions.\n\n(M.S. Bali )\nAddi Director General/AS\n\nDistribution:\n\nAll CASOs, ASGs CISF\nDIG/AP (West), CISF, Mumbai\nDIG/AP (E&NE), CISF, Kolkata\nDIG/AP (South), CISF Chennai\nDIG/AP (NZ), CISF\n\nGuard File, Circular File\n\nCopy for information to :\n\n1. IG/AS\n2. PS to DG/CISF\n"
}