{
  "1": "OFFICE OF ADDITIONAL DIRECTOR GENERAL/AIRPORT SECTOR\nCENTRAL INDUSTRIAL SECURITY FORCE\n{Ministry of Home Affairs)\n13,CGO Complex\nLodhi Road, New Delhi\nNo. 0-42011/APC/oPS(2)/Circular(asy/2011-967* Dated: IH Apr’ 2011\n\nCIRCULAR No. AS-01/2011\n‘Sub:-PREVENTING SUICIDE CASES: REG;\n\nA study of the cases of suicide by CISF personnel reveals that the problem of the\nindividual whether personal or professional, could not be addressed timely which led\nthe individual to take the extreme step. In most of the cases, domestic/family problems,\nparticularly after arrival of the individual from leave, have been the causative factor for\nsuch deaths. It is felt that the existing Grievance Redressal Mechanism has developed\nsome weaknesses as the Supervisory Officers have not been able to feel the pulse of the\npersonnel, failing thereby in redressing the problems of the Force personnel timely and\nthus, defeating its very purpose. A study thereof, reveals that the system has developed\nloopholes and responsibility to address the grievances has been shrivelled to GOs level\nonly, who owing to operational commitments are not able to devote required time to\nattend to the grievance of a personnel or even identify the troubled individual or his\nproblems. Suicide cases in a Uniformed Force not only tarnish the image of the\norganization but also bring down the morale of the Force.\n\n02. Therefore, in order to streamline the existing Grievance Redressal Mechanism, it\nis hereby, directed that in all the Units under Airport Sector, buddy-pair system will be\nput in place. For this, the Sub-Units (platoons/coys etc.}, already restructured at Unit\nlevel as directed vide APS Circular No.18/2005, shall be further divided into buddy-\npairs. All the Unit personnel would be asked to choose a buddy by mutual consent. The\nselection of buddy should be irrespective of duty point or shift of the individuals\nmeaning thereby that this choice should be the discretion of individual and not a forced\n‘one. The rationale is that the individual should be intimate enough with the buddy to\nshare his problems whether professional or personal. Whenever, a personnel reports\nback from leave, his buddy may discuss domestic problems of his/her counterpart,\nshould counsel him and if anything of interest comes to notice, he should put across the\nsame to his Platoon Commander/Coy Commander for taking necessary action & its\nfurther dissemination up in the hierarchy. Besides, the buddy should also bring to notice\nof the concerned official any change in the usual behaviour of his/her counterpart.\n\n03. Further, for transmission of the problem of an individual to the appropriate level,\nthe concerned Platoon Commander/Coy Commander shall gather the requisite\ninformation of the personnel under them and will communicate the same to the GO In\ncharge on weekly basis. All the GO In-charges will, then, transmit this information to the\nUnit Commander on fortnightly basis. Similarly, a report to this effect shall be submitted\nby all the Unit Commanders to their respective DisG on a monthly basis.\n\nContd...p/02\n",
  "2": "p/02.\n\n04. Efforts should be made to address the problem of the concerned individual at\nevery possible level; whether junior or senior and if need be, necessary counseling\nshould be done. Besides, for getting a first hand knowledge of individual's problem, the\nsystem of interviewing every individual reporting back from leave by the Unit\nCommander (or the second in command) needs to be followed in letter and spirit as\ndirected vide FHQrs letter No.O-41017/Leave/Vol.11/OPS/2005-2238 dated 12\" Sept’\n2005 including the instructions laid down vide CISF Circular No.C|W/24/2007. Further,\nIW machinery should also be geared up to buttress the effectiveness & accuracy of the\nsystem.\n\n05. _Alll DisG should take a note of the above said system and ensure implementation\nat the ASGs/units under their jurisdiction\n\n06. Please acknowledge receipt and ensure compliance accordingly.\n\n>. a\natt\n(DR. KASHMIR SINGH)\n\nAddl Director General/APS\n\nDistribution:\n\nDISG/AP E&NE, W,S & NZ.\n\nDIG (GBS & SSG)\n\nAll CASOs CISF ASGs\n"
}