{
  "1": "E\n\n—x5\n\nOFFICE OF THE ADDL DIRECTOR GENERALIAIRPORT SECTOR\nCENTRAL INDUSTRIAL SECURITY FORCE\n(Ministry of Home Affairs)\n18, CGO Complex\nLodhi Road, N. Delhi\n\nNo.0-42011/APCIOPS(2)(CirculariASI10-. 635 & Dated fan’ 2010\nCIRCULAR NO. AS - 01/2010\n‘Sub; Procedure for handing over unattended property: Regi\n\nIn the normal course of duties, ASG staff come across many situations where\nunattended baggage/items including valuables are noticed in the airport premises by\nthe staff of other agencies who inform ASG staff about them. The ASG staff, in good\nfaith, colect and handover these items to the airporvairlines staff to be further\nTestored to the rightful owner. Some instances have come to light wherein\naxfrightful owners have complained of missing of valuables from such baggage\nafter these are claimed back\n\n02 Quite often, in the absence of proper record of these items, it becomes difficult\nto identify the persons who had handled the items and probably might have\nmisappropriated the valuables. In view of the above, itis directed that when ever,\nUnattended items are collected on information from staff of other agencies @ proper\ninventory of the items should be made in front of a witness (preferably an airport\ntemployee other than ASG personnel) before depositing of such items to the Airport\n‘Operatorihanding over to the airlines/staff for further disposal.\n\n03 Proper records of the unattended items should be maintained wherein\nfollowing details should be included:-\n\nDate and time,\n\nName and contact details of the person who first noticed the item.\n\nLocation from where the item was recovered,\n\nDescription of the bag along with marks/damage if any,\n\nInventory of items (if bag found un locked condition),\n\nName, designation and address of the person presentiwitness while making\n‘an inventory\n\nName of the ASG staff who finally deposited the item.\n\nName and contact details of the person to whom the items are handed over,\n\ni Name and contact details of the owner (if identified).\n\n04 Under-ne circumstances, the recovered items should be handed over to\nthi party without recording and verifying the inventory of the items being handed\nwuor tthe item is directly restored to the owner, he/she should be asked to verity\nare Contents and report discrepancy, if any. Proper receipt should be taken from the\n\nperson before handing over the items.\n\nTTT\n\n(M.S. Bali)\n‘Adal, Director GeneraliAS\n\nDistribution:-\n1. DisG Airports\n2. AIICASOS/ASG, CISF\n"
}