{
  "1": "OFFICE OF THE ADDL DIRECTOR GENERAL\nAIRPORT SECTOR HEAD QUARTERS\nCENTRAL INDUSTRIAL SECURITY FORCE\n(MINISTRY OF HOME AFFAIRS)\nAdmn Block (Ground Floor),\nCISF ComPlex\n., - \nMohiPolPur. N Delhi-37.\nNo.o-4201 I /APC/oPS (2)/ckculor/A st18l l4'/ Doled: l5tJon 2018\nCirculor No. AS Ol / 2018\nTo\nAll CASOs\n{lnciuding DIGICASO, ASGS Delhi & Mumbo:)\nSubjeci : PROFESSIONAT PRIORITIES OF AIRPORT SECIOR\nFirst of oll my besl wishes lo you ond your Unit for 20l8 The Airporl Sector\nshould endeovour lowords higher professionol stondords during the yeor' I loke\nlhisopportunityloreiterotetheprofessionolpriorlties,solhotthereiscloriiyonlhe\nissue omong oll ronks.\n2. \nThe primory purpose of Aviotion Security is to prevenl hUocking of oircrofts\nond repul;e terrorisl oltocks on Airports. This colls folthe highesl professionol\nstondoids from our SHA personnel ond quick ond effective response from our QRTs'\nAll CASO5 ond Sector DlsG should constonlly focus on how to upgrode the skills of\nASG personnet in these lwo oreos. Any operotionol foilure in these two oreos will\nreflect poorly on the CASOs concerned, os well os CISF in generol'\n3. \nThe next priority is to ensure eose of lrovel to oll Air Possengers This colls for\nnigh tevel of soft skills os well os quick disposol of possengers ot deporture goies\non'O SHf.. The Airport Sector hod recently conducted o survey io estimote lime\nloken lo cleor one possenger ot deporture gote ond SHA Bosed on the\nfeedbock, lhe endeovor of oll ASGs should be to complete documenl check of\none possenger ol deporture gole in l5 seconds ond SHA formolities of one\nposenger iri90 seconds from lhe lime when o possenger comes to the yellow line\niiti cotte\"ction of boggoge by him ofter pre-emborkolion securily check in normol\ncourse, wilhout of course, compromising on security. lt olso needs to be reileroted\nfhot we shoutd process possengers wilh speciol needs like persons with disobilily'\nsenior citizens, women, etc. in o humone ond polite monner'\n4. \none comploinl thot is frequently heord is lhot oll ASG personnel do noi hove\nuniform stondords of lroining ond compelence. ln lhis regord, the Airporl Sector is\ntor.rfoting o 5 doy lnduction Course for oll new Force personnel being inducted\ninto tfre eiiport Sector. This course should be diligently imporied by oll ASG Units'\nirrfn.r, tn. 3 doy theoreticol porl of this course should be imported lo oll Force\np.itonn\"f os porl of the rototionol troining, which is mondolory in o yeor' This issue\n*iff O.rny personol priority ond oll CASOS ond DlsG should ensure complionce'\nrn. iviroori\"no couise moteriolwill be senl to qll of you by end of this week'\nContd... P/2",
  "2": "'.. 02 \n....\n5. \nThe Airport Secior, vide tetter No.(10436) doted 27rh Ocl 2017 hod compiled\ncerioin good proclices of oll Uniis ond circuloted it with o view lo stondordize such\nproclices by oll ASG Units. The CASOS moy ensure full implementotion of this\ndirective.\n6. \nI hove often observed thot ihere is the problem of communicolion gop os\nwell os communicolion dislortion omong differenl ronks in the ASGs. For ex6mple,\nlhe SOP regording prostheiics screening is slill not known fully to mony personnel. I\neven suspeci thot the issues roised ln lhis lefier will be interpreted differenlly by\ndifferent CASOS. Hence, I rei'ferole lhe need io reod communicolions coreiully,\nseek clorificotions if necessory ond further disseminote such communico.tion\ncleorly ond systemolicolly to olhers. ln this regord, ApS He Circulor No.4 doted 3l,r\nOct 2017 moy be referred lo.\n7. \nThe next imporlont ospecl is lhe creoiion of o hormonious working\nenvironment in oll the Airporls. This colls for leom building wilhin ASGs ond\nexcellent coordinotion with oll stokeholders. Force personnel should be given tosks\nbosed on lheir core competence ond should be liberolly reworded for good work.\nPunishment is equolly importonl when it comes lo indiscipline ond professionol\nlopses. As regords stokeholders, ihe CASOS should be flexible regording genuine\nissues concerning focililoiing oir lrovel ond objectives of the Goyernmenl in\nencouroging this Secior.\n8. \nFinolly, I expecl lhol service delivery ond securily procedures in oll ASG Unih\nshould be of uniform slondords ocross oll ihe Airporls, wilhin the given limi.tolion of\nexisting oirport infrostruclure. To ensure lhis, Sector DlsG should monilor these\nospects periodicolly.\n9. \nln conclusion, it will be my endeovour to provide sufficienl monpower to oll\nCASOS, ensure thot Airporl Operotors moke up for the shortfoll in infroslructure/\nsecurity equipmenl ond most importonlly, improve medicol enti.flemenl of Force\npersonnel.\n10. I once ogoin wish you oll o hoppy ond successful 2018.\nl''l '\n{MAGonopothyl\nAddI. DG, APS\n,1,\nCopv lo\nDlsG/AP {wz), (E&NEz), (sz) ond {Nz)\nThe Principol Stoff Officer to DG. CISF\n- for fovour of kind informotion to DG/ClSF."
}