{
  "1": "Office of the Inspector General/Airport Sector\nCentral Industrial Security Force\n(Ministry of Home Affairs)\nCISF Hrs, 13 CGO Complex,\nLodhi Road, New Delhi - 03\n\nNo.0-42055/APC/Circular/AS/05- 903 Dated © 30 May 2005\nCIRCULAR No. AS-01/2005 /”\n\nAs you are aware, electronic and electrical items often carried\nby the passengers as hand baggage, can be fitted with explosives. It\nis for this reason that BCAS has clearly specified that such items\nmust be passed through the X-ray BIS before being cleared as a\nhand baggage. In spite of this, rarely items like cell phones and\nlaptops are being passed through the X-ray BIS.\n\nCOCSCCOOCSOSSO000C00000555805058958099999086\n\n2. During our pre-embarkation checks, as a matter of procedure,\nall small and big items carried on the person by the passenger\nincluding electronic and electrical items, should be placed in a tray by\nthe passenger and should be passed through the X-ray BIS. In the\ncase of a wallet/purse, an exception can be made and the same can\nbe carried by the passenger in his/her hand, which will along with\nhim, pass through the DFMD/HHMD check and also will be\nphysically inspected, if so required.\n\n3. In spite of repeated instructions, the APSUs are not fully\nimplementing this methodology. A serious view has been taken\nabout this in the FHQ and it has been decided that henceforth,\nviolation of these instructions will be viewed very seriously and\npersonal responsibility of CASOs will be fixed. You are, therefore,\nrequested to ensure that the above mentioned directions are\ncomplied with in totality at both the domestic and international\nterminals and there is no divergence whatsoever. If not already\nbeing complied with, start complying with these instructions from the\nmoment you receive them now and signal your compliance to this\nOffice.\n\nBOSS\n(M.S. Bali )\nInspector General/AS\n\nAll APSU Commanders\n\nDIG/S&W Airport, CISF, CS International Airports, Mumbai\nAlG/East &North East Airports, Kolkatta\n\nGuard File, Circular File\n\nCom, fea] a =\n\nolla ce\n\n"
}