{
  "1": "OFFICE OF ADDL. DIRECTOR GENERAL/AIRPORT SECTOR\nCENTRAL INDUSTRIAL SECURITY FORCE\n(Ministry of Home Affairs)\nNo. 0-4201 1/APC/Circular/AS/15- l8 d\n16, CGO Complex\nParyavaran Bhawan\nLodhi Road, N. Delhi\nDated: yl Jan' 2015\nclRcuLAR NO. AS- 01 /2015\nSubiect: \"Unauthorized movement through openinq meant for\nconvever belts\"\nReference AS Circular No. 09/2006 issued vide letter No. O-\n4201 1 I APClCircular/AS/06-6983 daled 25107 l20OO on the above subject\nmatter.\n2. The subject matter itself indicates the seriousness of concern as\nthe opening meant at arrival hall directly allows any person to enter into\nairside, if used with malafide and mischievous intention. Though, the\nrecent infrastructural development at some of the airports has almost\nnullified these concerns by adopting latest re-claim belt non-porus\nstructure, yet at most of the airports the opening meant at arrival hall is\nbeing operated manually.\n3. Presently, ASG personnel are deployed in the arrival hall entry\npoint (City side) and arrival segregation point. On the other side, Apron\nguards are deployed in the airside to protect and safeguard the aircraft\nparked in Apr,on. The possibility of gap between these duty posts in the\nshape of opening meant at wall and its malafide use may lead to a\nsituation of unlawful interference to the civil aviation operations and\nprove to be serious, especially considering the present security scenario\nand high degree of threat to Civil Aviation Operations.\n4. ln order to further strengthen the security measures from above\npoint of view and to avoid complacency factor at all the airports, the\nfollowing is directed:-\ni. \nShift officer ln-charge of the terminal building, will be assigned\nwith the responsibiliiy of closing of shutter at conveyer belt. He\nwill remain in touch with Terminal Manager and ensure that\nshutters (if provided) of departure and arrival hall are locked\nwhen not in operation.",
  "2": "--2--\nii. \nSurveillance staff must be deployed in the arrival area to keep\nwatch on the movement of conveyer belts through opening\nmeant.\niii. All the openings meant be covered with CCTV cameras and\nCCTV staff must be directed to keep a watch on these points\nalso.\niv. Wherever shutter is not provided at conveyer belt, matter may\nbe taken with Airport Management for providing the same.\nv. At airports, where the aircrafts are parked in remote bays, it will\nbe the responsibility of apron guards and surveillance wing to\nkeep a watch on such oPenings.\nvi. Further, one apron guard sentry should be deployed\nsomewhere near the opening of the shutter towards the\noperational area so that he can have clear watch for any\nunauthorized movement.\n5. All DlsG to ensure implementation of these instructions at the\nairports under their respective command and control for avoiding any\nunlawful interference with Civil Aviation operations. They will also check\nthe above aspect during their visiUinspection.\n6. Please acknowledge the receipt and ensure strict compliance-\n,^(9-\n(R K Pachnanda)\nAddl. DG/Airport Sector\n.t lts k 0\"\nDistribution:\nDlsG/Airport (Delhi, Mumbai, Kolkata & Chennai):\nDIGiCASO lcl Delhi and CSIA Mumbai\nAll CASO ASGs, CISF"
}