{
  "1": "Office of the Addl. Director General/Airport Sector\nCentral Industrial Security Force\n(Ministry of Home Affairs)\n\nCISF HQrs, 13 CGO Complex,\nLodhi Road, New Delhi - 03\n\nNo.0-42015/CISF/APS/OPS/AHE/14/ gr 60 Dated Vy March’2014\n\nCircular No.AS_O | /2014\n\nSubject: Conduct of mock exercise/drill at airports\n\nMock exercises/drills are conducted once a week in various scenarios by\nAirport Security Groups (ASGs) all over the country. The methodology of these\npreparatory exercises have been evaluated with a view to realize qualitative\nresults from these exercises/drills. It has been felt that conducting a mock drill\nweekly is not yielding desired results and proving to be mundane and counter-\nproductive. Keeping this in view, it has been decided that one.mock exercise/drill\ncovering one eventuality/scenario should be conducted in all seriousness not\n\nmore than once in a calendar month.\n\nZF It is desired that all exercises conducted at a particular airport should be\nwell planned, scripted and done in a very professional manner. These exercises\nshould be observed critically by the senior most officer of the unit. Similarly, the\nZonal DisG should oversee at least one such exercise during their visits/inspections\nof ASGs. ADG/Airport Sector would oversee at least one exercise/drill each at\n\nASGs Delhi and Mumbai in a calendar year during his visit/inspection.\n\n3. A proper feedback on lessons learnt and lacunae observed should be\ncarefully noted and analyzed to remove the deficiencies, if any, so that\n\nsubsequent exercises can be conducted with utmost efficacy.\n",
  "2": "4 The mock exercise/drill so conducted may have involvement of various\nagencies viz. Airlines operator, Airport Operator, Local Police. pax etc. working at\nairports. These arrangements will give a feeling of real time eventuality and help\nus in finding out latent gray areas or weaknesses in our operational preparedness.\nAirports situated near NSG Hubs should also seek the assistance of NSG for\n\nguidance/assistance in conducting such mock drills.\n\nBe Besides, services of GOs/SOs who have attended workshop at NISA\nHyderabad (copy enclosed) on 18.02.2014 and 19.02.2014 should also be utilized\n\nto conduct mock drills/exercises.\n\n6. Since not more than one exercise has to be conducted every month, ten\nexercises may be conducted on following scenarios in 10 months and in remaining\ntwo months, other exercise on other scenarios/eventuality based on local\n\ncondition/topography may be conducted.\n\ni) Attack at Airport on facilities & Airport users (T/B)\nii) Armed attacked within Airport boundaries\n\nArmed attacked on Aircraft\n\niv) Armed attacked from external points near the Airport premises\nv) Unlawful seizure of vital installations\n\nvi) Sabotage of Vital installations\n\nvii) Hostage taking at the Airport,\n\nviii) Use of Aircraft for criminal purposes\n\nix) Fidayeen type terrorist attack at Airport & its Vicinity &\n\nx) Bomb threats.\n",
  "3": "‘4 The brief feedback on the each and every mock drill/exercise conducted is\nexpected from the concerned DisG on monthly basis in the following proforma for\n\nall the airports under their jurisdiction\n\nS. [Name | Scenario | Observed/ | Analysis | Lesson | Lacunae | Comments | Comments\nNo. | of Jeventuality | Overseen | learnt | observed | of CASO | of ‘DIG, if\n| | present\n\nAirport | by\n\n8. Feedback so received will be further analysed by Inspector General/Airport\nSector at HQrs and accordingly field formations will be guided based on the\n\nevaluations of such reports/feedback.\n\n9. All other instructions of FHQ Circular No.07/2002 dated 10 April’2002 (copy\nenclosed) and Airport Sector letter No.O-42027/APS/OPS(102)/QRT/07-7248\ndated 14.07.2010 (copy enclosed) stands good.\n\n10. Please confirm receipt and ensure compliance.\n\niM\n\n\\\\\n(0.P. Singh )\nAddl DG/Airport Sector\n\nDistribution:\n\ni All DisG/Airport Zones\n2. All CASOs, ASGs\n\nCopy to:\n\n1, IG/AS\n\n2: DIG/Ops, FHQ\n3. RIG/GBS\nyA) SS4\n",
  "4": "7 ROLL OF PO 19.\nS.\\NO.| CISFNO. | RANK NAME, UNIT DATEOF | Telephone\nARRIVAL No.\n1 [081750140 | DC/eéxe | Arvind Kumar DMC, Delhi 17.02.2014 | 9990680011\n2, [854090063 | AC/Exe [VN Tiwari DMC, Delhi 16.02.2014 | 9700000011\n3. [841230026 | AC/Exe | Hasim Bandyopadhyay | VSSC, Tamba 17.02.2014 | 09497051596\n4, [871370154 | AC/Exe |AKRoy ‘SDSC, SHAR 17.02.2014 | 9160982756\n5. [107361271 | AC/Exe [GM Ansari ‘ASG, Amritsar 17.02.2014 | 03678182020\n6. [023630138 | AC/éxe [AManna ASG, Kolkata 17.02.2014 | #420620326\n7, [874340039 | AC/Exe_ | RB Singh BARC/TAPS, Tarapur | 17.02.2014 | 08896724617\n8 [873280387 | AC/Exe | GB Singh ‘ASG, Lucknow 17.02.2014 | 9930144287\n9, [874340011 | AC/Exe | Shyamial ‘ASG, Mumbai 17.02.2014 | 7829874112\n10. [110204161 | AC/Exe | Navdeep Singh ‘ASG, Bangalore 17.02.2014 | 9176987939,\n31, / 031460233 | AC/Exe | Manish Chandra Jha | ASG, Chennal 17.02.2014 | 9176997939\n12, | 110204383 [ AC/Exe | Kritika Negi NEC, Hyderabad 18.02.2014 | 9490792036\n38. [024500108 | AC/Exe | Limainba ‘ASG, Hyderabad 18.02.2014 | 9866476061\n14, [034050329 | AC/Exe | Abhishek Ahuja ‘ASG, Trivandrum 16.02.2014 | 8089519095\n15. [031420013 | AC/Exe | Kadam RM 'Gl Airport, New Delhi | 47.02.2014 | 7827552068,\n46. [034230068 | AC/Exe | Rajesh Dhayal ‘ASG, Cochin 17.02.2014 | 9846610066,\n17. | 934670108. | insp/Exe | MS Meena IGI Airport, New Delhi | 17.02.2014\n18. [974690056 | Insp/Exe | Kuldeep Singh ‘ASG, Amritsar 17.02.2014 | 8699634187\n19. [033630049 | insp/exe | Omprakash KKNPP, Kudankulam | 47.02.2014\n20. | 038360061. | Insp/éxe | AK Ravi ‘ASG, Hyderabad 18.02.2014 | 9652342965\n\n",
  "5": "24, [031380104 | insp/Exe | Rabish kr. Jha ‘ASG, Bangalore 17.02.2034 | 8867833064\n22, | 983240020 | insp/éxe | PK Ral DMC, Delhi 16.02.2014 | 9540648274\n23. | 120208731 | Si/exe | Kuldeep Singh ISAC, Bangalore 17.02.2014 | 9738842638\n24. | 120203514 [Si/Exe | Rajendra Prasad NPSC, Mahendragiri [17.02.2014 | 6807584754\n25. [094370175 [Si/Exe | JNSingh ‘ASG, Cochin 17.02.2014 | 08281559489\n26. [094720219 | Si/Exe | Nashant Kumar ‘ASG, Chennai 17.02.2014. | 09847083763\n27. | 120205664 | Si/exe | Arvind Kumar DMAC, Delhi 16.02.2014 | 08130134610\n28. | 102680029 |Si/Exe | Ajay Kumar NPC, Kalga 17.02.2014 | 9448064235\n29, | 031730248 | S/Exe | B Ranganathan ASG, Chennai 17.02.2014 [09488118461\n30. [032230073 | Si/Exe | Mahesh Chandra ASG, Kolkata 17.02.2014 | 8276894624\nMamgain\n34. | 063240126 [Si/éxe | Mukesh Kumar ‘ASG, Mumbai 17.02:2014 | 80974331750\n32. | 074610358 | S//Exe | Bubul Baishya ‘ASG, Lucknow 17.02.2014 | 7839242430\n\n",
  "6": "Seed BEEvers wT <4 ge =\n\n*® OFFICE OF ADDITIONAL DIRECTOR GENERAL/AIRPORT SECTOR\n\nCENTRAL INDUSTRIAL SECURITY FORCE\n(Ministry of Home Affairs)\n13, CGO Complex\nLodhi Road, N. Delhi\nNo. 0-42027/APC/OPS(102) /ART/07--f 2- 4g Dates | ty July’ 2010\n\nTo\nALL CASO CISF ASGs\nDlsG/AP (Delhi, Mumbai, Chennai & Kolkata)\n\nSub: “Mock Drill Exercise at the Airports : Reg\"\n\nPlease refer this HOrs letter No. 0-42055/AVSEC-QRTIAS/05-1303 dated\n08.07.2005 enclosing copy of FHQ Circular No. 07/2002 regarding deployment\nand training of QRTs in Airports (copy enclosed for ready reference).\n\n02. Vide ibid Circular, it was directed to conduct at least one mock\n\nWeek and a couple of Officers! SOs should be detailed as umpires te\n<titees Tis pardormance of the participating personnel during the exercise. The\nessence of having umpires for such drills is only to have a neutral and unbiased\nassessment on the response and performance of the participants in the drill\nwhich certainly has an impact on the efficacy and effectiveness of the drill. DG\nhas desired that the system of umpires needs to be strengthened further\nAccordingly, besides the existing instruction, the following directions should be\nstrictly adhered to :-\n\n(i) The Unit Commander CASO should personally observe the drill to\nthe extent possible, but not less than one drill per month. Whenever\nCASO is not able to observe the drill, a Gazetted Officer (GO),\nshould be detailed as umpire. in single GO units, it should be\nobserved by the senior most Sub-Officer in absence of the CASO.\n\n(i) Zonal DisG carry out the Inspection of Unit once every year and\nalso visit the airport for various administrative purposes from time to\ntime. Whenever the DIG visits the airport, it should be ensured that\n@ mock exercise is organized and observed by him as a neutral\n\n/ Person. Invariably after the exercise the OIG should interact with the ~\nmen participating in the drill sharing his observation.\n\n03. All DisG(AP)/CASOs are requested to comply with the above instructions\nwith immediate effect.\n\n04. This issues with the approval of Addi. Director General/AS.\nEncl: As above\n\n",
  "7": "DIRECTORATE GENERAL\nCENTRAL INDUSTRIAL SECURITY FORCE\n(MINISTRY OF HOME AFFAIRS)\n\nBiock No. 13, CGO Complex,\nLodh: Hawa: New Daihi - 03\n\nMoe\n\nYo E-37O023/S7/aAvsec-ORTMrg/2002\"—-19- (5 10 April 2002\n\nCIRCULAR NO.07/2002\n\nSUB :DI MENT AND T! IN CK CT WN\nAMS{QRT: RPORT! :\n\nAirport security is a highly sensitive and delicate assignment, which\nconstantly requires a very high level of alertness, intelligence and prompt\nreaction on the part of security personnel. A smallest indiscretion or\nimpéifection may lead to serious consequences like hijacking etc. |! has\nbeen to the dismay of security agencies proved, time and again, that even\nthe best laid security plans/systems have gfay areas or weaknesses.\nThese are either Inherent or develop over’ the course of time due to\ncomplacency in the men.or some new modus operandi, not catered for in\nthe security plan, adopted by an- intruder or.technical deficiency in the\n\nmachine., Such, chinks in the security, cover may bagnnee by terrorists\nleading to disastrous consequences. |\n\n2 To take care of such contifigencies, provision f° “ick Ree ction\nTeams of vaned strength, depending upon the threat perceptions c. the\nairport, has been kept These teams, fully armed with appror iate\nweapons, are supposed to be on duty round jhe clock ready to react ina\ncontingency which is beyond the control of normal security, deployment.\n\n3.\" But it has been observed that thése QRTS have neither been formed\nby adequately trained personne! nor frequently operationally tested to\nassess their reaction in terms of time and effectiveness. They mainly lack\nin the following areas ;- ‘i\n\n4) Training in weapon handling, firing and tacics.\n‘b): Physical fitness.\n\nc) Motivator\nd) Mock exercises,\n\n",
  "8": "4. _-A-very high level of skills and expertise in weapon handling tactics,\n\nrs», aviation security and firing is an inescapable requirement for the QRT\npersonnel at all times. It would therefore be necéSsary to chalk out ~ very\nstrict and wellsplanned ‘training regime for the personnel to ensure th. . they\nstay trained, physically ‘ff and highly motivated. ‘They'Should have at least\n‘one period of physical training and two of weapon handling and tactics per\nday. This time can be compensated by excusing them from normal\nregimental activities like PT, Parade, Fatigue etc. They should also be\nmade to fire from the weapons, they carry, at least once in two months.\nEach time they must fire 100 rounds.\n\n5. FORMING OF QRTs :.\n\nNeed les$'to say the QRTs are to be formed by the men who are\nadequately trained. Over 350 CISF personnel mostly from airparts have\nsivady been put through QRT courses run by the NSG in last six months,\niu this strength there are about 8 officers and 40 sub-officers. This\nStrength should be. utilized to form the QRTs. , In case of deficiency, the\ntrained officers’ and. sub-officers should be made to. train the required\nfumber of personel at the zonal/unit level and deficiencies made good.\n\nIt’ addition the ‘personnel who have done CommandoNWeapon and\nTactics “or similar courses with CISF or any other organisation may also’be\nconsideréd for deploying in GRTs, if otherwise found suitable.\n\n6. Avery high level of alertness, skill and knowledge is required on the\nPart of personnel forming QRTs as even a small flaw can render the whole\nOperation ineffective. It Is, therefore, necessary to very frequently ‘check\nthe strength, effectiveness and response time of the QRTs. One way of\ndoing this effectively Is to put the QRTs through Simulated Exercises.\n\n\" a) To test the knowledge bf men oni various procedures.\n\nn) To test ‘the speed and appropriateness of the responsu to a\ncontingency. os\n\n¢) To develop ability amongst the men to assess a situation and\nresponse to it appropriately and effectively.\n\n4) To sharpen already acquired skills and knowledge on security\nprocedures, systems & tactics,\n",
  "9": "e) To test the alertness and observation skills of the men.\n\n) To inculcate team spirit. .\n\n4g) To develop leadership qualities amongst rank holders.\n\nh) To test the effectiveness of the Contingency Plans, SOPs, nan and\nmachinery.\n\n8. In order to get correct feedback from these exercises, il is necessary\nto conduct the same in planned manner., A..mockisimulated exercise\nshould normally have the following :-\n\nD) iLL THOUGHT OF SCENARIO / PROBLEM\n\nwy\n\nay\n\n‘Séfipt for the exercise should be thought of before hand and\nreduced to writing. It should have specific problems of\nsituations to which reaction of the QRT and other is to be\nassessed\n\n“ VARIATION\n\nEach exercise should be different from the previous one in\nsome aspect or the other. Timings for these exercises should\nalso vary, some of them being conducted at time when least\nexpected.\n\nELEMENT OF SURPRISE ANDY OR UNEXPECTED\nPROBLEM; :\n\nThere should always be something unexpected presented to\nthe men during such exercises to test their ability to react to it\n@.g. telephone not working, gate locked, di Officer not\navailable etc. | ”\n\nUMPIRES FOR ASSESSMENT:\n\nA couple of Officers/SOs should be detailed as umpires to\nassess the performance of the security men during the mock\nexercise. These umpires should be briefed thoroughly, before\nNand soot various parameters by which performance has to\n\"ej .\n",
  "10": "vi)\n\n“DELBRIEFING:\n\nAfter the exercise is over, the Officer In-charge should discuss\nthe whole exercise with the umpires and de-brief the men in\ndetail pointing out plus and minus points. The -de-briefing,\nhowever, should not be one sided, Men should be encouraged\nto make suggestions or give opinions. 3\n\nION TO OVERCOME THE. 4\n\nWeak points noticed during the exercise should then be\ndeliberated and action initiated to overcome the same.\n\n9. FREQUENCY\n\n-\\ There should be at least one mock exercise every week. The\nnumber may, however, be mpre if the Unit Commander so decides.\n\n10. INVOLVEMENT OF OTHER AGENCIES:\n\nOther agencies like Airports authorities, Airlines etc. should be\ninvolved or informed as per the requirement, However, the Airport Director\nshould always be given prior intimation of such exercises.\n\n11. | The following should be always kept in mind while planning /\nconducting a mock exercise:-\n\ni)\n\nfi)\n\nili)\n\nvy)\n\nvi)\n\n|t should cause no inconvenience to the passengers and staff\nof the Airport, Airlines and other agencies.\n\nIt should pose no threat to the safety. of.the passengers and\nStaff of the Airport, Airlines and other agencies.\n\nIt should pose no threat to the.aircraft, installations and other\nmachines and equipments al the Airport.\n\n!t_ should cause no disruption to the flights and normal\nactivities of the Airport\n\nExtreme. care should be taken to ensure that there is no\naccidental firing or damage to weapons.\n\nWhile encouraging healthy spirit of competitiveness it should\nbe ensured that it stops short of causing any physical injury or\n\ninsult to the person posing as intruder or offender in the\nexercise.\n",
  "11": "J- vi). Prior information about the impending exertise should be |\ngiven only on needsto-know basis, ist\n\n12. These exercises should be meticulods! conduct\nunder the orders and supervision Uni\nimaintain 2 register in the\n\nmandor.\nforma attached as Appendix:\n\njo.\nA* maintaini\n\n3. Phe thgpéctlagivisiiing officer should Invariably check this registet\n\nind interact with the QRT personnel assessing their perenne\n\nough various parameters, They may also concluct mock exercises, |\nspacers)\n\nfrasible.\n\n14. Suggestions\nwelcome, | would\nSector IsG/Zonal 0}\n\nol thy ORTS.\n( HRA)\nDIRECTOR GENERALICISE |\nDistribution: i\ni\n1. All Sector Iss.\nAll Zonal/Plant OisG.\n3. All Alrport Unit incharg ‘\n1\ngees t\nree\n\nribet wr ee feed ut yg Witte! Bo a vert wee A ee Ry\nowt afte | 2 t\n\n‘ E\n1 ROwvate feed wh wan ce wire Mt ate wet witty afk fifi\nfetal Wo wom Uo fers form de owitel ¥ fer wn St EST we\nNe\ntwa ut) -\n\nj:i\nvw\n174\niz\ney 2\n77\n",
  "12": "\"TSINo” [Dale a’ [Detailed [Namie'of the’ | Gatails | Details of tha]\nTime of | dascription | CSF of the | de-briofing!\n\nthe ‘Of -gthe | Personnel | action” | weak! points’\nExercise | scerigrio | invgived in| taker | noticed. in the\nthelexercise performance \"of ||\nthe QRT . and\n\nothers\n\n6\n\noe ee\nT\n|\n"
}