{
  "1": "F. No. CAS-7(1)/2003/DIV.-I (Phy. Dis.) - 85149\n‘Ika BRP / GOVERNMENT OF INDIA\nAMR fA HATA) MINISTRY OF CIVIL AVIATION\nAPR PAA GRaMl GT / BUREAU OF CIVIL AVIATION SECURITY\n“PSS, LU TA, HATS UIA, SATA / “A? WING, F-III FLOOR, JANPATH BHAWAN, JANPATH.\nag feceft - 110001 / NEW DELHI - 110001\nDated: 03.02.2022\n\nAVSEC CIRCULAR NO. - 01/2022\n\nSubject: Standard Operating Procedure\nspecial needs - Individual with disab’\nreduced mobility.\n\nscreening of persons with\nies and/or Individual with\n\n1. Introduction:\n\nIn order to improve the air travel screening process and to ensure that\nall persons, regardless of their personal needs and situations are treated\nwith dignity, respect and courtesy, the Standard Operating Procedure (SOP)\nis laid down in the following paragraphs. This is aimed to better serve\npassengers with disabilities and/or with reduced mobility and to improve\nscreening experience of such passengers along with carried mobility aids\nand assistive devices.\n\n2. Applicability: The provisions contained in this SOP shall be applicable\nto the following:\n\ni, All Indian Aircraft Operators/ carriers engaged in scheduled and non-\nscheduled air transport services, both domestic and international;\n\nii, All foreign Aircraft Operators / carriers engaged in scheduled air\ntransport, operating to and from Indian Territory.\n\nAll airport operators, within Indian Territory.\n\niv. Aviation Security Group (ASG) / Airport Security Unit (APSU) deployed\nat airports within Indian Territory.\n\nPage no. 1 of 17\n",
  "2": "3. Definitions:\n\n3.1. Person with disability means any individual who has a physical or\nmental impairment that, on a permanent or temporary basis, substantially\nlimits one or more major life activities, has a record of such impairment, or\nis regarded as having such impairment.\n\nNote:\na. Physical or mental impairment means:\n1 any physiological disorder or condition, cosmetic disfigurement, or\n\nanatomical loss affecting one or more of the following body systems:\nneurological, musculoskeletal, special sense organs, respiratory including\nspeech organs, cardio-vascular, reproductive, digestive, genitourinary,\nhemic and lymphatic, skin, and endocrine; or\n\n2. any mental or psychological disorder, such as mental retardation,\norganic brain syndrome, emotional or mental illness, and specific learning\ndisabilities.\n\n‘The term physical or mental impairment includes, but is not limited to, such\ndiseases and conditions as orthopaedic, visual, speech, and hearing\nimpairments; cerebral palsy, epilepsy, muscular dystrophy, multiple\nsclerosis, cancer, heart disease, diabetes, mental retardation, emotional\nillness, autism, drug addiction, alcoholism and geriatric disabilities.\n\nb. Major life activities mean functions such as caring for one’s self,\nperforming manual tasks, walking, seeing, hearing, speaking, breathing,\nlearning and working,\n\nc. Has a record of such impairment means has a history of, or has been\nclassified, or misclassified, as having a mental or physical impairment that\nsubstantially limits one or more major life activities.\n\n3:2. Person with reduced mobility (PRM) means any person whose\nmobility when using transport is reduced due to any physical disability\n(sensory or loco-motor permanent or temporary), intellectual disability or\nimpairment, or any other cause of disability, or age, and whose situation\nneeds appropriate attention and the adaptation to his or her particular\nneeds of the service made available to all passengers.\n\nPage no. 2 of 17\n",
  "3": "4. General Principles:\n\n4.1 All airport operators should make special arrangements to facilitate\nscreening of persons with special needs as above, to ensure that the process\nis carried out efficiently keeping the dignity and privacy of the passenger in\nmind while ensuring adequate level of screening. This will include provision\nof suitable enclosed space for private screening of passengers covered in this\nSOP.\n\n4.2. The airport management / representative of the air carrier shall\nprovide wheel chairs and render necessary assistance to facilitate the\nmovement of the persons with special needs, when required. However, they\nwould not normally be directly taken to the aircraft, except in case of\nambulance passengers.\n\n4.3. Persons with disabilities and/or with reduced mobility should be made\naware of the applicable security controls far enough in advance to facilitate\ntheir travel planning by airlines at the time of the booking of the tickets.\n\n4.4. Persons with disabilities and/or with reduced mobility should undergo\nsearches as fully as the nature of their disability allows. If a wheelchair or\nstretcher is being used, this should also be searched. Hand-carried items\nshould be screened according to the standard methods.\n\n4.8. If a passenger has difficulty on standing or waiting in line due to a\ndisability or a medical condition, he/ she should duly inform the screening\npersonnel who will assist in directing the passenger either to front of the\nqueue or to a separate line. Passengers should be encouraged to indicate\nbrief details of their disability at the time of booking of the ticket itself and in\ncase of such prior information, airlines and security staff shall make\nadvance preparation for such passengers.\n\n4.6. Screeners should use the following methods in dealing with persons\nwith disabilities and/or with reduced mobility:\n\n(a) While interacting with persons with disabilities and/or with reduced\nmobility Screeners shall:\n\ni. Be courteous and friendly;\nii Treat everyone fairly and equally;\niii. Be respectful throughout the screening process;\n\niv. Assess the needs of the person to be screened;\nv. Ask, and not assume the type of assistance needed;\nvi. _ Provide appropriate screening options.\n\nPage no. 3 of 17\n",
  "4": "(b) Generally, screeners should:\n\ni. Focus on the person, not the disability, and treat all persons with\nrespect;\n\nii Remember that not all disabilities are obvious and that some\nmay be hidden;\n\niff Address the person directly and use clear, plain speech, not\njargon;\niv Ask how they may assist, and listen to the advice offered.\n\nDisabled people are best qualified to advise, on how to deal with their\nparticular needs; and\n\nMe: Take into account specialized medical devices, and offer alternate\nscreening methods with equivalent security outcomes, if recommended by\nthe device manufacturer (for example insulin pumps);\n\n(c) In all situations, security check should be performed in a dignified\nmanner, requiring screeners to:\n\ni, Explain why a different screening method is necessary;\nExplain the procedures to be followed;\nVerify that all special needs are correctly identified;\n\niv. Do not remove a medical device if required to monitor or manage a\nmedical condition; and\nv. Never impose help\n\n(d) In conducting a body search, screeners should:\n\ni Always offer a private search out of the view of other people,\npreferably in a private room, if available;\n\nii, Be able to recognize common place medical aids and employ suitable\nmethods for searching such aids, including appropriate techniques for\ninspecting wheelchairs and stretchers;\n\niii, Ask the disabled person how best to help them and listen carefully to\ntheir needs;\n\niv. Invite the person to voice any discomfort and be prepared to use\nanother technique, if necessary;\n\nv Crouch down to the user’s height when searching someone in a\nwheelchair;\n\nvi. Use firm but gentle movements and be discreet;\n\nvii, Make sure that the person can stand without assistance before\nremoving a cane, walking frame/walker or crutches to search them; and\n\nvii, Arrange guidance for a blind person before removing a white cane or\nguide dog;\n\nPage no. 4 of 17\n",
  "5": "(e) In searching baggage, screeners should:\ni Always remember to offer the option of a private search;\n\nii, _ Consider the fact that the person may be unable to lift the baggage on\nor off the X- ray conveyor belt;\n\niii, Consider the possibility that the person may not be able to hear\nproperly or may not be able to see his or her baggage, in order to claim it\nfollowing X-ray screening;\n\niv. Always call for a witness when searching the baggage of a blind\nperson;\nv. Repack bags carefully. The contents of a blind person’s baggage\n\nshould be replaced exactly as they were found;\nvi. Ensure that all medication is carefully repacked; and\n\nvii. Be discreet, especially when handling medical aids, and when\nhandling personal possessions, particularly those related to hygiene or\ndisability needs.\n\n4.7. Screeners and searchers should always remember that it is important\nto be thorough, but not necessarily rigid, as long as the job is performed to\nthe necessary standard.\n\n4.8. When determining a search or screening method, security screeners\nshould take into account documentation provided by the passenger from\ntheir practitioner and advice from equipment manufacturers regarding the\nsensitivity of devices to measures such as full-body scanners and X-ray\nmachines. Medical documentation is helpful but not essential.\n\n4.9. While thorough checking is essential and the directives under AVSEC\ncircular No. 23/2005 will be followed in letter and spirit; courtesy and\nattention to privacy and dignity will invariably be observed by screeners and\nsearchers\n\n4.10. In the case of a passenger having difficulty in walking or standing, the\nway his or her screening is conducted will depend on his or her level of\nability /disability.\n\nPage no. 5 of 17\n",
  "6": "4.11. Wherever testing is done for detection of explosives, in addition to\nETD, help of dog squad may be taken as per need. However, the sensitivity\nof passenger and religious considerations may be kept in mind.\n\n4.12. The procedure laid down herein is not exhaustive, and therefore, in\nthe situations/circumstances not exclusively dealt with in this SOP,\ncommon sense of the screener shall prevail depending upon the situation,\ncircumstances and condition of the passenger. The paramount importance\nis to ensure aviation security and at the same time safeguarding the dignity\nof the passengers and preserving their privacy including improving their air\ntravel experience.\n\n5. Screening of passengers with mobility disability, Aids and Devices:\n5.1. When a passenger with mobility disability arrives at a screening point\nin a wheel chair / scooter, he/she must be accompanied either by another\ntraveling passenger or an airline representative (including Ground Handling\nAgency (GHA) of the airline) before he/she proceeds through security check.\nThe accompanying passenger or the airline representative will be responsible\nfor the passenger throughout the process of screening.\n\n5.2. Ifa passenger with mobility disability arrives at a screening point in a\nwheelchair and he/she is not accompanied by another traveling passenger\nor an airline representative, the airline's Customer Service should be\ncontacted for assistance.\n\n5.3. The screening officer shall advise about the screening process to the\npassengers with mobility disability, using a wheelchair or other mobility aid\nthat will be required prior to entering the Departure Lounge. Such\npassengers shall inform the screening officer about their ability to walk or\nstand independently before screening and may provide medical documents\nto describe their condition. However, showing medical documentation will\nnot exempt a passenger from screening.\n\n5.4. The Screening points should have full-body scanners/Door frame\nmetal detector (DFMD), chairs and walking aids for semi ambulant walking-\naid user.\n\n5.5. If a PRM passenger expresses concerns, he/she may request a\nphysical search in lieu of a search using detection systems such as HHMD,\nDFMD or Body scanners. In such a case, private search should be\narranged.\n\nPage no. 6 of 17\n",
  "7": "5.6. At the screening point, depending upon the ability of the passenger to\nwalk, he/she will be requested to walk through the Full-body\nscanners/DFMD unaided. If he/she cannot walk, it is the responsibility of\nthe accompanying traveling passenger or the airline representative to push\nthe passenger in the wheelchair unless it is self - driven.\n\n5.7. In accordance with Airline's policy, there may also be non-travelling\nsupport personnel in attendance to board the aircraft and lift the passenger\ninto his/ her seat. This support person must be accompanied by the airline\nrepresentative.\n\n5.8. The support person will be escorted by an Airline representative at the\ntime of boarding/ disembarkation.\n\n5.9. In case of non-availability of full-body scanners and a passenger with\nmobility disability has difficulty to stand, raise arms, etc. without support,\nshall be subjected to a pat-down by a screening officer of the same gender or\nin case of transgender as per his/her decision. Screening officers shall\nobtain consent to conduct a pat-down. Before a pat-down is carried out, the\nscreener shall offer the use of a private search room/enclosure which will be\nmade available upon request.\n\n5.10. If the passenger can stand but cannot walk, he/she can be screened\nby undergoing a pat-down while he/she stands beside the wheelchair or\nscooter.\n\n5.11. Ifa passenger cannot stand, he/she should be offered a chair for\nscreening and subjected to a pat-down thereafter.\n\n5.12. If there is an alarm by the Full-body scanners, DFMD, Hand held\nmetal detector (HHMD) or other technology, the same must be resolved. If\nthe alarm cannot be resolved, the passenger will not be permitted beyond\nthe check point.\n\n5.13. The passenger’s wheelchair or scooter will be inspected, including\nthe seat cushions and any non-removable pouches/ pockets. It will be tested\nfor traces of explosives. Removable pouches will be x-ray screened.\n\n5.14. Any carry-on bag or document with the wheelchair passenger shall\nbe passed through the x-ray screening.\n\nPage no. 7 of 17\n\n",
  "8": "5.15. Walkers, crutches, canes or other mobility aids and devices which\ncan be separated from passengers shall be subjected to the x-ray screening.\nIf any of these items are not fitted through the x-ray, the screening officer\nshall inform the supervisor, who in turn will ensure that appropriate\nsecurity controls are applied. The DGCA Dangerous Goods Regulation on\nmobility devices shall be adhered to before loading the mobility aids on\naircraft.\n\n5.16. Ifa person objects to proceed through the DFMD on justified medical\nor other ground, he/she will be allowed passage through an alternative way\nby the frisking officer and then subjected to screening by pat-down search\nand HHMD where permissible.\n\n5.17. If a person refuses to undergo screening, the frisking officer will\ninform the supervisor, who will direct what further action is to be taken. The\nconcerned passenger will not be allowed entry past the screening point\nwithout security check.\n\n5.18. Only when satisfied that a person is not carrying any prohibited or\ndangerous article, the screening officer shall allow the person to proceed\nbeyond the screening point.\n\n6. Screening of passenger with prosthetics:\n\n6.1. The passenger with prosthetics, cast, support braces, sling or support\nappliances on request, may be accompanied, by an airline representative\n(including GHA of the airline), preferably of the same gender as that of the\npassenger or in the case of Transgender as per his/her decision.\n\n6.2. The passenger should inform the ASG/APSU of the existence of a\nprosthetics, his or her ability and gf need for assistance before screening\nbegins. Passengers can use notification card or Unique ID for persons with\ndisabilities (UDID) or other medical documentation to communicate\ndiscreetly with screening officers. However, showing this card or Unique ID\nfor persons with disabilities (UDID) or other medical documentation will not\nexempt a passenger from additional screening when necessary.\n\n6.3. Dignity and privacy of the passengers should be borne in mind during\nthe entire process of security screening. Where the officer needs to see the\nprosthetics, care should be taken against exposing any sensitive areas. The\npassenger needs to be handled with sensitivity.\n\nPage no. 8 of 17\n",
  "9": "6.4. Airline representative (including GHA of the airline) and/or any other\naccompanying person shall be frisked and checked before allowing them\naccess to the passenger with prosthetics at the screening point.\n\n6.5. The passenger will first pass through the full-body scanners / DFMD\nand further necessary security checks.\n\n6.6. The prosthetics, cast, support braces, sling or support appliance are\nsubject to additional screening by ASG/APSU.\n\n6.7. During the screening of prosthetics, cast, support braces, sling or\nsupport appliance ASG/APSU may use visual check, ETD and X-ray\nscreening depending on the circumstances of each case. ASG/APSU will also\nuse technology to test the prosthetics, cast, support braces, sling or support\nappliance for traces of explosive material.\n\n6.8. The passenger should then be taken to a private screening point and\nmade to sit comfortably. He/she will receive additional screening including a\npat-down. If necessary, screening through ETD will be adopted. While\ndealing with the prosthetic device and during taking off and putting on\nclothes, the privacy of the passenger should be maintained.\n\n6.9. A prosthetic appliance that does not have any foam padding cover\nunder which any weapon/explosive can be concealed and in which the steel\nrod of the appliance is visible, maybe screened by visual inspection and ETD\nchecks only, without removing it. However, in rare cases where there is\nsufficient justification including profiling of the passenger, X-Ray screening\nmay be resorted to. The justification for subjecting a prosthetic limb to X-\nRay screening shall be recorded by the screener in a register. During visual\ninspection, care should be taken that sensitive parts are not exposed.\n\n6.10. Screening of prosthetic appliance covered with foam padding (in\nwhich the steel rod of the appliance is not visible) shall include visual\ninspection, ETD checks and X-ray screening. X-ray screening of such\nappliances in which a weapon could be concealed under the foam padding\nwill be done in all cases unless it can be physically checked to ensure that\nno weapon is concealed inside the padding.\n\n6.11. If X-Ray screening of the prosthetic limb is required, such passenger\nshould be taken to a private screening point and made to sit comfortably for\ntaking off his/her prosthetic limb. While dealing with the prosthetic device\nand during removing and wearing clothes, the privacy of the passenger\nshould be maintained along with the proper log entry.\n\nPage no. 9 of 17\n\n",
  "10": "6.12. If screening of the prosthetic limb is required, then the screening will\nbe carried out in the private screening area by two officials, one to handle\nHHMD and pat-down and the other to inspect the prosthetics, cast, support\nbraces, sling or support appliance and subject them to additional screening.\n\n7. Screening of passengers who cannot remove shoes, medical device\nor bandages\n\n7.1. Passengers who cannot remove their shoes due to a medical\ncondition should inform the supervisor at pre-embarkation security\ncheckpoints before screening.\n\n7.2. Passenger can be screened using Full-body scanners / DFMD and/or\na whole-body pat-down search\n\n7.3. The shoes may be subjected to an additional screening like ETD, etc.\n\n7.4. Passengers can be screened without disconnecting external medical\ndevices and submitting them for x-ray. Such devices include:\n\ni Insulin pumps.\nii, Hearing aids\n\niii, Cochlear implants\n\niv. Spinal stimulators\n\nv Bone growth stimulators\n\nvi. Ostomies\n\n7.5. Under most of the circumstances, a passenger can conduct a self-pat-\ndown of these devices followed by ETD screening of his / her hands.\n\n7.6. The devices should also be physically checked against any outside\ninterference in the manufacturing.\n\n7.7. Casts, braces and support appliances will be thoroughly inspected\nwithout exposing sensitive areas as far as possible. ETD screening will also\nbe used to test for traces of explosive materials, where possible.\n\n7.8. In case of bandages and/or dressing, while caution will be observed\nduring pat-down, it needs to be ensured that the covered area is free of\nthreat item. Metal detector, observation and self-pat-down followed by ETD\nchecks may suffice in most cases.\n\nPage no. 10 of 17\n",
  "11": "7.9. Passengers with metal implants will be subjected to a thorough pat-\ndown, and the metal alarm should be resolved satisfactorily. The full-body\npat-down should include the following:\n\ni It should concentrate on the upper legs and torso.\n\nii, Special attention should be given to the chest and abdomen areas of\nthe body.\n\niii, Particular focus should be on any skin surface abnormalities or wires\nor tubes exiting the body that may be signs of any implanted device.\n\n7.10. In accordance with BCAS instructions, all airport operators shall\ndisplay a board near pre-embarkation security checkpoints in a prominent\nway stating that Full Body Scanner/DFMD/HHMD is safe for pacemaker\nand for pregnant ladies.\n\n8. Screening of visual/ hearing and speech impaired passengers:\n\n8.1. The passenger with visual /hearing and speech impaired is to be\nassisted at access control and pre-embarkation security checkpoints with\ndue diligence and care. These passengers require individual attention or\nassistance right from terminal entry/exit point also on embarkation\n/disembarkation and during flight.\n\n8.2, Visually impaired passenger-\n\n8.2.1. The Airport operator and Aircraft operator shall arrange for handy\nsignage chart in brail language for visually impaired person at helpdesk and\ncheck in counter respectively.\n\n8.2.2. If passenger identifies himself /herself as visually impaired person\nwhile check-in, airline check-in/escort staff should assist him/her for\nvalidation of itinerary/photo ID check at the time of check-in. Boarding\npass, baggage reclaim portion (if any) to be handed over to passenger by\nAirline concerned.\n\n8.2.3, Airline escort will assist visually impaired passenger for his/her\nregistered baggage screening process. In case baggage requires physical\ninspection, on approval of visually impaired passenger the airline escort will\nassist for unpacking for physical search and packing of registered baggage\nonce the search is completed\n\n8.2.4. At the security checkpoint once passenger identifies himself/herself\nvisually impaired, then ASG/APSU personnel should support him/her in\nplacing his/her cabin baggage (if any) and personal belongings in the tray\nfor hassle-free screening.\n\nPage no. 11 of 17\n\n",
  "12": "8.2.5. In case the passenger is assisted by an escort of airline staff,\nASG/APSU personnel must speak to the visually impaired passenger\ndirectly and not to the escort.\n\n8.2.6. Once the passenger has identified himself/herself as visually\nimpaired and he/she needs to step on to the podium, then, ASG/APSU\npersonnel must assist such passenger in standing on the podium.\n\n8.2.7. ASG/APSU personnel should first obtain consent before start of the\nfrisking process, from the visually impaired passenger verbally and the\npassenger's nod or verbal acknowledgement should be accepted as\nunderstood.\n\n8.2.8. ASG/APSU personnel must give verbal directions to the visually\nimpaired passenger during the frisking process so that the passenger is\naware of the situation.\n\n8.2.9. In case of alarm while frisking visually impaired passenger,\nASG/APSU personnel will assist and guide for removal and checking of the\nsuspected item.\n\n8.2.10. The visually impaired passenger's walking aid and personnel\nbelongings must be provided to them as soon as the frisking is over and they\nmust not have to reach for it on their own.\n\n8.2.11. In case any restricted article needs to be removed or the baggage\nrequires physical inspection, airline escort / ASG/APSU personnel will\nassist visually impaired passenger for unpacking for physical search and\npacking of cabin baggage once the search is completed. ASG/APSU\npersonnel shall ensure to replace all items where they were originally\nlocated.\n\n8.2.12. ASG/APSU personnel should:\n\ni, Be tactful, courteous and use caution, while screening;\nii, Assist persons through the Full-body Scanner / Door Frame Metal\ntector (DFMD);\n\nOffer screening options to stand or sit for primary screening;\n\niv. Provide an option for private screening;\n\nv. If requested, allow the escort of same gender to assist, and go through\na security check;\n\nvi. Ensure that guide dog is not separated from a person during\nscreening;\n\nvii, Make or put up identification mark on the cabin baggage;\n\nPage no. 12 of 17\n",
  "13": "viii, Always call for a witness when searching the cabin baggage of a blind\nperson;\n\nix. Repack bags carefully. The contents of a blind person’s baggage\nshould be replaced exactly as were originally located;\n\nx. On completion of the search, it is important to thank the person for\ncooperation.\n\n8.3 Hearing and/or Speech impaired passenger -\n\n8.3.1. If passenger identifies himself as hearing & speech impaired person\nwhile check-in, airline check-in/escort staff should speak slowly, as some\npassenger know how to lip-read. Check in staff may also keep bilingual\nwritten boarding instructions in order to guide them properly.\n\n8.3.2. Airline check-in /escort staff will use basic gesture to ask the\npassenger for validation of itinerary/photo ID check at the time of check-in.\nBoarding pass, baggage reclaim portion (if any) to be handed over to\npassenger by Airline concerned\n\n8.3.3. When a passenger arrives at a screening point and identified\nhimself/herself as Hearing and Speech impaired passenger, ASG/APSU\npersonnel should speak slowly, as some passenger know how to lip-read.\n\n8.3.4. ASG/APSU personnel should first obtain consent from such\npassenger verbally (speaking slowly) and passenger's nod or verbal\nacknowledgement should be accepted as understood, before the start of\nfrisking process.\n\n8.3.5. The frisking process should be shown in pictorial and/or written\nformat, for passenger understanding.\n\n8.3.6. In case the passenger is assisted by an escort or airline staff,\nASG/APSU personnel must inform the process to the passenger directly and\nnot to the escort.\n\n8.3.7. Usually hearing aids or cochlear implants are not required to be\nremoved; however, this may require additional screening including a pat-\ndown and inspection of a device by ASG/APSU.\n\n8.3.8. In case of alarm while frisking hearing / hearing & speech impaired\npassenger, ASG/APSU personnel may ask for the removal of the suspected\nitem and check. To resolve the alarm, ETD screening will also be used to test\nfor traces of explosive materials if required.\n\nPage no. 13 of 17\n",
  "14": "8.3.9. At the X-ray point, if the ASG/APSU personnel want to conduct\nphysical-check of the cabin baggage, they should use hand gestures and/or\nshow the X-ray screen to help the passenger in understanding.\n\n8.3.10. ASG/APSU personnel should:\n\ni Be tactful, courteous and use caution, while screening;\nii Speak in a normal tone and pace, clearly and concisely;\n\niii Use hand signals and gestures to help express spoken direction\n(pointing and nodding);\n\niv, If requested, allow the escort of same gender to assist, and go\nthrough a security check;\n\nv. Maintain eye contact at all times and speak directly to the person\nwith the impairment and not to the escort;\n\nvi. Point out visual alarms by physical indication;\n\nvii If communication difficulties persist, screening officers shall use\nwritten instructions to communicate to the passenger;\n\nviii. On completion of the search, it is important to thank the person\n\nfor cooperation\n\n9. Screening of passengers with service animals (Guide Dog): If the\npassenger has a guide dog, the instructions issued by AIC No. 09/1984 of\nDGCA shall be implemented. If the guide dog, is permitted to be carried on\nboard, the following instructions shall be followed:\n\n9.1. The guide dog must be appropriately trained, certified, vaccinated as\nper DGCA guidelines.\n\n9.2. The animal must be wearing a harness, vest, or other identifiers that\nit is a guide dog,\n\n9.3. The passenger must maintain control of the guide dog, at all times;\nHe or she should not be separated from the guide dog:\n\n9.4. The screening officer should ask for the permission of the passenger\nbefore touching the guide dog;\n\n9.5. Guide dogs are screened using full-body scanner or door-frame metal\ndetector followed by a pat-down; there are three options:\n\ni The guide dog goes first and the passenger follows holding the leash\nii, The passenger goes first holding the leash and the guide dog follows.\niii. The passenger and the guide dog go together.\n\nPage no. 14 of 17\n",
  "15": "9.6. Regardless of who goes through the full-body scanner or door-frame\nmetal detector first, the screening officer will perform a physical inspection\nof the guide dog and its belongings (collar, harness, leash, backpack, vest,\netc.). The belongings will not be removed from the guide dog;\n\n9.7. The passenger should not make contact with the guide dog (other\nthan maintaining control of the leash) until the guide dog has been cleared;\nand\n\n9.8, Medication for the guide dog will be subjected to x-ray and additional\nscreening, if required. These should also be subjected to separate screening,\nfrom other items of the passenger cabin baggage.\n\n10. Screening of passengers having Alzheimer’s, Dementia, Aphasia,\nAutism or Hidden Disabilities:\n\n10.1. The passenger having Alzheimer’s, Dementia, Aphasia or Autism\ndisease on request, may be accompanied, by an airline representative\n(including GHA of the airline), preferably of the same gender as that of the\npassenger.\n\n10.2. The accompanying passenger or the airline representative (including\nGHA of the airline) should inform the ASG/APSU personnel about such\ndisease in the passenger, his or her ability and of need for assistance, if any,\nbefore screening begins. Passengers can use notification card or Unique ID\nfor persons with disabilities (UDID) or other medical documentation to\ncommunicate discreetly with screening officers. However, showing this card\nor other medical documentation will not exempt a passenger from screening.\n\n10.3. ASG/APSU personnel shall inform the option of being screened in a\nprivate screening point. On opting for the private screening option, such\npassenger along with accompanying passenger or the airline representative\n(including GHA of the airline) should then be taken to a private screening\npoint for screening. Such passengers shall be screened without separating\nthem from accompanying passenger or the airline representative of the same\ngender, and go through a security check in a desired manner up to the\nsatisfaction of the screening personnel.\n\n10.4. If accompanying passenger provides assistance during screening,\nhe/she will need to be re-screened.\n\nPage no. 15 of 17\n",
  "16": "11. Screening of Ambulance passenger:\n\n11.1. Due to the exigencies of their exceptional medical conditions/illness,\nsome passengers are directly taken through the Vehicle-gates to the aircraft\nfor boarding.\n\n11.2. In such cases, as far as possible, the airport operator/airline should\nprovide its own ambulance.\n\n11.3. The passenger and all occupants of the vehicle should be subjected\nto a pre-embarkation security check at the security gate by the ASG/APSU\nunder the supervision of an officer, not below the rank of an Inspector. The\nambulance should be permitted to proceed to the aircraft only after this\ncheck has been completed.\n\n11.4. In case the ambulance is privately owned or hospital provided, it must\nbe led by the “follow me” vehicle of the airport operator. The ASG/APSU\nshall check to ensure that the vehicles do not carry anything objectionable\nand are not being accompanied by unauthorized persons or persons who\nhave no need to be in the vehicles. Such an ambulance will be escorted by\nASG/APSU).\n\n11.5. All occupants of the vehicles, unless exempted, must be screened at\nthe gate before allowing entry into the airport.\n\n11.6. The movement of the ambulance should be coordinated well in\nadvance by the airline operator with Chief Aerodrome Security Officer\n(CASO) and airport operator.\n\n12. Screening of medication and associated supplies:\n\n12.1. All medications and associated supplies (i.e., syringes, sharps disposal\ncontainer, pens, infusers etc.) are allowed through the checkpoint only after\nthey have been screened.\n\n12.2. Medication and related supplies are normally screened through x-ray.\n\n12.3. Passengers have the option of requesting a visual inspection of\nmedications and associated supplies with due reason.\n\n12.4. Any medication that cannot be cleared visually must be submitted for\nX-ray screening.\n\nPage no. 16 of 17\n\n",
  "17": "12.5. Medically necessary Liquid, Aerosol and Gels (LAGs) are permitted in\nexcess of 100 ml on a need basis after screening. These items are subject to\nadditional screening through visual inspection and ETD swipe, if necessary.\n12.6. Ifa passenger has medically necessary LAGs, he or she needs to:\n\ni Limit the amount to what is reasonably necessary for the itinerary;\n\nii. Separate these items from the other LAGs;\n\niii, Declare the items; and,\n\niv. Present these items for additional inspection on reaching the security\ncheckpoint.\n\n13. X-ray screening of respiratory equipment:\n\n13.1. Supplemental oxygen and other respiratory-related equipment are\npermitted through the checkpoint once they have been screened. This is\nsubject to DGCA regulations also.\n\n13.2. If a passenger can disconnect from the oxygen, the oxygen container\nwill undergo x-ray screening\n\n13.3. Passenger(s) who cannot disconnect from respiratory equipment will\nbe screened by undergoing a pat-down.\n\n13.4. Respiratory equipment that is not x-rayed will be visually and\nphysically inspected, and will be subject to ETD screening.\n\n14, This AvSec Circular supersedes AvSec Circular No. 4/2014 and its\n\naddendum dated 03/10/2017; and shall be implemented with immediate\n\neffect.\n\n15. This issues with the approval of Director General, BCAS\nSea\n\n6\n(Kavita Jalan, IPS)\nDeputy Director General, BCAS\n\nDistribution: As per standard list attached\n\nPage no. 17 of 17\n"
}