{
  "1": "RESTRICTED\n\nOFFICE OF THE ADDL. DIRECTOR GENERAL/ AIRPORT SECTOR\nCENTRAL INDUSTRIAL SECURITY FORCE.\n(Ministry of Home Affairs)\n\nAdministrative Block\nCISF Complex, Mahipalpur\nNew Delhi-37\n\nNo. 0-42011/APC/OPS(1)/Circular (BCAS)/19- }493- Dated? € Feb’ 2019\n\nTo\nAll CASOs, CISF ASGs.\n\nSub: AVSEC Order No. 01/2019 — Auxiliary Service Provider\nrity Programme (ASPSP): 7\n\nEnclosed please find a copy of AVSEC Order No. 01/2019 circulated by\nBCAS vide letter No. CAS-7(23)/2019/Div-I(Auxiliary) £-148599 dated\n19/02/2019 on the above subject for information and necessary action please.\n\n2. This has been issued with the approval of the ADG/APS.\n\nEncl: As above\nmilk\nAIG/Airport Sector\nCopy to:\nIG/APS- I & IT : for kind information please.\nDIsG/AP (SZ, NZ WZ & E & NE) : -do-\nAVSEC Cell NISA, Hyderabad: -do-\n\nand RTC Arrakkonam.\n",
  "2": "ESTRICTED\n\nF. No. CAS-7(23}/2019/DIV-(Auxiliary) E- 148599\n‘a1 ACHE / GOVERNMENT OF INDIA %\nare fauraa WaTea/ MINISTRY OF CIVIL AVIATION\ncm faarat qeat set / BUREAU OF CIVIL AVIATION SECURITY\n\\(e, TTT wat, SHPT/ +A’ WING, FHI FLOOR, JANPATH BHAWAN, JANPATH\nae feeeft- 110001 / NEW DELHI - 110001\nDate: 19/02/2019\n\nORDER\n\nSubjec Auxiliary Service Provider Security Programme (ASPSP)\n\nin exercise of powers conferred by Section SA of the Aircraft Act, L934 (XXII of 1934),\nead with rule 3 (b) of the Aireraft (Security) Rules, 2011, Director General, Bureau of Civil\nAviation Security (DG, BCAS), for the purpose of safety of passengers, crew, ground personnel\nand the gene icin all matters related to safeguarding against acts of unlawful interference\nion, directs that the Auxiliary Service Provider Security Programme (ASPSP)\nny prepared to comply with the security provisions laid down in-NCASP and\n\\\\ be implemented by all Auxiliary Service Provider agencies connected with civil\nsiation operations in India. The model template is enclosed here with.\n\nns of the said provisions, every Service Provider agency shall, with the approval of\nDG. BCAS, make and comply with the Auxiliary Service Provider Security Programme\n\nAS s per said template which shall be valid for $ years, Any amendment to such\n\nprogramme shall be made only after the approval of DG, BCAS. No Auxiiary Service Provider\n\n, shall be allowed to commience its operations from an airport/off airport location in India\n\n\\usiliary Serviee Provider Security Programme (ASPSP) has been approved by the\n\n3. An Auxiliary Service Provider shall submit their security programme in the prescribed\n\nformat enclosed as Annexure-A to this order, to the concerned Airport Director / Operator for the\npproval. Airport Director’ Operator shall forward the same to Regional Director (RD).\n\n2D. BCAS will examine the proposal, ensure compliance of observations\non if suitable for approval to BCAS HQ.\n\nif any and\n\n© final approval to security programme will be aceorded by BCAS HQ and\n\nmynunicated to the entity\n\nPage tof 4\n",
  "3": "6 Any violation of this AVSEC Ord\nAreal Act 1934. $\n\nee\n\nEnclosure:\n1. Anneaure-A- Template for\n\n",
  "4": "Annexure —\"A\"\n\nTEMPLATE OF SECURIFY PROGRAMME OF AUXILIARY SERVICE PROVIDERS\n\nt AUXILIARY\nORGANIZATION\n\nRVICE PROVIDER SECURITY POLICY AND\n\nIntroduction\n\n2) Details about organisation and its Branches\nb) Contract of Auxiliary Service Provider with the BCAS approved entity. (Copy to be\n\nenclosed)\n\n©) Business Profile\n| ist of auxiliary services to be provided with details %\nFormat A-1\n\n(i). Name of Owner! Director/Key Person\n\n(1) Nationality of Owner’ Directors Key Person\n\n(ii) Present address of Owner/ Directors’ Key Person f\n(iy) Permanent address Owner! Direetors/ Key Person z\n(\\) Parentage of shareholding\n\n(5) PP No (legible copy to enclose)\n\nvii) 1D Proof (legible copy to enclose) ee\nShareholding pattern of the company FDI, if any x\nPerson responsible for security and round-the-clock operational contact\n£) Roles and responsibilities with respect to aviation security\nhh) Resources — Financial, Human and Material\nInformation, communication procedures, and document control\nPART OBJECTIVE\n[o prevent unkswfil interference with civil aviation operations\n\n© maintain secure operating environment\n\nAR MEASURES,\n\n4) Number of employees to be recruited for the purpose and their background checks\n\n(5) List of items prohibited by BCAS, that will be used by the entity\n\n(©) Undertaking that CSO of the Auxiliary Service Provider shall be responsible for\nity imptication during operation.\n\n) Handling Unclaimed Baggage is\n\n¢) Incident Reporting\n\n(1) Contingency Plan to deal with Bomb Threat\n\nPHYSICAL SECURITY MEASURES,\n\n",
  "5": "(a) List of all items, that entity\n\ni security control such as:\nS (b) Inventory of the restricted items,\nduring the operations and\n\n{c) Facility security measures, if lo\n\nPARI V TRAINING.\n\nZ 4) List of stat?’ who has been provided\nPAK VI INCIDENT REPORTING\n\n(a) Undertaking that all In\nregard to security related in\n\n"
}