{
  "1": "1I RESTRICTED /I\n1t::{;\";4:l\nF. No. CAS-8{48) I 2AA4 I Div.-I (Catering} -85348\nr{rtiITffiTTt/ COVERNMENT OF INDIA\nqr{r frsrrfr riarerql MlNrsrRy or fivtl- AvrATroN\n;TITrr fr$rff{ g.{&{r q* I BuRtrAU oF CIvIL AvIATIoN SBCURITY\n\"3f'€l-s, [-III ircr, rl\"rrru [FFr, tlqqq I 'A' WING, I-UI FLOOR, JANPATH BHAWAN, JANFATH\ntt-{ ffi - uoool t NEw DELHI - r rooot\nDated: - O4.O3.2O22\nAVSEC Order No. - O112Op2\n$ubjech Security Measures for Catering Stores,.and $ulrplies\nIn exercise of powers conferred by sub-section 1A of Section 5A of the\nAircraft Acr, 1934 (XXII of 1gg4), read with Rule 3(b) of the Aircraft\n{se-curiry') Rules, 2011, the Director General, BCAS, for the purpose of the\nsafbty of passengers, cre&', aircraft, ground personnel and thegeneral public\nin all matters related to safeguarding against acts of unlawful interference\nwith civil avialion, directs the following with regard to Security measures of\nCat*ring Stores and Supplies:\n1. \nScope: Each entity responsible f<lr implementation of security controls\nshall establish measures to prevent weapons, explosives or any other\ndangerous devices, articles or substances, w'hich may be used to commit an\nact of r-tr:la'un'ful interference, the carriage or bearing of rvhich is not\nauthorized, {iom being introduced, by any means whatsoever, on board an\naircraft engaged in civil ar.iation.\n2, \nDelinitlans: For the purposes of these directions, unless there\nanything repugnant in the subject or context, the d.efinitions will be\nunder:\n2.1 Catering $tares * Al1 items, other than catering supplies, associated\nu'ith passenger in-flight services, for example newspaper, magazines,\nheaclphor:es, audio and video tapes, pitlows and blankets, ana ***rrity kits.\n2,2 catering supplies - Food, beverages, other dry stores and associated\nequipment used on board an aircraft.\n2.3 rn-flight supplies * All items intended to be taken on board an\naircraft for use, consumption or purchase by passengers or crew during the\nflight include ca.tering and cleaning stores antrsuppliEs.\na) \nfood such as rneal trays, packets and bags offood, and beverages;\nb) \nconvenience items such as newspapers, headphones, $oaps, iavatory\nsupplies, pillorrr.'s and blankets;\nc) \naircraft operator-specific\nmaterial, gifts;\nitems such a$ amenity kits, promotional\nd) \nitems sold on board such as duty-free items; and\ne) \nany items that have been identified as an in-flight supply because it is\nir:ter:ded to be carried/used on board an aircraft.\n1S\nas",
  "2": "2.4 \nStoree / Supplies shall include the following:\n{a} For Consumption Goods, whether or not sold, intended for\nconsumption by the passengers and the crew on board an aircraft, and\ngoods nece$sary for the operations and maintenance of the aircraft,\nincluding fuel and lubricants.\n{b} To be taken away - Goods for sale to passengers and crew of an aircralt\nwith a view to be taken away on landing.\n{The words and expressions not defined in t}ris AvSec order but\ndefined in the Aircraft Act 1934, Aircraft Rules 1937, Aircraft (security)\nRules 2011 and NCASP shall have the same meaning, as assigned to them\nin the Aircraft Act 1934, Aircraft Rules 1937, Aircraft (security) Rules 2011\nand NCA$P.)\n3. \nSecurity mea$ures and contrnls in respect of Catering $upplies:\n3,1 security clearance and security Programme of the catering\nEstablishment:\n3.1.1. No Catering Establishment shall enter into an agreement with any\naircraft operator for providing catering stores and supplies unless it is\nseci-irity*cleared b-1,* the Director General, BCAS.\n3.L.?\" Each catering establishment shall apply for securitlr clearance on e-\n$ahaj pr:rtal.\n3'1.3. No catering establishment shall commence operations without\napproval of its security programme by the DC, BCAS. Format of security\nprogramme is attached as Appendix-A of this AvSec Order. The catering\nestablishm*nt shall submit the same to the DG, BCAS rhrough concerned\nRD, BCAS for approval.\n3'L.d*. The catering establishment shall issue a catering security\ndeclaration, as per Appendix-B of this AvSec order, to the Aircraft operator.\nSuch securi[r declaration shall be produced to the BCAS Inspecting Officer\nduring the course of security* inspectionlaudit.\nS.1.5. Consequent to applications for security clearance and securiry*\nvetting of the facilities, infrastructure and security arrangements made by\nthe catering establishment shall be inspected as per ipp*adix-C by *\nStanding Cornmittee consisting of:\n{a} RD, BCAS of the region concerned - Chairman\n(b) Representative of IB - Member\n(c) Representative of Airport Operator - Member\n{d) cso or his representative of client Aircraft operator - Member\n{e} cASo or his representative of the airport concerned * Member\ng'1.5.1 Chief Securit5r Officer (CSO) of t}le catering establishment shall\nbe present at all times during such inspection.\n3.I'.5.9 After inspecting the facility of the catering establishment, the\nCornmittee shall record its observations, if any, and communicate the same\nto the entity for compliance.",
  "3": "e.1.5,3 After finding the inspected faciiities, infrastructure and security\narrangements of the catering establishment, compliant to AvSec\nrequirements, the Committee shall recommend for approval of security\nprogramme, subject to issuance of securi[. clearance.\n3.2. Acceptance of catering stores and supplies by Aircralt Operators -\nNo Aircraft operator shall accept any catering stores and supplies for loading\nin the aircraft unless these items have been subjected to the following\nsecurity controls, namely:\n{a} The catering stores and supplies have been received frorn a catering\nestablishment with whom the aircraft operator has signed a written\ncontract for the purpose.\ntb) The catering estahlishnlent is securiq, cleared and its security\nprogramme is approved by the DO, BCAS.\n3.3. Security coutrol sleasures by the catering estabLishment * The\ncatering establishment shall apply the follorving in-house security measures\nto the catering supplies and stores intended to be taken on board an\naircraft:\n(i) \nEach Catering E$tablishment shall appoint a CSO who is qualified as\nper guidelines laid down in the NCASP in this regard and poasessing\naclequate AvSec experience. A copy of appointment order of the Chiel\n$ecurity ofticer shall be enclosed with the security programme.\n(ii) \nThe CSO shali be responsible for the implementation of appropriate\nsecurity control measures a$ pre$cribed by the DG, BCAS.\n(iii) Adequate securi[. control measures sha1l be implemented at catering\nfacilities as per the BCAS approved security programme and instructions\nissuecl by the BCAS from time to time.\ntiv) Catering premises shall be\nunauthorized access and it shall have\n8 feet with overhung fence of barbed.\nfeet.\n(v) Each catering establishment shali develop, implement and maintain\nKnife Control Policy in their premises.\n{ui} All security staff posted at catering establishment shall qualily AvSec\ninduction course u,ithin the specified period. The security service provider, if\nany, engaged by the catering establishment shall obtain security clearance\nfrom BCA$.\n{vii} Premises used ftlr the preparation or storage of in-flight catering\nsupplies and stores intended to be carriecl on board an aircraft ifran akays\nbe secured and access to the premises be controlled physically and rhrougn\nelectronic acces$ control systems;\n{viii) Sufficient number of CCTV cameras having recording facility and\nstorage capacity of at least 30 days, shall be instalild to covef * tft. areas\nof catering premises as part of video surveillance and. CCTV feed.s shall be\nmonitored round the cloCk by security staff of the catering estaUti;il;. --\n(ix) Personnel ernployed by the catering establishment for preparation and\ndelivery of in-{light catering supplies anb stores intended to be carried on\nboard aircraft shall be their regular employees, recruited after getting their\ncharacter and antecedents verified by the police;\nadequately protected to prevent\na perimeter wall of standard height of\nwiref concertina wire of one and half",
  "4": "{x} \nPersonnel engaged by the catering establishment in the preparation\nand delivery of catering supplies and stores intended to be carried on board\nan aircraft shall be provided with one day AvSec anvareness training to\nenable them tc understand and cafi1\" out their security responsibilities. The\ntraining shall be carried out before they are allowed access to any catering\nsr-ipplies or stores which are to be loaded on aircraft;\ntxi) The catering establishment shall have written and signed agreement\nrn'ith suppliers providing raw materials / groceries f pre-cooked meals /\nbeverages. The suppliers shall deliver these iterns at the premises of catering\nestablishnnent.\n{xii} A1l deliveries of raw materials and equipment to the premises used for\nthe preparation or processing of catering supplies shail be broken down or\ndecanted a$ appropriate prior to the preparation process and appropriate\nsecurity controls in accordance with the nature of materiats shali be applied\nto ensure that these do not contain any prohibited article and thereafter\nheld under secure conditions;\n(xiii) All items vi,hich are nol broken down or decanted shall be x-ray\nscreened and / or physically searched within the constraints of food and\nbeverage hygienic reguiations;\n{xiv} The catering establishment shall only accept bulk deiiveries of pre-\ncooked frozen tneals that cannot be broken down or decanted provided these\nhave be*n sealed or made tamper-proof.\n(xv) Chilling rooms and refrigerators containing prepared meals and\norher supplies shail be kept under strict access control and under CCTV\nsur-veillance at all times.\n{xvi} Before anY cart or container containing supplies is locked and sealed\nfor dispalch to an aircraft, the cart or container and its contents shall be\ninspected by the security staff of the concerned aircraft operator to ensure\nthat it does not contain any prohibited itern or has not been interfered with\nin any manner rvhich might compromise its security;\n{xvii} Catering carls and containers that are placed on an aircraft shall be\nso configured that access into the interior cannot be achieved when the cart\nor container is locked and sealed;\n(xviii) Articles such as PoS, Credit Card Machines, merchandise such as\nCe11 phones, watchess polver-banks, ear pods, etc. which cannot be searched\n/ screened using visual check and manual search, shall not be air-lifted as\npart of catering stores & supplies. These materials may be allowed only after\nappropriate security controls by screening measures through X-Ray and\nETD are applied on them before up-liftment. i\n(xtx) Security Seals and security stickers shall be held under secure\nconditions until required 1\"or use. Any such rnaterial shall be issued from a\ncentral point by a designated staff of the ai.rcraft operator, who shall record\nthese details and also open for inspecti.ons as and when required.\n(*i1) Windows, loading docks and unloading docks shatl be kept secure\nwith suitable locking devices and/or bars.\n(xx) All securiq. equipment shall be procured and installed as per BCAS\nspecifications.\n{xxi) $creening shall be performed either before or after the consolidation\ncf sr-rpplies and meals, using appropriate method based on the nature of the\nsupplies.",
  "5": "{nvii} Appropriate documentation detailing the nature of t}re catering\nsupplies and stores, the consignor, the destination and the consignee shall\nbe raised for each consignment of supplies and stores and presented to the\naircraft operator;\n{xxiii} Catering security declaration and other documentation associated\nwith consignments of catering supplies shal1 be held under secure\nconditions and issued from a central point by the designated staff of the\ncatering establishment;\n{xxiv) The catering supplies shall be transported by:\na. The aircraft operator, or\nb. The catering estabiishment's own transport or\nc. A haulier whose operating procedures and securiqy rneasures have\nbeen approved by the Aircraft operator.\nHclwever, it shalt be ensured that access into the interior of all such\ntransport vehicles cannot be accessed from the driver's cabin.\n{xxt} All vehicles which are used for transportation of catering supplies to\nand from the aircraft shall be securable. These vehicles must be locked\nwhen not in u$e. Further, all the cornpartments transporting catering\nsupplies shall be closed and secured by locks and seals while\ntransportati0n.\n{xxvi} All the prescribed food and hygienic regulations shali be observed\nduring preparation, packing and transportation of the catering supplies and\nstores.\n{xxvii} Preparation of catering products and meals, including assembling\ncarts and containers, shall be kept under physical and video surveillance to\ndetect and deter the placement of any prohibited items with in-flight stores\nor supplies.\n(xxviii) The catering establishment shall ensure tJ:at its employees engaged.\nin receipt, preparation, storage and delivery of catering stores and su[plies\nare appropriately recruited and trained as per their responsibilities in\nirnplementing security measures, in accordance with the I{cASTp.\n{xxix) The catering establishment, in order to ensure secure supply chain,\nshall take ali necessary steps to safeguard catering stores and supplies from\nthe time these are received at the catering facility antil deliiriied to an\naircraft;\n$,4. Methods of screeniug *\n3.4\"1 Screening of in-flight supplies for prohibited items shall be\nconducted through the use of approved technologies or procedures. Given\nthe wide range and nature of the in-flight supplies, appiopriate screening\nmethods that take into account the lype and size of the supplies shall bi\nused, u'ith a vierv to detecting prohibiied items that could G used in an\naircraft cabin.\n9.4.2 In some cases, a single screening method may not be sufficient to\ninspect all types of in-flight supplies. consequenily, more than one\nscreening method shall be applied. Visual checks of in-flight supplies shall\nbe thorough and be applied only in combination with other prescribed\nmethods of screening, such as manual search, X-BIS or ETD.",
  "6": "3'4'3 The screening process at a \"piece\" Ievel prior tc consolid.ation and\nbuild-up is most appiopriate to derecr prohibited items.\nVisual eheek and manual search\n3.4.4 visual checks of in-flight supplies sharl be thorough and be applied\nas follows: a) only in combination *itr, otrrer approved meilroas; b) where al1\nparts of the supplies can be seen, with or without aids; c) where supplies are\nof such a nature that it would make the concealment of prohibited iterns\nimpossiblei and dJ where explosives trace detection is not available and the\nsize, weight andlor nature of the supplies does not permit the use of x-ray\nequipment or manual search.\n3'4'5 when visual check is used in combination urith manual search, the\nsearch shall be performed dorarr to ttre most reasonable level possible,\nwhether it be down to a single item or a group thereof, to the extent\npermitted by local lau's and hygiene standards, to ensure that it does not\ncontain any pr*hibited items ancl has not been tampered with. For example,\nq''hen screening cushions and blankets using a combination of visual and\nmanual seal'ches, screeners can perform the search on a cluster of blankets\nandf or pillolvs, as long as they can reasonably confirm that no prohibited\nitems have been concealed q,ithin. shor-rld the screeners not be able to do so,\nthey should break the ciuster of items further down until the items are\nconsidered cleared to be loaded on-board an aircraft.\n3.4\"5 When individuai containers can be opened\nnoticeable signs eif tampering, a combination of visual\nas appropriate, shall be performed.\ng'4'7 Screeners/searchers shall pay particular attention to suspicious\nsigns such as signs.o{ tampering,-and differences in weight, density, or\ngeneral appearance within one or several groups of similar irJ*u. \n- -\ns'4.8 Particular attentions shall also be given to ice trays and tire\nundersirles of catering carts.\n3'4'9 The visual check and/or manual search of food iterns, meals and\ntrays should be carried out to the extent permitted by local t\"** \"rr* hygiene\nstandards. In such cases, the Lrse of- another slreeni\"g *.ihrla (or a\ncombination thereof) such as visual checks and ETD uyi*** should be\nemployed.\nX-ray screening aad explosives trace detection\n3.4. L9 x-ray screening equipment may be used to screen bulk supplies\nusually Backed in a box or other containlrs suitable for such equipment, in\norder to allow screeners to identify prohibited iterns.\n3'4'l-1 ETD equipment may be used to detect the presence of explosive\nparticles, both the inside and outside of the in-flight supply container, as\nwell as its content$, as follows:\nta) the inner and outer joints of the container, when feasible, under\nthe protective packing\ntbl \nat least two outer surfaces, under the protective packing;\n(c) any area used for handling or manual lifting; and\n(d) any area which appears to have been handred.\nand closed without\nand manual search,",
  "7": "3.5. $ecurity control measures by the Aircraft Operator - The aircraft\noperator shall apply the following security controls to his catering stores and\nsupplies, namely:\n3.5.1 During all stages of catering cart assemhly at the premises of\ncatering establishment\na) Catering operations during a1t phases of catering cart assembly in\nthe catering establishment until loaded on the transport vehicle shall\nbe monitored by a certified X-Ray screener of the Aircraft operator.\nb) lt shall be ensured that one trolley is ioaded and sealed at a time.\nc) Such loading and sealing of cart shall be conducted in an area\ncovered with CCTV cameras, in the presence of aircraft operators'\nsecurity staff.\nct) The pre-set area shall be under full CCTV coverage with provision\nlor storage capacity sf at least 30 days, CCTV footage.\ne) Aircraft operator shall procure and apply tamper-proof security\nseals and stickers lor their catering carts and vehicle.\n3.S.2' Searchlinspectinn of the catering carts prior to loading on the\ntra,nsport vehicle shall be done as below:\na) Food and sealed items shall be inspected to the extent permitted as\nper prescribed food and hygienic regulations. The inspection shall\nfocus on external appearances, appropriate weights, signs of\ntampering r.vith packaging, and insertion of inappropriate items. It\nshall include food and beverages, serving utensils, liquor supplies and\ndutv-free items;\nb) inspection of food carts and supply trolleys shall include side\npanels, doors, undercarriages, and dry ice compartments;\nc) Items that are not containerized shall he physically searched as per\nprescribed food and hygienic regulations; and\nd) These inspections shall be done inside the catering establishment\nand/or on the loading dock.\n3'5.3. sealing of inspected eatering earts : Each assembled and inspected\ncatering cart shall be sealed with a tamper-proof, sequentially numbered\nsecurity seal at the catering establishrment prior io loaOing on the\nHlVslCatering Transport Vehicie. A record sniU be made of lach seal\nnumber used on each cart for each flight. This record shall be maintained\nfor at least seven days from the complet-ion of the respective nigr,t.\n3'5.4. Inspeetlon aad Sealiug of the HlV/Catering Transport Vehicles:\niil' Prior to loading any catering item into the transport vehicle, interior\nportion of the vehicle shall be searched to ensure that the vehicle is\nslerile' Any.suspicious or potentia} threatening item r,r,ill be resolved\nprior to loading catering items into the vehicles;",
  "8": "Leiading of all catering iterns into the assigned transport vehicle shall\nbe rnonitored by securiry staff of catering establishment as well as\nthat of the aircraft operator; and\nAil seals and related supplies shall be accounted for, stored in a\nsecured and locked manner and protected from unauthorized access.\nonce the catering transport vehicle has been searched and ioaded, all\nvehicle access doors shall be closed and sealed with tamper-evident,\nsequentially numbered security seals. A record shall be made of the\nseal numbers used on each transport vehicles. This record will be\nmaintained for at least seven days from the associated flight.\n3.5.5. Issuance of Security Certificates:\na. The aircraft operator's securiqr staff designated to carry out a securify\nsearch I inspection shall note its completion time on the Catering\nDispatch slip, as per Appendix-D of this Avsec order, and sign thrl\ndocument after ensuring that the same is cornplete in all respects.\nb' Catering establishment security supervisor shall issue an undertaking\nin the form of the Security Check Certificate as per Appendix-E of this\nAvSec order, certifying that all cartsl trolleys *.ri loaded in his\npresence and none of the consignment of its stores and supplies to be\nioaded on to the aircraft contain$ any prohibited and I or restricted\narticles / items to be submitted to Crew at the time of deliverv of\ncatering stores and supplies in to the aircraft.\n3.5'6. $ecurity Control Measures durlng transportation of catering\ncarts in the HlVlCatering ?ransport Vehicles:\na\" All catering supplies, stores and carts shall be escorted by security\nstaff of the concerned aircraft operator from the time the cart\nassembly and the lgcurity check are completed, followed by 1oading\non the transport vehicle until delivery on board the aircraft. The escort\nso provided. shaIl be capable of monitoring all catering items at all\ntimes while in transit.\nb.\nd.\nb. The catering transport vehicle shall proceed directiy to the aircraft.\nOnce at aircraft, the seals attached to the vehicle ac*Lss points will be\ninspected for signs of tampering, prior to breaking the same. The staff\nbreaking the seal rnust verify that the seal waJintact and the seal\nnumber listed in the record of seals applied to that acces$ point;\nIf the. catering transport vehicle makes stop at one aircraft before\nreaching final aircraft from the catering establishment and the seal is\nbroken fur operational purposes, the vehicle shall be escorted between\neach such aircraft (s) by the security staff of the aircraft operator and\nall such vehicle aiies= points \"pened shall be resealed using the\nprescribed method until ail catering has been completed.",
  "9": "3.5.7, Acceptance of catering stores and supplies at the aircraft:\na) Once delivered to the aircraft, the seal attached to the catering carts\nshall be inspected for signs of tampering. The person breaking the seai\nshall verify that each seal is intact and the seal number listed in the\nreeord of seals applied to that cart. Items that are not sealed shall be\nphysically searched;\nb) In the event seals show signs of tampering or discovered broken, all\ncatering items shall be physically searched for suspicious objects,\nlveapon$, explosives or other dangerous devices, articles or suhstances\nby the aircraft security staff prior to loading on to the aircraft; and an\nundertaking of Catering Security Search Certificate as per Appendix-F of\nthis Av$ec order shall be issued by the aircraft security staff certi$ing\nthat all carts/ trolleys w'ere loaded in his/her presence and it does not\ncontain any prohibited and 1 or restricted items f articlex, Matter shall\nalso be bruught to the notice of rhe pilot-in-Command.\n3.6. $ecurity control measures for newspapers and cleauing supplies\netc.- No aircraft operator shall accept ne*spapers, magazine{ cleaning\nstores and sr-rpplies or any other item for loading on to de aircraft unlesl\nthese items have been subjected to the following sicurity controls namely: -\na) The stores & supplies have been obtained from an estabiishment with\nwhom the aircraft operator has a w'ritten and signed contract for the\npurpose;\nb) The stCIres and supplies have been physically searched or x-ray\nscreened. to prevent the introduction of any prohibited article; and\n4,\nc) Before allowing access\nfrisked and all the articles\nsecuriry staff of the aircraft\nRole of A$01\nto the aircraft the cleaning staff shall be\ncarried by them physically checked by the\noperator.\nt: \nASG personnel shall check certificate of security check, catering\ndispatch slip, .security seal / sticker along with exterior of the high fifr\nvehicle I catering transport vehicle, before giving access to the Airs*e.\nb- ASG personnel shall check AEPIADP oi Driver, escorting staff,\nother occupants and AVP of high lift vehicle / catering transport o\"*hi\"l..'\n5. \nSecurity Audit/Inspection I Tests -\n5.1. The Chief Security Oflicer of the client aircraft operator shall be\nresponsible to conduct the internal audit of the catering establishment by its\nAvSec auditors certilied by BCAS as per aircraft opeiators'quality control\nprogramme. A copy of such inspection report shall be sent to ih* DG, BCAS\nthrough concerned Regional Diiector of BCAS,",
  "10": "5.2. The officers of BCAS may carry out security audit I inspection and\ntests to monitor the security compliance's of the catering establishment, and\nthe security integrity of transportation of the catering items from the\nconcemed catering establishment to the aircraft.\n6, \nRecordsllogs mentioned in this AvSec Oder shall either be kept in\nhard copies or in electronic format. Such records shall be kept for a\nminimum period of one year unless otherwise specified in this AvSeC order.\n7. \nThis Avsec ord.er supersedes Avsec orders Tl2aCI4, 1g/2011 and\nAvSec Circular 25l2AA6 and shall come into force with immediate effect.\n8. \nAny violation of lhis ArrSec order shatl attract penalty under applicabte\n(Jaid\nrPS)\nDirec\nGerieral, BCAS\n&nqlosu.{\"es:\nAppen d ix-' A' : Catering establi shment, s security programme\nAppendix-' B' : Proforma for Catering establishment's security declaration\nAppendix-'C': Profurma for inspection report of a catering establishrnent\nAppentlix-'D': Pn:forma for Catering Dispatch Slip\nAppendix-(E': Proforrna for $ecurity Check Certiticate to be given by Catering\nEstablishment\nAppendix-'Fo: Profbrma fbr Catering Security Search Certificate to be given by\nAircraft Operator\nAnsexure-l: Checklist fcr conducting security inspection of the catering\nestablishment by the standing cornmittee\nDistribution:\nAs per standard list attached.\n201 1.",
  "11": "Appendix-'B'\nCATERING ESTABLISHIVIENT'S\nSECURITY DECLARATION\nName of in-flight supplies provider:\nAddress of in-flight supplies provider:\nOn behalf of the above-named in-flight supplies provider, the undersigned\ncertifies that:\n1. Security requirements of the national civil aviation securi{r\nprogramme (NCASP) are fully and properly implemented by [name of\nin-flight supplies \n- provider] to ensure that in-fligrrt supp(es do not\ncontain any restricted articles w'hich may endanger ttte safety of an\naircraft, its passengers and crew; and\n2. The company has:\na' implemented, and continues to maintain, a securis programme\ndetailing the measures and procedures applicable to in-flight sippties;\nb' appointed a security ofticer to be responsible for implementing the\nrequired security measures and the related quality contiol measures;\nc' properly recruited and trained its staff to correctly receive, process\nand handle in-flight suppiies; and\nd' taken the steps necessary to safeguard in-flight supplies from the time\nthey are received at its premises until they aie taken to an aircraft.\nI understand that a false declaration may have legal con$equences.\nName:\nPosition held;\nDate:\n$ignature:\nCompany Stamp:\n,r'",
  "12": "Alrutendix-'C'\nr$s?EcTror{ REpoRT or eaTEaI$c ESTAEI#J*rIMEN\" rOR\nCIpERATII{G TI\"IGHT.SATERTNG UNrTS AT ATRPOBT* VrpE AVSEC\noRpER NO. 0112022\ns1.\nNo.\nName of the Catering Establishment\nRemarks/Obserrrations ol\nEhe Standing Committee\n1. Regd. Office of \nthe \nCatering\nEstablishment & address with contact\ndetails\n2\nLocation of the Catering Establishment\nion Airport/ off Airport)\n4\\-}\nStatus of company's security clearance\nfrom the DG, BCAS\n.,I\nDate of inspection\nStatus of the Catering Establishment's\nsecurity program\na. Date of submission\nb. Date of Approval (in case of\nrenewal)\n6\nA\"pproval from lclcal bodies\n7\nA.:-rthorized vendors {list to be attached)\nI\nDetails of the Standing Committee\nI\nChecklist for conducting securitS\nin*pection and recommendation of the\nStanding Con\"rmittee {Annexure- 1 }",
  "13": "2\nAppend*i;iP'\nDate:\nHLV No.\nDispatch:\n1. No\" of carts/ Trcllleys\n2. Seals/ Sticker \nused\nCatering Dispatch $lip\n{No Overwritingl Amendments pleasei\nS'Iight No:\nDriver\nFrom\nTo\na\" CartslTrolleys\nb, Cartsl Trolleys\nc. Carts/Trolleys\nd. CartslTrolleys\ne. CartslTrolleys\nf. HLV Front Door\ng\" HLV Rear Door\ni. Departure time from Catering Establishment\nI hereby certify that all carts and Hi-tift were loaded and sealed in my\npre$ence and that it does not contain any prohibited items.\nName of the Aircraft Operator Securiry* Staff\nSignature\nReceipt:\n1. Time of Arrival at Ramp\n2. SealslStickers Verified at Ramp by\nI hereby certify that all seals/stickers were verilied before acceptance on\nboard the aircraft.\nName of the cabin crew receiving the catering stores and supplies\nSignature with date",
  "14": "Aq!rcB4lx-'E'\nNAME AI{D ADDRESS OF ?HE CATERII{G ESTABLISHMEIST\nSL No.\nDate:\nVehicle No.\nFlight No.\nTo the CASO, (Aviation Security GrouplAirport Security Unit)\nand\nManager, Aircraft Operator concerned,\nNarne of the Airport\nCertifrc*te of Security Check\nThis is to certify that catering stores aad supplies on returnable basis\ndelivered for the above flight have been checked, security cleared and all\ncartsl tn:lleys were loaded in his/her presence. The vehicle does not cbntain\nany suhstance of suspicious nature or prohibited items*\ne of the driver\nSignature and seal of\nSecurity Officer,\nName of Catering\nEstablishment.\nC No.\nrity seal No.\nby (NameJ\nP No.",
  "15": "Appendix-'F'\nI{AME OF ?HE AIRCRAT\"T OPERATOR\nS1. No.\nDate:\nVehicie No.\nFlight No.\nTo the CASO, (Aviation Security Group/Airport Security Unit)\nand\nManager, Aircraft Operator concerned,\nName of the Airport\nCertilicate of Security Search\nThis is to certify that catering stores and supplies on returnable basis\ndelivered for the above flight have been physically checked, security cleared\nand all cartsf trolieys w'ere loaded in the presence of the undersigned. The\nvehicle, carts and trolleys do not contain any substance of suspicious\nnature or prohibited items / articles.\nof the Security staff\nSignature and seai of\nSecurity staff,\nName of Aircraft Operator.\nID No.",
  "16": "Annexurer l\ncrrBcKLIsI roR coNDucTII{G SECURITY I$SPECTIOI'I OF THE\nCA\"ERING E$TABLI$HMEIIT BY TIIE S3INDING COMMITTEE:\nsl.\nIilo.\nPoints for Examiuation\nNorms\nObsenrations\n1\nStatus of cornpany's securitS\n:learance frorn the DG, BCAS-\nEssential\n2.\nName of the Officer who will be\nresponsible for \nthe\nimplementation \nand\nsupervision of \nsecurity\nconrols in the Catering {CSO}-\nEssential\naJ.\nISO's quaiification in BASIC\nq,VSEC Course - Essential\n4.\nPhysical security and control of Access to Catering premi*i\na. Perimeter wall \no1\nstandard Lreight with\noverhang fencing\nEssentiaL\nb. Lighting - Essential\nc. CCTV - Essential\nd. HHMD- Essential\ne. DFMD - Essential\nf\" X-BIS - Desirable\ng. ETD - Desirable\nh. Number of access gates\nt0 Catering Unit and\nstatus of Access Control\n- Sssential\ni. No. of Vehicles gates\nEssential\nj. Name of agency\nresponsible for access\ncontroi * Essential",
  "17": "5.\n&mployees details and Background cheeks\na. Whether the personnel\nemployed by \nthe\ncatering establishment\nfor preparation, delivery\nof in-flight catering\nsupplies and stores and\nsecurity are the regular\nemployees of \nthe\ncatering establishment -\nEssentiatr\nb. Initial \nBackground\nChecks {BGC} of stafl\nworking in tj:e Caterinp\nEstablishment\nEssential\nc, Recurrent BGC of the\nstaff after 2 years-\nEssential\n6_\nTraining of Stalf\na. Number of staff\nemployed (List enclosed)\n- Essential\nb, Number of staff posted\nin Security duties ilist\nenclosed) - Essential\nc. Are the \npersonneJ\nengaged by the caterer\nin the preparation and\ndelivery of \ncatering\nsupplies and stores have\nbeen provided with One\nDay AVSEC Awareness\nCourse* Essential\nd. Number of staff qualified\nin S-days' lnduction\nCourse {List enclosed) -\nEssential\ne. Number of staff qualified\nBCAS Basic AVSEC\nCourse (List enclosed) -\nDesirahle\n\\",
  "18": "f . i{umber of staff qualified\nin \nScreener's\nCertilication Course\n{List \nenclosed)\nEssential in case there\ni* provision of X-Ray\nscreening.\n7.\nPrccedure to be checked in case of Rerewal:\nAre all deliveries of rawl\nmaterials \nand\nequipment in to the\npremises used for the\npreparation \nor\nprocessing of catering\nsupplies broken dor,r'n\ndecanted as appropriate\nprior to the preparatian\nprocess and appropriate\nsecurity controls in\naccordance with the\nnature of materials are\nbeing applied to ensure\nthat these do nol\ncontain any prohibited\narticle; and thereafter\nheld under secure\nconditions - Essential\nb. Are all items r,vhich are\nnot broken down or\ndecanted are being x-ray\nscreened or physically\nsearched within the\nconstraints clf food and\nbeverage \nhygienic\nregulations? - Esse*tl*l\nc. Security control oj\nnewspapers, magazines,\ncleaning stores anc\nsupplies or any other\nitems for loading in the\naircraft - Essential\nd, Screening before entry\nto pre-setting area,\nloading dock by securit5i\nstaff \nof \nAircraft\nOperators- Essential\na",
  "19": "8.\n$ecurity arrangements and security measures at Catering\nEstablishmeut:\nWhether the catering\ncarts and containers\nthat require to be placed\n0n an aircraft are\nconligured in such a\nmanner that access lnto\nthe interior cannot be\nachieved when the carl\nor container is locked or\nsealed - Essertial\nb. Are the chilling rooms\nand \nrefrigerators\ncontaining the prepared\nmeals and \nother\nsupplies kept under\nstrict access control at\nall times - Essential\nc. Whether the \nseals,\nbinding and \nother\nmeans of rendering\nsupplies tamper-prool\nare held under secured\nconditions \nuntil\nrequired for use\nEssential\nd. Has the \ncatering\nestablishment done\nappropriate\ndocumentatinn,\ndetailing the nature oI\nthe catering supplies\nand \n$tore, \nthe\nconsignor, \nthe\ndestination{s} and the\nconsignee(s) for each\nconsignment?\nEssential\ne. Does the \ncatering\nestablishment issue\nsecurity-check\ncertificate to the aircraft\noperator for \neach\nconsignment of \nthe\nstores and supplies to\nbe loaded on the aircraft\nto the effect that the\nconsignment does not\ncontain any prohibited\nitem? * Essential",
  "20": "f. Does the design\nstaff of the caterin\nestablishment hold\nsecurity-check\nce rtificate and oth\ndocumentations\nassociated with thr\nconsignments \no\ncatering supplies unde\nsecured conditions an\nissue it from a centra\ng. Security equipment'\nmaintenance and statu\nof AMC- Essential\na. Are \nthe \ncaterin\nsupplies rransported b\nthe:\nAirlines operator\nThe \ncaterin\nestablishment's 0w\ntransport\niii. A \nhaulier lv\noperating procedure\nand securi[r measure\nhas been approved\nthe Aircraft Operator.\nb. Are all the vehicles\nwhich are used for\ntransportation \n0\ncatering supplies to an\nfrom the aircraft\nsecurable by locki\nthese vehicles when no\nin use? Is this bein\ndone by the caterin\nestablishment?\nEsseatial\nP for handling caterin\nplies or store that hav\nn \ntampered u,'ith:\nP for knife and other sha\niects: * Essential\nB: Alry other ohsenration{s}\nC: Recommepdation:\n$isnaturF of Standing Committee members",
  "21": "Appendix''An\nCATERING ESTABTISHME$T'S SECURITY PROGRAMME:\n1. This appendix is intended to assist catering establishment in\nformulating and establishing a security programme that includes the\ndetailed measures they should implement in order to conduct\nbusiness with an aircraft operator.\n2. A catering establishment security programme shal1 be classilied as\nrestricted. fne written programme should be in short narrative form\nandshou1ddetai1howthecateringestab1ishmentmeetseachofthe\nrequirementsspecifiedinthecorrespondingchapteroftheNCASP'\n3. A catering establishment security programme shall, at a minimum,\ninclude the follorving topics:\na. appointment and training of a securitlr officer;\nb. physical securi{y and control of access to the in-flight supplies\nprovider's premises;\nc. background checks of staff;\nd. training of ali staff;\ne . receipt and handling of in-flight supplies;\nf . preparation and storage of in-flight supplies;\ng. documentation;\nh. transportation and delivery to aircraft;\ni. checking and sealing of vehicles;\nj. airside premises;\nk. receipt of in-flight supplies by the aircraft operator;\nl. procedures for handling stores or supplies that have been\ntampered with;\nrn. cyber-security measures;\nn\" incident reporting; and\"\n0. contingency plan."
}