{
  "1": "OFFICE OF THE ADDITIONAL DIRECTOR GENERAL/AIRPORT SECTOR\nCENTML INDUSTRIAL SECURITY FORCE\n(Ministry of Home Affairs)\nAdministrative Block\nCISF Complex, Mahipalpur\nBy pass road, New Delhi-37\nCIRCULAR NO. AS- O\nNo. o-42011/APC/Ops(2)/Circ utar(AS)l2O2t-$\\r1''' Dated: | f, )une' 202t\nSub: Utilization of time & oersonnel durinq Iess fliqht ooerations at\n!hc-a!4ofts-: Reg\nPost outbreak of the second wave of COVID infection, the flight operations\n(Domestic & International) have been affected and a sizable number of flight\noperations have reduced resulting in modest passenger movements at the airports.\nIt is urged that this lean spell of passengers'footfall can be utilized productively by\nengaging ASG personnel in enhancing their professional skills and upgrading the Unit\nfunctioning and inculcating the good practices amongst ASG personnel.\n2. \nIn this regard, all CASOs are hereby directed to take suitable measures and to\nwork out a plan to enhance the functioning at their respective ASGs in the following\ncategories:-\na. Administrative\nb. Operational\nc. Training\na. \nAdministrative:-\n(i). To review all SOPs and upgrade them in consonance with the requirement of\nthe duty posts. Area of responsibility (AoR) should be clearly mentioned in\nthe SOPs for the duty personnel in order to perform foolproof duties. This will\nhelp the duty personnel to know their AoR distinctively.\n(ii). To ensure that all relevant Circulars / instructions issued by BCAS / APS HQ\nare linked & indexed to each duty post, viz. Access Control duty posts have\ncomplete extract of circulars etc pertaining to eligible IDs, E-Aadhaar, tickets,\ne-tickets, TAEPS, IDs of MPs etc.\n(iii). To compile compendiums of important BCAS Circulars, FHQrs & APS HQ\nCirculars / Orders should be made and placed prominently, so that the duty\npersonnel can go through these instructions at their own convenience or as\nper their requirement.",
  "2": "(iv). To undertake daily cleanliness drives should be conducted in barracks, family\naccommodation, ,\"ti, common room and work place and keep records of\nactivities so conducted.\n(v). To review the functioning and maintenance of Kote of the Unit and ensure\nnecessary action as per tlie use of weapons and its maintenance. The off-duty\npersonnel may be utilized for cleaning of weapons'\n(vi). The issues like manpower, gadgets, infrastructure etc. where intervention of\nairport operator is required-should be immediately brought to the notice of\nthe respective managements to sort out at the earliest'\n(vii). Proper co-ordination with Airport\nmaintained bY the CASOS.\nb. \nOoerational:-\nOperator and Airlines Operators may be\n(i). The ASG personnel may be divided in small groups of 10-15 personnel each\nunder one Sub-officer. A briefing class on the BCAS Circulars, FHQrs & APS\nHQ Circulars / Orders should be conducted by the SO in-charge of this group'\n(ii). To identify core Resource Persons based on their aptitude and skills for\nimparting on-the-job training at various duty posts of ASG.For each security\nfunction of ASG like screening, frisking, QRT, perimeter security, document\nchecking etc, one Core Resource Person should be detailed by the unit\nconcerned.\n(iii). To train the ASG personnel in various tactical moves on anti-terror operations\nby showing relevant videos, films, documentaries which may be arranged by\ndownloading from the internet (you tube, etc.)' This will make all the Unit\npersonnel aware about modus operandi of terrorists and improve their field\ntactics.\n(iv). To ensure compilation of films on anti-terror operations / training etc should\nbe shown especially to QRTs, terminal marshals and personnel manning\nNakas / Watch Towers, etc.\n(v). To enhance knowledge of ASG personnel and update them on the relevant\ncirculars / orders. Every day one Circular/Order of BCAS and Airport Sector to\nbe selected to brief the personnel in the Shifts during briefing / debriefing.\n(vl). To enhance knowledge of ASG personnel on the functioning and use of the\nTechnical Equipments, like DFMDS, HHMDS, ETD etc.\n(vii). During conduct of such sessions, COVID appropriate behavior should be\ninvariably followed.",
  "3": "- \n. \n- l_ \n., r",
  "4": "c. \nTraininq:-\n(i). To enhance the capability of duty pglsollel, APS HQ is circulating detailed\ninstructions to commence tne SnAnp (Situational Holistic Awareness and\nRaising Potential) training at Unit level' A schedule of the training' CRPs'\ntiming-slots, etc must b-e organized by the Units to systematically cover all\ntheir personnel, in a reasonable time frame'\n(ii). As the offline training activities have been suspended by B!fS, the inh.ouse\nonline / offline trainiig of new Airpoft Sector personnel / ASG personnel and\nthose due for BCAS courses (Basic & screener certification) should be\nconducted, so that they may easily qualify when BCAS conducts their courses\nand examinations.\n(iii). Regular yoga sessions observing COVID protocols'\n(iv). To ensure training on Gender sensitization and Basic English language\nconversation to GISF personnel who have direct interface with passengers\nshould be conducted on a regular basis at unit level'\n3. \nIn this regard, it is, hereby, directed to implement the above practices in the\nUnit (s) under your command. These practices will enhance professionalism,\neffectiveness and efflciency of personnel towards their assigned duties.\n4. \nAll Zonal DISG/AP will ensure compliance of these directions by the cASos\nunder their jurisdiction. It is also directed to give due importance to this aspect\nduring their briefings to the concerned CASOs under their respective jurisdiction.\n5. \nYour personal involvement in ensuring as above will go a long way in enriching\nAPS professionally.\nI pirtt\"\nI \nrqt -1-24 -\n(Pramod Shripad Phalnikar, IPS)\nAdditional Director GeneraUAirport Sector\nDistribution:\nIGAPS-I&II\nDIsG/AP(NZ, SZ, WZ ANd E&NE).\nDIsG/CASOs Delhi, Mumbai, Chennai, Hyderabad and Bangalore\nAll CASOs CISF ASGs."
}