{
  "1": "j\n\nSECRET\n(For internal circulation only)\n\nOffice of the Addl Director General/Airport Sector\nCentral Industrial Security Force\n(Ministry of Home Affairs)\n\nCISF HQrs, 13 CGO Complex,\nLodhi Road, New Delhi - 03\n\nNo.0-42055/APC/ AS/09/ 2 47Y Dated 30\" March 09\nCIRCULAR No. AS- 02/2009\n\nSubject: Maintenance of record for late flights\n\nIn the reviews held in the Ministry of Civil Aviation and in other forums, a\ncomplaint is made mostly by the airlines and sometimes, by the airport operators\nthat the flights get late due to delay in the pre-embarkation checks. Recently, in\na meeting held in the Ministry of Civil Aviation, it has been decided that a\nmonitoring mechanism will now be set up at the ministry level where reasons\nfor the delay of flights will be analyzed. It is, therefore, necessary that the CISF\nASGs should also maintain a detailed record about the reasons for delay of\nflights. Apparently, this record will come into picture when the delay is cited to\nbe on account of some default on the part of the ASG.\n\n2. The delay in the pre-embarkation checks could be on account of the\nfollowing reasons:-\n\n(1) The number of x-ray machines are less vis-a-vis the passenger\nloaditraffic.\n\n(Il) Some of the x-ray machines are not being manned by the ASG.\n",
  "2": "|\n|\ni\n\n2\n\n3. As far as S.No.(1) above is concerned, the ASG cannot be held responsible\nas the decision regarding the number of x-ray machines to be installed, is taken\nby the airport operator.\n\n4, However, the ASG becomes squarely responsible for the delay if it does\nnot man all the x-ray machines and the flights are getting late on account of delay\nin the pre-embarkation checks. Following directions are given in this regard:-\n\n(i) The number of x-ray machines( for which the manpower is\nsanctioned for certain No. of shifts) shall be manned by the ASGs in every\ncircumstance. Any default in this regard will be viewed very seriously and\nwill be held personally against the CASO.\n\n(ii) Once all the x-ray machines ( for which the manpower is sanctioned),\nare manned by the ASGs, the standard of pre-embarkation checks will not\nbe lowered and the speed increased by compromising with the quality of\npre-embarkation checks. The throughput rate mandated by the BCAS is\n300 bags per hour per machine. The ASG should maintain this rate or may\neven do better without weakening the security procedures.\n\n(iii) After talking to the airport management and if the manpower can be\norganized, the spare x-ray machine may also be used for pre-embarkation\nchecks during the peak hours, The relevant of this is self-evident as the\npassengers find it odd that a x-ray machine is lying un-used when long line\nof passengers is kept waiting.\n\n(iv) However, during lean hours, experience shows that the required\nspeed of the pre-embarkation checks can be maintained without\nnecessarily manning all the x-ray machines. This time can be used to give\ntest to. the SHA staff, which can, then, be put on duty in full strength\nduring peak hours. This is being managed at some airports with good\nresults by creating a ‘flexi-shift’ which means that some SHA staff is given\nrest during the lean periods and they reinforce the regular staff during peak\nhours so that all the x-ray machines are put on work during the peak hours.\n",
  "3": "|\n\n5.\n\n3\n\n(v) On airports where separate SHA exists for the domestic and the\ninternational terminals, their peak hours are different and therefore, either\nSHA during peak hours can be re-enforced by shifting personnel from the\nSHA of the terminal which has Jean period. The practice of rotation of\nmanpower between the terminals is used all over the world. All CASOs\nhave been told to do the same, but it is found that there is still some\nhesitation in resorting to this practice. CASOs should note down that\nthey have no choice but _to adopt this practice as otherwise\nresponsibility for any of the x-ray machines remaining un-manned\nleading to delay of a flight, shall rest squarely with them.\n\nIn conclusion, therefore, the CASOs are expected to comply with the\n\nfollowing requirements and the DisG, Incharge Airport Zone are expected to\nensure the same during their supervision:\n\n1. Record of delay of flights with reasons for the delay should be\nmaintained in every ASG.\n\n2. By adopting any of the methods suggested above, it has to be\nensured that no x-ray machine during peak hours is kept un-manned\nand no flight is delayed due to non-manning of the x-ray machines by\n\nthe ASG.\n6. Please acknowledge receipt.\nBO. Beg\n(M.S. Bali)\nAddl Director General/AS\nDistributio1\n\nAll CASOs, ASGs CISF\nDIG/AP (West), CISF, Mumbai\nDIG/AP (E&NE), CISF, Kolkata\nDIG/AP (South), CISF Chennai\nDIG/AP (NZ), CISF\n\nGuard File, Circular File\n\nCopy for information to :\n\n1.\n2.\n\nIGiIAS.\nPS to DG/CISF\n"
}