{
  "1": "900900999090\"\n\n202\n\noe@0e0 0\n\nRAD\noce\n\noO\n\nOFFICE OF INSPECTOR GENERAL/AIRPORT SECTOR\nCENTRAL INDUSTRIAL SECURITY FORCE\n(Ministry of Home Affairs)\n13, CGO Complex\nLodhi Road, N. Dethi\n\nNo.0-42011/APC/OPS(2)/Circular/AS/08 - 3537 Dated; ¢Mar' 2008\nCIRCULAR NO. AS - 2/2008\nject: Guarding of Refusal an if 4 H\n\nPlease refer to BCAS Circulars 30/2005 and 6/2007 and Airport Sector\nCirculars AS - 18/2007 dated 16 August 2007 and AS - 29/2007 dated 30 Nov 2007\nrespectively on the issue of guarding of refusal rooms.\n\n2. The issue has subsequently been examined by the competent authority\nalongwith all stakeholders and it has been decided that each International Airport wil\nhave two distinct _rooms i.e. the Refusal Room and the\n\nrespectively. The Refusal Rooms will be used to lodge the deportees who are\ndenied entry into the country by the Bureau of Immigration (BOI) and are in BO!\ncustody. The refusal room shall be manned by the BO! itself.\n\n3. As opposed to this, the Detention Room will be used to lodge those persons\nwho may have been deported from one country and are in transit en route to their\nfinal destination in another country. Such passengers are the liability of the\n\nconcerned airlines and technically, they will remain in the custody of the concerned\nairline. The detention rooms are to be quarded by the CISF.\n\n4. It is presumed that what has been prescribed for the International Airports will\nalso hold true for the Customs Airports.\n\n5. The ‘detention’ rooms must be well isolated and secure and shall be located in\nthe transit areas of the airport. CASOs of all international and customs airports\nshould liaise with all concerned, particularly the concerned Airport Operator, and\nimpress upon the distinction between the two rooms as explained above for further\nnecessary action towards establishing the same at their respective airports.\n\n6. While passengers are lodged in the detention room, provision for providing\nbasic amenities like food and refreshments to them will be the responsibility of the\nconcerned airlines. CISF guards will take proper precautions to ensure that the\ndetained passenger does not run away and also remain safe and sound | the\ndetention room.\n\n7 The strength earlier sanctioned for guarding of the refusal room (1 Head\nConstable + 4 Constables) should be used for guarding of the detention rooms.\n\nConti.. p/2\n",
  "2": "~2-\n\n8. A proper record of all such passengers lodged in the detention rooms should\nbe maintained by the CISF specifying the following in a resister maintained for the\npurpose:\n\ni, Passenger Details (name, age, nationality, passport no. etc)\n\nii. Flight details (arrival flight no., point of origin and destination of onward\njourney with flight no.) The airlines on whose request the pax is lodged in\ndetention room must be mentioned along with estimated period of stay. The\nsignatures of the authorized airline staff should be obtained.\n\niii. Grounds for being lodged in detention room.\niv. Log of stay in detention room (since when, till when etc)\nv. Any other significant detail\n\nThe register should be signed by the shift /C and checked by the CASO at\nleast once a week. Format enclosed at Appendix A.\n\n9. If any detained passenger is kept in the Ml room on medical grounds, CISF\nshall guard the MI Room for that period.\n\n10. In case of any medical emergency of the detained passengers, CISF shall\nprovide suitable escorts to the city hospital and back.\n\n11. A SOP is to be drafted by the Airlines Operating Committee (AOC) in\nconsultation with BOI, BCAS and CISF for the action to. be taken by the carrier\n(airline).\n\n12, Similarly, the CASOs should draft a SOP detailing the procedure to be\nfollowed by the ASG at their airport for lodging persons in the detention room.\n\n13. The provisions of the AS circulars ibid issued earlier stand modified to the\nabove extent. The BCAS has also been requested for likewise action w.r.t their\ninstructions/circulars in this regard.\n\nA feedback regarding the status at each airport is to be submitted by the\nreapeatie CASOs by 07.04.2008. Please acknowledge receipt and ensure\n\ncompliance.\nMA\n\nLad €\n(MS BALI)\nIG/Airport Sector\n\nEncl: as above\n\nDistribution:- 1. DIsG/ADIG Airports\n2. All CASOs/ASG, CISF\n\nCopy to: DIG/Training, NISA\n\nooogagc\n",
  "3": "o\nfa)\n0 a\nia)\nName\nLa) 2\nS\n8 Sex/Age g\n° 4\na } Nationality a\n° i\nPe) Passport No @\nis)\nArrival Flight No.\nis)\n2\nPoint of origin a\n=\ni]\nDestination of 3\nonward journey | - 2:\nwith flight No. °\nas 9\nBog &\n8s 3\nTime Ey a 8B\n= 3 Bo\nDetails} 32S Q\n333\na33=\n£385\n2,\nee\npO ae\nre) In charge of\n© detention room\n€\n| o\n; ShiftIncharge| 2\n3\n=) g\nRepresentative of 3\n\\ concerned\nQ\n\n"
}