{
  "1": "CODOSOSSOCOCCOCO0S555555995S990990999980'\n\nOFFICE OF INSPECTOR GENERAL/AIRPORT SECTOR\nCENTRAL INDUSTRIAL SECURITY FORCE\n\n(Ministry of Home Affairs)\n13, CGO Complex\nLodhi Road, N. Dethi\nNo. 0-42055/APS/Circular/AS/05- 666 Dated 2} Jan 2006\n: 4\nCircular No. AS ~ 2/2006 wot\n\nSub: “Establishment of OPS Control Room at ASGs: Reg”\n\nDuring my visit to various APSUs, it has been observed that the\nOperation Control Rooms established in the ASGs are not following a\nsystematic pattern of functioning. OPS Control Room for any organization\nespecially for Police/ Paramilitary Forces is essential, as it acts as a hub for\nsupervising/controlling all its operational functioning. All the information from\noutside is often received and disseminated through OPS Control Room\nnetwork and vice versa. Its efficient functioning is critical during emergencies.\nIn nutshell, the operational efficiency of the unit to a large extent depends on\nthe efficiency of its control room. Therefore, following directions are issued\nfor immediate implementation by the ASGs:-\n\ni. Each ASG will establish its OPS Control Room, which will be\nmanned round the clock. Personnel performing duties in Control\nRoom should be well conversant with Hindi and English.\nPreference may be given to those personnel who are well versed\nwith Hindi, English and local language of the area.\n\nii. The OPS Control Room should have P&T Telephone connection.\nIf any ASG is not provided with P&T telephone, CASO of the\nconcerned Airport may take up the issue with the Airport Director\nfor providing the same at the earliest. Telephone numbers of all\nimportant state Govt./Police Officials located in town where airport\nis situated and all other agencies connected with the contingency\nplans and the numbers of CISF Hars should be available in the\nOPS Control Room alongwith alternate numbers.\n\nili. Preferably, OPS Control Room and CCTV Control Room should\nbe established in the same room. If establishment of the OPS\nControl room is not possible with the CCTV Control Room, then it\nshould preferably be located adjacent to CCTV Control Room.\n\niv. OPS Control Room will be in communication with all the duty\nposts on RT sets. Therefore, OPS Control Room should also be\nequipped with a base VHF set. It may, in addition also have a\nparallel PABX system.\n",
  "2": "vi.\n\nvii.\n\nvill.\n\nThe RT sets in the control room & at the duty posts (walkie talkie)\nwill be on the air for all the 24 hours. To maintain the active link\nwith all posts and to effectively supervise their functioning, OPS\nControl Room will make schedule calls every one hour and a\nrecord of the same will be kept as shown in Annexure “1”. This\nrecord should be signed every time a shift/supervisory officer\nvisits the control room.\n\nDuring a schedule calll, following activities will be accomplished.\n\na. Duty posts on being called by the main control will give\ninformation of importance available with it.\n\nb. If there is no information, then it will record NTR (Nothing\nto report).\n\nc. Incase, a particular duty post is absent on a particular\nschedule, it will be recorded as absent and its reasons got\ninvestigated either from the nearest post or by sending a\nspecial messenger.\n\nd. Messages conveyed by the control to the duty post(s) or\nvice versa will be recorded with date, time and names of\npersons recording them in a separate logbook (Annexure\n\"2\"\n\ne. Messages requiring immediate action should be accorded\npriority and control room/duty posts should not wait for the\nschedule calls for passing/receiving the information.\n\nUnit line R/T set will work as a duty post of Operational Contro!\nRoom with a VHF base set for ensuring round the clock\ncommunication with the OPS Control Room and all duty posts.\n\nDuty posts can call the main control any time and vice versa.\nHowever, if the two duty posts have to talk to each other, it must\nbe done with the permission of the main control. This is necessary\nto maintain the grid discipline.\n\nOPS Control Room will also ensure availability/serviceability of\nthe Communication Equipments provided to all sections/duty\nposts. If any of these require repairing/replacement, it ought to be\ndone on an emergent/priority basis and it will personally be\nensured by the Unit Commander.\n\nya aaAAA:\n\nC\nc\n\nAAA RAD\n\nSeat. 8 elena\n",
  "3": "e\ne\n\not\n° ¥ ix. Compliance of the Circular No. AS-16/2005 dated 14.09.2005\nbd issued by this sector regarding action on receipt of sensitive\nby messages will be ensured by OPS Control Room.\n° Please acknowledge the receipt and ensure strict compliance.\n°\n°\n9\n6\n8 21+) 06\n(3) (M. S. Bali)\n3) \\G/Airport Sector\nGy Distribution: Jerod,\n9 DIG/Airport (West) Mumbai\n°o DIG/Airport (South), CISF Chennai\nbd DiG/Airport (E & NE) CISF Kolkata,\nbd Addl DIG/Airport (North), New Delhi\nAll CASOs CISF\nAlG/Airport Sector\nCopy to:\n\n|G (Ops), FHQ; for information please\n\nSOOSTOOOOCOCO®e\n\n",
  "4": "Annexure “1”\nSCHEDULE CALL PROFORMA\n__Time | Duty Post_[ Response | Remarks |\n2. 3. 4. 5, }\n| _Duty Post_[ Response [ Remarks |\nSer NTR wea (NIL) |\n‘are Absent | aiew st ara\n| Soa a ow\nwet al wer\na) ee F\nware fis arat\nwt at\nfra 1030\n| wea fer at\n\n",
  "5": "Annexure “2”\na]\n\nMESSAGE LOG BOOK PROFORMA\n\n[Date “Remarks\not 4\nSample.\nLo “Date” |\" “Time | _“Message [Remarks\n| 13.01.2006 1100 a ae RE wad | ary sa PX\n| wren Yarn fe Raed ab ae ET\nwiee ava tone 2? 1 | fafee er A in\nee | ara Retest ore fas\n\nSEO OOOO CO SSOOOBHOSOSOIOSOOGIOOD 99909006\n\n"
}