{
  "1": "So6o@o0gag0so9g390 990999906\n\nceocecs\n\n* tasks, Efficiency of the unit and the unit commander will be judged from\n\nGONFIBENTIAL\n\nOffice of the Inspector General/Airport Sector\nCentral Industrial Security Force\n(Ministry of Home Affairs)\n\nCISF Hrs, 13 CGO Complex,\nLodhi Road, New Delhi —\n\nNo.O-42055/APC/SHA/AS/08- 1177 Dated °S Feb 07\nCIRCULAR No. AS -02 (2007\n\nSubject: CONTROL OVER CRIME AND CRIMINALS AT THE\nAIRPORTS\n\nOne of the objectives of Induction of CISF at the civil alrports is to\nensure prevention of ‘criminal acts’ . CISF is supposed to provide\nprotection and safeguarding of passengers, crew, ground personnel, the\nalrport users and facilities of alrport serving the civil flights. With this\ncharter, it is a primary responsibility of CISF to ensure that the passengers\nand their belongings are not victimized through criminal acts at the\naltports. Ordinary criminals endanger aviation security as well. For this\npurpose, CISF has to keep the general area of airport comprising of\nterminals, alrside and city side free of crime and criminals. The Unit\nIncharges of ASGs wil gensitize ail the pereonne! of thelr unite net\n\nthe way he/she has been able to keep contro! over crime. and criminals at\nthe airport.\n\n2. The Unit Incharges are, directed to specifically task thelr CIW to\nmaintain record of crime and criminals at the airports. The Information,\nthus collected, should be used by the unit to plan strategies to keep\ncheck over the crime and criminals. operating on the airport. A cloge co-\nordination should be maintained with the local police in this regard.\n\n3. The record of crime and criminals will be maintained In the CIW\nSection of the Unit (as per the enclosed format) at every airport. For\nmaintaining this record,. CIW responsible should have very close liaison\nwith the local Police Station/Police out post, which is authorized to register\ncrime taking place at the airport. Record will also be maintained of the\ncrime which Is in the knowledge of CISF but not formally registered by the\nlocal police. In such cases, as many columns in the format will be filled up\nas possible. Even in cases where. the complainant is not willing to file a\nformal report, record of the crime should be maintained by the CISF.\n\nSEeol\n\nL\n",
  "2": "2 a\n4, The CIW section should algo , Ina separate ragieter, maintain record\n\nof the criminals which may include thelr names, addresses, age, criminal\n\nhistory, modus-operandi, whether he Is out of Jall or not. Photographs of © ”\n\ncriminals operating at the alrports should also be maintained by the CIW.\n\n6 — Record will be kept of all kinds of crime at the airport\nby or against the public servant, whether against the hur body or\nagainet the property etc. Monthly crime under different heads, will be\nrecorded In the Crime Register in the prescribed columns. A summary of\nthe same will be made at the bottom at the end of every month, The\n‘summary will Indicate the total number of cases registered under different\nheada, the total value of property lost, any significant recovery made and\nvalue of the eame during the month, number of criminals arrested by the\nCISF/iocal police In that month. The summary will be sent to the DIG\nIncharge Zone by every ASG In the first week of the next month with a\ncopy to A/S HQs. The record of the crime will be kept in the prescribed\nformat w.e.f. Jan 2007,\n\n6. In their steps to control crime at the airports, the ASGs will make\nexhaustive use of CCTV camera system and also create thelr own\nsources of Information amongst the airport employees eto. 8o that no\ncriminal element, toute etc can dare to operate on the airport.\n\n7. _ Action by the ASG personnel in the Immediate aftermath of the crime\nIa extremely crucial for not only nabbing the criminals and recovery of the\nproperty but also establishing the credibility of the ASG. By way of hot\npureult, all resources should be immediately pressed by’ the officers on the\n‘spot and the pax/oomplainant should be taken Into confidence. These\nsteps should not be delayed for lodging of formal FIR with the Police.\n\n8. A slide/siides on control of crime and criminals by the ASG should *\nalways form @ part of ‘unit presentation’ made during the inspections by\n‘senior officers.\n\n8. Significant/important crime occurring at an alrport, on any day, will\nbe reported by the CASO In the Dally Situation Report sent by him to this\nHQrs, DIG(Int),FHQ etc, under a new head “Crime at the Alrport” to be\ningerted In the DSR.\n\n40, This issues with the approval of DG, CISF.\n\nFie?\n(MS Ball)\n“ Inepector General/AS\nEncl: Format of orime realster\n‘Distribution\n\nDIsQ/APs (W2), (EBNE), (South) and ADIGIAP(NZ)\nAll CASOs CISF ASGs\n\nInternal: DC/Ops & CIW Incharge\n\n$\n\\\n",
  "3": "Pe SODQOG PILLS IIII ISSA\n\n4\nBE aa 5 }2-—# rt 7\nft |\non = |\na\nte. P\n\n“I\n\nBg ston\nei\n\nsoe\nton te\n\n",
  "4": ""
}