{
  "1": "OFFICE OF THE ADDL DIRECTOR GENERALIAIRPORT SECTOR\nCENTRAL INDUSTRIAL SECURITY FORCE\n\n(Ministry of Home Affairs)\n13, CGO Complex\nLodhi Road, N. Delhi\nNo.0-4201 /APC/OPS(2)CirculariAS10-94 9 Dated :98 Jan’ 2010\n7\nCIRCULAR NO. AS - 02/2010\n‘Sub: Carriage of replica of in baggage:\n\nThere have been instances in the past where replica of weapons were used\nfor committing acts of unlawful interference with civil aviation operaiiws, The\n‘Appropriate Authority has banned carriage of replica weapons in person and in hand\nbaggage of passengers. It is also a fact that ASG screeners face difficulties in\ndetecting these replica weapons in the hand baggage. This is due to the fact that\nimage of organic materials used in manufacturing these replica weapons often gets\nsubmerged into the images of other organic materials present in the baggage. The\nproblem may aggravate when the baggage is packed haphazardly or contains other\ninorganic materials shown in blue or black colour.\n\n02 Owing to the above limitation, the ASG screeners should concentrate upon\nthe image of the other parts of such items which are easily identifiable. E.g. in case\nof replica weapons, screeners should pay special attention to the metallic object\npresent (viz spring, trigger etc) to detect the presence of such banned items.\nBesides, profiling techniques (ike pax travelling with small children have fair\nchances of carrying toys or such articles) may also be used to identify such bags for\npresence of replica weapons. Based on profiling, the load officer may ask the pax\nwhether they are carrying such articles and forewam the X-Ray screening officer\nregarding possible presence of such articles. Use of functional keys e.g NEG\n(Negative imaging) and HI (High Penetration) can also be helpful in detection of\nsuch items. Such bags should also be physically checked, if required. Cases of\ncarriage of such replica weapons have also been found more during Diwali festival,\nduring which, the screeners should be advised to be extra careful\n\n03 The above instructions are only illustrative and not exhaustive. CASOs should\nsensitize the screeners about this crucial aspect for better result on this count.\n\n4M\n\nEmr\n(M.S. Bali)\n‘Addl. Director General/AS\n\nDistribution:- 1. DisG Airports,\n2. AIICASO CISF ASGs,\n3, AVSEC Cell NISA Hyderabad,\n\n|\n"
}