{
  "1": "OFFICE OF THE ADDL. DIRECTOR GENERAL/AIRPORT SECTOR\nCENTRAL INDUSTRIAL SECURITY FORCE\n(Ministry of Home Affairs)\n\n13, CGO Complex,\nLodhi Road, N Delhi-03.\n\nNo.0-4201 1/APC/Ops(2)/Circular(AS)/11 USss Dated <” May 2011\n\nCIRCULAR NO. AS - 02/2011\n\nSub:- Humane Approach during Security Check of Passengers with\nspecial needs.\n\nSecurity check of passengers with special needs(disabled/handicapped/\nprosthesis/ambulatory/sick passengers) is to be done with extra thoroughness\nand care due to possibility of prohibited items being concealed either on\nperson or in one of the aids used for locomotion. At the same time, the\npassengers need to be treated with due respect and in a humane manner\nkeeping in mind their special needs. This task of ensuring a thorough security\ncheck while maintaining dignity of the passengers requires thorough\napplication of mind and should not be done in a routine manner.\n\n2. _ In view of the above, following instructions need to be carried out when\nany passenger with special need arrives for security check.\n\ni) Passenger is to be treated with respect, dignity and be politely informed\nabout the need to undergo a thorough check, including a check of the\nprosthesis, if so required.\n\nii) In case some garments need to be removed and prosthesis/brace is to\nbe checked separately, such person may be given an option of a private\nscreening of the prosthetic devices, cast, or body brace. In case of\nsuch private screening, efforts must be made to ensure that screening is\ndone in the presence of two screeners of the same gender as that of the\npassenger being screened.\n\nili) Screening of passengers with prosthetic device, cast, body brace, etc is\nto be done under the direct personal supervision of the SHA incharge.\nOnly in case where difference in gender does not allow direct\nsupervision by the SHA incharge, should it be done by the senior most\nofficer on SHA duty of the same gender.\n\nCont..P/2\n",
  "2": "-2-\n\n3. Looking at the entirety of the issue, it is important for supervisory officers\nto apply their mind to ensure that security norms are not diluted while at the\nsame time avoiding embarrassment to passengers with special needs. Such\nsituation should be handled tactfully with empathy and due application of mind.\n\n4. Please acknowledge receipt and ensure compliance, accordingly.\n\narte\n\n(Dr Kashmir Singh)\nAddl. Director General/AS\n\nDistribution:\n\nDisG/AP(W2Z), (E&NEZ),(SZ) and (NZ).\nAll CASOs CISF ASGs.\nAVSEC Cell, CISF, NISA, Hyderabad.\n"
}