{
  "1": "Office of the Addl Director General/APS\nCentral lndustrial Security Force\n(Mlnistry of Home Affairs)\nNo.O-420 1 1/APC/OPS(2)/Circula(AS)/2ol 5- \\}\\Lq\nCISF APS HQrs,\nParyavaran Bhawan\nNew Delhi\nDated, 2'lJan'2015\nCIRCULARNO.AS- OP /2015\nSubject : BUDDY SYSTEM\nDuring the DG's Fortnightly Meeting held on 241h December, 2014, the DG\nexpressed his concern over'Buddy Pair System'that il has not yielded the desired\nresult. This system is based on team-work and states that all jawans should work in\npairs while dealing with insurgents. The basic concept and the techniques required to\nbe followed to increase proficiency in this system is enclosed for compliance at\nground-level.\nEncls: as above\nu\n(R.K. Pachnanda)\nAddl Director GeneraI/APS\nDistribution:-\nDlsG/AP - E&NE, WZ, SZ & NZ\nDIG/GBS,\nDIG/SSG\nAll CASOS of CISF ASGS\nCopv to :-\nThe Director General/CISF\nThe DIG/Ops,\nCISF Hqrs,\nNew Delhi\nFor kind information, please.",
  "2": "BIIDDY SYSTEM\n1. DESCRIPTION\nThis will give the guidelines ofthe buddy system' which is utilized while dealing\nwith various situations- be it patrolling, hostile threat' operations etc '\nThe object ofbuddy system is that whcn one person is on duty or advancing' thell\nthe othir person can obsen e&eep vigil and cover him\nHence, it is imperative tha! there should be proper uldersranding amongst them-\nstloIlg points, weaknesses and understanding of each others personal taits'\n2. PERTORMANCE OBJECTIVE\nIt covers the following:\n. The buddy system ofworking.\n. The contactjawan and his lesponsibilities\n. The cover jawan and his responsibilities\n. Changing roles\n3. TT{E \"COMBAT-L\" IN BUDDY SYSTEM\nThis systern is based on teamwork and states that all jawans should work in pairs\nwhile dealing with insugents. The jawaD who questions and handles the insuigent is called the\ncontact jawi and the oiher jawa[ who provides him armed cover is called the cover jawan'\nThey form a buddy pair. The position in which a buddy pair stands is called the COMBAT-L\nposiiion. The covering jawan is on the either flank ofthe contacting jawan They form a contact-\ncover buddy pair against the insurgents This position helps prevent cross firing hazards between\nthe buddies and allows better observation and contol over the i$urgents. The COMBAT-L is\nillustrated as;\nCOVER SUB]ECT CONTACT\n4. ROLE OF A CONTACTING'JAWAN\nThe contactjawan is the primary jawan and conducts all business with the\nsuspect. He:\n. Conducts the entire questioning process.\no Searches the suspect for weapons and searches the vehicle, luggage etc,\nifrequired\no Issues all directions to violatom.\n. Contlols the suspect ifrequired.\n. Hetps complete the detaining process if any evidence is recovered\nduring search.\nr Cenerall) handle all cotnmunications.\n. Ifhe is carying search, he may not be armed.",
  "3": ".5. ROLE OF A COVERING JAWAN\nThe cover jawan's primaly function is to protect the contacting jawan and him'\nThe use of a covering jawan generally discourages the subject ftom attacking'\nWith a coveringjawan, the suspect is also less likely to attempt escape The cover\njawan:\n. Focuses his full attention on covering the suspect by a position ofadvantage\nand control\no Observes whether the suspect is trying to hide or conceals weapons and wams\nthe contacting j awan.\n. Provides immediate help to the contact jawan ifthe subject attempts to attacks\nthem.\n. Monitors surrounding area for other hostile aotivities/threats.\n. ls suitably amed.\n6. CIIANGING ROLES\nIf the jawans do not know how to work together as a team, the cover jawan may\ncont bute to the contact jawan's problems. Changing roles is necessary in order\nto insue better control and handling o the suspect of insurgent. Out ofthe buddy\npair, who will do what, will depend on:\n. \nSize and physical ability ofthe suspect.\n. Language of the suspect.\no Personal Knowledge about the subject\n. Skills allowing better contol ofthe suspect.\n7. \nFor better understanding, the buddies should be traioed together and\noperate. They should also hrve a good understanding of each other i.e strong\npoints, weaktress, likings/dislikings and other personal traits.\n8. CONCLUSION\nRemember that the buddy system is a basic concept, which iffollowed, will\nincrease ajawan's effectiveness in patrolling, naka duty and morcha duty.",
  "4": "«?\n\n4\"\n\n"
}