{
  "1": "Office of the Inspector General/Airport Sector\nu we Central Industrial Security Force\nwoe, (Ministry of Home Affairs)\n\nCISF HQrs, 13 CGO Complex,\nLodhi Road, New Delhi — 03\n\nNo.0-42055/APC/AlervAS/05- 3) Dated . 31 May 2005\n\nCIRCULAR No. AS-02/2005\nSubject: rin\nperception/ alert at_ airports\n\nOften, security is tightened on the civil airports on alerts issued\nby BCAS/IB. In situations like the recent bomb blasts in Delhi, the\nsecurity measures at the airports have to be tightened immediately as\nsuch events can take place simultaneously at the picture halls,\nrailway stations, bus stands, markets, airports and other sensitive\nlocations. Commandants of CISF airport units are, therefore,\nexpected to undertake the following exercise to tighten the security\nsteps on their getting reliable information from any quarter at their\nown initiative, without waiting for a formal alert message:-\n\ne@goo0occsoetseed99990990'\n\na) (i) Strict access control measures to the terminal building,\n\ni) sterile area and tarmac will be implemented. Vital points\noO may be reinforced.\n\nQ\n\n° (ii) Strict hand baggage checking will be implemented.\n\nMaximum number of hand baggages will also be physically\nchecked after they pass through X-ray BIS.\n\n(ii) CIW staff will specifically focus on unidentified hand bags,\nbaggages, materials etc found inside the terminal building.\nSuch article should not be carelessly handled and help of\nthe B.D.D.S unit, wherever available should be-taken.\n\n5 (iv) Where CISF has been authorized security work on the city\nO side also, patrolling will be introduced in areas adjacent to\noO the terminal building to identify and take action with respect\nis) to suspicious persons and un-identified articles. Otherwise,\noO the local police/Airport Director will be requested to do the\noO y same.\n",
  "2": "W)\n\n(vi)\n\n(vii)\n\n(viii)\n\ni)\n\n®)\n\n3.\n\n2\n\nBDDS/Dog Squad units, wherever available, will be placed\non alert for coming to the spot in the shortest possible time.\n\nCIW staff will also be on the lookout for suspicious\ncharacters inside the building and at access points and take\naction against them.\n\nAirport Directors will be requested to immediately alert the\nsecurity outfits of other agencies operating at the airports.\n\nCISF deployment on access roads to the terminal buildings\nwill be strengthened and incoming vehicles will be strictly\nchecked. Wherever, local police is performing this function,\nthe CASO will liaise with the local SP/DCP/SHO for similar\naction.\n\nDuring the prevalence of the alert situation, operation control\nroom will be manned preferably by a gazetted officer or at\nleast a sub officer.\n\nThe unit incharge or during his absence, the senior most\nOfficer looking after the job, should personally visit the\nairport to ensure strict compliance of these instructions.\n\nIt will be the personal responsibility of the CASO to ensure\n\nimmediate strict implementation of above mentioned steps and to\nsend an action taken report within 24 hours to IG/Airport Sector.\n\n) arores\n\n(MS. Bali)\nInspector General/AS.\n\nDistribution:\n\nAll APSU Commanders\n\nDIG/S&W Airport, CISF, CS International Airports, Mumbai\nAIG/East &North East Airports, Kolkatta, AIG/AS CISF HQ\nGuard File, Circular File\n\nCopy to :\nOffg COSCA, BCAS, New Delhi _- for information, please.\n\n.\n\neeonnaann.\n"
}