{
  "1": "caught red handed by other agency or information\nabout his undesirable activities is received from sources\nother than the CASO or Supervisory Officer, it will be\nconsidered as lack of supervision on part of the CASO\nand an adverse entry shall be made in the CASO's\nAPAR.\nii) \nDIG Zones/DlG GBS/DIG SSG shall hold monthly\nmeetings of all CIW personnel of units in their charge,\nde-brief them in detail, motivate them and impress upon\nthem the importance and relevance of their job. Monthly\nreports sha!! be sent to APS HQ by the DlsG.\niii) lG APS shall hold a bi-monthly meeting of all CIW Ilc of\nall the AP Sector Units to get feedback and resolve\nissues.\n4. \nThe CIW is not only expected to monitor such undesirable\nactivities of personne! but also keep track of odd behaviour of\nindividuals which may lead to suicide or incidents of fratricide.\n5. \nThe first such meeting should be held by 24th March, 2017 by\nall CASOs and reports be sent by 27th March, 2017.\ny_t z.r,fsf ,f\n(Dharmendra Kumar, IPS)\nDistrihution:\nIG/APS\nDlsG GBS & SSG\nD I sG/Ai rport (Delh i/M u mbai/Kol kata & Chen nai)\nDIsG/CASO. lGl Delhi & Mumbai\nAl! CASOs. ASGs. CISF\nAll Sr Comdts. GBS/SSG\nAddl. Director General/APS\nBy Name",
  "2": "OFFICE OF ADDL. DIREGTOR GENERAL\nCENTRAL INDUSTRIAL SECURITY FORCE\n(MrNrsrRY oF HoME AFFAIRS)\nBlock No. 16, CGO ComPlex,\nPt Deendayal AntodaYa Bhawan\nLodhi Road, New Delhi-110003\nNo.lC-17013/lnst./CIWAPS/201 Z f Wzl \nDated: QLMarch, 2017\nclRcuLAR NO. AS- ozl2017\nSubject: UNDESIRABLE eCflVmES OF CISF\nPERSONNEL\ntnstances have occasionally come to notice regarding\ninvolvement of a few wayward CISF personnel in undesirable\nactivities right under the noses of their Supervisory Officers who\nclaim ignorance when the delinquents are caught red handed.\nThese delinquents have been suspected of assisting gold, narcotics,\ncurrency smugglers and manpower traffickers at airports amongst\nother things.\nZ. \nlnvolvement of our personnel in such criminal activities can\nhave very grave consequences as they can be easy targets. for\nterrorists who may utilise them to gain access to vital installations\nunder the garb of smuggling or manpower trafficking. There are\nsevera! eximples of thiJ in the terrorist incidents of the past, for\nexample, Bombay blasts in the 1990s when the terrorists used\ncustom officers Lnd brought in explosives under the garb of\nsmuggling gold.\n3. \nIn most such cases, when the delinquent is caught, his or her\nimmediate supervisory officers including the Unit commander\n\"*pt\"t. \nsurprise and tomplete ignorance. Sometimes, the entire\nunit is aware of the delinquent's activities but the Supervisory\nOfficers in the chain of command do not know anything about it'\nThis indicates that Unit commanders, particularly cASOs', have lost\ntouch with the men in their units and are not aware of what is\nnappenlng in their comrnand. This has been viewed very seriously\nand it has been decided that:\ni) \ncASOs/Sr Comdts GBS/SSG shall hold weekly\nmeetings with ctw personnel under their command and\nsend wlekg reports by e-mail to APS HQ, even if there\nis nothing io report. ln case any CISF personnel is"
}