{
  "1": "OFFICE OF ADDL. DIRECTOR GENERAL\nCENTRAL INDUSTRIAL SECURITY FORCE\n(MINISTRY OF HOME AFFAIRS)\n\nBlock No. 16, CGO Complex,\nLodhi Road, New Delhi-110003\n\nNo.0-42099/APC/Ops(2)/Cir(AS)/16 -2, 954) Dated: 13 May, 2016\n\nCIRCULAR NO. AS-02/2016\n\nSubject: Guidelines for dealing with passengers with fake\n\ntickets\n\nThere are repeated instances of persons getting caught with fake\n\ntickets inside the airport premises. These persons usually fall into the\n\nfollowing categories:-\n\n(i)\n\n(ii)\n\nThose who generate fake tickets to see off friends/family\nmembers or for entering the airport for any other purpose. Such\npersons commit a criminal offence and should be immediately\nhanded over to local police alonwith a complaint in accordance\nwith Circular No.0-4201 4/APS/Ops(2)/Circular/AS/15-8536\ndated 9/9/2015.\n\nThose who are cheated by travel agents and are given fake\ntickets and this fact comes to light only when they arrive at\nairport for checking-in. Such persons are usually uneducated,\nbelong to the labour class travelling abroad for jobs. They are\nthemselves victims of crime and their misery should not be\nfurther compounded by handing them over to local police as\naccused. The fact that they have been cheated by travel agents\nand are victims of a crime can be easily ascertained in a few\nminutes by joint questioning of the passengers by Airlines &\nCISF personnel. Such persons should not be treated as\naccused, rather they should be assisted in getting their\n\n1\n",
  "2": "complaints lodged with the local police against the travel agent\nwho has cheated them.\n\n2. It has however come to notice that CISF officials are handing over all\n\nsuch persons including innocent persons who are victims of touts, to the\n\nlocal police leading to their further harassment. Therefore, in order to\n\nstreamline the procedure before handing over such cases to the local police,\n\nthe following guidelines are suggested:-\n\n10}\n\n)\n\n(iii)\n\n(iv)\n\nProper enquiry to be conducted by CISF to ascertain the facts\nregarding the fake document.\n\nIf it is found that the passenger was knowingly involved in\nmanipulating/forging the e-tickets/travel documents, he should\nbe immediately handed over to police for further legal action\nunder relevant section of IPC in accordance with APS order\nletter. No. 0-420114/APS/Ops(2)/Circular/AS/15-8536 dated\n9/9/2015.\n\nIf it is established that the fake tickets were issued by an agent\nand the passengers are innocent, then the passengers should\nbe assisted by the CISF personnel in lodging a formal complaint\nwith the local police against the agent. CISF officers should help\nsuch victims to file ‘Zero’ FIR at the airport, if jurisdiction is an\nissue in lodging the FIR.\n\nGenerally such passengers who are deceived by the\nunscrupulous agents come from rural background and are not\nwell conversant with the rules and regulations. Hence, a\nstandard format as per Appendix-‘A’ may be kept in readiness\nto help them in lodging the police complaint.\n\nSince police personnel require a certificate from the airlines to\nestablish non-booking of such passengers on that particular\nflight, a prescribed format as per Appendix ‘B’ should be taken\n\n2\n",
  "3": "from airlines filled in all respects and should be handed over to\npolice.\n\n(vi) _ If the local police does not register the case at the airport police\nstation then the pax should be ably assisted in getting all the\nrelevant documents so that he/she can file the case at his native\nplace or at the place where he had booked the ticked through\nhis agent.\n\n3. Above guidelines are being issued so as to safeguard the interests of\ntravellers who are duped by deceitful agents taking advantage of their\nnaivety and at the same time to initiate penal action against the actual\n\ncriminal.\n>!\n(Dharmendra Kumar, IPS)\nAddl. Director General/APS\nDistribution:\n\nDisG/Airport (Delhi/Mumbai/Kolkata & Chennai)\nDIsG/CASO, IGI Delhi & Mumbai\nAll CASOs, ASGs, CISF\n\n",
  "4": "To,\nThe SHO\nPolice Station\n\nState.\n\npurchased a _ ticket\n\n(Agent) at... (place)on\n\n. (date) for my travel from ..\n\npaying an amount of Rs... ./ Rupees.\n\nmeans of cash /cheque- (No. ..\n\n|. On reaching the airport the above\n\nticket was found to be fake/forged. Hence, | request you to kindly take necessary legal action\n\nagainst the above person.\n\nSignature.\n\nPlace...\n\nDate...\n\nISELIN RECS\n",
  "5": "EVER IT MAY Ct\n\nItis to certify that Mr./Mrs./Ms.\nfor check-in at\nDated\n\n...who reported\ncounter with a ticket of flight No.\n\nis not accepted by us as there is no booking on his/her name\non the above flight.\n\nDesignation.\nAEP No..\n\nAirlines.\n\nDate.\n\nPlace.....\n\ncanoer\n"
}