{
  "1": "*EhhT t rqrq : Grrr ao <+r{ rfr re ro Gmr{ q1lrr\noFFICE OF THE ADDTTIONAL DIRECTOR GENERAL/ATRPORT SECTOR\nCENTRAL INDUSTRIAL SECURITY FORCE\n(MINISTRY OF HOME AFFAIRS)\nNo.O-4201 1/APC/OPS(2)/C|rcula rl ASI2L- 6 Z I 6\nCISF Complex\nAdm. Block, Ground Floor\nMahipalpur, New Delhi-37\nDated: 6(luty'ZOZt\nCircular No. AS - 0L /2021\nSub: Access Control system\nA robust access control system forms a formidable paft of any security set-up. As\naviation security is a layered defence system, the access control plays a vital role in\ncuftailing the unauthorized access. However, a number of instances of lapse in access\ncontrol duties at the airpofts have come to the notice of APS HQ. Recently, an on-duty\nCISF personnel who was deployed at the departure gate for regulating access control,\nfailed to match the face of the bearer with the photo in the ID proof produced. This led to\nan unauthorized entry into the Terminal Building. However, the intruder was intercepted\nby ASG personnel, while he was trying to exit the Terminal Building. The issue was\nhighlighted as a breach in access control duties by sister security / intelligence agencies.\n2. It is reiterated that access control system is an essential and integral part of Civil\nAviation Security duties at airpofts and the responsibility for enforcement of this system\nlies with the ASG. The more effective and strong the access control system will be, lesser\nwill be the stress on the subsequent layers of security. Hence, it is necessary to emphasise\nthe effectiveness of our access control system and to continuously strive to plug the\nloopholes, if any. Therefore, a very tactful and matured approach is required to be\nadopted by CISF staff in order to improve their standard at access control points. The\nfollowing instructions are being issued in this regard:-\n(i). To regularly train and sensitise the ASG personnel on various types of valid\ndocuments for entry into the Terminal Building and areas inside the airpoft,\nemphasizing on the minute details of the documents including photo, validity date,\nareas/ etc. as applicable.\n(ii). To undertake an exercise to identify the possible details/features/area, where\ngenerally the duty personnel make mistakes.\n(iii). To identify the individual weakness of the concerned duty personnel after thorough\nground work at micro level so that each personnel detailed for access control duties\nare fully competent in identifying all the details in the travel documents,\nAEPsfl-AEPs, Tokens, etc.\n(iv). To make optimum use of CRPs (Core Resource Persons) so as to sensitize the ASG\npersonnel regarding existing circulars / orders, issued by BCAS, APS HQ and FHQ.\n\"ql .rs (ft, qrw t qs-ft\"",
  "2": "{\n\\rqilrlqT t r\"nrq : *,ro[ ilf, <qr$ r€t a-q il6 fuf,I-$ qf,;rr\n(v). To regularly brief about following authorized documents required for entry of a\nperson in the airPoft:\nsl.\nNo.\nPersons\nDocuments required\na)\nPassengers\nTickets/e-tickets along with Passports\nor valid ID cards.\nb)\nStaff of the stakeholders\nAEPs/TAEPS\nc)\nVisitors\nVisitor tickets\nd)\nLabourers\nTokensfIAEPs\ne)\nMembers of Parliament\nShall be allowed to enter domestic\nand international airPorts on the\nproduction of their identity cards.\n(vi). To train the ASG personnel in verifying the details on the entry documents for\nconfirming legitimacy of the documents.\n(vii). To impart the on-job-training to ASG personnel on the techniques of checking of\nthe documents without consuming much time (which irritates the pasengers, staff)\nbut simultaneously without compromising with security requirements.\n(viii). To ensure that personnel deployed at the gate/access are briefed about the need of\nobservantly checking the travel documents / Airport Entry Permits/ visitors tickets.\n3. It is important to mention that the deployment of personnel should be\ncommensurate to the requirement of every duty post matching with the attributes of the\nindividuals i.e. Right person for Right job. Accordingly, suitable personnel should be\ndeployed at the access control points. The personnel should emphasise on the following\naspects while checking the documents at the access control points:-\nsl.\nNo.\nDocuments\nDetails to be checked\na)\nTicket/E-ticket\nDate & time.\nName of the passenger.\nOrigin & destination.\nFlight Number.\nSector (Domestic or International).\nNo. of passenqers.\nb)\nID Cards\n. To possess knowledge about acceptable valid ID cards as\nper BCAS guidelines.\n. To asceftain the genuineness of ID card through hologram,\nwatermark, etc.\n. To match the photo with the occupant/bearer.\no To match the name with the ticket/E-ticket.\n\"q\\ .Tq qft, qrw g ut-ft\"",
  "3": "**ffi1 t rqrq : Get aq {qr{ r$t re ilfi fu-f,r{ qfr\"\nledge about hologram, watermark' etc'\nflokens\n. To develop ability to match signature of issuing authority\n(Authorized and should be kept at duty post).\no To vigilantly check the name & photo of the bearer.\n. To ensure and veriff the validity, i.e.date & time of\nAEPsffAEPs.\n. To have knowledge about the peryryllgdlgq!\n4. \nAll CASOs should undeftake an exercise to get all the openings / places closed or\nproperly manned in the Terminal Building from where documents (travel or any other) can\n'be 'passed on to persons outside the Terminal Building which can then be used to\nundermine security process at entry / exit gates later on.\n5, \nAll GOs in general and CASOs in particular should closely supervise and monitor the\nfunctioning of Unit personnel, deployed for security at access control points to prevent\nunlawful interference against civil aviation operations.\n6. \nAll Zonal DIsG (NZ, SZ, WZ and E&NE) and DIG/CASO ASG Delhi, Mumbai,\nChennai, Bangalore and Hyderabad should ensure strict compliance of above instructions\nat all ASG's under their AoR and at pafticular ASGs respectively.\nl*'h^\"\n4, 7. Al\n(Pramod ShriPad Phalnikar, IPS)\nAdditional Director General/Ai rpoft Sector\nDistribution:\nIGAPS-I&II\nDIsG/AP(NZ, SZ, WZ and E&NE).\nDIsG/CASOs Delhi, Mumbai, Chennai, Hyderabad and Bangalore\nAll CASOs CISF ASGs\n\"E) .rd qft, qrw B qt-ft\""
}