{
  "1": "OFFICE OF THE SPECIAL DIRECTOR GENERAL\nAIRPORT SECTOR HQ.\nCENTRAL INDUSTRIAL SECURITY FORCE\n(MINISTRY OF HOME AFFAIRS)\n\nCISF Airport Sector Hrs.\nAdm. building, CISF Complex\nMahipalpur (By-pass road)\nNew Delhi-110037\n\nNo. E37099/Trg /Yoga/APS/2025- 62, Dated: 91/01/2025.\nTo\n\nAll Airport Directors\nAllAirlines Operators\nAll CASOs of ASGs\n\nSubject : Inculcating Stretching programme for the air travellers : Reg.\n\nOn behalf of Airport Sector HQ, | extend my warmest wishes for the New Year to\nmajor stakeholders of the Aviation Sector. Wishing you a year filled with exciting\nOpportunities and great achievements. May 2025 take the Aviation Sector to greater\nheights.\n\n02. 70 enhance the passenger experience in the Aviation Sector in 2025 & beyond, itis\nfelt that it is important to inculcate a program of small exercises before the passengers\nboard the flight. This could be just 2-3 minutes of stretching but it will help rejuvenate and\nhelp the passengers immensely.\n\n03. _ Stretching before boarding a fight is beneficial because it helps to prevent muscle\nstiffness and discomfort from prolonged sitting on the plane, improves blood circulation,\nreduces the risk of Deep Vein Thrombosis (DVT), and can promote overall relaxation by\neasing tension in key muscle groups like the calves, hamstrings, hips, shoulders, and neck,\nespecially on long flights.\n\n04. — A’small video of some common stretches is attached:\nhttps:/Awww.youtube.com/watch?v=N2yTDU1f2Xq\n\nThese and other similar exercises can be Prepared to add variation.\n\n05. Airport Operators in coordination with Airlines and ASGs could devise a program\nand commence with the International Passengers and longer route domestic passengers.\nThe program could be further extended to all passengers based on the feedback and\nsuggestions of the passengers.\n\n08. _ | am sure adoption of such systems will further increase passenger satisfaction and\nimprove the ratings of our airports in International National surveys.\n\nL aeons\n(Prave(Ratjan, IPS)\nSpecial Direttor Genera/APS\n"
}