{
  "1": "Ty OFFICE OF THE ADDL. DIRECTOR GENERAL\\AIRPORT SECTOR\n\nCENTRAL INDUSTRIAL SECURITY FORCE\n(Ministry of Home Affairs)\n13, CGO Complex\nLodhi Road, N. Dethi\n\nNo.0-4201 1/APC/OPS(2)/Circular/AS/09 -22 5S\" 31° March 2009\nIRCU! = 03/2009\n\nSub: Dealing with complaints of theft at Airports:\n\nTheft of passenger baggage at airports is a cause of perpetual concern.\nThough reported thefts are investigated by the local police, the occurrence of\n‘such incidents adversely reflect on the overall ambience of security and order at\nairports for which CISF is responsible.\n\n2. Within an airport, certain areas are particularly vulnerable to theft/pilferage\ndue to their busy and chaotic environment. Miscreants tend to target such places.\nAt the same time, there is tendency among the victims not to lodge a complaint,\ndue to which the culprits often go scot-free, even if caught.\n\n3. The ASGs, when made aware of such complaints of theft/pilferage and\nother illegal activities must take concrete proactive steps in dealing with such\ncomplaints/incidents to uphold the faith of the general public.\n\n4. Despite electronic and manual surveillance being in place at most airports\nand available legal remedy for such incidents, they continue unabated particularly\nat Metro airports. Therefore, to prevent theft/pilferage and to bring the culprits to\nbook, a more proactive procedure needs to be established. The following\nguidelines are hereby being issued in this regard:\n\n(i) Extensive monitoring through CCTV with extra emphasis on the theft\nprone areas should be done by the ASGs where the CCTV system is in\nplace. Where not available, intensive surveillance should be ensured by\nCIW staff of the unit.\n\n(ii) It shall be ensured that CCTV cameras are appropriately\nlocated/focussed to enable proper surveillance of the theft prone areas\non the cityside and inside airport terminals, including SHAs. CASOs\nshould take personal interest in getting the cameras relocated, if need\nbe, to facilitate effective CCTV monitoring.\n\n(iii) Concerted efforts should be made to get the entire area under CCTV\ncoverage. Special emphasis should be given to extend coverage to theft\nprone areas.\n\nCont.. P/2\n",
  "2": "ay\n\n(iv)\n\nvy)\n\n(vi)\n\n(vii)\n\n(viii)\n\n(ix)\n\no)\n\n-2-\n\nPassengers complaining about theft of their belongings should not be\ndiscouraged. They may be subjected to genuine queries in a polite and\nempathetic manner by a responsible ASG official to ascertain the facts.\n\nAll possible help should be extended to the aggrieved passenger by the\nASG in getting the matter reported to the local Police. Specific briefing\nshould be given by the CASOs to all concerned in this regard.\n\nIf the aggrieved pax, who is a victim of theft, is not interested to go to the\nPolice Station to lodge a formal complaint in person, the ASG officer\npresent on the spot will request him/her to give a written complaint and\nthe same should then be forwarded to the Police Station by the ASG.\n\nif a passenger also refuses to lodge a written complaint, the ASG will do\nso in writing, clearly describing the facts of the incident as it unfolded and\ndetails of the passengers, witnesses and suspects (if any) for further\ninvestigation by the local police. The local police is duty bound to register\nsuch reports as FIR.\n\nProper record of theft/pilferage cases shall be maintained by Unit CIW,\nirrespective of whether a case was registered by the local police or not.\nThe same should invariably be reflected accordingly in the monthly crime\nreports sent to this HQ.\n\nThe CIW must follow up on the investigation into these cases by constant\nliaison with the loca! police and keep the CASO informed. Significant\ndevelopments must be immediately brought to the notice of higher\nformations.\n\nRespective Zonal DisG should take personal interest and monitor the\nabove.\n\n4. Please acknowledge receipt and ensure strict compliance.\n\nBhs Boy\n(M.S. Bali)\nAddl. DG/Airport Sector\n\nDistribution:-\n\n1.\n2.\n\nDisG Airports\nAll CASOS/ASG, CISF\n\nCopy for information to: —\n\n1.\n\nPS to DG\n"
}