{
  "1": "CONFIDENTIAL\n\nOffice of the Inspector General/Airport Sector\nCentral Industrial Security Force\n\nEa (Ministry of Home Affairs)\n\nOs 13 CGO Complex\n\noe Lodhi Road New Delhi-03\n\nOs 0-42011/APC/Ops(II/Cin(AS\\O7 - 457 Date /S Feb07\n\nnm .\n\nOy GIRGULAR No. AS - 03 / 2007\n\nas) Subject : Incident at Udalpur Alrport\n\nOy\n\no. An Incident occurred at Udaipur airport recently in which the\nProject Manager of a construction company was mowed down by a JCB\n\noO, excavator driver in a fit of rage. The same driver chased two other staff\n\na. of the company on apron. At that time an aircraft was parked on the\n= tarmac for embarkation/disembarkation of passengers. The ugly incident\n\nO.. could be prevented due to timely and appropriate action of CISF/ASG\n\n0. ” staff. The DG/CISF has commended the good work done by ASG,\n\nUdaipur.\n\n2, Following measures may be taken by Chief Airport Security\nOfficers, In consultation with Airport Director/in-charge Aerodrome\nconcerned, in order to prevent happening of such incidents In future;\n\n(i) CASO should ensure restriction on construction works in\nprogress nearby apron area, while any aircraft Is parked on\napron and embarkation or disembarkation Is going on & likely to\nstart soon. Armed ASG personnel should effectively isolate the\nplace where work is going on from the aircraft. If the work\nplace is too near the aircraft then, work should stop and the\njabour moved away to a safe distance. Also no mobile e.g.\ntractor, truck, fork lift truck or bulldozer etc. should be allowed\nto move in an area near the apron from where it can make a\n‘dash’ towards the aircraft. If the vehicle is parked nearby, the\ndriver should be asked to get down from the vehicle. The same\nmay be discussed in airport security meeting and a system may\nbe evolved in consultation with AAI.\n\no\n=\noy\n”\n“\noe\nDay\ned\ntom\nyy\n“\nv\neel\noy\n\ny\n\nf\nj\n\nContd..2\n\nirate\n\na\nbee\n\n",
  "2": "(ll) No earth mover or any stich heavy machinery should be\npermitted on apron, when any aircraft movement Is in\noperation.\n\n(ili) It must be ensured that before issue of any driving permit for\nthe airside, driver(s) have undergone police verification.\n\n(iv) Apron guards must be alert to neutralize any such danger to\nparked aircraft. If required, there should be no hesitation to use\nforce to neutralize the danger to the aircraft & the passengers.\n\n3. This incident may be brought to the notice of all ASG personnel to\nacquaint them of such dangers and also to take necessary measures as\nstated above to prevent recurrence of such incidents.\n\n16. b-\"7\n(M.S. Bali)\nInspector General/AS\n\nDistribution:\nDIG/Airports (WZ), (E&NE), (South) and ADIG/AP(NZ)\nAll CASOs CISF/ASGs\n\n"
}