{
  "1": ">\n\nooo0o0g909g9g9090\n\noO\n\nSECRET)\nOFFICE OF INSPECTOR GENERAL/AIRPORT SECTOR ©\nCENTRAL INDUSTRIAL SECURITY FORCE is)\n\n(Ministry of Home Affairs)\n13, CGO Complex ‘?\nLodhi Road, N. Delhicy\nNo.0-4201 1/APC/OPS(2)/Circular/AS/07 - 46/3 Dated.e¢ April’ 2008, .\n\nCIRCULAR NO. AS- 03/2008 S\nSubject: USE OF EXPLOSIVE DETECTION SYSTEM AT THE\n\nAIRPORTS: REGARDING.\n\nIn order to strengthen pre-embarkation security checks, BCAS\ncircular No. 03/2006 dated 05.05.2006 stipulates the installation of one , )\nExplosive Detection System (EDS) for every two X-BIS machines. As far as *\nthe ASGs of CISF are concerned, these EDS are to be primarily utilised in O\nthe SHAs as a complement to the X-BIS screening of hand baggage. This fe)\nHQ had also instructed that SOPs should be drafted for the judicious use of\nthese equipments. Though the EDS have been procured and issued to the ©\nCISF at a majority of airports, feedback suggests. that they need to be fe)\nutilized in a systematic way by the ASGs so that any unauthorized\nexplosive being carried in the Cabin baggage cannot escape detection. “°\nExplosive Trace Detection Equipments will be used for random/routine\nchecking to resolve a specific concern identified through a visual/physical\nexamination of an item.\n\n02. Following instructions are being issued for effective utilization and\noperation/ handling of the EDS by the ASGs :-\n\n(i) Installation:\n\nThe EDS should be installed in SHA near the search station\nwhere physical checking of hand baggage is done, for operational\nfeasibility without causing inconvenience to the airport users (pax/\nstaff) during screening. It should be installed in such a way that as\nfar as possible, it is hidden from the view of the public/pax. Its\nscreen should not be viewable by the pax. It may be pointed out\nhere that at some places, it is seen to have been installed in such a\nway as if it has to be showcased and advertised to the public/pax.\n\n~-This should be avoided in consultation with the airport operator.\n\n(i) Training:\n\nSufficient number of certified screeners will be got trained for\nEDS screening (operations and handling) and only trained\npersonnel will be deployed for screening. The EDS screener will be\ndesignated as Trace Detection Operator (TDO). Initially, the\n",
  "2": "2°\n\no=-\n\nis)\ncy\noO\nQO\n\nOo\n\n(vi)\n\noperators may be trained through the vendor/manufacturer.\nRefresher training should be undertaken at intervals not exceeding\n13 months. Refresher training should also be provided to those,\nwho although having been trained within the previous 13 months,\nhave not undertaken the task for a period exceeding 3 months.\n\nDeployment:\n\nIn every shift, appropriately trained EDS screener(s), who\nis/are obviously certified screener(s) also should be earmarked as\nTDO from among the screeners in SHA for each EDS. The screener\n‘so earmarked will perform EDS ‘screening in addition to his routine\nduties of pre-embarkation security checks. In the event of the EDS\nbeing taken to a place outside the SHA, the same earmarked TDO\nwill conduct the screening.\n\nMaintenance:\n\nThe EDS’ equipment will be maintained properly by\nappropriately trained personnel and kept in safe custody assigning\nspecific responsibility for the same. A register be opened for this\npurpose having daily record of operation as well as regular\nmaintenance (explained in detail at point xili,below). The\nmaintenance of the system will be properly recorded and the\ndifficulty in handling/operations, if any will be immediately got\naddressed through the airport operator. The Terminal I/C or shift In-\ncharge of ASG will be given responsibility in this regard.\n\nUtilisation:\n\nThough the EDS will be installed in SHA for screening during\npre-embarkation security checks, it may, if so required, also used\nfor detection of presence of explosives on persons (passengers,\nairport staff, labours etc) baggage, vehicles, unattended\nbaggage/items etc at other places in airport premises. The items to\nbe checked/screened through EDS will include those which are\ndifficult to effectively search by hand. The following items will be\nconsidered for screening through EDS,\n\na) Electric, electronic and battery operated items;\n\nb) Items specifically referred to by an x-ray screener if the concerns\nrelate to the possibility of explosives;\n\nc) Footwear;\n\nd) The inner lining of baggage, concentrating on seams and joints.\n\nFrequency of use:\n\nApplication of EDS checking on baggage will be done in a\nlogical way based on two criteria. Firstly based on realistic/factual\nattribute/suspected image, in which any Image screened by the X-\nBIS, if found to be suspicious (containing any suspect explosives or\n\n<\n\noO\noO\nfo)\noO\n\n=)\n\non: Omens,\n",
  "3": "20909009000 my\n\nie)\n\n1ED components) will be screened by the EDS by the earmarked\nEDS screener(TDO). Secondly, random screening in which a\npredetermined ratio of the baggage will be checked by EDS (in\naddition to the mandatory X-BIS screening). The following\n‘suggested patterns/ frequency are given for baseline, intermediate\nand. high threat conditions and the shift /C will decide which of the\nfollowing frequency is to be adopted in a particular period/shift.\n\na. Baseline — : One out of 20 baggage to be checked by EDS.\n\nb. Intermediate: One out of 10 baggage to be checked by EDS.\n\nce. High : One out of 05 baggage to be checked by EDS.\n\nIn the event of a specific threat to any aircraft, 100% checking\nby EDS may be resorted to, depending on the situation.\n\n(vil) Profiling:\n\n(vil)\n\n(ix)\n\n&)\n\nWhile deciding which baggage to be checked, screeners may\nexercise marginal discretion depending on the profiling of the\npassengers. For example, pax travelling to and from states afflicted\nby insurgency should specifically be selected for random checking.\nLikewise, baggage of the passengers travelling from the flights\noperating to and from western countries, which have been generally\nperceived to have greater threat perception, should be selected for\nrandom check. Obviously, the baggage profiling in this regard will\n\nchange according to the threat perception at a particular time and\nplace(s).\n\nQperational Reaction:\n\nIf the X-BIS image shows the presence of a complete circuit with\norganic substances e.g. power source, switch, detonator, main\ncharge (Explosive), delay mechanism, essential ingredients of IED\neither combined together or placed at different locations inside the\nbaggage, such baggage shall be immediately stopped in the tunnel\n\n“andthe owner/carrier detained and interrogated carefully by\navoiding leading questions. Further handling of such a baggage\nshould be as per the BDDS drill.\n\nIn the event of detection of unattended/unclaimed baggage, all\nprecautions as per SOP should be ensured for its handling and\nscreening by the EDS. In the event of positive signals for explosive,\n\ncomplete Bomb threat exercise should be carried out as per\nprocedure.\n\nAll unattended baggage/items shall be treated as\n“suspected”. They shall not be touched or disturbed before they\nare cleared by the explosives expert. While checking the\nunattended items/baggage found, the EDS operator shall not\ndisturb such baggage / item even though EDS shows no presence —\nof explosives. Such baggage/items may be subjected to further\n\n3\n\n(s)\n\noO\noO\noO\n\na\n\nso000\n",
  "4": "Fe ee LCL 229999920 aay\n\nToocaco\n\nOG\nis)\n\n(xi)\n\n(xii)\n\n(xii)\n\n03\nusing EDS and dealing with suspected baggage. The SOPs drafted earlier\nby various ASGs should be considered as superceded by these\ninstructions. Aforesaid instructions for the use of EDS should also be\nincorporated in ASPs of various ASGs.\n\nchecks by the CISF Dog Squad (where available) and finally by the\nBDDS. EDS operator shall exercise utmost caution while screening\nthe “suspected” baggage. The operator shall always remember that\nhe/she is not an expert in explosive detection and in case of a\nslightest doubt, BDDS shall invariably be called for.\n\nIf the EDS operator finds that the suspected baggage found\nanywhere except SHA does not test positive for the explosives, the\nbaggage shall still be subjected to inspection by the CISF Dog\nSquad and BDDS as per laid down drill.\n\nSince, the result of screening through EDS solely depends upon\nthe accuracy with which the system is operated, the detailed\nmethodology of checking with lonscan 500 DT, EDS (ETD) and\nthe post alarm action in the event of alarm will be strictly as\nper Para ix & x respectively of enclosed Appendix-A. The\nProcess of checking will be strictly followed by the screeners while\nusing the EDS.\n\nThe following documents will be maintained with regard to\nhandling/maintenance of EDS by all ASGs.\n\na) Duty deployment log\n\nb) Operational Register having details of baggage referred\nfor checking with results.\n\n¢) Trace activation Debrief Sheet (Enclosed as Annex-1)\n\nd) Trace Machine Equipment Fault/Repair Log Sheet\n(Enclosed as Annex-2)\n\ne) Maintenance log (Enclosed as Annex-3)\nDetails of trained manpower for EDS will be maintained\nby CASO at Unit level.\n\nAbove all, the safety norms will not at all be compromised while\n\naver\n(M.S. Bali)\n\nEncl: As above IG/Airport Sector\n\nDisG/Airport (Mumbai, Kolkata & Chennai)\nADIG/Airport (Dethi)\nAll CASO CISF ASGs,\n\nnaaasaal\n\n,oOaaoan\n",
  "5": "OSS NCGUHG eS\n\ncogdgcood\n\nO\n\nMETHODOLOGY OF CHECKING BY IONSCAN 500DT\n\n1) CAPABILITIES — WHAT E&NTDS CAN DETECT\n\nThe machine can be programmed to detect subnanogram amounts of certain numbers\nof explosives and narcotics substances. Physically that is equal to 1/1,000,000,000\" of a peanut\nor 1/1,000 of a salt crystal. Normally it is programmed to detect the following types of commonly\n\nised explosives.\ni. TNT. vili. | RDX (Research Department Explosive\nii_| Cyclotrimethylene Ix. | Trinitramine\niii, | T4 x._| Cyclonite\nWv. | Hexogen xi. | Nitroglycerine as In Dynamite or other\nexplosives\nv.__| .Pentrerythritol Tetra nitrate xii,_ | HMX (High Molecular-weight RDX)\nvic | TETRYL (Trinitrophenyl-N- | xiii, | DNT (Di Nitro Toulene)\nMethyinitramine)\nvi. [HMTD —— (Hexamethelenediamine\nperoxide) ete\n2) USER'S HANDLING INSTRUCTIONS\n\n1. The following procedure will be used to start the lonscan 500DT:\n\nPlug in and turn the main power switch to the ON position. (The main power\nswitch is on the back of the unit.)\n\nb. Press the On/Off button on the front of the lonscan S00DT, and hold for five\nseconds.\n\nc. Press the lock to release the monitor.\n\nd. Lift up the monitor and unfold.\n\n@. Lock the monitor into position.\n\nf. The lonscan S00DT energizes and begins a self-test and warm-up.\n\n9. The warm-up procedure takes approx. 30 minutes during normal use, if the unit\nhas been stored for an extended time or is starting for the first time, warm-up\nmay take longer.\n\nLOG IN PROCEDURE ~\n\na. The maln screen display prompts the operator to log in.\n\nb. Ones logged in, the green Ready screen indicates that all system functions are\n\nCa\n\ncorrect and set points have been reached.\nTo log in: Press the login button to display the Login Screen, Type the user ID\nand Password on the touch screen and Press the OK button.\n\nNote: After a user logs in, the Login button changes to the Logout button.\n\nPREPARING THE WAND\n\nFollowing procedure wil be adopted to prepare the samping wand fr use:-\n. Press the trigger on the arm of the sampling wand to lift the shaper from the\n\nda\n\n‘sampling frame.\n\n. Open the sampling frame by pressing either side of the top clip and snap open the\nframe.\n\n‘Change the swab with tweezers as a precaution to prevent contamination.\nSnap the top of the sampling frame back into place.\n\n. Release the trigger to return the shaper to the sampling position.\n\n—\nPage 1 of 6\n",
  "6": "°\n°\nta)\n(o)\n)\noO\noO\na)\n0\no\ne\ne\ne\n°\n0)\n\nADS\n\nlv. READY STATUS\n\na. The warm-up procedure takes approximately 30 minutes during normal use, if the\nunit has been stored for an extended time or Is starting for the first time, warm-up\nmay take longer.\n\nb. The green Ready screen indicates that all system functions are correct, set points\nhave been reached, and the unit is self-calibrated.\n\nAt the time of start up of the machine, it is necessary to ensure that the machine is not\nalready contaminated and provides correct results at the time of actual use. Following\nprocedures of running blanks must be done at the time of start up of the machine.\n\na. Insert a clean swab into the sampling wand.\n\nb. Hold and rotate the sampling wand until the sampling swab faces upward.\n\nc, Squeeze the trigger to release the shaper from the sampling frame.\n\nd. With the trigger pulled and held, insert the sampling frame Into the sampling inlet of\nthe lonscan S00DT with the swab facing upward. Analysis will not begin until\nsampling arm js disengaged. As soon as analysis begins, pull out the wand handle to\nimmediately disengage the sampling arm from the sampling frame,\n\nCAUTION\n\n* Never leave the frame in the sampling inlet as the high heat will cause serious\n\ndamage and be a burn hazard when finally removed.\n\n© To avoid damage to the disrober and sampling inlet, always disengage the arm\nfrom the sampling wand immediately after inserting the sampling frame Into\nthe sampling inlet!\n\n.._ After completion of the blank analysis, around five seconds, a result will display.\nInsert the arm of the sampling wand into the sampling inlet. The magnet on the\nsampling arm automatically clasps the sampling frame. -\n\n1. Gently remove the sampling frame from the sampling inlet.\n\n1. If “Auto adjusting drift tube pressure” appears, press the “OK\" button and repeat the\nprocedure. Ignore any alarms, as the results are unreliable.\n\ni, When pressure message does not appear, or no fonger appears, go to the next step,\n\nfunning a verification test,\n\nvl. RUNNING VERIFICATION TEST\nThe verification test tells the operator whether the lonscan 500DT is working properly.\nWith this test, you are testing the calibration of the lonscan 500DT. If the lonscan 500DT\n\ndoes not render a verification alarm, then you should not use the unit until you resolve the\nproblem arid obtain the verification alarm.\n\na. When to Perform Verification Test:\n\n* Verify the lonscan 500DT at the beginning of each shift to ensure the lonscan 500DT\nwill correctly detect programmed substances.\n\n* You can perform verification any time you feel the need to verify that the unit is\noperating correctly.\n\nb. How to run the verification test:\n\nRun consecutive two blank analyses,\n\nae\n\nze\n\nPage 2of 6\n\n",
  "7": "0\ne\ne\ne\n©\n\nLa]\no\ni)\n0\n6\n8\nis)\noO\n\nvil.\n\nvill.\n\n© Press the “Menu” button and the “Verific’ button. Then follow the verification\ninstructions on the screen,\n\n«Lift the shaper from the sampling frame to prevent the contamination.\n\n© Apply verification substance to the swab.\n\n© Runanalysis.\n\nGauttont\n\nHandle the verification pen carefully to ensure the lonscan 500DT, sampling wand,\nwork area, and you do not become contaminated.\n\n©. There are two possiblities that can occur: The screen displays either “Verification\n‘Successful’ with an audible alarm), or the screen displays “Verification has failed.”\n\nd. Upon successful completion of verification, discard the swab. A successful\nverification displays an alarm screen and optionally sounds an audible alarm.\n\n®. Clear Down: Prees the ‘Me buon onthe elde menus to eecape from the verification\nmode.\n\nRun two consecutive blanks to complete clear down.\n\ng. After successful completion of the start-up and verification, the lonscan S00DT is\nready to be put in full operation.\n\nh. The start up and verification steps are important. They are the steps an operator\nnormally takes on a daily basis.\n\nLocouT\n\nPressing the logout button from any screen logs the current operator out of the\nsystem Users may log out the system at any time, except when:\nThe machine is actively analyzing a sample including verification, running a blank, or\nperforming background analysis.\nA dialog box is present, including a bake-out, cancel, confirmation, or alarm reset.\nCertain processes are in progress, for example a clean cycle.\n|. It is not necessary to logout when shutting down because system does this\n\nautomatically,\n\nSYSTEM SHUTDOWN\n\na. Performing a system shutdown does the following:\n¢ Automatically logs off the current user.\n«= Saves ail data.~\n‘Ensures data integrity.\nb. Shutdown Procedure:\n¢ Perform two consecutive blank analyses to ensure the system is not alarming.\n* Press the Menu button to access the Main menu.\n* From the Main menu, press the System Shutdown button. The System Shutdown\nscreen appears.\n‘© Press the OK button to continue shutting down the system.\nA message appears asking whether to back up data before shutdown. Select\nYes or No, as required.\nFold the monitor and push down, plush with the unit.\nPress the locking mechanism, push the monitor down and reiease the locking\nmechanism.\nEnsure monitor is secured.\n\npes\n\nPage 3 of 6\n",
  "8": "Ix. SAMPLE COLLECTION METHODOLOGY\n\n(a)\n\n(a)\n(e)\n\n(9)\n(h)\n\nEach bag rejected by the x-ray screener is to be subjected to a full hand search\nand to explosive trace detection samipling. (NB. During the hand search process,\nitems appropriate for explosive trace detection sampling should be Identified and\nplaced in the (insert colour of tray) trays- see (c) below),\n\n‘The swab and any associated tools are to be used in accordance with the\n\nrelevant Manufacturer's instructions, paying particular attention to ensuring that\n\nthe swab is applied with a firm and even pressure in one direction only. When\n\n‘sampling relevant items within the rejected bag, only one side of the swab should\n\nbe used. The swab is to be inserted into the machine for analysis “dirty side up”.\n\nTrance should be used on:\n\n© individual items within baggage, that are difficult to effectively search by hand\n\nand those that are difficult to effectively screen by x-ray, @.g. laptop\n\ncomputers, electrical/battery operated items, radios, cameras,calcutlators etc\nand footwear carried in baggage;\n\nItems specifically referred to by the x-ray screen operator and;\n\n© The inner lining of baggage paying particular attention to the seams and\n\njoins.\n\nNOTE: The passenger must be denied uncontrolled access to relevant contents\nof the bag by proper use of the black trays, which should be kept out of\nreach of the passenger or staff member untll the items are deemed\nclear.\n\nEach bag that is rejacted should be sampled and analysed separately.\n\nWhere two or more bags rejected for search belong to the same person, each\n\nbag should be sampled and analysed separately.\n\nAsingle swab can be used on more than one bag. A swab may be used until (1)\n\nif produces an alarm (2) it becomes dirty, wet or\n\nGreasy or (3) it shown signs of physical wear. Once this occurs, the swab should\n\nbe discarded. (4) swab tin is out of date.\n\nThe tray containing traced items should be rescreened by x-ray whilst the swab\n\n{s.being analysed by the (insert name of trace detection equi\n\ntn the event of pass result, the baggage must be cleared without any delay.\n\n°\n\nALARM RESOLUTION\n\n(a)\n(b)\n\n()\n\nIn the event of an alarm, the Trace Detection Operator must take the following\naction;\nImmediately request the attendance of the SHA N/C;\nInthe presence of the SHA I/C subject the Trace Detection Equipment to ‘clean\ndown’ (purge) procedures, fully in accordance with manufactures instructions,\nThe I/C must be fully satisfied that no contamination exists before carrying out\nthe action detalled below. The slide tray should be inserted for analysis at least\ntwice to obtain two consecutive clear passes. The VC should then check the\nAgent for explosives contamination to their hands. Any associated tool e.g.\nsampling wand should then be checked for contamination.\n‘The SHA I/C and the trace detection operator shall endaavour to isolate the item\nthat caused the alarm. All relevant items within the bag, together with the inner\nlining, are to be subjected to close physical examination and subjected to\n(see (e) below if there Is a further trace\nalarm). At the met time, the passenger should ‘be questioned by the I/C to gain\nany relevant information, ¢.g;\n\nPage 4 of 6\n",
  "9": "* Occupation;\n\n* Medication;\n\n* Hobbies etc;\nthat may explain the contamination. The SHA I/C should phrase the questions\ncarefully and avoid asking leading questions. He will also:\n\n© Ask the passenger/staff member to carry out a visual check of the\nrelevant items of baggage under scrutiny to establish if there are any\nunrecognized items and\n\n+ Seek verification that the individual has nelther accepted and\nbresertiparcels of delivery nor purchased any items prior to arrival at the\n\n‘ + Ask the passenger/staff member if the baggage has been left unattended\n\n€ at any time since It was packed.\n\nOo ‘* Ascertain the passenger's name and flight details or staff member's name\nand employment details.\n\noO + In the event of an individual items being identified as having caused the\n\nBarringer to alarm, that items shall be rescreened individually. If none of\ne the items originally traced produce an alarm, all the traced items shall be\nrescreened.\ne (@) The SHA I/C must use the information from the initial alarm, the physical\ne examination of items (Including x-ray screening), the individual sampling/analysis,\nand from the responses given by the passenger/staff member to the questioning,\n©° determine whether the bag and the passenger/staff member may be cleared to\nproceed.\nra) () In the event of a second activation on an individual items or where the SHA 1/C-\nhas doubts or concems, the GO In-charge must attend.\n\noO ( The GO In-charge should obtain full details of the circumstances by questioning\noO ‘the relevant patrol person and SHA 1/C, ensuring that the he/she has obtained all\nrelevant information,\n° (g) If the GO In-charge is not completely satisfled with any item, or the answers\ngiven to his questions, and suspicions are aroused; he must then call the Airport\nfa) Duty Manager.\n(h) Atal times the GO In-charge and SHA /C should remain mindful that the safety\nQO ‘of passengers and staff is paramount.\n\n() Full details of all alarms and actions taken-are-to-be-recorded on the Trace\nActivation Debrief Sheet (see Annex ) and kept in the Trace Detection Equipment\n\nde Log. The SHA I/C will maintain the operational log.\n1 * 0) Having completed the above actions, the SHA I/C and GO In-charge will consider\n2) the need to check for any explosive contamination to the search bench or trays,\netc,\n‘7 xh 1G THE UNIT. :\nO a, Ifthe blank analysis produces an alarm result after two attempts, you must perform the\n\nfollowing steps to prepare the unit for the next sample. This will clear the substance\no that caused the alarm.\n\noO b. Clean the sampling frame with isopropyl alcohol (IPA).\n\nc.Molgten’ a clean swab with IPA and analyze in usual way (to decontaminate\nQO ‘spéctrometer and drift tube). Repeat if an alarm continues to appear.\n\nd. Ifalarm continues to occur, run a clean cycle.\nees @. Perform two blank analyses to test for successful decontamination. If the alarm\n\ncontinues, perform the next procadure.\nae\nPage Sof 6\n\n",
  "10": "o990999999 99\n\n~\n\ncoe@oec°o\n\nRA”\n\nTt\n\nf. Remove the swab and the valcro pad from the sampling frame and discard them. Then\nclean the sampling frame with isopropyl alcohol. Place a clean swab and a new Velcro\npad in the sampling frame and perform another blank analysis. If the alarm continues,\nperform the next procedure.\n\ng. Clean the inlet area. Then perform up to three blank analyses to test for\ndecontamination. If the alarm continues, perform the next procedure.\n\nh. Perform a bake-out (help may be sought from equipment maintenance section of the\nmanagement)\n\n‘\n\nDECONTAMINATION PROCEDURES:\n\nTo decontaminate an inspection surface:\n\n. Apply rubbing alcohol (isopropyl alcohol).\n\n‘With a paper towel, wipe the alcohol from the surface using a circular motion.\n\nDiscard the paper towel.\n\nRepeat the first three steps until you believe the surface is clear of the\n\nsubstance.\n\npeop\n\n. Sample the surface, and analyze.\n{. Ifthe surface produces no alarm, the surface is confirmed clean.\ng. Ifthe surface produces alarm, repeat the procedure until no alarms sound.\nxi. MAINTENANCE SCHEDULE:\n| Erequency Responsibility _\n‘After heavy alarm | Perform a clean cycle. User! Operator\nDaily Clean the exterior User! Operator\nPerform a verification. User/ Operator\nCheck printer paper supply. User/ Operator\nWeekly Perform a bake-out Eqpt Section/ Mgmt.\n‘Check the condenser tubes: Egpt Section/ Mgmt.\n‘Cheok the dust filter. Egpt Section/ Mgmt.\n‘Check the inlet filter Eqpt Section/ Mgmt.\nClean the IMS junction and straight inlet | Eqpt Section/ Mgmt.\nliners.\n‘As needed Replace the flow input filters. Egpt Section/ Mamt.\nReplace the Air Purification System. Eqpt Section/ Mgmt.\nReplace printer ribbon and/or paper. Egpt Section/ Mgmt.\n[Every six months | Perform radiation leak test. Eqpt Section/ Mgmt.\n\nxiv. WORDS OF CAUTION\n\nIt may be noted that these are trace detectors which detect traces of explosives\nfrom the swabs collected from the suspected bags by physically running over the swab\nhandles over the suspected bags. The wand has to be pressed and wiped firmly against\nthe bag to collect the samples effectively. This involves physically disturbing the bags. It\nis not possible to take effective swabs from the suspected bag without\ntouching/disturbing it. These are meant to check only the cabin baggage brought in by\nthe PAX himself at the SHA for carriage in the aircraft cabin. However, If required these\nmay be used to pick-up and test the swabs from the bags of suspected persons who are\nphysically present at the scenetor suspected bags whose owners are available at the\nsite.-Similarly-these can be used to check those bags in which only explosives are\nsuspected and it is definitely known that no detonators/power source or any initiating\nmechanism is present in the bag. However, it will need extreme caution and precaution\neven under those situations.\n\nPage 6 of 6\n",
  "11": "Annexure -1\n\nTRACE ACTIVATION DEBRIEF SHEET\n\n|\nDATE /TIME OF ACTIVATION:\n\nOPERATORS NAME:\n\nPASSENGER/STAFF MEMBERS NAME:\n\nFLIGHT NO. & DESTINATION\nau\n\nSHA IC's:\n\n1. Type of Explosive(s) identified on the attached Trace Detection read-out:\n\n2. Trace of Expiosive Equipment, ward and Operator's hands checked for Contamination:\nYES/NO\n\nResult: CLEAR/ALARM.\n\nSO OOODOSSIDIAIIADID IF Aye\n\nWhere ALARM, given details of action taken:\n\n© 3: List of the items Subject to close physical examination and individual sampling and analysis.\noO\n\na\n\nOo\n\n.)\n\n45 4. Questions asked of the Passenger/Staff Member: YES/NO.\n\nRelevant information from the passenger/staff member that might account for an alarm:\n\n* ” §. Visual examination of relevant items by passenger/staff member, and baggage contro!\nJ questions asked:\n\n© YES/NO\n\n6. second activation: YES/NO\n\nWhere YES, nature of item(s) causing alarm:\n\n€\n:\nF\n",
  "12": "be 7. Allrelevant items re-screened by x-ray: YES/NO\n\nrs) Comment:\n\neo\n\n6 & Security Duty Manager called: YES/NO Name of SDM\n© 2% Airport Duty Manager called: YESINO Name of ADM\n© 10. Full Details of Action taken:\n\noO\n\n© 11. Police called: YES/NO\n© 42. BDDs Called: YES/NO\n\ne 13. Full Details of the final action taken:\ne\n\ne\n\n°\n\noO\n\n, Signed:\n\noO 14. BAG/CON TENTS CLEARED.\n\n«) LAM SATISFIED THAT, HAVING FULLY TAKEN INTO ACCOUNT THE FOLLOWING:\n\n© a) __ the nature of the initial explosives trace detection alarm;\n\noO b) a further and close physical examination of the each relevant item including x-ray\nscreening where appropriate;\n\n4) ©) the result(s) of individual explosives trace detection sampling/analysis; and\n\n5 d) ‘the information obtained through passenger questioning\n\noO\n\nThe Bag/items allowed to pass beyond the point of search are free of prohibited articles.\n\nSHA I/C OR SHIFT I/C.\n\nALARM PRINT-OUT(S) TO BE ATTACHED TO THIS FORM\n\n",
  "13": "sess pogecccceeseesee\n|\n\n. | Annexure-Ih.\n\nLi\n\nTRACE MACHINE EQUIPMENT FAULT/REPAIR LOG SHEET,\n\nAREA\n\ni\ni\nin\ni\n\nDate SHA VC Serial No. | Fault Engineer | Engineer Back on Line | Details of Fault\nTime Called Arrived . i\n\n",
  "14": "DOSE psec ec 0000 00099099999999:\n~eN ~ i\n\nAnnexure —it\n\n(NSERT NAME OF TRACE aM MAINTENANCE LOG”\n_. :...-..200_ Serial No...\n1 2.13 14 5\n\nMONTH OF\n\nTOTAL HOURS OF OPERATION\nTOTAL NUMBER OF SAMPLES\n‘AUTO/CALIBRATION (Y/N)\nVERIFICATION\n\nORIERITE\n\nDAILY\npe\n\nINLET LINER :\nEXHAUST CON 3ENSER\nAIR FILTERS\n\nBAKE OUT (Y/N)\n\nWEEKLY\n\nMONTHLY\n\nINITIALS: Li\nCOMMENTS 1\n4\n\n",
  "15": "‘DAY:\n\nTOTAL HOURS OF OPERATION\n\nTOTAL NUMBER OF SAMPLES\n\nCALIBRATION LEVEL\n\n‘AUTOICALIBRATION (Y/N)\n\nVERIFICATION\n\nDAILY\n\nORIERITE\n\nINLET LINER\n\nEXHAUST CONDENSER\n\nAIR FILTERS:\n\nBAKE OUT (YIN)\n\nWEEKLY\n\nMONTHLY\n\nCOMMENTS\n\neocecoccecccocoooe8\n\n"
}