{
  "1": "|\n\nOffice of the Additional Director General(Airport Sector)\nCentral Industrial Security Force\n(Ministry of Home Affairs)\n13, CGOs Complex, Lodhi Road,\nNew Delhi - 110 003\n\nNo.ID-12013/Follower(TM)/2009/APCé 72. Dated June 2010\nCIRCULAR NO. AS-@3/2010\nSubject:- Requirement of Tradesmen/Followers\n\nConsaquent upon the implementation of the recommendations of 6\" central pay\n‘commission, it was decided by MHA that no post in the category of 4\" Class (Gp-D)\nemployee will be created. However, keeping in view the operational problems, MHA\nvide order dated 29.10.2009 had decided that all existing posts of follower may be\nconverted into Group ‘C’ posts and be placed in PB-! with grade pay of Rs. 2000\n‘After conversion of posts these may be designated as Constable (name of trade) for\n‘example Constable (Cook), Constable (Sweeper) etc. A copy of the order of MHA\nhas already been sent to all Zones/Units functioning under Airport Sector vide this\noffice letter dated 25.11.2009.\n\n2. Further, all posts of followers will now be created in the rank of constable\n(Group ‘C’) instead of followers (Group ‘D’). In this regard as per decision of\nFHrs/Airport Sector, while taking up the matter for creation of additional manpower,\nCISF is now proposing the creation for erstwhile follower staff, in the rank of constable\n(tradesmen) i.e. Cook, Sweeper and Washerman, in the proposals sent to MHA and\nsanctions are being received accordingly.\n\n3. In view of the above, henceforth while proposing the surveyed / resurveyed\n‘strength in all categories of erstwhile follower staff, it may also be mentioned that the\nservices of Cook, Sweeper and Washerman will be provided by the CISF in the rank\nof Constable (Tradesman). Further, it has also come to notice of this Sector HOrs\nthat services on hire basis in some of the categories! trades of follower staff are not\navailable at some of the airports/areas/regions. If so, while proposing the strength of\ntradesman in the rank of Constable, it may specifically be mentioned that services in\nthese trades are not available, so that matter for creation of tradesman in that trade\n\nmay be taken up at the appropriate level.\nPRA\n(M.S. Bali)\n‘Addl Director General/AS\n\nibution:\n\nA\\l DisG, (Under Airport Sector) including SSG and GBS\nAll CASOs/ ASG\nGuard file\n\n1\n2\n3\n\n"
}