{
  "1": "OFFICE OF ADDL DIRECTOR GENERAL/AIRPORT SECTOR\nCENTRAL INDUSTRIAL SECURITY FORCE\n(MINISTRY OF HOME AFFAIRS)\n13,CGO Complex\nLodhi Road, N Delhi\n\nNo. 0-4201 1/APC/OPS(2)/Circular(AS)/2011- 7692 Dated: /%3 May’ 2011\n\nCIRCULAR No. AS- 03/2011\n\nSub: BEHAVIOUR DETECTION (PROFILING) & SETTING UP\nCOMMUNICATION LINK THEREOF: REG;\n\nIn order to make airport security more effective, the technique of\nbehaviour detection/profiling was introduced, so that the related threats can be\nsensed beforehand and necessary action be taken timely to nullify it.\nAccordingly, directions had been issued by this HQrs vide letter of even\nNo.(12023) dated 09.11.2010 providing guidelines to utilize this tool which\ninter alia includes communication of the relevant observation to all concerned.\n\n02. Of late, it has been observed that ASG personnel deployed at various\nduty points/sub-units, perform their duties efficiently as independent sub-units,\nhowever, these sub-units lack requisite coordination, thereby making the edge\nof security procedures blunt. In order to make the procedure and system more\neffective, all the security components, mainly those at access control deployed\nas spotters & integrated/CCTV control room personnel need to have proper\ncoordination so that any relevant information is timely communicated to all\nconcerned and action thereon is timely taken. Security is based upon a\nnumber of small but very important factors —‘time’ being one of them. A timely\ntaken step/action by the security personnel can effectively deal with any\nexigency or may nip it in the bud.\n\n03. For achieving the desired goal, we require to undertake the task in two\nstages. First, identification of the relevant information i.e. identification of\nsuspected pax/staff by ASG personnel deployed at various duty points/in sub-\nunits and second, its timely dissemination among all concerned so that the\nsuspected person may be screened/questioned to ascertain his genuineness.\n\n04. For meeting the requirement of Stage-I i.e. enabling ASG personnel in\nzeroing on the suspected pax/staff especially the surveillance personnel &\nthose deployed at access control points, it is mandatory that the concerned\npersonnel are trained aptly on this aspect. For this, these personnel should be\nput through a periodical refresher training so that all the personnel may be\ncovered once in a month. The course content of this refresher course may\ncontain the contents as already circulated vide APS HQrs letter No.(4823)\ndated 18\" May 2010.\n\nCont...P/2\n",
  "2": "-2-\n\n05. In Stage —Il of the task, which cails for setting up of a strong\ncommunication link among these spotters, duty personnel and the integrated\ncontrol room; depending upon the facilities available, it must be ensured that\ncommunication equipment like P&T phone/Intercom/mobile or walkie-talkie\nsets are provided to the duty personnel at the access control points, in CCTV\nRoom & at integrated Control Room. Further, it must also be regularly ensured\nthat these communication equipment are always in functioning mode.\nBesides, some discrete human signals like specific gestures, signs etc. may\nalso be developed, at unit level, to communicate the information.\n\n06. Further, the course content of the said training should also contain case\nstudies of the detection & follow up of the suspected pax/staff. Also, any\nsignificant case, not necessarily culminating into a success, may also be\nshared with the ASG personnel in Sainik Sammelans, Sabhas, briefing etc.\ndiscussing the strength & weakness of our personnel.\n\n07. It may be noted that the system of equipping our personnel with\nbehaviour detection skills should be forthwith implemented in letter & spirit and\nbe made an indispensable part of our existing security procedures.\n\n08. Please confirm receipt and ensure compliance accordingly.\n\nae\n(Dr. Kashmir Singh)\nAddi. Director General/APS\nDistribution:-\nDIsG/AP (E&NEZ), (WZ), (SZ) & (NZ)\nAll CASOs CISF ASGs\nAVSEC Cell NISA, Hyderabad\nCopy to:\n\nPS to DG/CISF - for kind perusal of DG/CISF\n"
}