{
  "1": "> Office of the Inspector General/Airport Sector\nCentral Industrial Security Force\n(Ministry of Home Affairs)\n\nCISF HQrs, 13 CGO Complex,\nLodhi Road, New Delhi - 03\n\n*\n\nNo.O-42055/APC/  iASIOS 85.6 Dated 49 June 2005\nCIRCULAR. No. AS-03/2005\n\nIn view of the recent incident of suicidal case at Aurangabad\nAirport, it has been decided that all units shall. maintain a personal\nprofile of men and sub officers deployed under the command\ncontaining the following data/inputs:-\n\n1. Previous case history of any assault/misbehaviour, if any\nbased on service records.\n\nGeneral behaviour and discipline\n\nOpinion of parents.\n\nS00 0098000505099000990999990908\n\nOpinion of spouse.\nMedical history\nRelationship with colleagues\n\nNn @ @ F YO N\n\nBasic nature- jovial, mixing types, extrovert, introvert,\nargumentative, very silent, prone to fits of anger etc\n\nWhether alcoholic or not\n\n9. If not, what other intoxicants does he use i.e. tobacco,\ngutka etc.\n\n10. Games/hobbies.\n\n2\n\n41. Whether indulges in gambling\n12. Details of family\n13. Any other relevant information\n\n",
  "2": "2\n\n2. Based on these inputs, the unit commander will analyze if any\npersonnel requires counseling and if he does so, it should be started\nin right earnest. In addition to the above, efforts should be made to\norganize stress management courses at local level such as yoga,\nmeditation, reflexology etc within reasonable expenditure, particularly\nfor personne! deployed on strenuous duties with little or no comforts\nas available at a unit. The respective DisG will sanction the required\namount and if it is felt that more’ finances are required, the case\nshould be taken up with Airport sector HOrs.\n\n3. The respective coy Commanders, ACs, DCs and the unit head\nShall ensure that games are regularly conducted and they play games\nand mingle with the men.\n\n4. Barakhana at coy level as well as at location should be\norganized so that an opportunity to personally interact with the men is\navailable to the respective AC, DC’s and the unit head. The\nexpenditure could be met out of welfare fund.\n\n5. As far as practicable, weekly offs should be granted to the\npersonnel and unit commanders. GOs should ensure that\ndeployment of personnel on internal security and other duties is fair\nand transparent and the personnel are properly rotated.\n\nAll APSU Commanders are requested to report compliance by\n03\" July 2005.\n\nZeer\n(M.S. Bali )\nInspector General/AS\n\nDistribution:\nAll APSU Commanders\nDIG/S&W Airport, CISF, CS International Airports, Mumbai\nA\\G/East &North East Airports, Kolkatta, AIG/AS CISF HQ\nGuard File, Circular File\nCopy to:\n\nOffg COSCA, BCAS, New Delhi _ - for information, please.\n\nceacann:\n"
}