{
  "1": "Office of the Additional Director Generat/Airpoft Sector\nCentral Industrial Security Force\n(Ministry of Home Affairs)\n16 CGO Complex\nLodhi road, New Delhi\nNo.O-4201 1/APC/OpS (2) I Cncdar I ASI t7 -72t#Dated :eputy20 17\nCircular uo. AS-9-3-- I 2OLz\nSub: - Screenino of mobile ohones: Regi\nMobile phone and its accessories can be used for carrying\nimprovised explosives d.evices. Existing guiderines ctearraiprJcifi\nfor this reason that such items must oJpisseo through i-ais ioi\nexamination, before it is security cleared in the han\"d Oaggige.\nExhaustive guiderines/instructions in this regard r,are aiiea\"ay\nbeen. issued by BCAS and reiterated by this ftq time to time io\navoid any lapse.\n2. It has come to notice that during pre_embarkation checks\nat some of the airports, cISF personnel at the sHA are insistinf\nth.at passengers put the_ir mobile phones in their h.rd b;6;;;\nwhile at other airpots GISF personner insist tnat m-ooffif,iiE\nbe.-put in the tray for screening. This gives an impression that\nuniform procedures are not being foro-\"wed at a,'tne airporti,\nwhich defeats the very..purpo:e of deploying Airport Selur(\nGroup under a single dedicated force i.e.'CiSi,1o, ,niforrirylni\nstandardization of procedures.\n?: Jhu following directions are hereby issued for strrct\ncompliance:\na) ]!9 queuinO assistants and load officers deployed at\npESC should ensure that the passengers Oo'noi cirry\ntheir mobile phones on person, whii-e proceedid-fo;\nfrisking.\nContd......p/02",
  "2": "-02-\nb) The passengers should be requested that mobile\nphones are mandatorily required to be subjected to X_\nray screening, either in their hand bags or in the tray.\nHowever, it is upto them to choose between hand\nbaggage and tray. It should never be emphasized by\nCISF staff that mobile phone should be kept either\nexclusively in hand bag or exclusively in tray only.\nc) Under no circumstances, mobile phones carried by the\npassengers shall be allowed unscreened.\nd) For other electronic items carried by the passengers,\nthe existing instructions will remain unchanged.\nPlease acknowledge receipt and ensure compliance.\n-l+{ *\n(Dharmendra Kumarr' IiS)\nAddl. DG /Airport Sector\n4.\nDistribution:\nDISG/AP(WZ), (E&NEZ),(SZ) and (NZ).\nAll CASOs CISF ASGs.\nAVSEC Cell, CISF, NISA, Hyderabad.\nAVSEC Cell, RTC Arakkonam"
}