{
  "1": "OFFICE OF ADDL, DIRECTOR GEl{ERAI/AIRPORT SECTOR\nCENTML INDUSTRIAL SECURITY FORCE\n(Ministry of Home Affairs)\nAdministrative Block\nCISF Complex, lvlahipalpur\nBy pass road, New Delhi-37\nNo.0-42011/APC/Ops(2)/Circura(AS)/1r\"hPS- Dated: May',2018\n,-3\ncrRcuLAR NO. AS- 03 /2018\nSub: \"Friskino with Hand Held Metal Detector (HHMD'I : Reo\"\nIt has come to the notice of APS HQ that in some of the airports the frisking\nofficers (Male/Female) during the course of frisking at pre-embarkation security check\npoints in SHA are running the HHMD over the body of the passengers which is\ngenerating complaints, especially from female passengers.\n2. \nIn this regard, it should be made clear to the friskers that as per specification of\nHHMD issued by BCAS vide AVSEC Circular 2512004 dated 27.12.2004 the HHI4D is able\nto detect metal without being in direct contact with the object. However, method of\nscreening as explained in the BCAS AVSEC Circular No. 2312005 dated 11.07.2005 must\nbe followed during frisking of passengers at pre-embarkation security checks. The\nTraining Reference Book (TRB) issued by BCAS for Screeners certification clearly states\nthat HHMD should be kept at a distance of approximately 01 inch (2.5 cms) from the\nbody of a passenger. The copy of the Training Reference Book of BCAS is enclosed\nherewith for ready reference.\n3. \nTherefore, all CASOS are directed to conduct special on the job training for\nscreeners deployed for PESC at SHA for sensitizing them on the above aspect and also\nbrief frisking officers (male/female) to be careful while using HHMD during frisking to\navoid direct body contact of passenger with HHMD.\n4. \nAll DisG are requested to ensure meticulous implementation of the above\ndirection by the ASGS under their respective jurisdlction.\nEncl : As above\n,l)\nIt r K^:'r':\n(u. a. eanapatny,-ri$i\nDistribution: \nAddl Dc/Airport sector\nDIsG/Airport (Delhi, lvlumbai, Kolkata & Chennai):\nDIG/CASO IGI Delhi, CSIA Mumbai and Chennai\nAll CASO ASGS, CISF",
  "2": "SECRET\nPage 1of 110\nScreeners Certif ication\nHandout\nSECITE\nTrainee Reference Book\nFor\nScreeners Certification Cou rse\nThis SECRET Document is\nPublished by\nBurcdu ol Civil Aviation Security (BCAS)\nlssued on\n2014\nlssued on:\nSECRET\nRevision",
  "3": "Screeners Certification\nHandout\nPage 79 oi 110\nSECRET\nThe visual alarm will appear in electronic unit in the form of RED Lights. lt will show the\ndensity of metal a passenger in his/her possession.\nThe Audio alarm will display on vertical light segments, which can be li8hted separately\nto indicate the position of the detected item(s). Each of the eight independent detection\nzones of the METOR 2OO consists of three vertical light segments. lt gives a rough idea\nabout the location of metallic items in a passenter.\nHand Held Metal Detector\nThe HHMD is screening equipment, which is used to detect metallic items carried by passenger\non person\nOperation is based on electromagnetic pulsed-field technology\nParts Of HHMD\nThe HHMD is divided into 06 oarts namelyl\na. Head Phone Jack\nSffie^Jfn? ;-:\nf. Battery Section\nAdvantages and oisadvantases ot HHMD\nSr. No.\nAdvantage\nDisadvantages\n1\nHelps in ldentifying Metals both\nferrous and non ferrous\nCannot detect non metallic items\n2\nEasy to use\nCannot detect oon metallic replicas of\nprohibited items. Materials or components of\nIED may not be identified.\n3\nTouch free checks for passenger\ncannot detect plastic explosives\n4\nQuick and user friendly\nMay malfunction and give false alarm\nTESTING OF HAND HELD METAL DETECTOR\n. \nMust be tested before each search\n. \nCheck the physical condition of the equipment.\n. \nCheck that battery is fully charged.\n. \nHold detector 2.5 cm (1\") from watch, belt buckle or metal object and test that it is\ndetecting presence of metal\nlssued on:\nSECRET\nRevision",
  "4": "Screeners Certification\nHandout\nPage 80 of 110\nSECR ET\nAdjust audio control knob as necessary\nuse Of Hand Held Metal Detector\n. \nEnsure the HHMD is working properly-\n. \nGreet passengers and ask for permission to frisk\n. \n€nsure passenger is not holding or carrying any items\n. \nPassengers shall empty their pockets for all metallic items, place these in a tray / divestment\ncontainer and pass through x-ray or search physically.\n. \nAskthe passenger to stand on the platform if provided.\n. \nDemonstrate to the passenger the correct way to stand if required.\n. \nStand slightly to one side of the passenger and hold the metal detector approximately 01\ninch (2.5cms)from the body.\nMove the detector over the entire body systematically (front & back)\nlf the alarm sounds, ask passenger to check the area and to displey any items found\nRe-scan the area to confirm that all items have been removed.\nFriskinEofa ladyto be done by lady only.\nREMEMBER - NO SEARCH, NO FtY\nlssued on:\nSECRET\nRevision\nHand-Held Metal Detector\nCheck Head Area\nCheck Front\nand Rear ofBody\nA\nZ\n!\nI\nFollow Systematic\nmethod of search\nRaised Platform\nfor checking\nShoes /Bogts",
  "5": "Screeners Certification\nHandout\nPage 81of 110\nSECRET\nTYPE OI PAT DOWN SEARCH\n1, WHOLE BODY PAT.OOWN SEARCH\n2. PAT-DOWN SEARCH LIMITED TO THE AREA OF AN ALARM.\nPoints to be kept in mind while condu€ting Pat-Down search of Pax\nO Consent of pax should be obtained\nO A \"common sense\" approach must be applied to as per\nsafety and dignity, while conducting pat-down search\nO Follow a systematic method so that no pa.t of the body\npassenger's health,\nremains un-checked\nProcedure for Carriage of\nchapter 9\nPrisoners, Deportee and ln-admissible\nPassenger\nprisoners f person under\n. \nNo aircraft operator shall allow a prisofler and escorting offiaers as passengers un,ess prior\npermission is obtained from the BCAS by the concerned policang authority that is\nresponsible for transportation of such prisoner with escorts by air.\nReference document: circular 4212005 lnstructions for carriage of\njudicial custody / administrative control.\nThe following Seneral guidance material refers to persons in lawfL.ll\ncustody i.e. persons under arrest or convicted criminals under escort,\nProcedure:\nThe policing authority requiaing transportation of a prisoner by air shall send their request in\nwriting to the Commissioner/Regional Dy Commissioner of Security(CA),BCAS at least\n7(seven) days in advance.\nThe policing authority respon sible fo r ca rriage of a prisoner by air shallindicete classjfication\nof such prisoner as dangerous or otherwise in their application addressed to BCAs.\nlssued on:\nSECRET\nRevision\nro"
}