{
  "1": "OFFICE OF ADDL. DIRECTOR GENERAL/AIRPORT SECTOR\nCENTRAL INDUSTRIAL SECURITY FORCE\n(Ministry of Home Affairs)\n\n16, CGO Complex\nParyavaran Bhawan\nLodhi Road, N. Delhi\n\nNo. 0-42011/APC/Circular/AS/15- 1 So 3 Dated: \\ Feb’ 2015\nCIRCULAR NO. AS- 03/2015\n\nSub: “Perimeter Security: Req”\n\nReference AS Circular No. 4/2006 issued vide letter No.O-42011/\nAPC/ Circular/AS/06-950 dated 31/01/2006 on the above subject matter.\n\n2. Perimeter security is the most vital part of any security set up and\nit is among the foremost layer of security of any security set\nup/installations. The perimeter of any airport is highly susceptible to\nsecurity breach on account of the expanse and stretch. However, it has\nbeen observed that that generally a relatively lesser priority is being\naccorded to the security of the perimeter, as compared to the terminals.\nIn the past, several instances of unauthorized access into the\noperational area by breaching/scaling over the perimeter wall have been\nreported from various airports. In most of the cases, the intruders have\nbeen reported to be children, curious onlookers or mentally unstable\npersons. ‘It is a matter of concern that such persons could easily gain\naccess to the airport operational area.\n\n3. Further, considering the recent attack at Karachi airport and threat\ninputs received from Intelligence agencies, it has become necessary to\nstrengthen the perimeter security at the airports to preclude the\npossibility of any unlawful intervention with the Civil Aviation operations.\nTo prevent such type of incidents, all CASOs are directed to implement\nthe following directions immediately:-\n\ni. Ensure below mentioned prescribed security infrastructure for\nperimeter security at their respective airport :-\n\n—-Cont P/2--\n",
  "2": "a)\n\nb)\n\nc)\n\nqd)\n\ne)\n\n22>\n\nPerimeter wall of prescribed height (8') with a overhead\nfencing of (1 %’), with the concertina wire between those\nwall hangings. In addition, no gaps should be permitted\nbetween the wall and the bottom of the concertina coils.\n\nWatch Towers/observation posts should be located at\nstrategically locations and with clear and uninterrupted\nview. However, it has been observed that at some of the\nairports watch towers/observation posts are not\nstrategically located. Hence, all CASO are directed to\nconduct an exercise alongwith concerned Airport Operator\nand identify the watch towers/observation posts which\nrequire relocation. After conducting such exercise\nconcerned CASOs should pursue the matter at local level\nand ensure early relocation of such watch\ntowers/observation posts at the strategically locations to\ncover the area effectively.\n\nEnsure patrolling track along the perimeter on the inside\nand outside for mobile and foot patrolling.\n\nSufficient illumination of the perimeter area. Continuous\nefforts should be made for installation of perimeter lighting\nwhere it has not been provided so far. However, all such\nareas, where sufficient light along the perimeter is not\navailable, all duty personnel must be issued torch/dragon\nlights.\n\nAuthorized number of vehicles for mobile patrolling. If not\navailable then matter must be taken with Airport Operator\nby CASOs and by Zonal DisG with Regional REDs for\nearly provision of the same.\n\nThe I/Cs of the Mobile Patrols shall also check the\nalertness of the sentries in the watch towers.\n\nAirport Sector has raised the issue of deficiencies in perimeter\n\nsecurity infrastructure at various airports at the apex level.\nConsidering the fact that the deficiencies hitherto existing\n\n~-Cont P/3—~\n",
  "3": "vi.\n\n~g—\n\nalong the perimeter has been/is being overcome, it is\nabsolutely necessary to tighten the human security component\nso as to ensure that cases of intrusion may be\nminimized/curbed completely.\n\nIn the existing system of deployment at perimeter, the entire\nperimeter of an airport should be divided into separate beats\n(about 500 meters each on both side of watch tower) with one\nsentry deployed for every beat who will be concentrating for all\nround safety and security of his designated perimeter.\n\n+However, the curvature and blind spots of perimeter should\n\nalso be taken into consideration for deciding the number of\nbeats so that no stretch along the perimeter is out of visual\nobservation.\n\nPerimeter guarding will be done round the clock for all the\nthree shifts whether they are operational or non-operational\nand should not be limited to only operational hours.\n\nPersonnel deployed for perimeter patrolling should not be\nstationed at one place only, that is on watchtower or shelter\nalong the perimeter. Rather they should also be on move\nwithin their beats.\n\n“Depending upon availability, one SI & Constable or one\n\nHC/GD & Ct/GD or authorized strength, should be deployed\nfor patrolling the perimeter in each shift. They should be\narmed and equipped with communication equipment. During\nthe night, the mobile patrolling party will also carry a dragon\nlight during their movement. Mobile Patrolling by this party will\nbe carried out, during day and night at frequent intervals. They\nwill be carrying out the checking of all the beats and sentries\ndeployed for perimeter guarding. The mobile patrolling will be\nre-enforcing the static perimeter deployment. The vehicle\nprovided by the airport operators for patrolling purposes\nshould be used for perimeter patrolling.\n\n--Cont P/4--\n",
  "4": "Ea a\n\nvii. In case of larger airports, the perimeter can be divided into 2\nor 3 or more zones for the purpose and each zone will have a\nseparate mobile patrolling party. Mobile patrols should take\neffective and meaningful rounds and avoid perfunctory patrol\nof the assigned areas.\n\nviii. The watch towers and beat patrols should be made\naccountable for any untoward incident along the perimeter and\ntheir duties and tasks should be closely observed by the\nmobile patrols. Each watch tower and beat should have a\ndefined area of responsibility, both along the perimeter and\nalso inwards.\n\nix. _.Necessary remedial measures should be taken by all CASOs\nfor the vulnerable areas prone to trespass/ intrusion.\n\nx CASOs & GOs should conduct surprise checks along the\nperimeter posts more frequently.\n\n4. All CASOs are directed to ensure that the above mentioned\ndirections are complied with in totality and there is no laxity at any level.\n\n5. Zonal DIsG/AP should ensure implementation of the above\ndirections by the CASOs under their jurisdiction and personally verify the\nsame during their inspections/visits to airports.\n\n6. Please acknowledge the receipt and ensure strict compliance.\n\n(R K Pachnanda)\nAddl. DG/Airport Sector\n\nDistribution:\n\nDisG/Airport (Delhi, Mumbai, Kolkata & Chennai):\nDIG/CASO IGI Delhi and CSIA Mumbai\nAll CASO ASGs, CISF\n"
}