{
  "1": "Office of the Additional Director General/Airport Sector\nCentral lndustrial Security Force\n(Ministry of Home Affairs)\n13 CGo Complex\nLodhi road, New Delhi\nNo.0-4201 1/APCi oPS (2)/CirculariAs/14 4o o{\nDated .SoAptil'2014\ncircutar No. asPA t zotl\nSub: lmolementation of BCAS AVSEC Order No.05/2005 : Req'\nCivil Aviation operation entails Pre Embarkation Security Checks as its\nintegral part. This check includes screening and physical checking of hand\nbaggage and frisking of passengers & ETD checks of passenger/baggage.\nSystematic and methodical application of security procedures, as prescribed by\nBCAS, is required to be implemented with utmost care to ensure smooth Civil\nAviation operations. BCAS has issued AVSEC Order No. 05/2005 vide which\nitems/articles banned on board have been listed for reference of the screeners.\nThe list is however only indicative and not all-exhaustive. Common sense shall\nprevail on the part of the screener to assess whether an object can be used for\ncommitting act of unlawful interference inJlight.\n02. The screeners are at liberty to use their discretion to the extent of this\nassessment. However, this does not mean harassment of passengers and\nforceful implementation of rules and regulation; rather, it is to be implemented\nwith polite and courteous attitude, without in any way, compromising with the\nsecurity of Civil Avration operation. The rule positions are be courteously\nexplained to passengers. ln the event of passenger not being satisfied, he may\nbe encouraged to lodge his complainugrievance in the register, so provided for\nthe purpose. Excess of interaction with the passenger should be avoided as it\nmay lead to acflmonious situation.\n03 All CASOS are, therefore, directed to work on uniform implementation of\nguidelines and to make continued efforts to sustain security arrangements\nthrough close supervision and regular briefing/debriefing.\n04. All DlSG/AP need to incorporate this point for briefing durlng their\ninspection to airports under their jurisdiction.\n(O. P. Singh), IPS\nAddl. DG / Airport Sector\nDistribution:\nDlsG/AP(WZ) (E&NEZ),(Sz) and (NZ).\nAll CASOS CISF ASGS.\nAVSEC Cell, CISF, NISA, Hyderabad.\nAVSEC Cell, RTC Arakkonam"
}