{
  "1": "e\ne\neo\n°\n°\n°e\noe\n°\noe\noO\ne\n6\n°\noO\nia)\ncs)\n9\n3)\noO\noe\ne\ne\n\n. SECRET\nw OFFICE OF INSPECTOR GENERAL/AIRPORT SECTOR\nCENTRAL INDUSTRIAL SECURITY FORCE\n(Ministry of Home Affairs)\n13, CGO Complex\nLodhi Road, N, Delhi\nNo. 0-42011/APS/Circular/AS/06- 4 SO Dated 9 Jan 2006\nCircular No. AS ~ 4/2006\nwe\n\nSub: “Perimeter Security: Reg”\n\nIn the prevailing scenario, there is a constant threat to civil aviation. The\nrequirement to protect the operations from unlawful interference, therefore,\nbecomes very important and perimeter guarding assumes a significant role in\nthis aspect. However, it has been noticed that personnel performing duties at the\nperimeter are very lax and generally performing static duties only, where they\nare confined to a particular watchtower or duty post provided in a form of shelter\nalong the perimeter wall.\n\nAt all the airports in the country, outer cordon in the form of perimeter is\nbeing manned by Aviation Security Group (CISF). Strict perimeter protection\nprevents any suspected/unauthorized person or vehicle from approaching the\noperational area, thereby strengthening the access control. It is therefore felt\nthat nature of duties at the perimeter should be modified so that more alertness\nand responsibility is created among the duty personnel and perimeter protection\nis effective. In order to ensure this, the following directions are issued for\nimmediate implementation:-\n\na. The entire perimeter of an airport should be divided into separate\nbeats (about 500 meters each) with one sentry deployed for every\nbeat who will be concentrating for all round safety and security of his\ndesignated perimeter. However, the curvature of perimeter should\nalso be taken into consideration for deciding the number of beats so\nthat no stretch along the perimeter is out of visual observation.\n\nb. Perimeter guarding will be done round the clock for all the three shifts\nwhether they are operational or non-operational and should not be\nlimited to only operational hours. Continuous efforts should be made\nfor installation of perimeter lighting where it has not been provided so\nfar. However, all such area where sufficient light along the perimeter\nis not available, all duty personnel will be issued torch/dragon light.\n\nc. Personnel deployed for perimeter guarding should not be stationed at\none place only, that is on watchtower or shelter along the perimeter,\nRather they should be moving within their beats. All the personnel\nperforming duties for perimeter security should be armed and\nequipped with walkie talkie for regular communication with OPS\nControl Room.\n\n",
  "2": "ad\n\nd. There would be a mobile patrolling party consisting of one Sul\nInspector and one Head Constable/Constable in each shift. They will\nalso be armed and will be in communication with OPS Control Room\n\non walkie talkie sets. It should, however, be ensured that perimeter oO\nmore than 10 Km should be divided into two zones and each zone will °\nhave a separate mobile patrolling party. °\ne. Mobile Patrolling by this party will be carried out on the motorcycle 3\nboth, during day and night at frequent intervals. They will be carrying 3\nout the checking of all the beats and sentries deployed for perimeter Oo\nguarding. During night, the mobile patrolling party will also carry a oO\ndragon light during their movement. Oo\ny\nf. CASO of ASGs where motorcycle has not been provided by the oO\nmanagement should make efforts for its procurement from the fey\nmanagement and till such time it is not made available, patrolling can fs)\nbe even done ona bicycle. e\ne\nPlease acknowledge the receipt and ensure strict compliance. bs\né\n)\nc\nBlidvol “\n(M. S. Bali) :\n\\G/Airport Sector\nDistribution:\nDIG/Airport (West) Mumbai\n\nDIG/Airport (South), CISF Chennai\n\nDiG/Airport (E & NE) CISF Kolkata, “\nAddl DIG/Airport (North), New Delhi c\nAll CASOs CISF\n\nAlG/Airport Sector\n"
}