{
  "1": "cooocscoog9go0090\n\noe@eoeco:sc\n\nQ\n\nOFFICE OF THE INSPECTOR GENERAL/AIRPORT SECTOR\nCENTRAL INDUSTRIAL SECURITY FORCE\n\n(Ministry of Home Affairs)\n13, CGO Complex\nLodhi Road, N. Delhi\nNo.0-4201 1/APC/OPS (2)/Circular/AS/08 - 476.5 Dated:/¢ April’ 2008\n\nR_NO. AS - 04/ 2008\n\nSub: radation of. i Airports\nand consequent Rationalization of manpower: Reg\n\nRapid technological advancements in the field of security apparatus have\nbrought about qualitative changes in the security paradigm of airports. In the light\nof enhanced threat perception of unlawful interference to the aviation sector and\nincreasing sophistication of methods employed by the terrorists, it is imperative to\nincorporate the latest equipments/gadgets towards aviation security and constantly\nupgrade the same to ensure zero human error and to keep pace with emerging\nthreats. It is felt that security designs of airports essentially have to move from a\nmanpower intensive model to an advanced hi-tech one. An optimum balance of\ntrained manpower and state of the art gadgetry support is the need of the hour for\neffective security of the airports in the country.\n\n02. In appreciation of the above need, the BCAS has laid down guidelines and\ntechnical specifications of various security equipments/gadgets to be installed at\nIndian airports vide various orders/circulars, notably Circular No 02/2007 dated\n14.02.2007.\n\n03. Currently, the aviation sector in India is in expansion mode. In addition to\nupcoming new Greenfield airports, existing Brownfield airports are also expanding.\nConsequently, surveys (to assess ASG strength for new airports) and re-surveys\n(to feassess the same at existing ones) have Become a regular fealure. It is\n\ni are of\n\nneed for in’ etic rit\n\nareas/locations of the airport, “The prime consideration should be qualitative\nimprovement of the security system at the concerned airport by way of introduction\nof advanced gadgetry. The possible rationalization of manpower (read reduction in\nstrength) as a result of the installation of such security equipments can also be a\ndesired outcome. This should, no doubt, be welcomed by all concerned and the\nCASOI/CISF representative should impress this fact emphatically on the other\nmembers of the survey/resurvey committee.\n\nContd...2/-\n",
  "2": "12: ‘\n\naware of the security gadgetry mandated by the BCAS and the advanced options\navailable worldwide to meet the same ends. Thereafter, a thorough assessment as\nto which equipment would be ideal for securing which particular area, should be\nmade; possibly in coordination with the technical staff of the airport operator. This\nin-house exercise should be performed well in advance of the actual survey, so\nthat when the actual resurvey/survey is held, the CISF representative can forcefully\nput forward his considered views and recommendations.\n\n05. The CASOs must also be actively involved in the expansion plans which\nhave a impact on security right from the drawing board stage in their respective\nairports. CASOs should suggest introduction of gadgetry at this initial stage.\n\noO\noO\na\n\na\n04. In order to accomplish the above approach, all CASOs must firstly be fully fs)\n\noO\n\nCASOs should, wherever possible, inform the airport operator the advantages by ~ ”\n\nway of manpower reduction and qualitative improvement in the aviation security.\n\n06. During the process of resurvey, the CISF member/representative should\nstrive to upgrade the security of the airport by recommending latest gadgetry and\nalso bring out the possible reduction in manpower due to installation of the same.\nThe CASOs/CISF members’ efforts in this regard should be clearly reflected in the\nsurvey/resurvey report, an advanced copy of which is forwarded to Airport Sector\nHQ, prior to formal approval by the BCAS. CASOs should inform this HQ of their\nsuggestions made in this regard during the survey/resurvey and the response of\nthe other members of the Committee.\n\n07. The DisG/Airports are requested to ensure that the CASOs under their\njurisdiction have understood the spirit behind these instructions. They should keep\nit in view while examining the survey/resurvey reports at their level.\n\n08. Once the survey report is received at Airport Sector, it will be the task of the\nAIG/AS to examine each report threadbare and scrutinize whether the above\ninstructions have been complied with and to point out the same while forwarding\nthe proposal to FHQ(I&P).\n\n09. Please acknowledge receipt and ensure compliance.\n\ntA\n\nIS Wok\n(M. S. Bali)\nInspector General\n\nDistribution:- 1. DisG/ADIG Airports\n2. AllCASOs/ASG, CISF\n3. AIG/ Airport Sector\n\ncoo0\n"
}