{
  "1": "OFFICE OF ADDITIONAL DIRECTOR GENERAL/AIRPORT SECTOR\nCENTRAL INDUSTRIAL SECURITY FORCE\n\n(Ministry of Home Affairs)\n13,CGO Complex\nLodhi Road, New Delhi\nNo. 0-42011/APC/OPS(2)/Circular(AS)/2011- YES F Dated: 22 May 2011\ncIRt R No. AS- (2011\n\n‘Sub:-PREVENTING STRESS AMONG PERSONNEL: REG;\n\nRecently, in an incident which took place in wee hours on 3\" April, a CAPF\n(Central Armed Police Force) personnel fired indiscriminately in air from his service\nweapon. The enquiry into the case has revealed that the act was a manifestation of his\nmental fiux which he developed after he was advised to postpone his plan of leave by a\nfortnight which he had applied on grounds of illness of his wife. This is not the first case\nwhen any perturbed Force personnel has resorted to such act to vent out pent up\nemotions. Even in the past, security personnel of various CAPFs have inflicted injuries to\nthemselves or their seniors or have fired indiscriminately in air over denial of leave or\nbecause of other personal grievance.\n\n02. Thus, considering the stressful life of Forces & frequent repetition of such\nincidents, it becomes necessary that we prepare ourselves to prevent such acts.\nWhenever a personnel applies for leave or reports his personal grievance at any level,\nefforts should be made to extract facts of matter and to grant leave or address his\ngrievance. Owing to administrative reasons, if it is not feasible to grant leave, the\nurgency of the case should be adjudged and the Zonal HQrs should be personally\napproached by the Unit Commander for a decision and if needed, the individual should\nbe granted leave. However, it should be ensured that the Unit Commander is able to\nidentify and distinguish the genuineness of the individual's request.\n\n03. Further, if any grievance comes to notice, efforts should be made to counsel the\nconcerned individual which should be done personally by the Unit Commander or by his\n2-I/C, in his absence. Also, for achieving best results, the Unit Commander should instill\na feeling in the unit personnel that their unit Commander is accessible & approachable\nto them. This can be done by proper interaction with the unit personnel by holding\nregular Sainik Sammelans, Sabhas and regular checking of duty posts etc.\n\n04. In bigger Units, a grievance box can be placed at suitable locations where\naggrieved personnel can post their grievance. Such grievance box should be daily\nchecked and concerned individuals should be immediately called into redressal room to\naddress their grievances, if any. Besides, CIW machinery should also be geared up to get\na beforehand information of the grievance of a personnel. Further, the individuals\nshould be identified having tendencies to commit such aberrant acts. These personnel\nshould be separately counselled to nullify their negative tendencies.\n\nContd...p/02\n",
  "2": "P1020\n\n05. The personnel especially those deployed for VIP security duties need to be\nmotivated aptly as in discharge of their duties as “bullet catchers” they may have to\nmake supreme sacrifice to protect the life of the protectee. Thus, nature of their duties\ncalls for their physical and mental fitness. Also, regular strenuous training, long period\nof separation from family and odd duty hours take a toll on their physical and mental\nhealth. Hence, a unit level system should be set up for regular interaction of SSG\npersonnel with their seniors particularly Gazetted Officers. Further, personnel identified\nas having negative tendencies should be listed out and be immediately replaced by\nsuitable replacements from within SSG or the Sector, as the case may be.\n\n06. We also need to take some pro-active steps to counter stress among individuals.\nFor this, the personnel should be encouraged to take part in Yoga/games/sports\nactivities. Also, the administrative aspects & other welfare measures including\nrecreational activities should be duly looked after. Problems, if any, should be timely\nfixed and if need be, the matter may be taken up with higher formations. Cultural\nprogrammes may also be organized periodically and classes on stress management may\nbe got conducted. This would not only lessen the stress level but also increase stress\nhandling ability of Unit personnel. In addition to above, the buddy pair system as\nconveyed vide this Hrs Circular No.AS-01/2011 should be adopted & followed in letter\n& spirit along with directions contained therein.\n\n07. All DisG should take a note of these guidelines and ensure implementation at the\nASGs/units under their jurisdiction.\n\n08. Please acknowledge receipt and ensure compliance accordingly.\n\nAddl Director General/APS\n\nDistribution:\nDIsG/AP E&NE, W,S & NZ.\nDIG (GBS & SSG)\n\nAll CASOs CISF ASGs\n"
}