{
  "1": "Central Industrial Security Force\n(Ministry of Home Affairs)\n\n.\n\nBlock No.13 CGO Complex,\nLodhi Road, New Delhi- 03\n\nNo. V-AS099/APS/PolcyiLS/2008/ (fSot Dated: Jp/t_July2010.\n\nCIRCULAR NO.AS- 04/2010\n\n‘Sub:- ENQUIRY INTO COMPLAINT OF SEXUAL HARASSMENT SUBMITTED\nBY LADY STAFF: REGARDING.\n\nRecently, some instances have come to the notice in which inspite of pending\nsexual harassment enquiry against CISF personnel, they have been issued with\nDevVigilance clearance certificate by the respective competent authorities for\nvarious purposes (i.e conducting DPC for promotion/MACP, for applying by the\nindividual for higher posts through LDCE etc). In a typical case, terminal benefits of\n12 CISF personnel were cleared despite a pending enquity pertaining to sexual\nharassment against him, Such lapses have occurred primary because the sexual\nharassment enquiries are being dealt with in isolation and are not recordediiogged\n\nby the Discipline Section of the concemed Unit.\n\n2. In this connection, detailed instructions have been issued vide FHQ.Circular\nNo.01/2006 dated 13-01-2008 and amendment/adition Circular No. L&R-47/2007\ndated Jan-2007 for conducting enquiry into sexual harassment complaints made by\nlady staff. In Para-7 of Circular No L&R-47/2007 at. Jan-2007, it has been mentioned\ncategorically that the Chairperson of Complaint Committee shall open a dally Order\nSheet to proceed with the case as envisaged in Rule-14 of CCS(CCA) Rules-1985\n\noor Rule-36 of CISF Rules-2001, as the case may be.\n\n3. In view of the facts highlighted above, it is instructed that as and when an\n‘enquiry of sexual harassment is contemplatediinitiated against any CISF person, it\nshould, for all practical purposes, be treated at par with departmental enquiry like\nany other disciplinary proceedings and shall also be monitored on the sare jines as\nthe DES. as per existing procedure, To clarify it further, it follows from thve above that\nthe contemplation/nitiation of enquiry pertaining to sexual harassment should be\n\nregistered/logged in the concerned register and should be referred to before issuing\n\nof DENigilance certificate or for clearance of any such matter requiring confirmation\n\n‘on this count.\n\n4, All DisG and CASOs of ASG are directed to ensure strict compliance of the\n‘above instructions. Any violation will be viewed strictly against the officer issuing\n\nSuch clearance and the concerned Discipline Section Incharges.\n\nDistribution:\n1 All DisGiAirport ,CISF Unit GBS & SSG Noida\n2 AILCASO of ASG.\n\nInternal:- PS to ADGIAPS, PS to IGIAPS and all Section IC of APS.\n\n"
}