{
  "1": "Directorate general\nCentral industrial security force\n\n(Ministry of home affairs)\n13, CGO Complex, Lodhi Road New Delhi-03\nNo. E-41014/CISFWelfare/2018- 7/6 Dated: oly July, 2018.\n\nCIRCULAR No} 019\n‘Subject : Financial Literacy of Force Personnel\n\nIt has been observed that lack of awareness among our Force personnel\nregarding available financial instruments has been an impediment to planning a life free\nfrom anxiety and worries. The matter has been examined at FHQrs and it is felt that\nthere is a need to inculcate a sense of savings for the financial needs of the Force\npersonnel, especially, at the time of superannuation and other emergent personal needs\nlike children’s education, housing, children’s marriage and for medical and other\nemergencies.\n\n02. In order to achieve this objective, an indicative list of financial instruments has\nbeen identified which would help the Force personnel in planning for themselves and\ntheir family for a stable life ahead. These financial instruments in which an individual\nmay invest his personal ‘savings are as given below:-\n\na) Bank Deposits\n\nb) Post Office Deposits\n\nc) General Provident Fund (GPF) or New Pension Scheme (NPS)\n\nd) Public Provident Fund (PPF)\n\ne) National Saving Certificate (NSC)\n\nf) Kisan Vikas Patra (KVP)\n\ng) Sukanya Samridhi Accounts\n\nh) Senior Citizen Saving Scheme (SCSS)\n\ni) Fixed Assets\n\nj) Stocks or Equity Shares\n\nk) Bonds\n\n1) Mutual Funds\n\nm) Any other financial Instruments\n\n03. It may be mentioned that, CISF HQrs as well as some of the formations have\nbeen organizing workshops on financial literacy by various agencies/organizations from\ntime to time. Such workshops may also be conducted in future in order to create\neee on this important aspect However. its made clear that CISF HQrs or any\n\nrm jot subs ror ancial instrument\not om of the agencies which have — associated f in organizing such workshops.\n\n04. Besides, caution needs to be exercised while choosing a particular financial\ninstrument, as financial instruments have varying degrees of risks, retums and tax\nliabilities. The aim of this circular is only to create awareness among Force personnel\nof the available options for investing their savings based on their individual requirements\n\nand personal choices. The option of selecting a particular instrument should e\npersonal choice of the Force member.\nones\n\n(\nINSPECTOR GENERAL (ADM)\n",
  "2": "Distri -\n. ADG (APS), CISF Delhi.\n\n. ADG (North), CISF Delhi.\n\n. All Sectors IsG/CISF and IG/NISA\n\n(NS, NCR, SS, SES, ES, CS, WS, NES, APS-I, APS-II including IG/NISA)\nAll Zonal/Plant DisG/CISF,DIG/DAE\n\nDIG/DOS, DIG/GBS\n\nAll Res. Bns./RTCs/FSTI/ZOWs\n\n. All Gp. Comdts./Comdts/Dy. Comdts.\n\nAll Asstt. Comadts/ OlCs CISF Units\n\nONODA ON\n\nInternal :~\n\nPS to DG/CISF\n\nPS to ADG/HQrs\n\nPS to all IsG FHOrs.\n\n(Pers., Tech, DAE & DOS, Adm & Trg)\nAll DisG, CISF HQRs.\n\nAll AlsG/CISF HQRs.\n\nAIG(PRO), CISF HQrs.\n\nAD/Accts. CISF Hrs, Sr. AOs FHQ.\n. All GOs, CISF HOrs\n\n. DC(Tech), CISF HQrs\n\n10. AC(Adm) CISF HOrs\n\n11. All Sections, CISF HQrs.\n\n12. l/c Ops Control Room, CISF HOrs.\n\nOPONDAR WNH>\n"
}