{
  "1": "\\yq\n(9\nt.\nOFFICE OF ADDL. DIRECTOR GENERAL\nCENTRAL INDUSTRIAL SECURIry FORCE\n(MrNrsTRY OF HOME AFFATRS)\nBlock No. 16, CGO Complex,\nParyavaran Bhawan\nLodhi Road, NewDelhi-1 10003\nNo.o-42011lAPC/Ops(2)/Cir(ASy16'7SSo Dated: tI \nAugust, 2016\nCIRCULAR NO. AS. 04'2015\nSubject: Regarding possible threat to Civil aircrafts from\nterrorist groups\nAccording to an input, international terror groups have developed\nexpertise in hiding lEDs in laptop housings for smuggling them into an\naircraft in the following manner:-\n(i) \nThey could place explosives in the main part of the computer\nfor which they would need to remove some key components of\nthe laptop which would make it impossible to switch on.\n(ii) They could also press plastic explosives into thin sheets to\nplace behind laptop screens (some new models of laptops\nhave space behind screens) which would not require removal\nof laptop parts and the laptop would switch on.\n2. \nWhile BCAS has been requested to conduct studies and suggest\ncounter measures, all CASOs are directed to brief the screeners to:\n(i) \nlook out for explosives hidden inside laptop casings as they are\nlikely to show up in orange colour (same as organic material)\nor colour of a slightly more dense material inside the laptop on\nthe X-Ray screen.\n(ii) The screeners should also familiarise themselves with the\ninside of laptops and tablets in general as seen on X-Ray\nscreen so that they are able to instantly identify any variation or\ndiscrepancy in the general layout.\n(iii) Any laptop showing presence of unwanted material (which\ngenerally should not be present inside a laptop) should be\ntaken aside and passenger asked to switch it on.",
  "2": "All passengers should not be asked to switch on their laptops.\nOnly those laptops which show up with suspected material on\nthe X-Ray screen, as described in para (iii) above, should be\nasked to be opened and switched on otheruise it would cause\nunnecessary delays.\n1ffitb.\n(Dharmendra Kumar, IPS)\nAddl. Director General/APS\nDistribution:\nDlsG/Airoort (Delhi/Mumbai/Kolkata & Chennai)\nDIsG/CASO, lGl Delhi& Mumbai\nAIICASOS, ASGs. CISF\n(iv)\nI"
}