{
  "1": "MOST URGENT\nOFFICE OF TI{E ADDL DIRECTOR GENER{/AIRPORT SECTOR\nCENTRAL INDUSTRIAT SECURITY FORCE\n(MINISTRY OF HOME AFFAIRS)\nAdmn Block (Ground Ftoor),\nCISF Complex\nMahipalpw\nNew Delhi - 110 037-\nDeted: 1T June, 2018\nI 2018\nTo\nNo.0-4201 1/APC/O PS(2)/Cncnlart AS/ n / f\nCIRCULAR No. As O4\nThe IC (APSI & II)\nAll Zonal DIsG (including CASO Dethi, Mumbai & Chennai)\nAll CASOs\nSTIB: PROFESSIONALISM IN TIIE FORCE\nln the Porliomentory Stonding Commiltee Meefing, hetd on 26.06.201g, lhe\nHon. Members roised two issues reroted to Airport sector, crsF. The first issue reroles\nlo o cose of unottended boggoge in Chennoi Airport recenfly, which wos being\nexomined by lhe BDDS. lt wos coniended by the Hon. Mp thot the en.tire procesi\nwos being done in a lethorgic ond unprofessionol monner ond ii took o long lime\nfor ihe boggoge lo be removed from the ploce. He olso meniioned ihot th; Dog\nSquod wos olso not colled lo exomine lhe conlents of the boggoge ln questionl\nThe second issue relotes to rcr, Derhi wherein rhe Hon. Member sroteo rhot during\none of her flights from Delhi to Kolkoio, lhere wos o bomb score in lhe oircrofl\nconcerned ond it took 40 minutes for lhe oircrofl lo be evocuoled.\n02. There ore no reosons to doubt the verocily of the incidents nonoied by the\ntwo Hon. Members. ln the first incidenl of Chennoi Airport, it is highly proboble lhot\nthe response of the BDDS wos nol os professionol os it needs lo be in such\nsiluotions. While deoling with such molters, ihe force should convey on impression\nof professionolism ond urgency to lhe generol public while odhering to the SOps\nformuloled for such mot'iers. ln lhe cose of second incidenl reloted to lcl Delhi,\nvorious stokeholders ore involved in deoling wiih lhe situotion. However, it is very\nsurprising thot the possengers come io know of the bomb .lhreol ond the plone\nwos evocuoted ofter 40 minutes. ln foci, the possengers should nol hove known\nthol lhere is bomb threot ond ofler on ossessment by BTAC, lhey should hove\nbeen evocuoled withoul loss of lime, if lhe ossessment required evocuofion.\nConld..p/2-",
  "2": "- 2-\n03. The obove incidents ogoin bring to fore ihe foci thot I hove been\nemphosizing oflen lhol there needs io be more professionolism in our opprooch io\noll issues reloled to oviotion securily. Recenlly, I received o comploinl from o\nperson with disobility regording Cochin Airport in which the SHA in_chorge wos nol\nowore of ihe new guidelines for frisking of pWDs. ts.till find o greol deol of\ncommunicolion gop in disseminolion of informorion/instrucrions/sops erc lo the\nronks. This needs mojor improvemenl. ln oddllion, it oppeors lhot the vorious mock\ndrills being conducled ocross lhe oirporrs hove become routine in noture with no\nossessment of shortcomings. ln lhis regord, oll Zonol DlsG should nominote qn\nobserver from onolher oirpori lo quielly observe lhe conducl of mock drills ond\nsubmil independenr reports on rhe efficocy of such exercises. This shourd be done\nfor imporlont mock drills reloted fo lenor oltock ond unollended boggoges etc.\n04. ln concrusion, rwont to reireroie thor it wos very emborrossing for lhe officers\npresenl in the Porliomen.tory Commiltee Meeiing when lhe lwo instonces were\nnoroled before lhe lorge gothering. The messoge it conveys is thot we need lo\npull up our socks ond perform our duties in o more efficieni ond quick monner. This\nmessoge ond lhe ocluol proctice should be inculcoled omong bolh officers ond\nmen by lhe CASOS ond senior offrcels. \n^\nh,L\nr v a cunrpatrrll l6\nAddl. Director General, ApS"
}