{
  "1": "OFFICE OF THE ADDT. DIRECTOR GENEMT\\AIRPORT SECTOR\nCENTRAL INDUSTRIAT SECURITY FORCE\n(Ministry of Home Affairs)\n13, CGO Complex\nLodhi Road, N Delhi\nNo.o-42011/APC/oPS l2llcircula AS/t4- 6qf 6\nDated:16 July' 2014\nCircutar No. AS - 04 / 2014\nSubject: Manhandlins bv CISF personnel; Req\nSince inception of CISF in Aviation Sector on O3-02-2OOO at Jaipur Airport,\nCISF has proved its distinctive existence in protecting high profile level of modern\nsociety and its aviation sector. CISF has gained confidence of the Government\nafter the lC-814 mishap occurred on 24th Decembe/1999. Resulting which, the\nnumber of airports under CISF security cover have gradually grown upto 59 as on\ndate and will also increase in the years to come. CISF is responsible for anti-\nhijacking duties, access control and pre-embarkation checking. On these\nobligations, though CISF Airport Sector has proved its efficacy and multiplied the\nname and fame for our organization, a group of irresponsible personnel have\nfailed to resist themselves exhibiting high-headed approach in their reaction to\npetty cases which result in unnecessary conflict and tarnished image of this\nForce. Recently, an incident of use of some force against taxi drivers, by CISF\npersonnel from one of the ASGS, has come to the notice at this He. This shows\nlack of professionalism and tactfulness in handling of the situations. Law and\norder falls under the jurisdiction of the local police and CISF personnel could have\nhanded them over to the local police to deal with the issue.\nSuch incidents have not only invited unwarranted unpleasantness but also\ndiverted the focus of the Force from its prime duty. This atso indicates a lack of\nclose supervision by the supervisory officers over the aggressive behavior of CISF\nstaff while dealing with public/civilian at airports.\n2. Time and again, it has been instructed that law and order\nsituation/problem at land side is the sole responsibility of local police except at\nMumbai and Delhi Airport where CISF strengh has been sanctioned and\naugmented for manning land side. ln this regard, elaborate directions have been\ngiven vide APS HQ Circular No.3L/2007, emphasizing on the need to imbibe the\nrequisite skills amongst the personnel in dealing with passen8ers/staff at\nparticular duty posts which require public interface. But the ablve incident\nshows that concerned CASO has failed to understand the essence of the Circular\nor have not implemented the same scrupulously.\nContd........P/02",
  "2": "-o2-\n3. \nTherefore, there is a need to re-iterate that all CASOS and the Unit\nsupervisory officers should sensitize all the personnel against exhibiting\ninsensitive and apathetic behaviour & body language. lt is now high time to hone\nin the focus of the Force on the mandated responsibilities only at respective\nairports. All CASOS are, therefore, directed to give a thought on this aspect with\ndedicated focus to improve upon the behaviour and attitude of their personnel\nand make efforts to uphold such behaviour through close supervision and\nmotivation to the personnel through effective counseling.\n4. \nBesides, all CASOS are also requested to organize brain stormint classes for\ntheir personnel on monthly basis by the identified instructors (if ivailable) /\nSupervisory officers. The newly posted personnel, who have not undergone the\ntrainings, must be put on one day training on soft skills immediatelv. Moreso,all\nthe personnel of the ASGS must have knowledge how to deal with problems that\noccurat land side which issolely underthe preview oflocal police. All Zonalolsc\nare directed to reiterate the above matter during their visit/inspection to various\nairports so that GOs and men of respective units may not undermine the matter\nwhile discharging operational activities. Utmost importance to this aspect be\ngiven during their briefing and Sainik Sammelans whenever they visit the airports\nunder their respective jurisdiction.\n(o. P. singh), tps\nAddl. DG (Airport Sector)\nDistribution:\nDlsG/AP(wz), (E&NEz),(sz) and (Nz).\nAll CASOS CtSF ASGs.\nAVSEC Cell, CtSF, NtSA, Hyderabad.\nAVSEC Cell, RTC Arakkonam"
}