{
  "1": "RESTRICTED\nF. No.CAS-8 $) I 2A 1 a I Div-l (Vehicle Permission) / Pt-2 I (E- 17 6 1 59\\\nq]l.(TSTTr{/ GOVERNMENT OF INDIA\n;iTIR TiTCr{{ IiTTMqI M INI ST RY O F C I V I L AV I AT I O N\nnFrq frIfrfi g{e{r q* i BUREAU or CIVIL AVIATIoN SECURITY\n.3{'Eig. 1-111 66,6FIIIU l{ir;I, q;rqq / 'A' wlNG, I-IlI FLOOR, .TANPATH\nBHAWAN'JANPATH\n=riAd- t1ooo1 / NEw DELHI - l loool\nDate: 28.10.2022\nAvSec Circular No. O4l2O22\nsubject: Access of vehicles up to Tarmac Area of civil Airports in\nthe Country on Protocol I Medical / Security grounds - reg.\nln exercise ol powers conferred by sub section (1A) of sectio-n 5A of the\nAircraft Acr, 1934 (XXll of 1934), read u,ith Rule 3 (b) of the Aircraft (secyrity)\nRr-ilcs, 2011, Director General, Bureau of civil Aviation Security (DG, BCAS),\nlor [l-re purpose ol the safety and security ol passengers, crew, ground\np\".\"urrr-r.l and the general public in all matters relating to safeguarding\nagainst acts ol unlawful interference with civil aviation, directs that the\nfilo*,irlg instrucrions sha1l be implemented by ai1 concerned with immediate\ncfl'ec t:\n2. \nIn super-session ol all previous instructions on the subject, the folloring\ncaregories oi p.r\"or-.,\" may be given access to the tarmac area / aerobridge of civil\nairports in the county on protocol/ medicai/ security grounds:\nI. \nTI-re follou,ing categories of persons may be permitted access in their orvn\nvclticlc u,ith es\"orir]p to the tarmac/aerobridge area at all airports in the country\nd rrrir rg dcparturc / arrival:\nI.\nii.iii. \nPrime Minister\nir,. \nVisiting Heads of State\nv. \nVisit-ing Heads of Govenlment\nli. \nThe follou,ing categories of persons may be permitted access in their ou't:\nvehicles ',vithout escort, up to the tarmac / aerobridge area at all airports in the\ncountry during arrival / deParture:\nl,-ormer Pr-esidents of lndia\nii. \nFormer Primc Ministers\niii. \nChief Justice of India\nPresident\nVice-Preside nt\nPage 1 of 3\nA. On Protocol Grounds:",
  "2": "iv. \nSpeaker of the Lok Sabha\nv. \nFirst Lady (Wife of the President of India)\nvi. \nWife of the Vice-President of India\n;t. \nfo..rgn Amgassadors/ High Commissioners on tleir first arrival and final\ndeparture.\nIIi,(a)Thefollowingcategoriesofpersonsmaybepermittedaccessintheir\no*m vehicle without escort, up to the tarmac/ aerobridge area of the civil airports\nwithin their States / Union Territories of jurisdiction:\n1.\nii.\n111.\niv.\nGovernors.\nChief Ministers.\nLt. Governors ofthe Union Territories.\nGovernor ar.rd chief Minister, sild<im at Bagdogara airport in west Bengal.\nGovemor of Megha.laya at LGBI Airport, Guwahati, keeping in vierv l'ris\npresent heaith conditions.\n(b) \nAil Govemors/chief Ministers may be permitted to avail the iacility\nof taking Airport operator's ferry vehicies up to the aircraft during their\ndeparlure / arrival bi air from / to all other airports in the country''\nv. \nIn respect of ,,Ministers and other dignitaries\" from abroad excluding thc\nLleacl of Staie/ Gor.ernment, Airport Operator ca:-I provide them rvitl'i etn\nIndependent vehicle for ferrying them to and from an aircraft up to the vlP\n..\".ptio., / terminal where a-fter the Protocol Division of the Ministry of Extemal\naffaiis would make further an'angements. In case ol bunching of\nthe \\4Ps at a-rry of the airports, if the fleet of sanitized vehicles with the Airport\noperator is found to be insulhcient to cater to this, special arrangements can be\nmade by Airport Operator in consultation with MEA.\nB. \nOn Medical Grouads:\ni. \nPassengers with medical requirement may be allowed to approach the\ntarmac f aerobridge in Airport operator ambulance. As in the past, the Airport\noperator will continue to provide to passengers with medical requirements a1l\n,,\".\".\".ry assistance inciirding $.heel chair / ambulance, as the case ma1' bc,\nand arrange for transportation of such passengers to and from the aircrall in\ntheir sanitized vehicles.\nii. \nAs regards the category of such passengers who are ambuiance cases and\nar. requireJto be taken directly through the security gates without shilting from\nprivate ambulance to Airport Operator's ambulance for boarding / disembarking ar-)\nairc.aft due to exceptionally ill heal*r condition, permission sha.ll be obtained fi'om\nDirector Genera_l, BCAS (DG, BCAS), by the concerned pafiy giving justified medical\ngrounds well in advance and prior to such movement'\nin. \nThe personal vehicle of His Holiness Dalai Lama may be allowed for\naccess up to tarmac at Gaggai, Bodh Gaya and Delhi airports on medical\nground.\nPage 2 c:t 3",
  "3": "c.\nir,. \nShri Pashupali\nlndustries is Permitted\nup to aircraft.\nDrstribution: As pcr standard list.\nKumar Paras, Hon'ble Minister of Food Processtng\nfor utilizing the ferry vehicle at all airports for access\nI. \n(a) SPG Protectees: The SPG Protectees may be permitted the facility\noi i,auing access o.f their vehicles up to the aircraft along with escort during\nthcir dcparrure / etrrival lrom / to all airports in the country'\n(b) \nFacility of taking vehicle up to the tarmac -a! arrports in J&K may be given\nio'o.. r,arooi Abdullah, Former chief Minister ol J&K on security grounds.\n(c) \nAccess of one escort vehicle accompanyrng Shri Rajnath Singh' Honble\nb.t\"r.,\". Minister of Union of India may be permitted up to aircraft during his\narrival/ departure at ali airports in the country'\n(d) \nFacility of access of vehicle in respect of Shri Amit Shah, Honble Home\nirlir-rister ol Union of India may be permitted along with one escort vehicle\naccompanying him up to aircraft during his arrival/ departure at ai1 airports\nin the country.\n{e) Shri Ghulam Nabi Azad, Former Chief Minister of Jammu & Kashmir\nis'permirted to avail faciiity of his own vehicle up to the tarmac area during\nhis departure/ arrival by air Irom/ to airports in J&K, on the grounds ol\nsecurit-v.\n(f \nShri L.K. Advani, Former Home Minister, GoVt' of India, may be permitted\nto take his owr-r vehicle with escort up to the aircraft during deparhrre / arrival\nlry air from/to airports in the country.\n3. \n,ltris Avsec circular supersedes Avsec circular No. 36/2005 dated\n2s.08.2005, t3l2OO8 dated 24,11.2008, 01/2010 dated 11'01'2OlO, 19l2ol2\ndated27,11.2ol2,06l2ol9dated07.06.2019,0812019dated04.07.2019and\n08l2O21 dated 22. 1O.2O21 rega.r'ding the subject.\n4. \nThe above instructions shall be strictly implemented by al1 concerned\nu,ith immediate effect. Any violation of this Avsec circular shall attract\npenalty under applicable piovisions ofthe Aircraft Act, 1934 and the Aircralt\n(Sccuritl,) Rules, 20 1 1.\nA^^^'\n(Zulfiquar Hasan, IPS)\nPage 3 of 3\nDirector General\n2X\\to\\t-t\"'"
}