{
  "1": "OFFICE OF THE ADDL DIRECTOR GENERAL om.\nAIRPORT SECTOR HEAD QUARTERS ‘ b\nCENTRAL INDUSTRIAL SECURITY FORCE Me\n(MINISTRY OF HOME AFFAIRS) }.* “a\n\n‘Admn Block (Ground Floor),\nCISF Complex\nMahipalpur\n\nNew Delhi — 110 037.\n\nNo.0-4201 1/APC/OPS(2)/Circular/AS/17/ 1085 Dates: Z| Oct 2017\nCircular No. AS__O4 _/2017\n\nAll CASOs\n(including DIG/CASO, ASGs Delhi & Mumbai)\n\nSubject : FLOW OF COMMUNICATION IN ASG UNITS\n\nIt is often noticed that there is a problem in flow of communication between the\nsenior formations, CASOs, SOs and the other ranks. This problem quite often manifests\nitself in operational or administrative glitches. A brief illustration as examples are as under —\n\na) A large number of Sereeners are not aware of the Tatest instructions on sereening\nof passengers with prosthetics/wheelchairs and are following old instructions.\n\nb) The 7\" Pay Commission emoluments are being disbursed by different Units in a\ndifferent manner.\n\n© One ASG Unit is not usually aware of the good practices or operational failures of\nother Units.\n\n4) Most of the SOs and other ranks are not aware of the trends in Aviation Scour\nFor example, the Airside terror attacks at Brussels and Istanbul, whereas the GOs\nare generally aware of it.\n\n©) Most SOs/other ranks are not fully aware of SOPs concerning their duty.\n\n9. The low of communication is the lifeline of a large Organization like a Para Military\nForce. Gaps or distortions in communication reduces organizational efficiency and\noperational performance. Usually, the following factors cause communication problems —\n\n4) Lack of clarity on issues at the Supervisory Level.\n\ni) Lack of regular personal contact between the Supervisory Level and other ranks\n+i) Lack of a system of regular feedback from lower ranks to the Supervisory Level\niv) Lack of institutional arrangements to disseminate communication regularly.\n\nContd... P/2\n",
  "2": "202:\n3. The flow of communication is extremely important to motivate the subordinates, to\nachieve operational goals, to alter attitudes of subordinates and also to socialize with the\nForce. Most importantly, two way communication is a crucial source of information about\nthe Organization to the Unit Commander.\n\n4. Ina large and diverse Force like the CIS, there are many barriers (o communication\nwhich result in sub-optimal dissemination of information. This includes language and\ncultural barriers. Hence, communication should be in simple and clear language. In\naddition, if'a leader is very office bound, there is also the physical barrier to communication.\nMost importantly, there is also a perceptional barrier wherein, the leader assumes that what\nhe knows about an issue, the others also know equally well.\n\n5. The types of communication in a Para Military Force usually includes Downward\n\nion, i.e. from senior formations to junior formations and to a limited extent\nUpward communication, which is from the junior formations to the senior formations. There\nis very little horizontal communication, which means communication between similar set of\npeople. For example, the Screeners need to communicate amongst themselves to improve\ntheir efficiency as well as to keep abreast of latest developments. Similarly, the armed\ncomponent in an Airport like QRT, Terminal Marshals, Nakas, etc. should have a forum to\ncommunicate amongst themselves for better coordination. Most importantly, the CASOs\nneed to communicate with other CASOs in an informal manner to understand the latest\ndevelopments relevant to their work sphere.\n\n6. In view of issues discussed above and in order to institutionalize flow of\ncommunication, the following action may be taken by all CASOs —\n\na) Downward Communication -\n\ni, All CASOs should hold operational meeting of GOs and Coy Commanders\nevery week on Mondays. However, in case of larger Airports (Metro +\nHyderabad & Bengaluru), it may be held once ina fortnight. If the CASO is on\nleave, the 2 I/C will hold this meeting wherein all issues of interest, especially,\nthe latest Circulars from FHQ, APS HQ, BCAS, etc. will be discussed. This\nshould be communicated downwards by GOs & Coy Commanders to SOs/Other\nranks under their jurisdiction during briefing/debriefing sessions. The CASOs\nwill also hold a meeting of Screeners in 2 shifts ina month, i.e on the 1\" and 15\"\nof each month so that all Screeners are covered during the meetings where\nprofessional/operational issues are discussed.\n\nThe CASO will hold two Sainik Sammelans on the 2” and 16\" of each month.\nDuring Sammelans. the emphasis should be on reiterating the Standard\nOperating Procedures (SOPs), security protocols. latest developments in the\nfield of Aviation Security, etc. apart from listening to personal and professional\nproblems of the members of the Force.\n\nContd...P/3\n",
  "3": "4\n\nA\n\na\n\ny\n\nBike\n\nili, The CASOs will also hold at least one meeting with CIW staff every month to\nget feedback on operational as well as non-operational issues of the ASG and act\nupon them.\n\nb) Upward Communication -\n\ni, Every CASO will get a weekly status report from all the GOs and the Coy\nCommanders with regard to their operational jurisdiction. The status report\nshould be formatted in such a manner as to provide information about the\nprofessional work of subordinates under them, work place problems, any\nimportant developments, feedback on instructions, etc.\n\nii. During peak hours, the GOs and Coy Commanders should be available in the\nSecurity Hold Area (SHA) rather than in their respective offices.\n\niii. All GOs will interact periodically and informally with SOs/Other ranks in\ngroups over tea, etc, and discuss professional issues.\n\n©) Horizontal Communication -\n\ni, The communication between peer groups which has been discussed earlier may\nbe facilitated by individual CASOs as deemed fit. The idea is to encourage\ndissemination of professional knowledge among similarly placed group of\npersonnel within and outside the Unit.\n\n7. Lhope that the issues mentioned in this Circular are understood clearly so that the\nflow of communication in Airport Sector becomes seamless and results in improved\noperational efficiency. This Circular may also be distributed to all GOs and Coy\nCommanders. In case the dates mentioned for above meetings fall on a holiday, such\nmeetings may be held on the next working day. I will review compliance whenever I visit\n\nthe Unit concerned.\nM44 .\n\n(MA Ganapathy )3! | 10\nAddl. DG. APS\n\n8. Please acknowledge receipt and ensure strict compliance.\n\nCopy to\nDIsG/AP (WZ), (E&NEZ), (SZ) and (NZ)\n\nThe Principal Staff Officer to DG, CISF - for favour of kind information to DG/CISF.\n"
}