{
  "1": "0900000005°55559509900099999090\n\nOffice of the Inspector General/Airport Sector\nCentral industrial Security Force\n(Ministry of Home Affairs)\n\nCISF HQrs, 13 CGO Complex,\nLodhi Road, New Delhi —\n\nNo.0-42088/APC/ AS/05/943 Dated [0 June 2005\n\n1 would expect to be promptly informed on telephone all important\n\nand significant happenings in your respective airports by you personally.\nApparently, all possible situations cannot be enumerated byme here, but for\noye please find below some of the situations where | have to be briefed\n\non Al incidents of misconduct by the force personnel.\n\n2. All happenings which are bound to have a bad affect on the\nmorale of the men including those caused by natural disasters.\n\n3. Rumours and speculations howsoever unfourided which are\nlikely to have adverse effect on the morale of the men.\n\n4. Any order issued by the senior authorities which is being\nmisinterpreted or which has created wrong impression about the\nintention of the superior authorities.\n\n5. Information about any force personnel who is deliberately\ncreating indiscipline and spreading disinformation.\n\n6. Any misconduct by the force personnel which is likely to.\njeopardize good relations with the management.\n",
  "2": "7. Significant observations “about CISF work by senior\n.. authorities including, ministers, senior management officials,\nDG, CISF while on visit to your respective units.\n\n‘ 8,» While giving information to the control room. about~ »\ndeceased/sick force personnel, full details like nature ofiliness,\nthe fength of illness, for what time the force personnel was\nadmitted in the hospital, what kind of help had already been\nextended to him by the unit for treatment and what\narrarigements are being made to inform his relativés about his\ndeath/serious condition and what arrangements are being made\n\n‘to transport the body ‘to the desired place of cremation, must be\ngiven including the name of the official detailed for making ‘the\nnacessary attangement.\n\nAs stated in the beginning, ! would expect promptinformation °°\nfrom the unit commander by the quickest possible means. preferably\non cell phone or land line at any time in day or night. Failure to\n\n“comply will be viewed seriously. These instructions should also be\n~btought to the notice of your'2 /Cs or reliever:in case’of transfer so\nthat no communication gap occurs in such situations.\n\n4\n\n10.605\n(M.S. Bali)\nyo Inspector General/AS\n\nAll APSU Commanders...\n\nDIG/S&W Airport, CISF, CS international ‘Airports, Mumbai\nDIG/GBS, CO 2\" RB, New Delhi\n\nAIG/East &North East Aitports; Kolkatta AIGIAS CISF-HQ\nGuard File, Circular File\n\nCopy to:\nOffg COSCA, BCAS, New Delhi - for information, please.\n\nS2Aa@aamann-\n"
}