{
  "1": "7}?\n\neco3@a«6a@aenocococooacgoogS\n\nis)\nOo\n\nSecret\n\nOFFICE OF THE INSPECTOR GENERAL/AIRPORT SECTOR\nCENTRAL INDUSTRIAL SECURITY FORCE\n\n(Ministry of Home Affairs)\n13, CGO Complex\n2 Lodhi Road, N. Delhi\nNo.0-42011/APC/OPS(2)/Circular/AS/08 ~ 632 Dt :2§ August’ 2008\n\nCIRCULAR NO. AS - 05/2008\nSubject: Deplo' nt of hired drivers for vehicles at airports:\n\nIt has come to notice that several airport operators have outsourced their transport\nrequirements, including vehicles provided to the ASGs of CISF. The norms of\ndeployment issued by the BCAS also mention that hired drivers will be provided to the\n\nCISF. This norm has been duly objected to by the CISF and the matter is under\nconsideration.\n\n02, However, it should be realized that engaging hired civilian drivers to carry out\nsensitive duties of the Force is not a healthy trend anywhere, specially at airports. This is\ndue to the obvious security risks involved in engaging such drivers, often employed\nwithout adequate character and antecedent checks.\n\n03. Though ASGs of various airports may, at present, would perhaps be constrained\nto utilize the services of such hired drivers for ASG duties for want of an immediate\nviable alternative, adequate sensitization of the unit administration, specially the CASOs\nregarding the risks involved and adopting all preventive measures, as best as possible\n\nunder the current_circumstances, is extremely essential, and is the objective of this\ncircular.\n\n04. In view of the above, the following instructions are advised for compliance:\n\ni. In case the univASG has sanctioned CISF drivers, they must be utilized for\nspecifically sensitive duties of the ASG including transportation of arms and\nammunition to/from the kote, duties involving the operational area and vital\nareas/installations of the airport, like patrolling, distribution of food/water etc.\n\nii, Detailment of hired civilian drivers for all sensitive duties, including the above,\n' must be avoided and unescorted movement (unaccompanied by a CISF\npersonnel) must not be permitted at any cost. If nothing else, then at least a\ntrustworthy CISF staff must be present whenever such civilian driven vehicles\n\nare utilized for operational duties.\n\nCont P/2—\n",
  "2": "tn\n\nP/Q\n\nBy and large, such civilian drivers should be kept at a distance from the unit\ninfrastructure Le. unit lines, office area. etc and should consciously not be\nallowed to mix with the unit personnel. All unit personnel, should be sensitized\naccordingly and be strongly advised not to discuss or gossip about unit matters\n\nin front of such civilian drivers. interaction should be limited to the scope of their\nduties.\n\niv. Personal efforts should be made by the CASO to get the character and\nantecedent of such hired drivers of ASG vehicles verified by the local police.\n\nThe ASG itself may through its CIW verify his address and antecedent for its\n‘own record.\n\nvy. A close watch may also be kept on them, even after duty hours, by the unit\nclw.\n\n05. As and when the resurvey of ASG strength is conducted, the CASOs or the CISF\nrepresentatives in the resurvey committee should make all out efforts so that the\ncommittee recommends the required number of CISF drivers for the concerned ASG as\nper MHA norms. If in spite of all efforts, the other committee ‘members are still not\nconvinced and do not agree to this, then a dissent note must invariably be given by the\nCASOICISF rep in this regard along with the resurvey report.\n\n06: The DisG and CASOs should understand the spirit of the above instructions.\nCASOs should implement the same scrupulously to the possible extent in their\nrespective units. DiIsG are requested to monitor the same and submit a consolidated\nfeedback to this HQ quarterly, specifying the extent of implementation and the efforts\nmade for total compliance (unit-wise) in their respective jurisdiction.\n\nSeer\n(M.S. Bali)\nIG/Airport Sector\n\nDistribution:- 1. DIsG/ADIG Airport\n2. All CASOS/ASG, CISF\n"
}