{
  "1": "OFFICE OF THE ADDL. DIRECTOR GENERALIAIRPORT SECTOR\n. CENTRAL INDUSTRIAL SECURITY FORCE\n\n(Ministry of Home Affairs)\n13, CGO Complex\nLodhi Road, N. Delhi\nNo.0-42011/APC/OPS (2)/Circular/AS/09 BPA Dated : 7 May’ 2009\nCIRCULAR NO, AS -05/ 2009\n\n‘Sub: SECURITY OF PASSENGER BAGGAGE AT AIRPORTS\n\nIncidents of theft/misplace/exchange of passengers’ baggage and other\nvaluables (mobiles, laptops etc) are frequently reported from various areas of the\nairport, particularly during Pre-Embarkation (security) Checks (PEC). Since the\nASG of CISF is the primary security agency at airports, it should be our endeavour\nto keep it crime-free. Moreover, since CISF screeners perform PEC of hand\nbaggage, the onus of secure movement of such baggage at the security check\npoint / X-BIS area in the security hold lies with us.\n\n02. Miscreants often seize the opportunity of chaotic environment during peak\ntush hours to get away with targeted valuables/gadgets of passengers. This also\napplies to the departure check-in area and the baggage claim area of the arriving\npassengers. While some cases are immediately reported by the aggrieved pax, in\nothers, the victims may not realize their loss or do not pursue the complaint.\nSometimes such incidents are highlighted by media reports, blaming the CISF\ndirectly or indirectly. Either ways, the loss of passengers’ baggage is a serious\nmatter. DG, CISF has also expressed grave concern on the recurrence of such\n\nincidents as the name and brand-image of CISF is being spoilt due to adverse\npublicity.\n\n03. Keeping in mind the possibility of mixing of the passengers’ baggage during\npre embarkation checks (X-BIS and physical checking of hand baggage) in the\n‘SHA, the following instructions are issued for compliance:\n\ni) In any case, the passenger should not be permitted to take their baggage\nfrom the output side of the X-BIS Ray screening on their own. Their\nbaggage should be handed over to them by the ASG staff deployed there\nfor stamping/physical checking of baggage. The system of issue of tokens\nto the pax at X-Ray feeder point while placing their baggage/tray and\nmatching the same at output point before handing the baggage to the\nrightful owner proved to be of immense benefit to prevent mixing/theft of\nbaggage. It may be recalled that | had issued instructions for fabrication of\nuniquely shaped and numbered tokens earlier vide my office letter\nNo. E-37026/APS/Trg/Misc Corres/08-10482 dated 3° October 2008.\nCASOs should implement the same and devse a foolproof procedure at\ntheir respective airports.\n",
  "2": "nt\n\n“’\niB\n\nii) The CIW of the unit should be geared up to detect such cases of theft of\n\nbaggage of passengers by mounting effective surveillance in the theft-\nprone departure and arrival areas. They should also be aware of possible\ninside involvement of loaders, menial staff and organized gangs of\nbaggage lifters. The bottomline is that they should be able to prevent such\nincidents by close monitoring and be able to detect them as and when they\nare reported.\n\niii) The proper positioning of CCTV cameras has proved to be immensely\n\nuseful in detecting such incidents of missing baggage/ valuables. Thus, in\nairports which have a CCTV system, the CASOs should review the same\nand ensuring proper focussing of the CCTV Cameras in theft prone areas.\nUninterrupted recording in these cameras is a must. | had recently\nemphasized this point in AS Circular -03/2009 dated 31% March 2009 also.\nIn airports where CCTV facility is not yet available, efforts should be made\nto introduce the same through the airport operators. Till then, constant\nhuman surveillance should be ensured by the CIW of the unit to preclude\nthe possibility of theft/pilferage of passengers’ articles/valuables,\n\nCASOs must adopt zero tolerance attitude towards matters of theft/pilferage\n\nof passengers’ belongings, especially in areas where direct responsibility lies with\nus, namely the security check points. Each ASG has to devise its unique\nmethodology, based on the above instructions, and other innovative steps, to\npreclude the possibility of theft/misplace/exchange of pax baggage at that point.\nThere is an urgent need to think, initiate and implement remedial steps, so that the\nimage of the Force due to its excellent work at the airports remains intact.\n\nTS:\n(M. S. Bali)\nADG/Airport Sector\nae Oe Mai,\n\nDistribution:- 1. DisG Airports 2. All CASOS/ASG, CISF\n"
}