{
  "1": "0000000000 000005900090909900999006\n\nOffice of the Inspector General Airport Sector\nCentral Industrial Security Force\n-(Ministry of Home Affairs)\n\nBiock No.13 CGO Complex,\nLodhi Road, New Delhi -\n\nNo. F-14012/17/APS/ACCTTS) RES] ° Dated: @F% March’ 2006.\n\nCIRCULAR NO. A.S.-5/ 2006\n\nSUB : RECOVERY OF OUTSTANDING DUES ON ACCOUNT OF\nCOST OF DEPLOYMENT OF CISF\n\nOn perusal of subject report received from the ASGs, it is noticed that local\nManagement of AAI at various Airports are paying the CISF dues on a selective\nbasis which has resulted in huge pendency of Outstanding dues to the tune of over\nRs, 108 Crores as on 31.01.2006. The Ministry of Home Affairs ( Govt. of india ) is\ntaking adverse view for this huge pendency. On further scrunity of the pattern of\npayment followed by AAi, it is seen that the local Management of AAI is clearing the\nbills pertaining to pay and allowances on regular basis but not reimbursing other\nmiscellaneous bilis such as cost of supervision charges, Arms and Ammunitions, i.S.\nDuty charges, replacement of clothing, cost of ration, expenditure incurred from\nOE/OC Heads of the budget allotted to the ASG. simply on the pretext that the\nrespective Airport Directors have taken up the issue regarding clearance of these bills\nwith AAI HOrs at New Delhi.\n\n2. it has therefore been decided that all the CASQOs, will monitor the outstanding\ndues in the 3’ week of each month and hold liaison meetings with the concerned\nAirport Directors to ensure expeditious settlement of the pending outstanding dues of\nthe CISF. The DiG/Airprot Zones may similarly take up the issue of clearance ot\noutstanding dues on selective basis pertaining to the respective ASGs with the\nrespective REDs so that the outstanding dues are liquidated at the earliest\n\n3. . All CASOs will also send monthly reports on the subject to Airport Ses\nthat issues pertaining to long pending outstanding dues and clarifications asked by\nAirport Directors may be taken up by us atthe HQrs level with the corperate body of\nAAI New Deini with a view to achieve early liquidation of pending outstanding dues of\n\nContd. P/ 2.\n",
  "2": "12:\n\nthe Force. The monthly report on the prescribed proforma as shown in Appendix 'A*\nbelow be sent to this sector HQrs by 30” of each month with a copy endorsed to\nconcerned DiG/Airport Zones without fail.\n\no\nis)\nfe}\na\ni\nie)\neC\nC\nia)\nis)\n°C\n\nAppendix\n\nRECCVERY OF OUTSTANDING CISF DUES ON ACCOUNT OF ©\nCOST OF LicPLOYMENT OF CISF c\nCISF Unit Ason €\ncS)\n“Si 6\nNe‘ Head i cleared | passed by AAI: by mage by CASO @\nunuer : Pby AAI: Mgt. And sul, AAI Mgt. for recovery of ¢\nEwhich bill Mat. pending (give for non : pending <\nraised | i i details since , payment outstanding CISF -\ni i } | inductions | of ;dues (indicate\n\ni i ' { ‘ penu..g dates of meeting\nj : i | bills held and iis‘\ni . — i outcome) .\nSC) re 0)\n753.06 :\n\n(M.S. BALN\n\ninspector General / A.S.\n\n(1) All DisG / Airport Zones. .\n(2) All ASG Commanders. :\n\nCopy to (internal) :-\n(4) =DC/DDO\n(2) VG Account.\n"
}