{
  "1": "OD\nOD\nOD\noD\nOD\n\nOffice of the Inspector General/Airport Sector\nCentral Industrial Security Force\n“(Ministry of Home Affairs)\n\nCISF HQrs, 13 CGO Compiex,\nLodhi Road, New Delhi ~ 03\n\nNo.0-42058/APC/SHA/AS/06 3/03 Dated2¢ March 07\nCIRCULAR No. AS - 05 /2007\nSubject: PRE-EMBARKATION CHEGK OF VIPs\n\nFrequently, complaints have been received in the Ministry of\nCivil Aviation, CISF HQrs and Airport Sector HQrs that whereas,\npassengers in general, have to wait in long queues (particularly\nduring peak hours) for the pre-embarkation checks, a few persons\n(80 called VIPs and one or two of their followers) are able to go\nthrough the pre-embarkation check procedures on a priority basis by\nbreaking the queue, Understandably, passengers waiting in the\nqueue feel extremely annoyed on seeing this. There have been ugly\noutbursts also from passengers, at times, against the ASG:\npersonnel. Further, a few more discrepancies from the established\nprocedure have been noticdd as follows;\n\n(l) Some VIPs who are accompanied by escorts (protocol\nofficer or security personnel or personal staff) are not frisked at\n\nall and their boarding cards are stamped on the basis of their\nVIP status.\n\n(ii) The escorts, of VIPs like protocol officer, security men or\npersonal staff are also allowed to go into the security hold area\nalong with the VIPs, without ascertaining whether their\n\nPiCs/temporary passes allow them access into the sterile area\nor not.\n\n(ili) Some times, the escorts indicated above are not even\nfrisked while being allowed into the security hold area.\n",
  "2": "2°\n2. _ The above mentioned Itregular security clearance on the part of\nASG personnel at some places, has been watched for some time.\nThe Director General/CISF and this HOrs have taken a setious note\nof such discrepancies on the partof the ASG personnel. In order\n\nthat there is no doubt on this lesue any further, the same Is clarified\nas follows;\n\n(i) Pre-embarkation checks as mandated in the BCAS\norders and the orders of this HOrs issued from time to time, will\nbe conducted on every passenger except those exempt from\npre-embarkation checks. No_ASG’ personnel has any\n\n(i) In this regard, as directed in AS HOQrs circular No.\n23/2006 for hon'ble Members of Parliament and other govt\nfunctionaries In high position ( we should be sure about their\nidentity) extra security checks, which are, some times, carried\nout during alerts or as a part of the standard drill may not be\ndone on account of their high rellability due to their responsible\npositions.\n\n(iii) Under no circumstances, repeat no circumstances, any\nprotocol officer, attendant, security personnel or personal staff\nshould be allowed to enter the sterile area/SHA If their PIC or\none time entry pass does not authorize them for the same.\nEven in case where thelr entry is authorized in the sterile\narea, these persons should be properly frisked.\n\n(iv) Unless the security requirements of the VIPs necessitate\nthat they do not stand in the queue and are given pre\nembarkation checks on a priority basis, they should be\ni tequeeted ta wait for their turn in the queue meant for the\n; passengers. An exception can, however, be made on. the\nrequest of airline representatives if they are likely to miss their\nflight on account of rush for the pre-embarkation checks.\n\n",
  "3": "3 It is once again emphasized that the ASG personnel should\ngive equal treatment to all passengers and should not be seen to be\ngiving preferential. treatment to any person. CASOs and DisG\nIncharge Airport Zones will ensure strict compliance of these\n\ndirections.\nJ A °\n\n(MS Bal\nInspector General/AS\n\nDistribution\n\nDisG/APs (WZ), (E&NE), (South) and ADIG/AP(NZ)\nAll CASOs CISF ASGs\n"
}