{
  "1": "OFFICE OF THE ADDL DIRECTOR GENERALIAIRPORT SECTOR\nCENTRAL INDUSTRIAL SECURITY FORCE\n(Ministry of Home Affairs)\n13, CGO Complex\nLodhi Road, N Delhi\n\nNo.0-4201 1/APC/OPS(2)(Circular/AS/10- 7579 Dated.y, July 2010\n\nCIRCULAR NO. A:\n\n5 12010\n\n‘Sub: Complaints regarding misbehaviour by ASG personnel: Reg:\n\nOver a period of time, we have been receiving complaints from\nrespectable persons like MPs, MLAs and senior civil servants regarding\nrude/impolite behavior by ASG personnel at the airport.\n\n2. On analysis of these complaints, DG/CISF has observed that in most of\nthe cases, the complaints are not regarding the implementation of security\nregulations but, the passengers complain about impolite or rude behavior in\ngeneral on the part of the CISF personnel. The airports are used by\nrespectable persons whose impressions carry considerable influence in\nadministration. A helpful and polite but firm attitude of the personnel posted at\nthe airports add to the general image of the Force. Hence, it is essential that\nthe ASG personnel should behave with maturity and patience without losing\ngrounds on firmness as far as conformity to security procedures are\nconcerned.\n\n3. Instructions are already in place that if any passenger initiates any\narguments, instead of entering into arguments with the passengers, the ASG\nstaff may refer the case to SHA in charge or GO in-charge who would certainly\nhave more time and patience to handle/listen to the irate passenger.\nMoreover, it was with this intention that this HQrs has been giving so much of\nemphasis on training on soft skills for which a training film was also produced\nand circulated. But, the complaints received against the ASG personnel\nindicate that in most of the cases, the senior officers available at the airport\n(CASO/Asstt. Comdt/Inspector etc) neither intervene to pacify the aggrieved\npassengers nor apprise them of the rule position in a polite manner, leaving\nthe passenger with no option other than approaching the higher formations\nleveling allegations of rudeness against ASG personnel. In some of the cases,\nthe senior officers at the airport (including CASO) have been found to be\noblivious about such incidents. It exposes the flaws in the intelligence\nmachinery at the airport and lack of communication/de-briefing by the shift in-\ncharges.\n\nCont....P/2\n\n",
  "2": "2.\n\n4, _ In order to overcome these short falls, DG/CISF has desired that the\nCASOs should shed complacency and involve themselves more in the day-to-\nday activities at the airport. In addition to reviewing the incidents by taking\nreports from the shift in-charge, CASOs should also check the CCTV footages\n(where ever available) to ascertain anything odd. The intelligence machinery\nat the airports should also be pro-active and should report the incidents\nimmediately to the higher formations.\n\n5 Acknowledge receipt and ensure compliance, A\n\nDele\n(M.S. Bali)\nAddl. Director General/AS\n\nDistribution:-\n1. DisG Airports,\n\n2. AIlCASO CISF ASGs,\n3. AVSEC Cell NISA Hyderabad.\n\n"
}