{
  "1": "OFFICE OF THE ADDL. DIRECTOR GENERAL/AIRPORT SECTOR\nCENTML INDUSTRIAL SECURITY FORCE\n(Ministry of Home Affairs)\n16, CGO Complex\nLodhi Road, N. Delhi\nNo. 0-420 1 1/APC/OPS(2)/C| rcula r/AS/ 1 6- & ttVL Dated',Pe Sep' 20 16\ncrRcuLAR NO. AS- 0s/2016\nSubject : Dealinq with unrulv oassenqers :- Reo\nIn a recent incident at one of the airports, a passenger was not\naccepted by the airlines staff at check-in counter due to late reporting.\nThe passenger was also in an inebriated condition. While exiting the\nterminal building, the CISF staff informed him that he would be allowed to\nexit only if he was accompanied by airlines staff as per the existing rules.\nThe passenger became aggressive & used foul language against the CISF\npersonnel. He also tried to manhandle them and intefered in the\ndischarge of their bonafide duty. The passenger was apprehended &\nhanded over to local police by the terminal manager without any\naccompanying complaint for registration of a case against him despite the\nfact that legal action was made out against him for attempting to assault\nthe CISF personnel.\n2. \nBecause a formal complaint was not lodged, it gave an opportunity\nto the passenger to give his own version of the incident to the local police\nwho registered a case against CISF for manhandling him. Later, when the\nCISF officers came to know about the registration of a case against them,\nthey also lodged a complaint and got a case registered igainst him.\nHowever, the passenger got the advantage in this case being the first\ncomplainant, which put CISF on the bacKoot. This registration of a case\nagainst CISF personnel on duty is bound to lead to unnecessary\nharassment of CISF personnel and will take a very long time to sort out.\n3. The handling of this incident reveals lax supervision and casual\napproach on paft of the concerned CASO & other Supervisory officers of\nASG. Due to laxity in this incident now GISF has to contest the claim of\noffender even though GISF personnel performed their duty as per rules\nand guidelines. Taking note of the above incident, all cASo are diiected to\nensure implementation of the following directions with immediate effect :-\ni) Any unruly passenger handed over to local police by CISF.must be\naccompanied by a written complaint highlighUng the offences\ncommitted by him.\nContd...p/2..\n. d\\1\nr\\S\n\\\nt",
  "2": "\\rl\nii) If the offences are cognizable, a case must be got registered by\nCISF unless it is a petty offence and the passenger apologises in\nwriting.\niii) But in all circumstances, where CISF personnel get physically\ninvolved in handling the passengers, a written complaint must\ndefinitely be lodged by us rather than by airline or airport operator.\niv) If a unruly passenger scuffles with CISF staff on duty or uses\nabusive language or obstructs CISF staff to perform their bonafide\nduties, it should be ensured that the complaint is made to the local\npolice under section 186 and 353 of Indian Penal Code, which are\nas under :-\na) Section 185 of IPC - Obstructinq oublic servant in\ndischarqe of oublic functions :- Whoever voluntarily\nobstructs any public servant in the discharge of his public\nfunctions, shall be punished with imprisonment of either\ndescription for a term which may extend to three months, or\nwith fine which may extend to five hundred rupees, or with\nboth.\nb) Section 353 of IPC - Assault or criminal force to deter\noublic servant from discharqe of his duhr :- Whoever\nassaults or uses criminal force to any person being a public\nseruant in the execution of his duty as such public servant, or\nwith intent to prevent or deter that person from discharging\nhis duty as such public servant, or in consequence ofanything\ndone or attempted to be done by such person in the iawful\ndischarge of his duty as such public servant, shall be\npunished with imprisonment of either description for a term\nwhich may extend to two years, or with fine, or with both.\nThe CASO and Superuisory Officers as well as CIW I/Cs of ASG must\nmake themselves aware of all legal provisions including Sections\n186 and 353 of IPC for use in such circumstances.\nv) If the unruly passenger is drunk and involved in scuffie with CISF,\nthe matter must be taken up with local police to qet the oassengei\nmedicallv examined for lodging the case against nim unoer retEGnt\nsections of law.\nContd...P/3..",
  "3": "-:iPl3ii-\nvi) In all such cases where a physical scuffle has broken out and GISF\nis a pafi, the complaint should be registered from CISF side rather\nthan Airport operator or Airlines so that the local police cannot turn\nit around in favour of the victim later.\n5. The DIsG/AP should ensure compriance of these directions at the\nASGs under their jurisdiction and should check compliance during their\nvisit/inspections.\n4qlla\n(Dharmendra fudrai)\nAddl. Director Generat/ApS\nDistribution:\nDlsG/Airport (Delhi, Mumbai, Kolkata & Chennai):\nDIG/CASO IGI Dethiand CSIA Mumbai\nDIG/GBS, Jamnagar House, New Delhi\nDIG/SSG, Greater Noida, U.p.\nAll CASO ASGs, CISF"
}