{
  "1": "OFFICE OF THE ADDL DIRECTOR GENERAL\nAIRPORT SECTOR HEAD QUARTERS\nCENTRAL INDUSTRIAL SECURITY FORCE\n(MINISTRY OF HOME AFFAIRS)\nNo.O-420 1 1 /APC/OPS(2)/CirculN / AS I 1 7 I - ) I 3 3 |\nAdmn Block (Ground Floor),\nCISF Complex\nMahipalpur\nNew Delhi - 110 037.\nfh\nDated: 2)- Nov 2017\nCircular No. AS 05 \n/ 2017\nTo\nAl1 CASOs\n(Including DIG/CASO, ASGs Delhi & Mumbai)\nSubject : INCIDENTS OF INTRUSIONS AT AIRPORTS - SIGNIFICANCE\nOtr' SITUATIONAL AWARENESS\nRecent intrusions into secure areas of Airports in a couple of Airports are a matter of\nserious concem. Strict action should be taken against personnel concemed for such lapses.\nThese professional lapses harms the image of the Force and conveys an impression that we\nare not good at our job.\n2. \nIt is often noticed that Force personnel have very set ways ofdoing their duty without\nany situational awareness. It is important to understand what is situational awareness. Let us\nsay for example that a Constable has the responsibility to guard a specific area or beat. In\norder to keep his area of responsibility secure, he should also keep an eye on the happenings\njust beyond his area of responsibility so that he can react to a situation arising from outside,\nwhich at some point of time may impact his area of responsibility. This is situational\nawareness. But it is often seen that Force personnel focus so much on their primary tasks at\nhand and the immediate area of their duty, that if something untoward happens beyond their\nimmediate physicll proximity, they would be unaware of it.\n3. \nHence, it is very important for all Force personnel/duty posts in Airports (except the\nScreeners) to keep a general eye on their surroundings. This aspect of situational awareness\nmay be constantly told to all Force personnel during Sainik Sammelans and daily briefings so\nthat intrusions of the kind which happened recently as well as other t)?es of incidents can be\naverted. The CASOs should also have a very good awareness about the vulnerable areas of\nthe Airport so that personnel are briefed specifically about it from time to time.\nA\nil\nll,Lo.,,\n(MAGanapathy) \nI\nAddI. DG, APS\nCooy to\nDIsG/AP (wZ), (E&NEZ), (sz) and CNZ)\nThe Principal Staff Officer to DG, CISF - for favour of kind information to DG/CISF."
}