{
  "1": "OFFICE OF THE DIG/CASO - MUMBAI AIRPORT \n                 CENTRAL INDUSTRIAL SECURITY FORCE \n                         (MINISTRY OF HOME AFFAIRS) \n                                  (ISO 9001:2015) \n \nCISF CSMIA MUMBAI \n \nNo.O-42099/CISF/CSMIA (M)/OPS-CELL/145(BCAS Cir.)/20-53      Date  18  / 01 /2020 \n \nTo \n \nThe Sector Commanders, \n \n(Dom/Intl./Perimeter/Cargo) \n \nCISF Unit CSMI Airport, Mumbai. \n \nSub: ADDENDUM TO AVSEC ORDER NO. 05/2005 : Reg. \n \n \nPlease find enclosed herewith a copy of above Addendum to AVSEC Order No. \n05/2005 issued by BCAS, New Delhi office letter No. CAS-7(1)/2008/DIV-I-96898 dated \n10th January 2020 on the above cited subject. \n \n2. \nIn this regard, the same is forwarded herewith for kind perusal and necessary \naction at your end please.  \n \nEncl: As above. \n \n \n \n \n \n \n \n \n \n \nCOMMANDANT/OPS \n \n \n \n \n \n \n \n \n     CISF UNIT CSMIA MUMBAI \n \nCopy to:- \n \n \n \n1. \nI/C : SOCC, ASTI, QRT, BDDS, CIW, CCR       \n:       For information.",
  "2": "/LRESTRICTED //\n\nNo. CAS-7(1)/2008/DIV.-1 - 96898\n‘URGERPR / GOVERNMENT OF INDIA\nATR PAAHATTY/ MINISTRY OF CIVIL AVIATION\naM feaaRaTeRT / BUREAU OF CIVIL AVIATION SECURITY\noP GS, LI Te, SATAN, TATA / +A? WING, I-III FLOOR, JANPATH BHAWAN, JANPATH\n\nag fereeht - 110001 / NEW DELHI - 110001\nDated: -10/01/2020\n\nADDENDUM TO AVSEC ORDER No. = 05/ 2005\n\nIn exercise of powers conferred by Section SA of the Aircraft Act, 1934\ndelegated to him vide Government of India, Ministry of Civil Aviation Notification\nNo. 1797 dated 3 July, 1997, the Director General, Bureau of Civil Aviation rity\n(DG, BCAS), directs that this addendum to AVSEC Order No. 05/2005 dated\n07/06/2005 shall be implemented by all concerned with immediate effect.\n\n2. Upon prohibition of electronic-cigarettes (production, Manufacture, import.\nexport, transport, sale, distribution, storage and advertisement) by the Ministry of\nHealth and Family Welfare, Government of India, it has been decided that E-cigarettes\nincludes all forms of Electronic Nicotine Delivery System (ENDS), Heat Not Burn\nProducts, e-Hookah and the like devices, by whatever name called and whatever\nshape, size or form it may have, but does not include any product licensed under the\nDrugs and Cosmetics Act, 1940 is prohibited from production, Manufacture, import.\nexport, transport, sale, distribution, storage and advertisement in the premises of\naerodromes/aireraft and from taking out of India to a place outside India or bringing\ninto India from a place outside India\n\n3. This issues with the approval of DG, BCAS. C2\n(Ayush Man Tiwad VEO\n\nJoint Director\n\nDistribution:\nAs per standard list attached\n\nCopy to:\n\n1. MoCA (Section Officer, C & W Section), *B’ Block, Rajiv Gandhi Bhawan,\nSafdarjung Airport, New Delhi w.r.t. mail dated 25/09/2019.\n",
  "3": "Copy for information and necessary action to:\n\nDirector General, CISF, 13 CGO Complex, Lodhi Road, New Delhi: May kindly circulate to all\nASG Units at the airports taken over by CISF.\nDGPs / IGPs all States / U.T-s.\n\nCommissioner of Police, Delhi, Mumbai, Chennai & Kolkata\nch\n\nrman. Airports Authority of India, Rajiv Gandhi Bhawan, New Delhi: with request to please\n‘culate t0 all AAL airports in the Country.\nCMD, NACIL (Air India) Ltd., Reservation Building, Safdarjung Airport, New Dethi-03\nCEO, Spice Jet, Plot No.319, UdyogVihar, Phase -IV, Gurgaon, Haryana,\nCEO, Go Air. Neville House, J.N Herdia Marg, Ballard Estate, Mumbai-400 001\nCEO, Indigo Airlines, Tower C, Global Business Park, DLF City, Phase Ill, Mehrauli Gurgaon\nRoad, Gurgaon-122 002\nCEO, Air Asia (1) Pvt. Ltd., AIT, 2“ Floor, Chennai Airport, Chenn:\nCEO, Vistara (TATA SIA), 10\" Floor, one Horizon Centre, Sector-\n122003,\n» Airport Director, Sri SathyaSai Airport, PrasanthiNilayamPuttparthy, Anantpur District, Andhra\nPradesh-515134.\nMD. DIAL. New UdanBhawan, Opp. Terminal-3. IGI Airport. New Delhi-37.\nMD. MIAL. CSI Airport. 1\" Floor. Terminal 1B, Santacruz (E). Mumbai 400 09.\nMD. CIAL. Cochin International Airport Ltd.. Cochin Airport. Cochin.\nMD. HIAL, Hyderabad International Airport Limited, Shamshabad-500 409, Ranga Reddy Distt\nAP.\nMD. KIA Bengaluru, Administration Block, Bengaluru International Airport Devanahalli\nBangalore-560 300.\nMD. MIHAN India Private Ltd.. Dr. BabasahebAmbedkar International Airport, Old Terminal\nBuilding. Nagpur-440 00:\nCSO, BAPL Durgapur Airport, MNAV-29 Bengal Ambuja Housing Complex City Centre.\nDurgapur- 713216\n. RD BCAS, Delhi, Chennai, Mumbai, Kolkata, Ahmedabad, Hyderabad, Amritsar, Guwahati.\nImphal, Bengaluru, Bhopal, Bhubaneswar, Chandigarh, Jaipur, Lucknow, Patna, Raipur, Srinagar\nand Thiruvananthapuram: to please circulate to all concerned at airports in the region.\nManaging Director, Kannur International Airport, T.C. 84/3, (36/1 old), Chacka, NH Bypass,\nThiruvananthapuram-695024 ( mdakannurairport.aero)\n\n600027\n3, DLP Phase-V, Gurgaon-\n\nCopy for informatio\n\nFs\n\nSecretary. Civil Aviation, MoCA. RG Bhawan, New Delhi\n\nJoint Secretary. MoCA. Rajiv Gandhi Bhavan, New Dethi (Kind attn.: Ms. UshaPadhee. IS)\nDGCA. Technical Area, Opp. Safdarjung Airport, New Delhi-03\n\nDirector. R&AW. Cabinet Secretariat. Room No. 1001. B-1 W\nDeendayalAntyodayaBhawan.C\nParveen Kumar, Director)\nJoint Secretary (IS-1), MHA, Room No. - 110, North Block. New Delhi\n\nJoint Director, IB. MHA, 35 $ P Marg, New Delhi (Kind atin.: Shri, R.R. Verma, JD)\nPS to Hon'ble Minister of Civil Aviation, RG Bhawan, New Delhi\n\n10th Floor. PL\nComplex. Lodhi Road. New Dethi ~ 110003 (Kind attn.: Shri K.G.\n\n(0 Jt. DG, PS to DDG (AMT), PS to DDG (MD), PS to DDG (DR), All IDs / DDs\n\nADs of BCAS HQ, Guard File\n\nAD (OL)= with the request to translate in Hindi La\n\nge, (maheep.singh&nic.in)\n\n"
}