{
  "1": "@e005S509990589093999090999090'\n\nof\n\nOffice of the Inspector General/Airport Sector\nCentral Industrial Security Force\n(Ministry of Home Affairs)\nCISF HQrs, 13 CGO Complex,\nLodhi Road, New Delhi - 03\n\nNo. 0-42014/APC/Sec Plan/Ops06/2y29 Dated © 16 March 06\nCULAR No. AS- 01 Y fF\n\nRecently, CISF has lost a number of its brave jawans in two naxalite\nattacks. The issue was discussed in detail in the Ops. Conference held\nduring the CISF Day 06. Following practical suggestions came up which\nshould be followed by all the units which are located in areas threatened\nby naxalite violence:-\n\n1. Contingency plans anticipating such attacks from possible\n\npoints should be prepared and a copy sent to Airport Sector HQ\n\nthrough DisG/Zone by 15.4.06. The DisG/Zone to make\nsuggestions thereon and send the same to this HQ by 30.4.06 for\nfinalization.\n\n2. FHQ in its earlier circular has clearly stated that the sentries\nshould not simultaneously perform the duty of gate opening.\nCASOs to ensure that there is no laxity in compliance with this\nrequirement on grounds of manpower etc.\n\n3. At many airports, particularly on the city side, some morchas\nhave been located at spots which are totally surrounded by\npassengers. In such situations, the sentry can be easily over-\npowered. Whether it is a city side morcha or a sentry at Quarter\nGuard/Kote, his location should be decided so that he cannot be\nover-powered in a surreptitious way.\n\n4. It is often seen that the perimeter lighting/quarter guard\nlighting illuminates our own positions rather than focusing on areas\nfrom where we expect enemy movement or activity. The focus of\nthe light should, therefore, be got adjusted. As far as possible, the\nposition of our men should not be marked out as a result of such\nlighting.\n\n5. Analysis of recent attacks on forces has shown that naxalites,\nusually, are choosing targets within 30 to 40 kms of their training\ncenters. Our intelligence gathering should, therefore, focus in this\ndirection also and if any training center is known to exist or has\ncome up recently in vicinity of your unit, then you must consider\nyourself as a likely target and take steps to meet such an\neventuality. You must immediately contact the DisG/IG for extra\nmanpower and other resources and reinforce your existing\narrangements.\n",
  "2": "2\n6. Well fortified and sheltered roof top deployment with a LMG\ncan be a good defence in such situations. You must consider the\nsame while making the arrangements and asking for the\nwherewithal to set up the same.\n\n7. Prior to attack, naxalites have used the villagers living nearby\nthe unit to be-friend the unit personnel in the garb of taking water etc\nwhereby they can gain useful intelligence about the unit activity and\nlull it to a feeling of complacency. At some places, new faces of\nvillagers were noticed near the unit a little before the attack. In\nnaxalites infested areas, it should be ensured that such contacts\nwith the locals are kept to the minimum and your instinct should be\nsharp enough to note such changes in the behaviour of the locals.\nOn being fore-warned by such signs, advance preparations should\nbe made.\n\n8. Naxalites have often attacked 2-3 police/para-military targets\nlocated near each other simultaneously so that one is not able to\nhelp the another. Also. while approaching for an attack, they have\noften used the trick of approaching the camp innocently in the form\nof a ‘baraat’ etc. Our personnel should learn to be careful in such\nsituations.\n\n9 It is extremely necessary that the unit specific tactics are\ndecided and implemented by the DisG and the unit officers. While\npreparing the contingency plans as well as day plans for every day\ndeployment, a group of officers of the unit should study the situation\nand decide upon the day-today precautions as well as the\ncontingency plans required to meet such an eventuality. As far as\nAirport units are concemed, the most likely reason for our becoming\na target would be our holding of arms. Therefore, plans need to be\nmade for ensuring the safety of our quarter guards, kotes and\npersonnel deployed with arms in the night .\n\nPlease acknowledge receipt.\n\n73 06\ncms. Beit} °°\nInspector Genera/AS\n\nDistribution:\n\n1.\n2.\n\nAll CASOs & DisG/Airport\n\nCASOs and corresponding DisG/Airport of Gaya, Ranchi, Raipur,\nTirupati and Vizag units should give special attention and formulate\ntheir plans accordingly. They will get all the help in manpower and\nother resources which they would require to effectively tackle this\nproblem.\n\nCopy for information to DIG/Ops, CISF HQrs\n"
}