{
  "1": "ecooggc09go9g09090)\n\n“\n\nce)\n6\ne\ne\no\n\nOFFICE OF THE INSPECTOR GENERAL/AIRPORT SECTOR\nCENTRAL INDUSTRIAL SECURITY FORCE\n\n(Ministry of Home Affairs)\n13, CGO Complex\nLodhi Road, N. Delhi\n_ No.0-42011/APC/OPS (2)/Circular/AS/08 - 0023 Dated:/F Sep’ 2008\n\nCIRCULAR NO. AS - 06/ 2008\n\nSub: VIOLATIONS OF SECURITY REGULATIONS BY AGENCIES AT\nTHE AIRPORTS : Reg\n\nDuring the course of duties at airports, several instances of security violation\ncome to the notice of the CASOs wherein personnel/functionaries of different\nagencies as well outsiders may be found to be violating security regulations, which\ncould jeopardize the security and possibly lead to disruption or interference with\ncivil aviation operations. The ASG, by virtue ofits omnipresent presence at the\nairports and its primary role in airport security, has to play a pivotal role in\nimplementation of all the security regulations at airports, even though they may not\nbe under its express jurisdiction. .\n\n02. So far, the common practice has generally been that the CASOs bring such\ninstances of AVSEC violations to the notice of this HQ only.\n\n03. As is known, the BCAS is the designated appropriate authority for\nimplementation, monitoring and coordination with regard to aviation security\nmatters at Indian airports. Accordingly, as per para-3.7.8 (General)-iv of the SOP\nfor ASG of CISF, issued by the BCAS, Unit Commanders (CASOs) of CISF are\nrequired to keep the BCAS informed of all the developments affecting airport\nsecurity.\n\n04. In view of the above, it is directed that henceforth, any incidents/instance of\nviolation of Aviation Security at the airport level shall be invariably brought to the\nnotice of concerned RDCOS (CA), BCAS by the respective CASOs under\nintimation to this HQ. However, any correspondence with the COS(CA)/ BCAS HQ\nwould be made by Airport Sector HQ or higher formation only.\n\n05. All CASOs are hereby directed to take note and ensure strict compliance.\nQeger\n(M.S.BALI)\nIG/AIRPORT SECTOR\n\nDistribution:- 1. DisG Airports (Delhi, Mumbai, Kolkata and Chennai)\n2. All CASOSs/ASG, CISF\n"
}