{
  "1": "Office of the Aud Director Generallairper: ssc\nCContral industrial Security Fo\n\n(Ministry of Hane Ati\nlack No “9 CGO Complex\n‘oni Rae New Deli-03\n© 17013nstiCMMIASIO8, 9906 Datea 08/2010\n\n‘Accidental firing at duty pos\nAirports : Rea.\n\nInstructions and guidelines have been issued time and again by the FHQr and\nAiport Sector HOr to prevent incidents of accidental finngs. Despite detailed\nguidelines and instructions, cases of accidental fring have aol ceased and keep on\nhappening his only reflects lack of proper training of the men and lack of regula:\nsonstization by the supervisory officers regarding proper nandling of weapons and\n\nos 8 Honts ane suranse insp. sory officars al the duty\n\nG2 On reviewing the cases of accidental firing since\nthat 03 cases out of total 14 have taken place inside the Aiport terminal building\nSimilarly, 02 cases have occurred on other duly posts (07 each in SSG & GBS). All\nfemaining cases have taken place in the Kole taking over of\nAcmsifmmuniions. This is very alarming and can not be allowed to contiaue. In this\nfegard, it would be interesting to analyse the facts in a vecont case of accident hing\nry a SSG personnel al the residence of CM of Manyur Tha sam Consiacie\ncontessed betore the ADG that he was (perhaps onto lear of being posted in an\nInsurgency affected area) in the habt of charging the chamber of AK 47 weapon on\nduty and also keeping the locking mechanism in Repeat position’. As can be seen.\nsuch decisions cannot be taken by the personel =! shew peso! iaval Hid his\n\nConstable been checked including the slats of fis woazon al iN aut) Host by the\nSioervisory officers, perhaps the incident could have S.98 wor ht\n3 You would appreciate that the terminal puis “$ + eaghly vulnoraoie area an\n\nsccigental firing therein may result in loss oF ile‘ale! injwies 0 the passengers and\nStal Besides, these ineddents in the tormnal Huiking also causes. severe\n‘embarrassment for the Force due to public <isplay 9} such unprofessional act\nwhic» also invites avoidable public and ms\n\noth\n\n's 60 denying the fact that 2\nonly when the personne’ either lida: win i> + os\nadequate saloty precautions while keeping the arms 0° He p\"r808\nTendencies among the personnel deployed ui suly sorts\nterminal building at airports .s totally unaccepiat\n\nnegligent\nvaty side the\n\n",
  "2": "05 Hence, 1 is directed that the CASDs and other supervisory officers should\n\n‘cntinuously brief and sensitize all the pe:sonne! of their units to refrain from such\nfogligent acts which may lead lo accidental finng The brichng and sensitization of\nthe personnel should be carried on as a regular exercise thorough out the year\n\n06 his also directed that any case of accidental finng at duty post, especially\ninside the terminal building would not only be a cause of disciplinary action and\nSevere punishment for the erring personne! bul would also altzact action against the\nConcerned supervisory officers including the Unit CommandersiCASOsishift GOs,\n\n0? The DIsG are directed to include this as briefing point uring their visits!\ninspections of the units and ensure strict compliance of the msituctiors n all the units\n\ntunder their jurisdiction.\n\nDB le\n(Ms Bali)\nedi, Cweetor Generals:\n\nDistribution.\n\n01. All DIsG/Aimport, CISF Unit GBS & SSC Greater Norse\n02 AILCASO of ASG\n\n"
}