{
  "1": "OFFICE OF THE SPL DIRECTOR GENERALIAIRPORT SECTOR\nCENTRAL INDUSTRIAL SECURITY FORCE\n\n(Ministry of Home Affairs)\n13, CGO Complex\nLodhi Road, N. Delhi\nNo.0-4201 /APC/OPS(2)(Circular/AS/11- P72 3 Dated JepJuly 2011\nIRCULAR NO. AS - 14\nSub: Peak hour management by CASOs and Gazetted Officers: Reg:-\n\nReference is made to the instructions issued vide this HQ fetter No O-\n4201 1/APC/OPS(2)/Circular/08/12314 dated 28.11.2008 and No.O-\n4201 1/APC/OPS(2)/Circular/AS/09-3923 dated 22.04.2010 regarding peak hour\noperation and management of SHAs.\n02 = The Director General, Gist nas repeatedly commented about the absence of\nGOs during peak hours and has directed that all CASOs will ensure the Presence of a\nGazetted Officer during peak hours.\n03 Hence, it is directed:\n\n() For small AC headed ASGs: CASOs will himself be present during all flight\ntimes.\n\n(ii) Eor DC headed ASGs: CASO himself should be present in the SHA during\npeak hours and other important flight times to supervise operations.\n\n(iii) For Comdt. headed ASGs: CASO should endeavor to be present during peak\nhours. if for any reasons, such arrangement is not Possible, during odd hours\nor flight operations of International flights during night, it should be a divided\nresponsibility between the CASO and unit 2 /C. CASO will be responsible for\nensuing presence of a GO during peak times.\n\n(iv) In DIG headed ASGs: Commandant/DC should be detailed for peak hour\nsupervision every day. The CASO (DIG) should, however, at least on a weekly\nbasis be present to monitor peak hour management by the Officer(s) and take\nsuitable corrective action wherever and whenever necessary.\n\n04 Zonal DisG should ensure strict compliance of the above instructions by all\nCASOs concerned and conduct checks through their CIW to ensure compliance.\n\nd.\n\n(Arun Chaudhary)\nSpl. Director GeneraV/AS\nDistribution\nDIsG/APs (WZ), (E&NE), (South) and (NZ)\nAll CASOs CISF ASGs\nAVSEC Cell NISA, Hyderabad & RTC Arakkonam.\n"
}