{
  "1": "> OFFICE OF THE ADDL. DIRECTOR GENERAL\\AIRPORT SECTOR\nCENTRAL INDUSTRIAL SECURITY FORCE\n(Ministry of Home Affairs)\n\n13, CGO Complex\nLodhi Road, N. Delhi\n\nNo.0-42011/APC/OPS (2)/Circular/AS/09 ed Dated 22June’ 2009\ncl o72\nSub: Strengthening of Perimeter Security measures _at airports :- Reg\n\nThe perimeter of any airport is highly susceptible to security breach on\naccount of its expanse. However, a relatively lesser priority is often accorded to\nsecurity of the perimeter, as compared to the terminals. In the past, several\ninstances of unauthorized access into the operational area by breaching/scaling over\nthe perimeter wall have been reported from various airports. Therefore, it is\nimperative to have an effective security system for perimeter at all airports.\n\n02. The following steps should be taken towards this end:\n\n(i) Each airport should have below mentioned prescribed Security Infrastructure\nfor perimeter security:-\n\na) Perimeter wall of prescribed height (8’) with overhead fencing of\nprescribed specifications (| %')\n\nb) Watch towers/observation posts @ 1 per km of the perimeter area;\n\nc) Patrolling track along the perimeter on the inside and outside for mobile\nand foot patrolling;\n\nd) Sufficient illumination of the perimeter area;\n\ne) Authorized number of vehicles for mobile patrolling, and\n\nf) Basic amenities at the watch towers e.g. light, fan, seats, etc;\n\n(ji) At present, all airports do not have standard security infrastructure, as\nenumerated above, due to various reasons. In such cases, the CASOs should\nendeavour to make good the deficiency in physical security measures along\nthe perimeter through persistent follow up with the Airport Operators and\nhighlighting the same in APSC meetings.\n\n(iii) Besides, all hypersensitive airports are required to have Perimeter Intrusion\nDetection System (PIDS) to begin with Mumbai, Kolkata, Delhi, Chennai,\nBangalore and Hyderabad in the first phase. Ideally, PIDS should be\nintegrated with CCTV Surveillance System. All concerned CASOs should\nmake efforts towards procurementiinstallation of PIDS of prescribed\n\nspecifications by their respective airport operators.\n\n(iv) ASG deployment along the perimeter should be given due importance and no\nduty post should be left unmanned. However, in case of manpower deficiency,\n",
  "2": "4 CASO may judiciously cover grey areas by patrolling and simultaneous\n- surveillance by the unit CIW staff. Specific security control measures by\nmeans of additional deployment and enhanced frequency of vatrolling should\n: be applied for vulnerable spots which are prone to intrusion.\n\n(v) The staff deployed along the perimeter should be adequately sensitized about\nthe vulnerability of the area and consequences of any security breach thereof.\n\n(vi)The security measures along perimeter wall e.g. state of the wall per-se,\nfencing, perimeter road, manholes, drains, grills in the wall and lighting etc.\nshould be subjected to daily physical checks by the designated ASG staff\nand inspected jointly by the officials of ASG and airport operators at least\nonce a week. Any security loophole in the perimeter should be immediately\nbrought to the notice of concerned airport operator in writing by the CASO. A\nseparate register at appropriate level as decided by the CASO in the\nfollowing format should be maintained by each ASG in this regard:\n\nSI_| Date | Time of ]|Name and | Status of | Action Signature\nNo checking | designation | security taken of\nof the | infrastructure checking\nchecking and security officer\nofficer loophole if any _|\n\n(vii) In case of any new development outside the perimeter wall, the same should\nbe addressed/verified in consultation with the local police from the point of\nview of its security implications.\n\nHi (vill) Designated CIW staff with specific responsibility for perimeter area should be\ndeployed by each ASG, especially during operational hours.\n\n03. A Status report of the standardized security infrastructure, including gadgetry\nas mandated by the BCAS and the security control measures implemented thereby in\nrespect of each airport should be submitted to this HQrs by all CASOs by 30\"\nJune'2009 and development/improvement therein should also be apprised from time\nto time.\n\nwt\n(M. S. Bali)\nADGi/Airpost Sector\nov Ages Kate\nDistribution:- 1. All DisG Airports (Delhi, Mumbai, Chennai and Kolkata)\n2. All CASOS/ASG, CISF\n"
}