{
  "1": "90090909099\n\noo 090\n\nceoaoooed\n\noO\n\n| |\nOFFICE oF THE INSPECTOR GENERAL/AIRPORT SECTOR\nCENTRAL INDUSTRIAL SECURITY FORCE\n\n(Ministry of Home Affairs)\n13, CGO Complex\nLodhi Road, N. Delhi\nNo.0-42011/APCIOPS (2)(Circular/asiog ~ 1ST? Dated: {vOct’ 2008\nNi = 07/2\nSub: Mai Malttenanee of ase of lers/_ Employer\n\nThere have |been frequent instances wherein authorized/pass holder\n(workers/employees) belonging to the agencies working at the airports are\napprehended by ASGs and other law enforcing agencies for their involvement in\nillegal activities ¢.g/ theft, pilferage, touting etc. Besides initiation of appropriate\nlawful action ag i“ such defaulters, their entry passes are also confiscated and\n\nforwarded to the concerned department or BCAS. But it is observed that no record\nof such bad elements is maintained which gives them opportunity to get\nemployment and pa airport entry pags again.\n\n02. Since, re-employment/re-issuing of airport entry pass to the staff/personnel\nfound involved in jundesirable activities is a big security risk, it is felt that in order to\nprevent their employment/entry at the airport, the database of such personnel\nshould be maintained by respective CASOs at Unit level and the same should also\nbe shared with the Airport Operator/BCAS. In this regard, the intimation giving all\nthe details of the persons whose entry passes have been confiscated, will be sent\nto the concerned RIDCOS, BCAS requesting them not to issue airport entry pass to\nsuch elements in the name of any another agency working at airports. Such\ndatabase will be maintained in a separate folder named ‘Security Suspects’ in the\nproforma given below. This record will be strictly for the internal use of the units\nand kept secret under lock and key.\n\nS |AEP [Namé ][Desig | Dept. | Date of|Reason of | Action | Remarks\nNo. | No. | apprehension | apprehension | taken\n\nq by\n\nq Deptt.\n(1) | (2) | (3) | (4) | (5) (6) (7) (8), (9)\n\n03. As we all know Police /C&A verification is the mandatory requirement for\nissue of Airport jentry permit to any person. However, sometimes Police/C&A\nverification certificate is issued to such bad elements as their involvement in\nundesirable activities is not appropriately communicated to the concerned Police\nStations of their respective domicile. Therefore, all efforts should be made at our\nend to preclude thé possibility of re-employment/re-issue of airport entry pass to\nthe personnel involved in illegal activities. In this regard, all CASOs/ CISF officers\n\n~-Cont P/2—\n\n",
  "2": "committee meeti\nshould not consi\n\n9\n1 S)\n| Ce PRs 5\n\nshould have details of such employees and issue of passes\n\nwhile attending 7 Airport Entry Permit (whether temporary or permanent) issuing ©\n\nfigures in the fist\n\nd/ approved by the committee for any applicant whose name\nindesirables.\n\n04. All CASOs shotild acknowledge receipt and ensure compliance of the above — 7\n\ninstructions. i fa)\n| Vee\ni (M.S.BALI) )\nIG/AIRPORT SECTOR ..,\nDistribution )\nAll CASO CISF ASGs : for necessary action o\nCopy to:\n\nDisG Airports (Delhi, Mumbai, Kolkata and Chennai) : for information please.\n\noo0o0 8\n\n"
}