{
  "1": "OFFICE OF THE ADDL DIRECTOR GENERAL\\AIRPORT SECTOR\nCENTRAL INDUSTRIAL SECURITY FORCE\n(Ministry of Home Affairs)\n13, CGO Complex\nLodhi Road, N Delhi\n\nNo.0-42011/APC/OPS(2VCircular/asi/10- 108! Dated :, Sep 2010\n\n26\n\nCIRCULAR NO. AS - 07/2010\n\n‘Sub: Security loopholes in Airport Terminal Buildings: Re\n\nSecurity of the terminal building and access control points are of\nParamount importance in the overall security set up of an airport. Generally\nguarding of the access points leading to the terminal building, operational area\nand various locations inside the terminal building are projected in the\nsurveysire-surveys. Thereatter, these points are manned by CISF/ASG as\nsanctioned. However, it is quite possible that cognizance is not taken about\nsome non-vital areas/control points leading to the terminal buildings and the\nadjacent buildings.\n\n02 Recently a sting operation was conducted by an electronic media\nchannel at Mumbai Airport wherein they entered inside the MIAL corporate\noffice from the cityside and walked up to the terrace of the building. The story\nwas projected as a security breach at the airport where as there was actually\nno such breach as there was no access from the MIAL office building to the\nTerminal Building,\n\n03 You would appreciate that though CISF may not be responsible directly\nfor security of all such entry points but, being the primary security agency at\nthe airports, it is our prime responsibility to proactively involve ourselves in\nbringing such loopholes to the notice of the Airport Operators.\n\n04 All CASOs are, therefore, directed to periodically (once in every quarter)\ncarry out a walk-through exercise inside the terminal building(s) and other\nadjacent offices/buildings to examine any weak links in the access control\nsystem and advice the Airport Director about such vulnerabilities, through\nwritten reports under intimation to the RDCOS(CA), BCAS. These lacunae\nshould also be projected in the monthly Airport Security Committee Meetings.\nAllthe CASOs should maintain a record of the quarterly exercise.\n\n05 If the loopholes found are such, which can be overcome by\ninfrastructual changes (eg: locking of doors, barricading etc.) it should be got\nCont...P/2\n\n",
  "2": "carried out immediately in consultation with the Airport Director. Some of the\nidentified loopholes, though not vital, may require deployment of guards. In\nsuch cases, the Airport Director may be requested to deploy their own watch\nand ward staff to secure these points. But the vital access points which could\nhave grave implications on security of the airport terminal building/operational\narea and necessitate ASG deployment should be secured immediately by\ndeploying CISF personnel under intimation to the Airport Director, and BCAS.\n‘These deployments should be included in the future re-surveys and got\nsanctioned accordingly.\n\n06 tis, therefore, directed that the first such exercise should be conducted\nimmediately by all the CASOs and action taken/compliance report should be\n‘submitted through the respective DisG latest by 15\" Oct 2010. The Zonal\nDisG during their inspections/visits should ensure that the above directions are\nimplemented by the CASOs.\n\n07 Acknowledge receipt and ensure compliance.\n\nMo.\n\n(M.S. Bali)\n‘Addi. Director GeneraVAS\nDistribution:- ae a\noe\n\n1. DisG Airports,\n2. AICASO.CISF ASGs,\n3. AVSEC Cell NISA Hyderabad.\n"
}