{
  "1": ". Office of the Inspector General/Airport Sector\nCentral industrial Security Force\n(Ministry of Home Affairs)\n\nCISF HQrs, 13 CGO Complex,\nLodhi Road, New Delhi - 03\n\nNo.0-42055/APC/ AS/05 } Ju) Dated 27 June 2005\nil R 17/201\nSubject: PROFILING OF MEN, LEAVE & TRANING, PLANNING\n\nLeave planning of personnel is an important command\nfunction and successfully tested man management procedure\nin all uniformed forces all over the world. However, this aspect\nin our force has taken a back seat and is not paid the attention\nit deserves.\n\ne\ne\n°\n°\n°\n°\ne\nct)\ne\n°\nis]\na)\ncs]\n3°\nOo\noO\n9°\noO\noO\noO\n©\n9°\ne\n\nLeave vacancies are laid down in the FHQrs policy.\nTraining calendars are issued well in time. With a little effort\nand forethought on the part of unit commanders, meticulous\nadvance leave planning can be done.\n\nThere may be unforeseen eventualities for casual leave\nas the same are taken during emergencies. Even then, more\nthan 50% casual leaves can also be planned as the personnel\ntake it for marriages and other pre-arranged events. As\nregards earned leave, it can be planned practically for all ranks.\n\nThe Coy Commanders must seek two earned leave\nchoices from each individual in his coy and mark it on the\nperforma enclosed as Ist choice and 2™ choicé. Once this is\ndone, some modifications/adjustments can be made if the\nvacancies increase in a particular month. This should be\ninvariably done in consultation with the individual. Care should\nbe taken that same set of personnel are not serit on leave year\nafter year for important festivals etc and Coy Commanders\nshould brief all ranks about importance of advance leave\nplanning. The Coy Commanders should maintain a profile of all\nunit personnel in a diary. Coy Commanders should very\nfrequently interact with men to know them intimately and also\n\n",
  "2": "2\n\nanalyze their problems. The Coy Commander should be able\nto anticipate the behaviour of his men in a particular situation.\nIn smaller unit, even the unit commander should have intimate\nknowledge about men under his command so that right man is\nput to right use. Efforts should be made even to plan for\ncourses for the men well in advance so that he is mentally\nprepared and proper pre-course training etc is imparted.\n\n| would like the DisG /Unit Commanders to make\nconcerted efforts in these directions. The DisG should make\nsure that the Coy Commanders’ diary is inspected during\nvisit/inspection to various units. Leave planning of all personnel\nbe done immediately , if not done earlier and this HQ informed\n\naccordingly.\n22. beS\n(M.S. Bali )\nInspector General/AS\nEncl: As above\n\nDistributi\n\nAll APSU Commanders\n\nDiG/Airport (North), CISF, Saket, New Delhi\n\nDIG/ Airport (West), CISF, CS International Airports, Mumbai\nDIG/ Airport (East &North East), Kolkatta\n\nDiG/Airport (South), CISF, Madras\n\nDIG/GBS, CO, CISF Ist RB, Barwaha, CO, CISF 7\" RB, Jaipur\nCO, CISF 2\" RB, Delhi\n\nAIG/AS CISF HQ\n\nGuard File, Circular File\n\nCopy to :\n\nOffg COSCA, BCAS, New Delhi _ - for information, please.\nDirector (Security), AAI, RG Bhawan, Safdarjung Airport, New Delhi\n\nS.No. |CISF |Name | Rank Ist Choice 2\" Choice\nNo.\n\nJan dune __| July Dec\n\nLA AMAXIANAS\n\n2eeaeaaoon\n"
}