{
  "1": "Se\nDz ese\n“y DAK Be\nOFFICE OF THE SPL DIRECTOR GENERAL\\AIBPQR\nCENTRAL INDUSTRIAL SECURITY FORGES:\n(Ministry of Home Affairs) sagas cua:\n13, CG\n\nLodhi Road, N. Delhi P\nNo.O-42011/APC/OPS(2)/Circular/AS/11-7951 Dated : 19 July 2011 a\nPs\n\nCIRCULAR NO. AS - 07/2011\n\nSub: Maintenance of records of incidents/happenings at the airports in the\nGeneral Diary:\n\nOver a period of time it has been noticed that a proper record is not made\nincidents/happenings at the airports. The ASGs fail to give a factual position\nincidents/happenings at the airport and present status of the same. Further, when\nenquiries are conducted at a later stage, the enquiry officer finds-it difficult to-evaluatethe\nsituation properly due to lack of records.\n\n02 In view of the above, it has been decided that, hence forth, all happenings/incidents\n\n(minor or major in nature) related to airport operations should be recorded in the\noperational General Diary (GD) of the unit irrespective of the fact whether it has a direct\nrelation to the functioning of the ASGs. Genera! guidelines to maintain the operational\nGeneral Diary (GD) entry are as follows:-\n\na) It should be maintained at the Operational Control Room and should be\nmaintained by the Duty Officer of the Operational Control Room. If such\narrangement is not feasible for large airports, it should be maintained in the\n\nA Terminal Building (Terminal wise). The CASO will issue an order designating the\n\nresponsibility. —\n\nb) The General Diary should be under the charge of the senior most officer in each\naA shift. Handing/taking over of the GD should be indicated clearly with names and\ntimes.\n\nLo The General Diary should have pages numbered in print and entries should be\nserially numbered.\n\nd) Internal information pertaining to CISF would continue to be recorded as per\nprevailing practice.\n\ne) GD will be put up to the CASO/GO I/C of Terminal everyday at 1000hrs for his\nperusal and signature.\n\nf) GD must start from 08:00 hrs every day to 0800 hrs next day and entries willbe\nmade every two hours on the hour. If there is nothing to write, an entry will be\n—~made saying “nothing to report”.\n\n",
  "2": "g) The important events recorded in the General Diary may be reflected in the Daily\nSituation report of that day without fail.\n\nh) Extract of the relevant information which requires further follow-up action of CISF\nmay be recorded in a register to be maintained for the purpose. The Index\nnumber and serial number of the follow-up register may. be entered in the\nGeneral Diary and vice-versa.\n\ni) CASOs should periodically monitor entries made in the follow-up register and\nclosing of entries should be made after coming to a logical conclusion in the\ncase.\n\nj) Based on the entries on the General Diary, records/statistics/data regal\nmissing baggage/valuable should be maintained centrally by the ASG.\n\nding th\n\nk) The Senior officers on visit/inspection to the unit must check these records. —\n\n!) The brief of the incident recorded should include, the date and time of the\nincident, exact location action being taken (by any agency), follow-up action\nrequired etc.\n\nm) Ali information received by the CISF should be recorded under broad heads as\nunder:-\n\ni. Checking rounds by the checking officers with brief comments.\n\nii. Security test, security audit etc conducted by BCAS/CISF.\n\nVIP/VVIP movements withtimes. - -\n\niv. Complaints received (from passengers, crew, staff/employees) about Cl.\n\nv. Incidents regarding altercation with stafffpax (anywhere in the airport\npremises).\n\nvi. Theft/missing of property (Reports regarding theft, missing of\nbaggage/valuables etc).\n\nvii. Unattended baggage (value of the items, efforts taken to restore, final\ndisposal)\n\nviii. Touting (apprehension of persons involved in touting, anti touting\ndrills/initiatives).\n\nDetection of major prohibited articles (arms, ammunition, wildlife, narcotics\nete.) - ~\n\n",
  "3": "— x. Trespass (through perimeter wall, gates, terminal building etc.)\nxi. E-ticket frauds,\nxii. Emergency landings (specific timings of response by each agency).\nxiii. Security violation/security lapse.\nxiv. All activities of CISF personnel having an impact on discipline in the force.\n\nxv. Any activity/incident impacting security of the airport or passengers or\nbaggage.\n\npe The list above is only indicative and not exhaustive. In a nut shell, all\nwhich comes to the notice of the CISF/ASG may be recorded in the GD.\n\n*03 A couple of examples as guidance for recording and maintenance of the entries is\nenclosed at Annexure ‘A’ for ready reference.\n\n04 Incomplete or non-updated GD would be considered a very serious lapse leading to\nsevere punishment for the officer responsible for the GD as well as the GO in-charge.\n\n05 All CASOs will be personally responsible for ensuring implementation of these\ninstructions. DIsG/AP are requested to monitor implementation of the instructions at the\nairports under their respective jurisdiction and physically verify it during their\ninspection/visits to airports.\n\na a\n\n(Arun Chaudhary) |\nSpl. Director Genera/AS\n\nDistribution\n\nDIsG/APs (WZ), (E&NE), (South) and (NZ)\nAll CASOs CISF ASGs\n\nAVSEC Cell NISA, Hyderabad and RTC Arrakkonam (Maintenance of airport |\nGD may be included in the training curriculum of ASIs and above. t\n\nPS to DG/CISF _ - for kind information please.\n\n"
}