{
  "1": "OFFICE OF ADDL. DIRECTOR GENERAL/AIRPORT SECTOR\nCENTML INDUSTRIAL SECURITY FORCE\n(l.4inistry of Home Affairs)\nNo. 0-42011/APC/Ops (2)/circutar/As/18- 1 L B3\nAdministrative Block\nCISF Complex, Mahipalpur\nBy Pass Road, N. Delhi-37\nDated: , r &tw'zora\nCircular No. AS: O? /2O18\nsubject:@Reg\nDespite clear cut guidelines in the BCAS Avsec Order No. u/2011 dated\n02.02.2011about action to be taken in case of 'Non-Speclfic' and 'Specific' bomb threat\ncalls at airports, lack of uniformity has been observed in handling bomb threat calls by\nthe ASGS at various airports.\n2. \nUniformity of action ls one of the most important features of CISF deployment\nat the airports. Thus, lack of uniformity in implementation of contingency plans by the\nASG at any of the airports may reflect poorly on the operational capability and\nefficiency of CISF.\n3. \nBomb Threat Assessment Committee (BTAC) is a recognized apex body at the\nairports which has been empowered to evaluate every such call and take appropriate\naction as laid down in the Bomb Threat Contingency Plan (BTCP). BTAC categorizes\nthe received bomb threat / calls as'Specific' or 'Non-Speciflc'. CASOS of ASGS or his\nrepresentative and omcer I/C BDDS (wherever operationalized) are the members of\nthe BTAC and should play active role in deliberations during assessment of the threav\ncall by the Committee.\n4. \nThe broad guidelines on action to be taken in case of 'Speciflc' and 'Non-speciflc'\nthreat calls based on the Bomb Threat Contingency Plan issued by BCAS are hereby\nreiterated for strict adherence by all concerned:-\ni) \nAction in case of a Bomb Threat to an aircraft is evaluated by BTAC as\n'Non-Specific' is enclosed as per Appendix-'A'. It is clarified that if\nBTAC does not decide omoading of hold baggage from the aircraft, then\nCASOS of ASGS should not insist on offloading of the baggage from the\naircraft to avoid unnecessary delay in clearance of the flight.",
  "2": "-2-\nii) Action in case a Bomb Threat to an aircraft is evaluated by the BTAC as\n'sPecific' is enclosed as per APpendixrB\"\n5. \nAll CASOS are hereby dlrected to study the Bomb Threat Contingency Plan\n(BCAS Avsec Order No LT l20Ll-copY enclosed) and Bomb Threat\nContingency Plan of their respective airPorts carefully and initiate action in\naccordance with the regulations whenever such calls are received at their respective\nairports. They must also brief and sensitize their 2 I/Cs and other supervisory officers\nas well as Inspectors (in case of smaller airports) to study the Bomb Threat\nContingency Plan and meticulously follow the regulations for its clear cut\nimplementation on the ground. Since, representative of ASG ptay a very important role\nin the BTAC deliberations, they should guide the BTAC members according to the\nregutations so that such threat calls are examined appropriately and required drills are\nfollowed in letter and sPirit.\n6. \nDISG/AP (NZ, Sz, WZ and E&NE) and CASO/DISG Delhi, Mumbai and Chennai\nare requested to closely monitor all such threat/calls and ensure proper\nimplementation of guidelines at the ASGS under their command.\n7. \nISG/APS (I&II) are requested to ensure strict compliance of the directions\nunder their respective jurisdiction.\nEncl: As above\nt\"\n[\\, l1- ,1,,\n(M.A.Ganapathy'IPSi\nAddl. Dc/Airport Sectol\nDistribution:\nrG/APS (r&n)\nDISG/AP(NZ,SZ,WZ and E&NE)\nDISG/CASO Delhi, Mumbai and Chennai\nAll CASO5 of ASGS",
  "3": "Apoendix-'A'\n7.10 when a Bomb Threat to aircraft is evaluated by ETAC as Non-Specific\n7,10.1 Action in case of threat declared 'Non-Specific' by the Co-ordinator\ni) Inform every agency and ask them to search their own area and report.\nii) Get confirmation from all about the search having been completed.\niil) Request BDDS and DGCA to stand-by near aircraft / building under threat untll\nsearch is over and clearance certiflcate is signed by all agencies.\n8.17 Duties of ASG/APSU:-\nOn receipt of the notiflcation of a bomb threat on the aircraft or a building or at the\nairport, the senior most of officer of the ASG shall immediately proceed to the Control\nRoom. The senior most officer of the ASG or Airport Security Unit will:-\na) Ensure cordoning off of the affected aircraft up to 50 mts. to prevent\ninterference by outside agencies.\nb) Arrange evacuation of premises in consultation with the coordinator, whenever\nnecessary.\nDetail required number of personnel on alert and move these forces quickly to\nthe pre-designated parking bay.\nCollect intelligence and surveillance.\nInform Omcer In-charge BDDS, wherever ASG BDDS ls deployed' In absence of\nASG BDDS, State/ District / City Police Head quarters may be approached to\ndetail the BDDS to handle the threat.\nc)\nd)\ne)\nArrange to Control/Restrict the movement of persons\nAir Carrier to/from :-\nl) Isolated parklng bay, where alrcraft is parked.\nii) The areas in which stores, bonded cargo and\nbuilding are searched for sabotage devices.\niii) The area, where the suspected devices are notified\nin coordination with the\nmail are located in the\nby the BDDS.\nActions in case of a Bomb Threat to an aircraft is evaluated by\nBTAC as 'Non-Specific' (Extract of BCAS Avsec Order 17l 2011)",
  "4": "g) Provide sentry near the explosive dlsposal area to guard the suspected article\nwhenever an item is kept for cooling off.\nh) Arrange for detention of the owner of any baggage, cargo or article, in which\nthe suspected device or substance found, until it has been investigated and\nfound harmless.\ni) Conduct fresh pre-embarkation screening of the passengers and checking of\nhand baggage if necessary.\nj) Assist the Explosive experts.\nk) Arrange interrogation of passengers, who are checked in after the receipt of the\nBomb Threat call.\nl) Reduce the traffic near the airport to enable the entry of the vehicles/persons\nneeded at the airport in connection with the incident.\nm) Ensure prior arrangements for cones /tapes to cordon off the threatened area\n/aircraft.\n8.19 Duties of BDDS:-\na) On receipt of the notification of a bomb threat on a aircraft or a building or the\nairport, the senior most of omcer of BDDS shall immediately proceed to the\nBomb Threat Assessment Committee (BTAC) Room .\nb) Maintain close llaison with the Coordinator, Aviation Security Group and the\nairlines staff.\nc) Take immediate actlon/deal with any suspected article as per the laid down RSP\nprocedure wlth due consideration to safety of lives and property.\nd) Assist in carrying out the antFsabotage check ofthe aircraft, building, registered\nbaggage, hand baggage and cargo.\ne) Open items to be placed in the Explosive Disposal Area for cooling off by RSP, if\nthere is no claimant within 24 hours.\n0 The search of an aircraft by the BDDS along with airline agencies and airlines\nsecurity will only be carried by BDDS incase the call has been declared as\nSpecific. In case of Non Specific Call, airlines engineers alongwith airline securlty\nwill carry out search of the aircraft.",
  "5": "Hand over the contents under examination for the bomb threat check, if there is\nno explosive device in the item; to the co-ordinator for preparation of inventory\nand further disposal through lost and found register disposal procedure.\nIn case threat is confirmed and the item recovered is an IED, the IED shall be\ndefused by the BDDS and the details of the ltems recovered shall be prepared\nfor further investigation by the ldcal police authorities to identify the suspected\npersons.\nSubmit a Bomb Threat Report as given in Appendix'D'of BTCP-2011 to the\nCommissioner of Security, Civil Aviation. Bureau of Civil Aviation Security (now\nDG BCAS), in performa with 24 hrs of occurrence of incident.\nNote : Duties of Air Carrier, Customs, Immigration (for international flight\nonly), BCAS, COE (wherever posted), Local Police, Apron Control and AwO of\nDGCA in case of Non-Specific threat/€alls have also been elaborated in the\nBTCP at paras (7.10.2, 8.11, 8.12, 8.13, 8.14, 8.15 , 8.16 and 8.18)'\n*x*xx*****)t*r(*************************\ns)\nh)\nr)",
  "6": "7,9\nwhen a Bomb Threat to an aircraft is evaluated by BTAC as'Specific'\nShift aircraft to the isolation bay immedlately (when an Aircraft is taxinq to take\noff point or awaiting take off at departing station and receive a Bomb Threat\ncallf when aircraft lrnds back at departing station on a Bomb Threat call/ when\nWhen scheduled aircraft arrivlng or dlverting aircraft lands under Bomb Threat)\nDeploy airline security guards at the ladder polnt to frisk / check belongings of\nall authorized persons entering isolation bay/ affected Aircraft.\nOff load passenger/crew hold baggage, unaccompanied baggage, mail, courler /\ncargo, company store etc- from the aircraft Lay all such baggage/ stores\ncatigory wise on the ground at a safe dlstance of 100 meters from the aircraft\nin an orderly manner for easy inspection by sniffer dogs, explosive vapour\ndetector, anti-sabotage check team and subsequent identiflcation by individual\npassengers. Guard all such baggage/stores by airline security from the time lt is\nlaid out and until reloaded on to the aircraft after search / check / identiflcation.\nOff load all catering / bonded stores if already loaded on the aircraft, in catering\nvehicle or arrange to get the catering vehicle to the isolation bay and park at a\nsafe distance of 1OO meters away from the aircraft for search by anti sabotage\ncheck team.\nOff load first aid kits, medical boxes and offer them for check / search by the\nanti sabotage check team. Presence of airllne doctor will not be insisted by the\nairline for opening of such kits / boxes. Airline doctor / his representative or\nanti-sabotage check team will reseal opened boxes for the duratlon of onwards\nand return journey of the flight to base.\nPrevent refuelling of the aircraft until the coordinator confirms completion of\nanti sabotage check of the aircraft.\nEnsure only minimum essential movement of persons / vehicles of airline / other\nagencies within 100 meters distance from the aircraft.\nDetail and ensure that a senior airline ofRcials from Security, Flight Crew,\nEngineering, Catering, Cargo, Trafflc, GSD etc with sufficient staff are available\nto assist the anti sabotage check / search team comprising BDDS, Airworthiness\nofficer, Airport Security, Airline Security, and Engineering etc.\ni)\nii)\niii)\niv)\nv)\nvii)\nviii)\nvi)\nApoendix-'B'\nActions in case of a Bomb Threat to an aircraft is evaluated bv",
  "7": "ix) Ensure issue of fresh boarding passes and hand baggage. tags t0 passengers\nwho were disembarked from thi aircraft under threat and brought back from\nthe security hold to the departure hall.\nx) Organize / rescreening of passengers and their 100%,. hand baggage check by\n' \nair\"port security and hold crew/passengers in the security hold until clearance is\nreceived from the coordinator from the isolatlon bay.\nxi) Deploy sufficient staff to cross check baggage tag numbers on hold baggage,\n' \nwitlh iounterfoils held with crew/ passengers and ensure proper and uniform\nmarking of identifled hold baggage.\nxii) Upon receiving clearance from the coordlnator at the isolation bay, arrange to\n' eicort crew iriairline coaches to the isolation bay. Ensure crew alights from the\nbus at a safe distance of 1OO meteB and after identiflcation of hold baggage,\ncrew proceeds towards the alrcraft for secondary ladder polnt frisking /100%\nhand baggage check by airline security before boarding the aircraft'\nxiii) Get clearance for passenger boarding from the crew.\nxiv) Upon receiving clearance for passenger boarding from the crew, arrange to\n' \nescort passengers in airline coaches (one coach at a time) to the isolation bay.\nEnsure passengers alight at a safe distance of 1OO meters and not more than 10\npassengers at a time should proceed with their baggage coupons/boarding pass\nto identify their hold baggage without carrying their hand baggage.\nxv) Upon identiflcation of the hold baggage, ensure that crew / passengers proceed\nto the aircraft under alrline escort and do not loiter on the airside/ ladder point\nfrisking /100o/o physical hand baggage check by the airline.\nxvi) Ensure that only identified hold baggage is reloaded in baggage containers for\nloading into the aircraft.\nxvii) Ensure that hold baggage containers are not released for loading in the cargo\nhold until passengers / baggage reconciliation is done and head count of\npassengers in aircraft matches with those checked in and number of boarding\ncard stubs collected at the ladder point.\nxviil) Make efforts to track the passenger of the hold baggage which remains\nunidentified from details of passenger on the baggage tag and through\nannouncement inside the aircraft. (l.Jnder no circumstance will unidentified\nbaggage be taken inside the aircraft for identification by the passenger or\nbaggage loaded on aircraft with verbal reconciliation arrived on board between\nthe passengers and airline staff).\nxix) Report details of baggage finally left unidentified to the coordinator.",
  "8": ")c() Detall a security officer to accompany the BDDS when unidentified baggage is\ndecided to be moved to the explosive disposal area.\nxxi) Suspend loading of unaccompanied / rush tag baggage.\nx(ii) Cargo, mail, courier, catering, bond stores, medical / first aid boxes, company\nstores etc, which have been searched/checked/cleared by antFsabotage check\nteam only wlll be loaded in the aircraft. If any of the above mentioned stores\nwhlch cannot be searched / checked / cleared as per laid down search\nprocedure, due to its size, volume, paucity of time wlth airline etc, or where its\ngenuinely is doubtful /suspect, the same will not be loaded on to the alrcraft.\nSuch stores will be further subjected to 24 hrs cooling off under airline\narrangement and shall be subjected to a thorough screening/physical check.\n)c{ii) Execute any additional security measure as directed by the coordinator / BTAC\n)c(iv) Arrange to get the clearance certificate and get the same signed off by the\nairline engineer, alrline security, ASG, airworthiness (DGCA), BDDS, coordinator\nand hand over one copy of the same to the coordinator for giving RT/telephone\nclearance to the ATC. Thereafter, hand over one copy each to ATC, BDDS and\nother agencies for their record. (Clearance certificate profoma is given in\nAppendix-C of the BTCP- already enclosed).\n***r.l.x*************************"
}