{
  "1": "OMS\n1G s)70!\n\nGOVERNMENT OF INDIA\n{MINISTRY OF CIVIL AVIATION)\nBUREAU OF CIVIL AVIATION SECURITY\n‘A- WING, JANPATH BHAWAN ,\nYANPATH, NEW DELHI -110001\n\nCAS-12/CP/COE/2011 Dated: © 2 Feb 2017\nAVSEC ORDER No !7/2011\n\nSubject :- Bomb Threat Contingency Plan - 2011\n\nIn the exercise of powers conferred by Section 5A of Aircraft Act, 1834,\ndelegated to him vide Goverment of India, Ministry of Civil Aviation Notification No\n4797 dated 03° July 1997, for the purpose of securing the aircraft operations and\naccess control at the civil airports in India, the Commissioner of Security (CA) directs\nthat the enclosed Bomp Threat Contingency Pian to deal with the bomb threats, which\nhhas been updated to comply with the requirements of Standards of Annex-17 to the\nConvention on International Civil Aviation, shall be implemented by all agencies\nconnected with aviation security in India.\n\n2. Any violation of this AVSEC Order shall attract penaity under Section 4A of the\n\nAircraft Act, 1934,\n\n(Gufjot Singh Mahi, !PS)\nCommissioner of Security (CA)\n\nDistribution : As per list attached\n\n",
  "2": "Soe sis\n\noa\n\n8\n\n4 eps\n\nvolnt Secretary, Cabinat Secretariat, Annexe, Bikaner House, Soh}\n\nDacy tor\n\nSamsiex 225 Ni\n\nDirsoter Sane-a. 3\nSpecial Drraccor\n\niipot Sectar. >\n\n3 230 Se\n\nDehi.: Mey kindly 59 cirouinted f all ASO Units st the sisporte teken over\n\nby cise,\n3, NSG 42\nSots /iGes all Stace.\nSan\n\nissions’ 9 Paice Sahl, Marizal, Shencal 8 Kalksis.\nAddl. D@NS. in-cnargs iialigance 8 Seosrty of Supe.\n‘Chairman Airzors Authority of indie, Rajiv Ssndhi Shewsr\n\n3 iMehrar Neges Neat Domesie Airao™ Fair. Nei oth\n\nfo please circulate to all AAI airports In the County,\n\nChairman AOC, Dati, Mumbai, Chennai & Xolksta\nRED, AA! (NAD), Dalhi, Mumbai, Kolkata § Chennal\n\nairines , Airport Operators in your jurisdiction and com\nSamoriz (East), Mumba\n\nandhet (esi). Mumbai\n‘A. New Dehi-t 10037\n\nrgaos, Haryana.\n‘Mumoal-400 001\n\nBCAS Hors.\nDirector (Securty), AAI, R.G Bhavan, New Del\nChairman, NACIL (Alr india)Lts, . Old Arson. Kaine\n400028\n\nC20, set Aways, 5.M Centra, Angher-Kuris Road,\nCEO, Kingfisher Airines, Delhi intemational Airsor\n\nCEO, Spice Jat, Plot No.313, Udyog Vihar, Phaze “IV , Gut\nCEO, Go Air, Neville House, J.N Hercia Marp, Bakar Sstate,\n\n4, Ole Juiotal complex, Seo-15 Gurgosn =\n\nCEO, indigo Ainines, 66 Janpath , New Delhi\nSMD, MOLR Airings, MDLR HouBa,SCO, 2,\n\nMD. BDAL, Blue Dart Centra; Sahar Airport Road Andheri (East),\nAirport Director, Si Sathya Se Airport, Prasanthi Nilayam\n\nDistrict, Ancihra Pradesh-615134\n\nMO, DIAL New Usan Shawan, Opp, Tarmnais, JG) Apert, New Dei,\n\nMD. MIAL, CS! Alrpor, 1 Floor, Terminal |B, Saniacruz (=), Mumbsl\nLtd, Cochin Airport Cochin.\n\nMD, CAL, Cochin International Arport\n\nwith request\n\nNow\n\nJ- This may be circulated to all\n\niplianee confirmed 1\n\nMumbal-o9.\nPuttoarthy, Anantpur\n\nMD, HIAL, Apama Crest 2\" Foor, Banjara Mile, Road No. 2, Hyderabad.\neee ere a eet neal and\n\nMD,BIAL, 118, Gayatir Lakefront, Outer mg 3d,\nRaglonal Deputy Commissioner of Security (CA) ,\nKolkata fo “please circulate to ail Ainiines,\n\n'BCAS , Dethi, Chennai,\n‘Airport: Directors/ in-charge Airport\n\nManagement and Officers of SCAS In respective Jurisdiction.\n\nDe, SNA, Zsicl, Secretary, Ministry of OVE Aviation, 7S Bhawan\n\nNew Delhi: This\n\n{BfBFS to MAGA later No.AV.1302402/201 1A SIRS} datsc 22 22,2074\nShi Rohit Nandan, Joint Secretany, MCA, RG Snavar, New Dall : This refers to MOA\n‘Safdarjung Airport, New Delhi-O3\n\nletter NO.AV, 12024/02/2011-A5 (Pt) dated 02.62.2014.\n‘Shri EK. Bharat Bhushan, DGCA Teohnical Area, Opp.\n\noint Secretary (P.M), MHA, Neth Blook , New Delh\n\n‘Shei Arvind Does, Jt \"Director , 1B, MHA | N\nSt Honourable Ministor of ‘Civi aviation,\n\n(64 DISTRIBUTION\n\nPS to COSCA,\nFS to ACOS (CA,\n\nDCOS(Onsy 3COS FV DDI!)\n\nAD{OL}- with a request to transiate thie cirsuier AV’\nAACSICA) of SCAS HOrs\n\nSUARD FILE\n\nshan 28d, New Oath.\n\njorth Block , New Dei\nRG. Bhawan, New Dalhl\n\nOrser in Hin\n\n",
  "3": "RESTRICTED\nGovernment of India\n\nBUREAU OF CIVIL AVIATION SECURITY _\nBomb Threat Contingency Plan\nINDEX\nS.No; Contents a _Page no __\n_ a From |to\n1. [Bomb Threat Assessment Committee 26.\n2. _ | Notification of bomb threat 7 2\n3. | Technique of evaluation of the bomb threat 13 |16\ncall\n4.__| Duties of various agencies a a7\n5. _ |Search and evacuation guidelines 28 (41\n6. Procedure of dealing with threats during inline 42 43 |\n___|X-bis HBS and screening at SHA |\n7. Procedure to deal with unclaimed 44 | 48\nfunidentified articles observed in the normal |\n|course of airport functions ie other than’\n| during bomb threats to passenger terminal\n| building/cargo terminal jo\n8. _|Bomb threat review committee 149 49\n9.__| Miscellaneous _ (50 151\n10. _| Suspect explosive device $253\n11. | Occurrence ,review ,analysis and critiques 54 56\n12. |Post blast investigation o| 57\nL Assimilation of data\n\nRESTRICTED\n1\n\n",
  "4": "RESTRICTED\n\ni] _ Govemment of India”\ne BUREAU OF CIVIL AVIATION SECURITY _\nhreat Contingency Plan\n\nChapter | | MENT COMMITTEE (BTAC)\n\n2.1. Bomb threat calls in most cases are received on telephones of various agencies!\ndepartments functioning at the airport and in some cases in theit offices located in the\nsity Tike call centres. Its therefore of utmost importance that all Heads of Executives,\nmanagers, officers engaged in providing air transport services, duly manager of air\nrarer yicials of ASG and other agencies are aware as to how to handle such calls\ntactfully and effectively.\n\n2.2 BTAC Is a recognized apex body at the airport empowered to evaluate avely\nthreat call and take appropriate action as laid down as deemed necessaly without\niferenoe to any higher outside agency. BTAC categories the received calls as Specific\n\n2.3. In accordance with the statement made in Para 2.1 above, Bomb Threat\na exessment Committee shall consist of the following officials with respective status 2&\nmentioned against each :-\n\nNo Officials Agency Status\n(a) Airport Director of Airport Operator Co-ordinator\nDirector operations or his\nrepresentative\n(b) CASO or his ASG Member\nrepresentative {CISF oF State Police)\n(Not below the rank of\nDeputy Commandant!)\n(©) Security Manager / Aircraft Operator Member\nStation Manager\n(d)__ Watch Supervisory ATC Member\nOfficer (WSO)\n(e) Airworthiness Officer DGCA Member\n(Representative of local police State Police Member\n19) Officer vC BDDS ASGiState Police! Member\nNSG (where ever\nlocated)\n(hb) FRROIAsst FRRO* Immigration Member\nRESTRICTED\n\n2\n\n",
  "5": "RESTRICTED\n\n| 2 Government of India\n\n___ BUREAU _OF CIVIL AVIATION SECURITY\nie Bomb Threat Contingency Plan\nk _ -\nChapter! | BOMB THREAT ASSESSMENT COMMITTEE (BTAC)\n\n{) Deputy Commandant* Customs Member\n\n* (Should be present in case threat relates to Intemational terminal,\ninternational airlines or importlexport cargo terminal)\n\n() COE or his representative BCAS ‘Observer\n(wherever located)\n{k)  RDCOS orhis representative  BCAS Observer\n\n(wherever located)\n\nNote, Para 2.3 above lists officials within an agency who are authorized to\nrepresent their respective agency as member / alternate members of BTAC.\nConsidering that the safety of lives / property under circumstances of a bomb threat is\ndirectly linked to the prompt and appropriate decision of the BTAC, it shall be the moral\nobligation on the part of Senior most official within each agency to attend the BTAC\nwhenever possible. However, also considering that the senior most official within each\nagency may not be present at the airport round the clock due to the nature of official\nduty 7 routine work performed, the next senior most official within such agency\nauthorized as alternate member of BTAC may attend the BTAC, Care should however\nbe exercised that attending BTAC meeting by altemate members remains an exception\nrather than a rule. In any case, the overall responsiblity under situation of a Bomb\nThreat will always rest with the senior most official designated to act as coordinator /\nmember of BTAC.\n\nNote 2. Presence of Airline Security Manager / Station Manager in BTAC should\nnot be restricted during Bomb Threat to their aircraft only, Their presence in BTAC\nduring bomb threat to terminal building is also essential so as to fully involve them in\nthe resultant subsequent action as decided by the BTAC during bomb threat situations.\nFor example, Station Manager / Security Manager must be fully involved in BTAC\nalongwith their trained security/other staff in large numbers who can be fully and\neffectively utilized for speedy evacuation of their passengers, aircraft and subsequent\nsearch.\n\nNote 3: Defence Airfields : At the airports which are controlled by Indian Air\nForee (IAF), Security Officer of IAF should be incorporated in the BTAC. Liaison with\nduty officer ATC, Station Security Officer and other Air Force authorities shall be carried\nout before earmarking a location for explosive disposal area and isolation bay/ares,\n\nRESTRICTED\n\n",
  "6": ", RESTRICTED\n\nl | Goverment ofndla\n# | \"BUREAU OF CIVIL AVIATION SECURITY\n= ‘Bomb Threat Contingency Plan\nChapter! | T ASSESSMENT Ci E (BTAC)\n\n2.4 Each and every bomb threat call received will be reported by the receiver oF such\n5 threat to the concemed Coordinator by fastest possible means (preferably in person\nSubject to distance, time and nature of duty handled), The concemed Coordinator in\ntun wil immediately summon the BTAC to evaluate the threat and decide upon the\nappropriate action to be taken as specified. It may be noted that under no\nGrcumstances shall the information leading to bomb threat be suppressed by anyone\nSathout its evaluation by the BTAC. Suppression of such information may lead fe\nYisastrous consequences in terms of loss of lives / property and may lead to\ncommission of an offence.\n\nASSEMBLY POINT OF BTAC\n\n3,1. On receipt of a bomb threat call which can be ether be to a aircraft, terminal\nbuilding or any vital installation, BTAC should assemble immediately at “Control\nRoom”. The basic requirements for a Control Room are as follows *-\n\n3.2. Control room should have dedicated telephone lines with STDIISD facies,\n\n3:3. Control room should be located in such a way that there is no interference from\npassengers/unwanted staff.\n\n344° Control room should have facilities ike laptops with speaker system and other\n‘Budio visual aids like projector, TV with live feeds and Fax machine,\n\n4.8 Access to the control room should be restricted.\n\n3.6 Incase where terminal buildings like cargo terminals are ata distance, separate\ncontrol room should be designated in that particular area,\n\nA RECIPIENT OF THREAT CALL\n\n44 Characteristics of Bomb Threats- Experience has shown that bomb\nthreats may be directed against\n\nfa) Aircraft on the ground or in the air\n\n(b) Airport installations, facilites and buildings: or navigation aids oF\nin the immediate vicinity of the airport\n\n(©) Air cargo designated for shipment by air oF cargo installations\nfacilities and buildings.\n\n",
  "7": "RESTRICTED\n\nGovernment of india\ng 7 ___ BUREAU _OF CIVIL AVIATION SECURITY _\nBomb Threat Contingency Plan\n\n(chapter | BOMB THREAT ASSESSMENT COMMITTEE (STAC)\nL —<—————\n42 Receipt of Bomb Threats\n\n(a) Bomb threats via telephone may be received by airports, aircraft\n\noperators and cargo agents either directly from the people issuing the\n\nthreats or from intermediaries, for example, the media or press agencies.\n\nIn either case, recipients should try to obtain as much information as\n\n| possible about the threat in order to facilitate assessment of it and\nidentification of the person giving the call\n\n(b) To facilitate the collection of information, aircraft operators and\nairports should install call recording and caller ID facilities on appropriate\n‘exchanges and/or telephones. When a bomb threat has been recorded,\nthe recording should be retained as evidence. These details should be\nprovided to BTAC as per the format given in Appendix ‘A’. The details of\nthese telephone nos should be part of BTCP as per format given in\nAppendix ‘K’,\n\n43 Staff i ns and Trai\n\n(a) Staff such as telephone operators and airlines ticket sales\npersonels who are likely to receive bomb threat calls should be briefed on\nthe action they should take before taking up their duties, and also the\nresponses required from them which should be incorporated into\nappropriate staff instructions.\n\n(©) Supervisors should be similarly aware of the response required and\nof the need to relay information about bomb threats to trained bomb threat\n\nassessorsiCo-ordinators\n44 Action ent of a eat - Any person receiving a bomb threat\ndirectly by telephone should :~\n\n(a) Listen carefully and make a note of the actual words used by the\ncaller.\n\n(b) Either take action to trace the calll or alert a colleague.\n\n(©) Take such action as may be necessary to record the call, where\nthis is not done automatically\n\n{) Prolong the call to obtain as much information as possible.\n\nRESTRICTED\n\n",
  "8": "RESTRICTED\n\n45\n\n46\n\nGovernment of india\nBUREAU OF CIVIL AVIATION SECURITY __\n‘Bomb Threat Contingency Plan\n\nTHI\n\n(e) Ask the caller the following questions\n\n() WHERE is the bomb? Asked first so that an evacuation can\nbe planned.\n\n(i) WHEN wil it 0 off ? So that a time factor is known for the\n‘evacuation\n\n(i) WHAT does it look like ?. To help in recognition of the device\nduring a search,\n\n(vy WHO are you? To see if the caller is from a credible group.\n\n()_ WHY are you doing this ? To build up a better picture of the\n(dent and keep the caller on the line to assist in tracing the cal\n\nNote 4 “The questions should be posed as open question rather than\nBS leading ones, For example, ask, “Where exactly is the bomb?\" rather\nthan, \"Is the bomb in the hold of the aircraft?\"\n\nNote 2 ‘The order in which the questions are asked is important as\nthe caller may hang up before all the questions can be asked\n\n()  Wpossible, test the credibility of the caller by making up a non-\ncistent flight number, fight time or location and asking the caller whether\nthat is the one to which he is refering.\n\n(a) _ inform a supervisor who should inform the nominated bomb threat\n‘assessor, the police or other security agencies\n\nPeople receiving calls from intermediaries should:-\n\n(a) _ Ask for, and make written note of, the precise time at which the threat was\nissued and the exact words used by the caller.\n\n(0) Ask whether the intermediary obtained answers to any of the questions\ntalied above and about the origin of the call and the caller's identity.\n\n‘The recipient of a written bomb threat should preserve the message and deliver it\n\nfo the supervisor with precise information about its discovery Messages discovered In\nflight should be referred to the pilot-in-command immediately.\n\n47\n\nSupervisors should interview the recipient of any call or message in order to\n\n‘complete the Bomb Threat Report Form and relay f without delay to the nominated\nCo-ordinator.\n\nRESTRICTED\n6\n\n",
  "9": "RESTRICTED\n\nGovernment of India\n& [BUREAU OF CIVIL AVIATION SECURITY _\n‘Bomb Threat Contingency Plan\n\n| Chapter It NOTIFICATION OF BOMB THREAT\n\n5.1 When a bomb threat call is received, the receiver of such a call or his immediate\nsuperior will immediately convey the exact words of the threat call along with other\naspects as noted in Bomb Threat Report Form to the Coordinator. It would be of\nimmense help if the receiver of the threat call presents himself / herself to avoid\n‘communication gap and correctly give brief on the exact words of the call to the BTAC.\nIf this is not possible for any reasons such as distance/nature of duty handied etc., the\nperson receiving the threat call must remain available on a given telephone number\nUntil the call is properly evaluated and decision on follow up action is arrived by the\n\nBTAC. Responsible agency will mandatorily register an FIR in all types of Bomb Threat\ncalls.\n\n52 het linator on receipt of -\n\n5.2.1 As soon as the call is received, the same will be conveyed to the Co-ordinator of\nthe BTAC.\n\n5.2.2 The Co-ordinator will immediately inform the ATC and BDDS Control room first\nand then all the members of BTAC.\n\n5.2.3 Start a log book regarding arrival of members of BTAC.\n\n5.2.4 Inform the air carrier concerned to stop the process of boarding. If boarding has\nalready started, passengers to be immediately disembarked and brought back to SHA.\n\n5.2.5 It may be noted that on receipt of any type of bomb threat call, priority must be\naccorded to disembarking of passengers.\n\n6.2.6 Collect the information from the receiver of the bomb threat call for analyzing. If\navailable at the airport, the receiver of the call be asked to remain present to assist the\nBAC.\n\n5.2.7 Co-ordinator should also request all concerned to be on job even if it is time of\nrelief from duty to maintain continuity.\n\n5.2.8 In addition, Co-ordinator will also inform the following =-\n\n(a) Medical Officer\n\n(b) Fire Station\n\n(c) Apron Control\n\n(d) _ RDCOS (BCAS) of concemed Region\n(e) CAS HQ Control Room\n\n(f) COE concerned Region\n\nRESTRICTED\n7\n\n",
  "10": ". RESTRICTED\n\n{es y_ Government of india\n\nBUREAU OF CIVIL AVIATION SECURITY _\n‘Bomb Threat Contingency Plan\n\nNOTIFICATION OF BOMB THREAT.\n\nChapter It\n\n5.2.9 Co-ordinator will ensure that all agencies responsible to handle the bomb threat\ncarry out their assigned duties satisfactorily and assist them to sort ‘out problems, if any.\nBOMB THREAT ASSESSMENT\n\n64 t call al\n\n6.1.1 Non-Specific Threat\nA threat of general nature may be classified as a non-specific threat if t consists\nof any or a combination of these:\n\n(a) _ The airline is not identified.\n(>) _ The flight is not specified.\n{c) Date and time is not mentioned.\n(@) Point of origin or destination is not given.\n{e)_ Location of the bomb is not indicated.\n6.1.2 Specific Throat\n‘A threat should be considered specific when detailed information is available of\nthe following:\n\n(a) The originator of the threat identifies himself,\n(b) The airline is identified\n\n{c) _ Aspecific fight is mentioned and exact date / time are\nstated,\n\n(@) The origin and or destination of the fight are gwen\n\n(e) Names of airlines staff on duty or passengers on board the\naircraft are singled out\n\n(Inmate knowledge of phone numbers or description of\nUnpublished airpot facilities is made known\n\n(a) _ Location of the bomb is indicated.\n\nRESTRICTE!\n\n",
  "11": "RESTRICTED\n\nGovernment of india\nbf BUREAU OF CIVIL AVIATION SECURITY\n‘Bomb Threat Contingency Plan\n| Chapter No oF T\n6.1.3 Positive Target Identification (PTI)\n\nPTI information indicates firsthand knowledge of the targeted aircraft e.g\n(a) Airoraft Registration Number.\n\n(bt) Crew members full name and Passengers name(s).\n(©) Valid baggage tag number.\n(3) _ industry type names and phrases.\n62 Bomb Throat Assessment in the Air\n\nWritten bomb threats discovered on board aircraft in flight are likely to be\nspurious, but each one should be considered.on its merits in order to assess the risks\ninvolved. Where pilots-in-command are authorized to assess threats, aircraft operators\nshould provide them with guidance to enable them to assess the risks and decide upon\na course of action. They should consider the following -\n\n(a) The circumstances surrounding the threat to determine if it originated\nbefore the aircraft's departure or during the fight. The pilot-in-command should\nconsider whether the threat could have been discovered during the pre-fght\nsearch of the aircraft, or at an earlier stage in the fight.\n\n(b) The precise wording of the threat, to determine whether it suggests there\nis a credible reason for the threat having been given. A threat is most likely to be\ngenuine if there is a reason for it, such as a desire to avoid the casualties that\nwould result from an explosion. It is likely that a person issuing such a threat will\nseek to ensure that it gets through and that there is time to react to it. Where no\nclear reason for the threat can be deduced, the threat is less likely to be genuine.\n\n| (©) Whether there is any person on board (e.g. political figure or other\nwell known person) who might attract a threat,\n\n(d) Whether there are passengers on board who might be responsible for a\nthreat (e.g. a potentially ‘disruptive passenger, deportee or inadmissible, young\npeople or rowdy passengers),\n\n(e) | Whether the aircraft operator's operations centre can be contacted by\nradio to establish whether this is an isolated incident or one of a series of similar\nevents affecting the aircraft operator.\n\nRESTRICTED\n8\n\n",
  "12": "RESTRICTED\n\n| Government of india\nbd BUREAU OF CIVIL AVIATION SECURITY\n\n‘Bomb Threat Contingency Plan\n\nChapter It |\n\n() the pilotin-command is not satisfied that the ncigent & hoax, he\n© ould seek information through the aircraft operator's operations conve about\nSoule tent threat to the aircraft operator's interests at the aisport of departure,\ntha view t0 establishing whether there are credible motives for attacking the\nvroraft or disrupting the fight and the quality of security measures ot the airport\nof departure. Aircraft operators should therefore develop procedures for making\node PMformation available to the plot-in-command with the east possible delay\n(@) In addition to the above guidelines, if @ Suspect Explosive Device is\n(2) yered on board an aircraf, the plot in-command should direct that =\n\n() The suspect object should not be moved, touched or opened\n\n(i) Passengers should be moved as far away as possible, instructed to\nfasten their seat belts and keep their heads below the top of the seat\nbacks.\n\n(ii) Portable Oxygen, bottles of alcohol and first-aid kits should be\ni eved from the vicinity, Fire extinguishers should be readily available\n\n(h) Ian immediate landing can be made, the jer should be left in place,\nCovered with polythene and then packed around with pillows, blankets, coats and\ncher blast-absorbent materials. The item itself must be Kept dry (hence the\npolythene) but surrounding materials should be wet in order to reduce the risk of\nfire.\n\n() Han immediate landing cannot be made, the pilot-in-command should\ntake expert advice from explosives disposal experts as described above and\nconsider moving the item, especially If its position poses 4 real threat to the\nGreraft. Reference to the aircraft fying manuals should be made to identity the\nleast risk bomb location.\n\ninikely that an explosive device placed on an aircraft will be fitted\n(© an antichandiing triggering mechanism. Nevertheless, if the device is to be\n\n() ~The suspect abject should not be opened\n\n{i) A check should be made to ensure that iis free 19 move ~ Le that\n(rere is. for example, no thread joining it to the aircraft structure which\nmay indicate an anti-handling triggering mecnanism.\n\n{ily It should be moved gently and kept in the same height in which it\nwas found\n\nRESTRICTED\n10\n\n",
  "13": "RESTRICTED\n\nj - Government of india\n# | BUREAU OF CIVIL AVIATION SECURITY\nBomb Threat Contingency Plan\n\nChapter it IN THREAT\n\n(iv) It should be placed, in the same height, in the prepared least risk\nbomb location and packed around as described above and suitably\nrestrained against movement during fight or during deceleration or\nlanding\n\nNote 1; No procedures which involve disconnecting or cutting of electrical\ncircuits in the suspect items should be attempted\n\nNote2: As a general rule, a suspect package or article should not be\njettisoned from an aircraft in flight, particularly through a dorso-lateral door,\nemergency exit or hatch. Tests have shown that such a course of action will\nsubject the object to severe buffeting by the airiow. This could cause an\nexplosion in close proximity to the fuselage, or engine(s) of the aircraft, resulting\nin a loss of control and possible consequential destruction of the aircraft\n\n()__ Hfno suspicious item is found and an immediate landing cannot be made,\nthe pilot-in-command should consider the following =\n\n(Although a bomb threat may have been received and assessed as\nRED, the aircraft should be flown as normally as possible, striking a\nbalance between the need for a rapid landing and the risk arising from\nundue haste.\n\n(i) An emergency should be declared and the aircraft should be divert\nto the nearest suitable airfield. The choice of airfield should take into\naccount landing performance requirements, approach aids, emergency\nfacilities and the proximity of approach paths to densely populated areas\n\n(ii) The ATS unit should be fully briefed on flight intentions so that the\nappropriate ground measures can be initiated at the airfield of intended\nlanding.\n\n(iv) The cabin crew should be briefed to be prepared for a possible\nemergency landing and prepare for the possible use of crew\ncoxygen/smoke masks.\n\n(v) If operationally possible, the cabin differential pressure should be\nreduced to zero by descending the aircraft to the cabin altitude. Do not\nraise the cabin altitude. Maintain this cabin altitude until the top of descent\nWhen the minimum safe altitude and range considerations permit\ndescend aircraft to below 3000 m (10000 fi).\n\nRESTRICTED\nco\n\n",
  "14": "RESTRICTED\n\nGoverment of India\nBUREAU OF CIVIL AVIATION SECURITY\n‘Bomb Threat Contingency Plan\n\n(vi) All efforts should be taken to minimize aircraft manoeuvres and to\ntry to avoid turbulence\n\n(vi) Careful consideration should be given to the choice betweet flying\n(er te minimize alrbome time and fiying slowly to minimize air loads and\nGamage in the event of fuselage rupture. In most cases, the turbulent air\npenetration speed will be a reasonable compromise.\n\n(ull) Consideration should be given to establishing the aircraft-landing\nconfiguration as soon as possible\n\n(x) Details of remote parking requirements and the immedite\n(Pe abitty of passenger step ladder should be requested from the airfiels\nGf landing. The airfield should be advised of the need to remave\npassengers from the vicinity of the aircraft to at least 200m In an upwind\nGirection as quickly as possible after landing.\n\nRESTRICTED\n12\n\n",
  "15": "RESTRICTED\n\n_ Government of India\nbi 4 __BUREAU OF CIVIL AVIATION SECURI\nmb Threat Contingency Plan\n\nChapter I | 1B THREAT C:\n6.3 TECHNIQUE Ai ai EAT CALL\n\nThe Co-ordinator who as directed by BCAS should be Basic AVSEC qualified\nshould assess the threat by working methodically through the Bomb Waming\nAssessment Form (BWAF) given in Appendix ‘B’ which is designed to lead the BTAC\nto a logical assessment of the threat as GREEN, AMBER or RED as described below\nwith the actions required.\n\n6.3.1 GREEN- A warming, which may not identify a target or a specific group\nof targets, or which otherwise lacks credibility (Present countermeasures\nnegate threat. No extra precautions necessary).\n\n63.2 AMBER- A warning that can be related to one or more targets but where\nthere is doubt about its credibility or about the effectiveness of existing\ncountermeasures (This may involve danger and may require augmentation of\ncountermeasures)\n\n63.3 RED- A specific waming where the threat is of a nature which permits\nidentification of a specific target, or where the caller has positively identified\nhimself or the organization involved and is judged credible (Likely to involve\ndanger to people, property or commercial activities and therefore merits\ncountermeasures. Take all necessary countermeasures).\n\nNote.:- Category RED wamings against aircraft in flight should be notified\nimmediately to the pilot-in-command of the aircraft and the destination or\nnominated diversion airport.\n\n6.3.4 Although the procedure is largely dependent upon the provision of \"Yes\" or “No”\nanswers to a series of questions, the Co-ordinator must also take account of\nother factors that may bear upon the credibility of the threat including, but not\nlimited to the following :~\n\n(2) The recent history of warnings and incidents for the airport and the\naircraft operators.\n\n(b) The possible influence of current events such as:\n\n[0] Industrial disputes conceming the aircraft operator of the\nflight concemed or airport.\n\nRESTRICTED\n\n",
  "16": "RESTRICTED\n\n7 Government of India\nbf to BUREAU OF CIVIL AVIATION SECURITY\nBomb Thr\n\nContingency Plan\n\n| Chapter me ECHNIQUE OF EVLUATION OF THE BOMB THREAT CALL\n\n(i) Disputes. with neighboring communities or environmental\nprotest groups concemed with, for example, airport expansion oF\ndevelopment.\n\n(i) Similar incidents having been recently reported in the media\nwhich may have prompted a hoax call\n\n(iv) High-profile persons who may attract a threat at the airport or are\npassengers on the flight.\n\n(c) Any reported incidents such as overbooked passenger. 2\npassenger refused boarding, or disputes at check-in or the gate involving\nfriends or relatives.\n\n(6) Anything particular or unique about the cargo being carried on the\nflight.\n\n(e) Additional security measures that have been taken and the local\npolice or security authority's opinion of the warming\n\n6.3.5 Bomb Waming Assessment Form (BWAF) is a guideline to the committee for\nsystematic and scientific evaluation of the Bomb Threat Call. The Committee will\nproceed in the following manner :~\n\n6.3.6 The Part ‘A’ of the BWAF would be filed with the help of receiver/Bomb Threat\nReport form. The Co-ordinator will initiate this process immediately to avoid delay in\nanalysis of evaluation. The recorded Bomb Call (if available) should be played back\narvae the Committee members. All the colurnas jn the Part ‘A’ of BWAF must be filled\nto assist the Committee in reaching Positive Target denttication (PT!) a8 given in\nPart 'B’.\n\n6.3.7. Part’B' comprises of Box 1A, IB, 2, 3, 4& 5. The procedure of analysis depends\ntipon the provision of Yes or No answers to question given in Boxes\n\n%1K&1B:- This Box contains question which help identify the aircraft\n(4A) or the airport facility (18) threatened\nBox2 = This Box contains questions which identify the specific area\n\nfrom which threat emanates or what is called the Positive\nTarget Identification (PT).\n\nRESTRICTED\n14\n\n",
  "17": "RESTRICTED\n\n| Chapter tll TECHNIQUE OF\n\n~~ Government of Indie\nBUREAU OF CIVIL AVIATION SECURITY\n\nThe questions in the Box 1A/1B & 2 are so designed so as to\ncover all conceivable situations of Bomb Threat. The questions are mutually\nexclusive and emphasis has been given to the fact that a caller uniess and until\nis having exclusive and specific information would be giving a hoax call. A single\ntick in Box 1A or 1B and Box 2 would make the threat “Specific”\n\nThe BTAC will asses the Bomb Threat by filling up the boxes at 1A/1B.\nBox No 2 & 3 in that order. Once a single tick in Box 1A or 1B is made out, it will\nidentify the aircraft or facility threatened. The BTAC then would fill box 2 (Positive\nTarget Identification) which will determine the Bomb Threat call be specific, if\neven one question is ticked as ‘YES’ in this column. This would result in the\nBomb Threat being declared as a “specific” and specific action of Bomb Threat\nrill being followed in the full, will be adopted\n\nBox 3 & Box 4\n\nNo tick or positive answer in Box 2 would not result in the call being\nignored at this stage, The BTAC would continue assessment by filing Box 3\nWhich identifies the background data, The Box 3 has been so designed so that\nanswer to these questions would result in accentuating or mitigating the Bomb\nThreat. If the threat seems to have been accentuated on account of filing up of\nBox 3, the BTAC will ask the Security (ASG and Airlines Security) to Increase\nconfidence in security measures by fulfling the checklist as given in Box-4\n(conditions in Box 4 are in fact the essence of security measures as laid down by\nBCAS) and a quick review will determine the adequacy or otherwise of the\nsecurity measures, If the measures are not adequate, confidence building would\nbe done by augmenting them to the desired level as provided by the BCAS.\n\nBox 3 & Box 5\n\nWhen filing up of Box 3 results in mitigating the threat which has been\nnon-specific so far, the existing security measures and action as per Box 5 may\nbe taken. These are the measures which are taken as precaution and are\npreventive steps in case of receipt of a supposed threat\n\nNote 4:: There may be a situation where the threat assessment would result\nina fiok in Box 1A but due to lack of positive target identification there may not be\nany tick in Box 2. Since a tick in Box 1A would mean identification of aircraft,\nsteps in Box 4 in augmenting the security measures would be taken and the\nthreat would be classified as “non-specific”. It is also experienced that, despite\na tick in Box 1A, no specific aircraft may be available because it is yet to be\nassigned of is in hanger. In such a case the spectfic aircraft could be the body of\naircraft assigned later by the airlines for that fight destination.\n\nRESTRICTED\n15\n\n",
  "18": "RESTRICTED\n\nT - Goverament of india\n& 1 BUREAU OF CIVIL AVIATION SECURITY _\n\ni ‘Bomb Threat Contingency Plan\n\nChapter Hit | cl JAT THREAT C!\n\nNote 2:- Its visualized that there may be situation where the commander of\nSe crcraft may insist that the Bomb Threat dril procedure must be followed\nbecause of the threat received is such that it wil be dangerous to clear the\naircraft without following the complete Bomb Threat drll, The ‘commander-in-chief\naf the aircraft being the final authonty responsible for everything in the aircraft,\nthe BTAC must accede to the request of the commander ‘Also there may De\ndifferences of opinion amongst the members of the BTAC regarding the Bomb\ntal being classified as Specific or Non-Specific. In such cases of dispute\namongst the Committee Members, it will be advisable to treat the call as Specific\nand follow the Bomb Threat dri procedure completely. The opinion of the\ndissenting member must be recorded,\n\n6.38 The BTAC will go ahead with ts evaluation ofthe Bomb Threat cali expeditiously\noo he end of BWAF, the summary of actions to be taken ip ec” type of situation is\nGiven, Thus in case of a threat being declared as Spectic, ‘Specific action of following\nOoh omy Threat dri by moving the aircraft to isolated parking Day and starting the\ntoe ae tparch will be taken up. in case of the PTI being negative but the threat being\narcmntuated (Box 3) the Committee wil decide whether the confidence building\nacer {Box 4) are to be taken or even alrcraft search is also 10 De ‘conducted by\neasing the aircraft to isolated parking bay, Its mportant to renee that removal of\nee coat to isolated parking bay and its search are not the only and essential steps.\nire eiswiew of each step by all agencies from security point of Vow conforming to the\nprocedures established and accepted must fe taken Up. Thi the increased level of\nPrroat should be met with additional security measures, is expected that the decision\nifthe committee would be taken quickly Keeping in view the urgency of the situation, All\nthe department/agencies would take pre-decided action in 8 co-ordinated fashion. It is\nimperative that the BTAC shall be attended as far as possible at a senior, decision\nmaking level.\n\nRESTRICTED\n\n",
  "19": "RESTRICTED\n\n| — Government of India\n\\& JREAU OF CIVIL AVIATION SECURITY\nBomb Threat Contingency Plan\nChapter Iv IES OF VARI\n\n7.1 Duties of Air Traffle Control (ATC)\n\nAir traffic controllers should be prepared to recognize plain language or covert\nmessages that indicate the occurrence or impending occurrence of an unlawful seizure,\nbomb threat or act of sabotage.\n\n7.2 _ In cases of emergency, it may be necessary, in the interests of safety, for an\naircraft to enter an airport traffic circuit and effect a landing without proper authorization.\nControllers should render all assistance possible\n\n7.3. Upon receiving notification of the bomb threat to an aircraft at the airport, the\n\ncontroller should immediately notify the appropriate authority, the aircraft operator and\n\nthe airport operator :~\n(a) If. the aircraft is on the ground, deny clearance for its take-off until\nappropriate measures have been taken to establish that the threat is false and\ncontinuance of the flight may be authorized, or until the aircraft and contents\nhave been searched and. declared by a competent authority to be no ionger\nunder threat. After denying clearance, the control tower should clear affected\ntaxiways and runways and direct the aircraft to taxi or be towed to the isolated\nparking position. At the same time, the rescue, fire fighting and security services\nshould be alerted in accordance with the airport emergency plan\n\n(b) For aircraft on bay with Commander in cockpit, instruct Commander to\nimmediately disembark passengers / crew with their hand baggage.\n\n(©) For pushed back aircraft where Tow Tractor is still attached, ask the\nCommander to bring the aircraft to the same parking stand and disembark\nPassengersicrew with their hand baggage.\n\n(d) For pushed back aircraft when engine has started but taxiing has yet not\ncommenced, asks the Commander to bring back the aircraft to the same parking\nstand on its own power and disembark passengers/crew with their hand\nbaggage.\n\n(e) For aircraft, which has commenced taxiing, ask the Commander to\ncontinue taxing to the Isolation Bay.\n\n() If the aircraft is airbome, clear the aircraft to land in accordance with\nestablished emergency procedures at the request of the pilotin-command, In\nthese circumstances, the decision on the action to be taken should be that of the\npilot-in-command. If the decision made is to continue the flight, then, for the\nduration of that fiight, the aircraft should be treated as suspect and appropriate\nseparation arranged with contiguous ATS units to ensure that other aircraft are\nnot endangered.\n\nRESTRICTED\n7\n\n",
  "20": "RESTRICTED\n\n‘ Government of india\n& \\ ___ BUREAU _OF CIVIL AVIATION SECURITY __\nBomb Threat Contingency Plan\n\nChapter IV | [es IS AC NES INVOLV\n\n(@) When the aircraft under bomb threat has departed before raceiot of bomb\nreat call message, inform commander of aircraft regarding the bomb threat \\o\nthe aircraft and also that BTAC decision would be passed on to him as soon as it\nig arrived at. Further, ask Commander to either wait for BTAC decision, or retur\nfor landing or divert to nearest airport. He may continue to his scheduled\ndestination without waiting for BTAC decision.\n\n| (h) Convey Commander's decision to the coordinator and also to the Area\n| controvATC units of scheduled / diverted destination.\n\n(i) Communicate decision of BTAC to Commander of affected aircraft as\ncoon as itis received from the coordinator (if decision of BTAC is not received in\nTeasonable time, the same will be demanded from the coordinator),\n\n(tthe Commander, on hearing BTAC decision decides to land back or\nGert to nearest airport ot continue to his scheduled destination, inform\nCommander's decision to coordinator and affected ATC units accordingly. in such\nStace. the affected aircraft will be treated as “suspect” and appropriate\nseparation arranged with ait traffic service to ensure that other aircrafts are not\nendangered\n\n(k) the commander of the aircraft decides to land back. inform coordinator.\nSy ordingly and clear the aircraft for landing on priory under established\nStrergency procedures. Upon landing of the aircraft. direct the aircraft 19\n\n! Wolaton bay directly to itrespective of fact that BTAC has declared cal! ae\n\n! Won Specific” or “Specific” or not able to take a decision due to paucity of\ntime.\n\n7.4 Duties for Aircraft Operator\n\n‘As soon as call / information regarding bomb threat is received by the alr carer\nthe Security’ Station manager wil take immediate appropriate action given as under =\n\n75 Aircraft ives. call\n\nRush to attend the BTAC meeting after leaving instructions to next senior\nofficial to execute actions given as under\n\n(a) Where passengers have fully / partially boarded, quickly disembark such\npassengers! crew in an orderly manner with hand baggage and bring them back\nto SHA of concemed terminal building for further action.\n\n(o) Ask crew and ground staff on board / in cargo hold at the tre of receipt of\nPemb threat to look for and report any unidentified article before they themselves\nfinally disembark due to bomb threat. (The crew and ground staff should be\ntautioned not to touch, open or attempt to remove any unclaimed articleidevice\n‘but report to the coordinator).\n\nRESTRICTED\n18\n\n",
  "21": "~ Government of India\nBUREAU OF CIVIL AVIATION SECURITY\nBomb Threat Contingency Plan\n\nChapter IV | UU VARIOUS A‘ INVOLVED\n\n76\n\nLad\n\n78\n\n(©) Ask airline Engineers / staff to keep aircraft in ready to tow position for\nremoval to !solation Bay/Area in case BTAC declares the threat call as specific,\n\n() Identify passenger's joining the check in ‘Q’ after receipt of bomb threat\ncall and refer such passengers to Airport Security for inquirylinvestigation.\n\n{e) Mobilize sufficient statf even if it is recess / relief time to ensure their\navailabiity to empty aircraft holds and to layout all unloaded baggage/stores for\ntheir anti-sabotage check as required under specific! non specific threat.\n\n(f) Actively participate in the evaluation of threat by BTAC and in deciding\nfollow up actions.\n\n(g)__ Move to the aircraft under threat and get the tasks performed from the\nstaff as decided in the BTAC and in a coordinated manner with other agencies.\n\nis taxi int or awaitin,\n\n\"Station and receive a Bomb Threat call\n\n(a) Since BTAC cannot assemble and evaluate the threat call under such a\nsituation, the affected aircraft will invariably be diverted directed to the Isolation\nBay. Therefore, rush to the Isolation Bay with sufficient stepladders, buses,\nmanpower and. other essential GS equipment\n\n(b) Ensure quick and orderty disembarkation of passengers / crew with their\nhand baggage and take passengers to safe distance (100 M) away from the\naircraft in the first instance. (Coaches will not be brought to the aircraft\nstepladder but will be parked 100 M away from the aircraft)\n\n(©) Organize bringing back of disembarked passengers in coaches under\nairline escort for further action. Thereafter ensure action as decided by BTAC.\n\nWhen aircraft lands back at departing station on a Bomb Threat call\n‘Same action as mentioned in Para 7.6 above.\n\nWhen scheduled aircraft arriving or diverting aircraft lands under\nBomb Threat\n\n()) Normally BTAC under such circumstances will be assembled at the station\nof departure. Therefore, when BTAC decision from departed station is not\nreceived or received it is to treat the call as “Specific’, and affected aircraft on\nlanding will be directed straight to isolation bay by ATC. However, when BTAC\ndecision from departed station is received to treat the call as ‘Non Specific,\nRESTRICTED\n19\n\n",
  "22": "RESTRICTED\nGoverment of India\nBUREAU OF CIVIL AVIATION SECURITY __\n\n‘Bomb Threat Contingency Plan\n\nChapter iV IES OF VI AGENCIES INVOLVED.\n\n79\n\naffected aircraft on landing will be directed straight to remote bay by ATC\nTherefore, depending upon the situation mentioned above, the Airline shall rus\neither to isolation bay or to remote bay with sufficient manpower, step ladders,\nCoaches and other essential GS equipment by keeping in constant touch with\nthe Coordinator.\n\n(i) Ensure quick and orderly disembarkation of passengers / eew with hand\nbaggage and take passengers to safe distance (100 M) away from the airciat,\n{Coaches wil not be brought to the alrcrat step ladder but will be parked 100 M\nfrom the aircraft),\n\n(ii) Organise transport of passengers of scheduled arriving diverted airraft in\ncoaches as stated under airline escort to arrival hall of the concemed terminal\nThey can be then allowed to proceed to city side only ater clearance from BTAC\nafter claiming hold baggage. if any (unless such passengers are specifically\nrequired to be detained in arrival hall due to the receiving station coordinators\nIBTAC decision). Baggage remaining unclaimed on conveyer belt be reported\nto the coordinator immediately, who in tum will inform all to take necessary\naction.\n\njomb Threat to is evaluat\n\n() Shift aircraft to isolation bay immodiately (when not already at Isolation\nBay under circumstances explained in Paras 7.6 to 7.8 above.\n\n(i) Deploy airlines security guards at ladder point to frisk / check belongings\nof all authorized persons entering isolation bay! Affected Aircraft\n\n(ii) Off load passengerfcrew hold baggage, unaccompanied baggage, Mal\nCourier / cargo, company store etc. from aifcraft. Lay all such baggage! stores\nCategory wise on ground at 2 safe distance of 100 M from the aircraft in an\norderly manner for easy inspection by sniffer dogs, explosive vapour detector\nShtrsabotage check team and subsequent identification by individual\npassengers. Guard all such baggage/stores by airline security from the time fs\nfad out and until reloaded on the aircraft after search/check/identification.\n\n(iv) Off load all catering / bonded stores if already loaded on aircraft, In\nCatering vehicle or arrange to get the catering vehicle to ‘salation bay and park a}\nS vate distance of 100 meters away from aircraft for search by anti sabotage\ncheck team\n\nRESTRICTED\n20\n\n",
  "23": "~~ Government of India\n\n& BUREAU OF CIVIL AVIATION SECURITY\nBomb Threat Contingency Plan\n| Chapter IV | DUTIES OF VARIOUS AGENCIES INVOLVED\n\n(V) Off load first aid kits, medical boxes and offer them for check / search by\nthe anti sabotage check team, Presence of airline doctor will not be insisted by\nthe airline for opening of such kits / boxes. Airline doctor / his representative or\nanti-sabotage check team will reseal opened boxes for the duration of onwards\nand retum journey of the fight to base\n\n(vi) Prevent refueling of aircraft until coordinator confirms completion of anti\nsabotage check of aircraft\n\n(vil) Ensure only minimum essential movement of persons / vehicles of airine /\nother agencies within 100 M distance from aircraft\n\n(vii) Detail and ensure that a senior airline official from / Security,\nFlight Crew, Engineering, Catering, Cargo, Traffic, GSD etc with sufficient stati\nare available to assist ant sabotage check / search team comprising BDDS,\nAirworthiness officer, Airport Security, Airline Security, and Engineering et.\n\n(ix) Ensure issue of fresh boarding passes and hand baggage tags to\nPassengers who were disembarked from aircraft under threat and brought back\nfrom security hold to departure hall,\n\n(x) Organise | rescreening of passengers and their 100%, hand baggage\ncheck by airport security and hoki crewlpassengers in security hold until\nclearance is received from the coordinator from isolation bay.\n\n(xi) Deploy sufficient staff to cross check baggage tag numbers on hold\nbaggage, with counterfoils held with crew/ passengers and ensure proper and\nuniform marking of identified hold baggage.\n\n(xi) Upon receiving clearance from coordinator at isolation bay, arrange to\n‘escort crew in airline coaches to isolation bay. Ensure crew alights from bus at a\nsafe distance of 100 M and after identification of hoid baggage. crew proceed\ntowards aircraft for secondary ladder point fisking /100% hand baggage check\nby airline security before boarding the aircraft\n\n(xi). Get clearance for passenger boarding from the crew.\n\n(xiv) Upon receiving clearance for passenger boarding from crew, arrange to\nescort passengers in airline coaches (one coach at a time) to isolation bay\nEngure passengers alight at a safe distance of 100 M and not more than 10\npassengers at a time should proceed with their baggage coupons/boarding pass\nto identify their hold baggage without carrying their hand baggage.\n\nRESTRICTED\n21\n\n",
  "24": "RESTRICTED\n\nGoverment of India\n_ BUREAU OF CIVIL AVIATION SECURITY\nBomb Threat Contingency Plan\n\n—————\n\nChapter IV DUTIES OF VARIOUS AGENCIES INVOLVED\n\n(v) Upon identification of hold baggage. ensure that crew / passenge\nproceed to aircraft under airline escort and do not loiter on airside/ ladder point\nfrisking /100% physical hand baggage check by airline,\n\n(evi) Ensure that only identified hold baggage is reloaded in baggage\ncontainers for loading into the aircraft\n\n(evil). Ensure that hold baggage containers are not released for loading 0 aia\nRold unt passengers / baggage reconciliation is done and head count of\npassengers in aircraft matches with those checked in and number of boarding\ncard stubs collected at the ladder point.\n\n(vii) Make efforts to track the passenger of hold baggage which Temi\nCrdentified from details of passenger on baggage tag and through\nannouncement inside aircraft.\n\nNote: Under no circumstance will unidentified baggage be taken inside the\nsvruraft for identification by the passenger or baggage loaded on aircraft with\naerbal reconciliation arrived on board between the passengers and airine staff\n\n(xix) Report details of baggage finally left unidentified, to the coordinator.\n\n(0c) Detail a security officer to accompany BDDS when unidentified baggage =\ndecided to be moved to explosive disposal area\n\n(xl) Suspend loading of unaccompanied / rush tag baggage\n\n(oot) Cargo, mai, courier, catering, bond stores, medical / first aié boxes,\noomany stores etc, which is searchedicheckedicleared by anti-sabotage check\nteam only will be loaded in the aircraft. If any of the above mentioned stoves\nteach cannot be searched / checked / cleared as per laid down search\nfrocedure, due tots size, volume, paucity of time with airline etc. or where #8\nGenuinely is doubtful suspect, the same will not be joaded on the airraft Suc\nStores wil be further subjected to 24 hrs cooling off under airtine arrangement\ndnd shall be subjected to a thorough screening/physical check\n\n(xxii) Execute any additional security measure as directed by coordinator |\nBTAC.\n\n‘xv Arrange to get clearance certificate and get the same signed of By aiine\nCaineer aiine security, ASG, airworthiness (DGCA), BDDS, coordinalor ant\nPang over one copy of the same to coordinator for giving RT/telenhene\nran anes to ATC. Thereafter, hand over one copy each to ATC, BODS and other\nGeencies for their record. (Clearance certificate profoma is enclosed as\n‘Appendix ‘C’ to this BTCP)\nRESTRICTED\n22\n\n",
  "25": "RESTRICTED\n\n~“Government of india\n\n& BUREAU_OF CIVIL AVIATION SECURITY\nBomb Threat Contingency Plan\n| Chapter IV DUTIES OF VARIOUS AGENCIES INVOLVED\n7.10 When a Bomb Threat to aircraft is evaluated by BTAC as Non-Specific\n\n7.10.1 Action in case of Non-Speeific Call By Co-ordinator\n(Inform every agency and ask them to search their own area and report\ni) Get confirmation from ail about the search having been completed.\n\n(ii) Request BODS and DGCA to stand-by near aircraft / bullding under threat\nuntil search is over and clearance certificate is signed by all agencies.\n\n7.10.2 By Air Carrier\n() Alert staff at X - ray.\n(ii) Camry out inspection of aircraft.\n(iil) Look for suspected baggage.\n(iv) Increase physical inspection of registered baggage / mail / cargo.\n(v) Proper baggage identification by passengers and crew.\n\n(vi) Ground engineering to carry out scheduled anti sabotage checks\n(vil) Ensure proper Gate- No- show.\n\n(vii) Thoroughly screen air mail\n(o¢) Suspend airlift of unaccompanied baggage and rush tag baggage.\n(X) Frisk staff / passengers at ladder point.\n(xi) Proper passenger baggage reconciliation.\n8.11 _ Duties of Customs\n(8) Rush to the affected aircraft with sufficient staff, Make arrangements to\n\n‘open, check and search bonded stores in the presence of airline security, airport\n‘security, BDDS and seseal the same.\n\n(b) Take possession of contraband / objectionable items from the customs\npoint of view found during search of aircraft’ baggage etc or when suspected\narticle is opened by BDDS at site/ explosive disposal area\n\n(©) Organize and ensure screening of 100% hold / hand baggage, mail and\ncourier ete of arrived flight under threat and report detection of explosive device\nJ prohibited items, if any to coordinator immediately,\n\nRESTRICTED\n23\n\n",
  "26": "&\n\nRESTRICTED\n\n“Government of india\nBUREAU OF CIVIL AVIATION SECURITY\nBomb Threat Contingency Plan\n\n]\ni\ni\n\n_|\n\n[Chapter IV | DUTIES OF VARIOUS AGENCIES INVOLVED\n\n8.12\n\n8.13\n\n8.14\n\n8.15\n\n8.16\n\n8.17,\n\nf immi (in-case of inter | flight o1\n(a) Alert higher / subordinate staff with details of the aircraft under threat,\n\n(b) Keep in constant touch with the coordinator to know the classification of\ncall i.e. specific / non specific.\n\n(©) Screen immigration documents of flight under threat with extreme care in\norder to detect wanted / suspicious passengers, who may be involved in the\nbomb threat in question and hand over such passengers to ASG for further\ninvestigation.\n\nof RI BC.\nProceed to attend to BTAC control room and act as observer and assist BTAC.\nDuties of COE (wherever posted)\nProceed to attend to BTAC control room and act as observer and assist BTAC.\nDuties i\n(@) Initiate immediate action to trace the threat call\n\n(b)  Apprehend as quickly as possible the person who has made the threat\ncall\n\n(c)__ Assist the concerned agencies in lodging of FIR and carry out further\ninvestigation\n\nDuties of Apron Control\n\n{a) Arrange the follow me vehicle for BDDS and BTAC incase requirement\nexists to move to Isolation Bay/parking area\n\n(b). Ensure lighting arrangements at Isolation Bay for operations during night\ntime.\n\n= On receipt of the notification of @ bomb threat on\n\nDuties of ASG/APSU\naircraft of a building or airport, the senior most of officer of the ASG shall immediately\n\nproceed to the Control Room. The senior most officer of the ASG or Airport Security\nUnit will:\n\n(a) Ensure cordoning off the affected aircraft up to 50 mts. to prevent\ninterference by outside agencies.\n\nRESTRICTED\n24\n\n",
  "27": "RESTRICTED\n\nGoverment of India\nbd L BUREAU OF CIVIL AVIATION SECURITY\ni Bomb Threat Contingency Plan\n\n| Chapter Iv DUTIES OF VARIOUS AGENCIES INVOLVED\n\n(b) Arrange evacuation of premises in consultation with coordinator,\nwhenever necessary.\n\n(©) Detail required number of personnel on alert and move these forces\nQuickly to pre-designated parking bay.\n\n(d) Collect intelligence and surveillance.\n\n{e) _ Inform Officer in-charge BDDS, wherever ASG BDDS js deployed. In\nabsence of ASG BDDS, State! District / City Police Head quarters may be\napproached to detail the BDDS to handle the threat.\n\n(Arrange to ControlRestrict the movement of persons in coordination with\nthe Air Carrier to/from :~\n\n() Isolated parking bay, where aircraft is parked.\n\n(i) The areas in which stores, bonded cargo and mail are located in\nthe building are searched for sabotage devices.\n\n(ili). The area, where the suspected devices are notified by BDDS.\n\n(Q) Provide sentry near the explosive disposal area to guard the suspected\natticie whenever an item is kept for cooling off.\n\n(p) Arrange for detention of the owner of any baggage, cargo or article, in\nwhich the suspected device or substance found, until it has been investigated\nand found harmless.\n\n(3) Conduct fresh pre-embarkation screening of the passengers and checking\nof hand baggages if necessary.\n\n() Assist the Explosive Expert.\n\n{k)__ Arrange interrogation of passengers, who are checked in after the receipt\nof the Bomb Threat call\n\n() Reduce the traffic near the alport to enable the entry of the\nvehicles/persons needed at the airport in connection with the incident.\n\n(m) _ Ensure prior arrangements for cones /tapes to cordon off the threatened\narea /aircraft\n\nRESTRICTED\n25\n\n",
  "28": "RESTRICTED\n\nT Goverment of India\nbf L BUREAU OF CIVIL AVIATION SECURITY _\ni ‘Bomb Threat Contingency Plan Z\n| Chapter IV | DUTIES OF Vv) AC iD\n8.18 yf Air Worthil ir (DGCA)\nThe search of an aircraft should be done in the presence of an officer from the\nDGCA to ensure the following :-\n\n(a) The suspected aircraft is fully air-worthy before its declared safe\n\n{b) Assist Explosive Expert/Air craft Engineer in opening all panels\netc as required by the approved inspection schedule. These will be\nopened with the assistance of airlines staff.\n\n(c) Guide the Explosive ExpertiAirport Security _ parsonnel\nAirlines Security personnel in identifying the most probable location\nwhere an explosive can be concealed in the aircraft.\n\n(6) Submit a report to Commissioner of Security (CA)/BCAS in case\nthe anti-sabotage checks are not carried out by Airlines Engineers within\n24 hrs of occurrence of incident\n\n8.19 Duties of BDDS :-\n\n(a) On receipt of the notification of a bomb threat on aircraft or a\nbuilding or airport, the senior most of officer of BDDS shail immediately proceed\nto the Bomb Threat Assessment Committee (BTAC) Room\n\n(b) Maintain close liaison with Coordinator, Aviation Security Group and the\nairlines staff\n\n(c) Take immediate action/deal with any suspected article as per the laid\ndown RSP procedure in his profession with due consideration to safety of lives\nand properties.\n\n(d) Assist in carrying out the antisabotage checks of aircraft, building\nregistered baggage, hand baggage and cargo.\n\n{e) Open items placed in Explosive Disposal Area for cooling off by RSP,\nif there is.no claimant within 24 hours.\n\n() The search of an aircraft by BDDS alongwith airline agencies and airlines\nsecurity will only be carried by BDDS incase the call has been deciared as\nSpecific. In case of Non Specific Call, airlines engineers alongwith airline\nsecurity will carry out search of aircraft.\n\n(9) Hand over the contents under examination for bomb threat check, if there\nis no explosive device in the item; to the co-ordinator for preparation of\ninventory and further disposal through lost and found register disposal procedure.\n\nRESTI D\n28\n\n",
  "29": "RESTRICTED\n\n| ] Government of India\n# | BUREAU OF CIVIL AVIATION SECURITY\nBomb Threat Contingency Plan\n| chapter | DUTIES OF VARIOUS AGENCIES INVOLVED |\n\n(h) In case, threat is confirmed and the item recovered is an IED, the ED\nshall be defused by BDDS and the details of the items recovered shall be\nprepared for further investigation by the local police authorities to identify the\n‘Suspected persons.\n\n() Submit a Bomb Threat Report as given in Appendix ‘D’ to the\nCommissioner of Security, Civil Aviation. Bureau of Civil Aviation Security, in\nperforma with 24 hrs of occurrence of incident.\n\nRESTRICTED\n27\n\n",
  "30": "STRICT!\n\n] Government of India\nbf |__ BUREAU. OF CIVIL AVIATION SECURITY\n_ Bomb Threat Contingency Plan\n| chapter v H_AND EVACUATION GU\n9.14 Evacuation\n\n9.2\n\n(@) The purpose of evacuation is to move people from an area where they\n‘might be at risk to a place of safety. This may be achieved by'-\n\n@ _ Intemal movement to a safe area.\n\n(i) Partial evacuation (where large buildings are involved and only a\nsuspect letter bomb or small device has been found).\n\n(i) Full evacuation.\n\n(b) In all cases where a bomb threat is received, the coordinator should\nimmediately inform the ASG/State Police and advise them of what action is being\ntaken.\n\nMaking the decisic\n\n{a) The decision to evacuate must normally be taken by the coordinator but\nthe ASG may be ready to advise on request\n\n(b) In exceptional circumstances, where for example the ASG have recsived\nspecific information, they may themselves order an evacuation, if necessary\n‘overruling the decision of the coordinator.\n\n(©) On the other hand, it may be necessary for the ASG in some\ncircumstances to insist that the termina! building not be evacuated, They might,\nfor example, have reason {o believe that there may be an explosive device\n‘outside the terminal building and evacuation would place people at greater risk.\n\n(d) | There are four actions open to the coordinator. Which one is chosen\ndepends upon the assessment ‘of the threat which the situation presents. The\nchoices are:-\n(a) Todonothing.\n(b) To search, and then to evacuate if a suspicious object is found.\n(©) Toevacuate all persons except search teams and essential staff,\n‘and then carry out a search and evacuate fully if a suspicious object is\ndiscovered.\n\n(¢) To evacuate all staff immediately then re-occupy using trained\nsearchers,\n\nRESTRICTED\n28\n\n",
  "31": "RESTRICTED\n\n8\n\nGovernment of india\nBUREAU OF CIVIL AVIATION SECURITY\nBomb Threat Contingency Plan\n\nChapter V\n\nChapterV | ___s SEARGH AND EVACUATION. GUIDELINES\n\n924\n\n922\n\n9.23\n\n924\n\n93\n\nQption 1: Do nothing\n\nThis option may appear attractive if the threat appears to be hoax, but it\nshould not be adopted unless the coordinator Is absolutely sure that it is a\nmalicious call or prank. If there is the slightest doubt, the coordinator must tum to\n‘one of the other options.\n\n2: ind then evaluate if n\n\nThis choice means, of course, that people will be in the terminal building\nfor a longer period should there be a bomb present. However, if a bomb is found,\nthey can then be evacuated away from danger. If nothing is found and there are\nno other significant factors, the coordinator may consider this option appropriate\nif assessing the threat level as low.\n\nOption 3: Search and partial evacuation\n\nWhen the threat level is considered to be moderate but there is no reason\nto believe an explosion may be imminent, or if the suspect device Is small (e.g. a\nletter bomb) and parts of the terminal building may be some considerable\ndistance from the device, the coordinator might consider evacuating part of the\nterminal building alone or retaining only essential staff and search teams within\nthe terminal building.\n\nOption 4: Evacuate immediately\n\n{a) If @ call is received which the coordinator considers to indicate the\nexistence of a high risk, there will be a case for evacuating as quickly as possible\nwithout conducting a search, especially where there is @ possibilty of an\nimminent explosion\n\n(b) When the time of explosion has been disclosed in a threat call, the\ncoordinator must ensure that any searches are finished and staff cleared al least\n20 minutes before the deadline, irrespective of whether any device has been\nfound or not.\n\nEvacuation plans\nAs in the case of search plans, the coordinator should have up-to-date drawings\n\nof evacuation routes. This is especially necessary when there are a number of exits\nfrom the terminal building. The purpose is two fold,\n\n(a) To evacuate as quickly and efficiently as possible using all available exits.\nA public address system can help in directing staff to particular exits. When no\nother form of communication is available, the fire alarm can be used providing\nthat it can be sounded in a way which distinguishes it from a fire warning, that\nRESTRICTED\n29\n\n",
  "32": "RESTRICTED\n\nGovernment of India\nBUREAU OF CIVIL AVIATION SECURITY !\nBomb Threat Contingency Plan\n\nrv EARC EVA oo\nstaff have been trained to recognize the signal, and that the fire alarm is not part\n‘of an automatic system connected to the local fire service. Use of the fire alarm is\n‘poor alternative to a public address system and should only be employed\n‘temporarily pending the installation of something better.\n\n{b) To provide alternative routes for evacuation so that people can leave the\nterminal building without being placed in danger by passing close to the suspect\nexplosive device. For example, if there are four evacuation routes but one of the\nroutes runs closer to a suspect explosive device than the others, the coordinator\ncan decide at once to evacuate using the other routes ‘only.\n\n(© To ensure the safe evacuation of the public, the coordinator should\n‘consider using members of the staff as “Evacuation Marshals\" to ensure that the\npublic can leave quickly and without panic by the pre-selected routes. Evacuation\nmarshals need to be selected in advance and trained in their role.\n\n(4) The evacuation plan should also show two designated assembly areas in\n‘opposite directions where people should congregate after evacuation\n‘Sometimes fire assembly points can be utilized for this purpose, as long as they\nfare located at a minimum 400 m from the terminal building. In some\ncircumstances, assembly areas may need to be up to 1000 m away from the\nbuilding. BDDS advice should be sought as to whether this is necessary.\n\n(e) Ideally, all employees and members of the public should be asked to take\npersonal belongings and baggage which Is stil in their possession with them,\nSince this will help to avoid unnecessary suspicion over articles of property left\nbehind after evacuation. However, this will be difficult to implement unless. @\npublic address system or other suitable means of communication is readily\navailable and used properly.\n\noO Personnel and passengers who have been evacuated may have to\nremain outside for a long time before the terminal building is declared safe, so it\nis best ff shelter can be provided under cover. It may be possible to seek\naccommodation by arrangement in altemative buildings. This provides the\nopportunity to shelter from weather, maintain good communication and cater to\nindividual needs.\n\n(@) If possible, car parks should not be designated as assembly areas,\n\n‘especially if they are adjacent to the evacuated terminal building since they may\ncontain secondary explosive devices hidden within vehicies.\n\nRESTRICTED\n\n",
  "33": "RESTRICTED\n\nT ~~~ Government of India\n| BUREAU OF CIVIL AVIATION SECURITY\nBomb Threat Contingency Plan\n\nChapter V\n\n94\n\n______ SEARCH AND EVACUATION GUIDELINES\n\n(nh) Safe assembly areas should be included in the search plans and\nchecked whenever search procedures are initiated or an immediate evacuation is\nordered. These details should be included in this BTCP as per the format given in\nAppendix ‘M' and also marked on the sketch of the airport which will be\nattached as Appendix ‘Q’,\n\n(When an evacuation is initiated, doors and windows should, whenever\npossible, be left unlocked, especially in the vicinity of a suspect explosive device.\nLights should be left on, but plant and machinery shut down where practicable.\nProcedures should be established to ensure concessionaire kitchen facilities are\nleft in a safe condition. It is recommended that utilities such as gas and water\n(unless this affects the building firefighting sprinkler system) not required to\nfacilitate the search of an area in a building be tured off in order to minimize\ndamage in the event of an explosion,\n\n(A method must be devised to check that everyone has left the terminal\nbuilding after the evacuation and that all personnel, staff and visitors are\naccounted for. Nobody should be allowed to re-enter until the terminal building is\ndeclared safe,\n\n‘The decision to re-occupy\n\n(a) Once an evacuation has been compieted, the coordinator will have to\ndecide when the building can be reoccupied. Of course, where a suspect\nexplosive device has been found, the decision to re-occupy will require close\ncoordination with the ASG/BDDS until the device is declared safe.\n\n(b) _ It should be remembered that there may be another suspicious object\n‘somewhere in the terminal building undiscovered because the search was\nterminated and the terminal building evacuated due to the discovery of the first\nsuspect object. The coordinator should, therefore, have the rest of the terminal\nbuilding searched before considering reoccupation. Where the evacuation was\ncarried out before any search, the coordinator will have to initiate a search before\nconsidering the question of re-occupation.\n\n(c) Where the time has been given for an explosion, but no explosion occurs,\n\nthe coordinator must ensure that at least one hour is allowed to lapse after that\ntime before search procedures are initiated or recommenced,\n\nRESTRICTED\n\n",
  "34": "RESTRICTED\n\nbf\n\nChapter V_| SEARCH AND EVACUATION GUIDELINES\n\n95\n\n96\n\nGovernment of india\nBUREAU OF CIVIL AVIATION SECURITY\n‘Bomb Threat Contingency Plan\n\nL\n\n‘Staff Training\n\n(@) Good training is essential so that in the event of a need to search and\nevacuate, not only the search teams but also every airport employee will know\nWhat to do. Regular search and evacuation drills will help maintain staf\nawareness and vigilance. All staff should be made aware of the evacuation\nassembly points. Telephonists, information desk staff and any other persons\nTkely to answer a telephone number available to the public should be instructed\nhow to handle a bomb threat call\n\n(©) Other key staff such as evacuation marshals need to know their role and\nbe regularty trained. Its important that all staff recognize those who have been\nspecially nominated and obey their instructions. Procedures must ensure \\hat\nFominated staff are replaced when they leave or are temporarily absent, so that\nthere are no lapses of cover.\n\nral princi F\n\n(a) For searches to be effective they should be conducted\nsystematically by staff familiar with the area concemed. The main reason\nfar this is that outside personnel wil be unlikely to know the layout of the\nfaicraft or terminal building end the various places in which a device could\nbe concealed and therefore will not so easily be able to spot anything\nthat is out of piace of unfamiliar, Search plans should be prepared in\nadvance and staff trained to use them. A search coordinator must be\nassigned 10 provide control of the search process and, f necessary, take\nthe decision to evacuate.\n\n(b) Searchers should be briefed not to touch suspicious objects but to notify\nthe search coordinator, mark the location with a prominent object (without\ntouching the device), and withdraw from the immediate area to await further\ninstructions. When a suspect device is discovered, the possibility of secondary\ndevices should not be discounted\n\n(©) Hand-held communications are useful for coordination of | the\nQarch and are often the only way of ensuring appropriate and speedy\nlifesaving procedures for search and evacuation’ However, once | 3\nsuspect. device has been located, those using hand-held\nsorkmunications should immediately move away and ensure that they | ané\nGryone else in the area move outside the cordon as quickly | a8\npossible. Radios should not be used to transmit within 25 m of a suspect\ndevice.\n\nRESTRICTED\n32\n\n",
  "35": "RESTRICTED\n\ni ~~ Government of India\n\n| ® L BUREAU OF CIVIL AVIATION SECURITY\nBomb Threat Contingency Plan\n\n(Chapter V | SEARCH AND EVACUATION GUIDELINES\n\n(d) Before starting the search, strict control of access must be\nimplemented in the area being searched. This is necessary to ensure\ndevices are not introduced into the area once it has been cleared.\n\n(@) Effective and systematic searching takes time. If the warning\nreceived indicates a possible detonation time for the device which will\nprevent a thorough search being conducted, the best and safest option is\nto evacuate all personnel to a safe area and wait for the arrival of BDDS\n\n97 Initiation of a search\nThe coordinator can initiate @ search by:-\n\n{a) Sending a message to the search teams over a public address\nsystem. It should be coded to avoid unnecessary disruption and alarm to\nthe public,\n\n(©) Using personal radios, pagers or mobile phones.\n\n(©) Using a telephone “cascade” system: the coordinator rings, for\nexample, three members, who in turn each ring a further three members\nand so on until all the teams have been alerted\n\n9.8 What searchers should be looking for\n\n(a) _ ‘Its difficult to give guidance to search teams about the appearance of\nsuspect explosive devices as they can be disguised in many ways\n\n{b) Search teams should be briefed to look for unidentified object or\nanything:-\n\n* That should not be there.\n\n* That cannot be accounted for.\n\n* That is out of place\n\n9.9. Search of Aircraft under non specific Bomb Throat\n\nAirlines Security and Airlines agencies will carry out search of aircraft under Non\n‘Specific Bomb Threat. Coordinator, Air carrier and ASG will ensure action as prescribed\nfor their individual agencies in box 5 of Bomb Waming Assessment Form (BWAF)\nenclosed. Thereatter airline will organize clearance. certificate as given in Appendix ‘C’\nof this BTCP and obtain signatures of all officials agencies involved in search\nCoordinator after ensuring that all officials/agencies nave signed the clearance\ncertificate. The coordinator will then convey the clearance to ensuring that ali\nofficials/agencies have signed the clearance certificate will himself sign the certificate\n\nRESTRICTED\n33\n\n",
  "36": "RESTRICTED\n\nGovernment of india\n2 L BUREAU_OF CIVIL AVIATION SECURITY\n° ‘Bomb ‘Contingency Plan\n\nChapter V_ ___ SEARCH AND EVACUATION GUIDELINES\n\n‘The coordinator will then convey the clearance to ATC on telephoneiRT for release of\naircraft. BDDS, fire tender and Ambulance must remain stand by near the aircraft unt!\nclearance is conveyed to ATC by the coordinator.\n\n9.10 Guid ynd_other\ninstallation i ib after i\n\n9.10.1 Search plans\n\n(@) On receiving information on bomb threat, to a passenger terminal, cargo\nterminal or other installations, the coordinator / head of the agencies /\ndepartments who are members of BTAC, prior to leaving for the BTAC meeting\nwill brief their next immediate subordinate about the threat call and ask them to\ndiscreetly look for any unidentified ‘unclaimed’ suspicious article! in their work\nplace / and report of its presence if any, to the coordinator. In doing so, care\nShould be exercised that the information of threat is communicated only to a few\nselect staff whose follow up actions do not cause panic amongst other staff and\npassengers.\n\n{b) It is vital to have search plans prepared in advance and staff trained in\nthem. The objective is to make sure that the whole terminal building is checked\nas quickly and effectively as possible.\n\n(©) Search plans must be readily available at all times. Architects’ drawings\nchecked for accuracy and appropriately adapted, are suitable for this purpose.\n‘Sufficient spare copies should be available for use during search operations.\nSearchers and the coordinator can then eliminate sections from the plan as they\nare declared clear.\n\n9.10.2 Search sectors:\n\n(a) The first step in preparing a search plan is to divide the terminal building\ninto sectors, The building may already be segregated into various zones and\ntherefore it may be convenient to make ‘these the sectors. Each sector must be of\nmanageable size for the number of searchers nominated to it, Remember that\neffective and systematic searching takes time,\n\n(b) The sector may be one large room, such as a check-in area, concourse oF\n‘baggage reclaim area, or perhaps a number of small aircraft operator operations\noffices in an office suite. It is most important that cloakrooms, stairs, corridors\nand elevators be included in the search plans as well as car parks and other\nareas outside the building\n\nRESTRICTED\n34\n\n",
  "37": "= ” Goverment of india\n| |\nif\n\nSTRICTED\n\nBUREAU OF CIVIL AVIATION SECURITY\n| Bomb Threat Contingency Plan\n\n[chaptor v | ‘SEARCH AND EVACUATION GUIDELINES.\n\n9.10.3 Search teams\n\n{a) Search teams should be formed from staff nominated to search those\nareas with which they are most familiar. The numbers required will depend upon\nthe size of the search task. Reserves should be appointed in case of absence.\nStaff should be trained and rehearsed\n\n9.10.4 Search priorities\n\n(a) Those areas that will be used as evacuation assembly areas, together\nwith those areas where the greatest number of the public or staff are likely to be\nvulnerable, should be searched first. Consider also, as a priority, those public\nareas to which the perpetrator may have had easy access such as restrooms,\nelevators, stairways and hallways\n\n(b) Those areas to which access is normally controlled may be searched last\nDo not overlook car parks, the outside area of the terminal building and the\nperimeter.\n\n9.10.5 How to search\n\n(a) ‘The conduct of searches will depend on local circumstances and local\nknowledge: The overriding principle is that they should be conducted in a\nsystematic and thorough manner so that no part is left unchecked. The searchers\nneed to practise in order to get a feel for the logical progression through their\narea (whether it be in a terminal building, baggage reclaim area or administrative\not operations office suite) and the length of time it wil take.\n\n(b) With this in mind the method outlined in this example is of a room search\nin a sector. It should be adapted to reflect the peculianties of the actual area\nbeing searched.\n\n() A search should begin at the entrance to the room. Each searcher or\nteam should first stand stil. and look around the room. They should note the\ncontents of the room and make a quick assessment of those areas that will need\n‘special attention. They. should look for any unusual lights (including small light\nsources ‘known as light emitting diodes which are often used in the arming\ncircuits of Improvised Explosive Devices). They should also listen carefully for\nany unusual noises, particularly ticking or whirring sounds. If nothing unusual is\nseen, the search should begin.\n\n(d) If anything unusual is seen, the searcher or team should alert the\ncoordinator who will decide whether to evacuate the building,\n\nRESTRICTED\n36\n\n",
  "38": "RESTRICTED\n\n8\n\n—T ‘Government of India\n__BUREAU_OF CIVIL AVIATION SECURITY.\n\nI\n-\n1\n\n~ Bomb Threat Contingency Plan\n\nChapter | __ SEARCH AND EVACUATION GUIDELINES _\n\n(e) The search should be conducted methodically, moving in one direction\naround the area to be searched. It should be cartied out in three sweeps.\n\n(The first sweep is to work around the edges of the com, taking in the\nwalls from top to bottom and the floor area immediately beneath the wall. Look\ninside fireplaces, behind curtains and window blinds, behind and beside furnfture\n‘around the edges of the room, The sweep should finish at the doorway where it\nbegan.\n\n{g) The second sweep should take in the furniture and the floor. Fumiture\nshould not be removed but drawers should be opened and searched and gaps in\n‘and under furniture should be explored. If the floor covering shows signs of\nrecent disturbance, it should be lifted.\n\n(h) The third sweep should cover the ceiling # itis of a kind in which objects\nmight be concealed. Start at one comer and systematically search the whole\nsurface.\n\n() After the search has been completed, and if nothing has been found, the\ncoordinator should be informed immediately so that the sector can be marked\n“CLEAR’ on the search plans and barricaded with tapes.\n\n() Searching should continue until the whole area has been cleared. Do not\nforget that secondary devices are not unknown.\n\n(&) Ifa suspicious object is found, follow the golden rules:-\n(a) Donot touch or move the device.\n(0) If possible leave a distinctive marker near (not touching) the device.\n\n(c)_ Move away from the device to a designated contro! point, leaving\nlights on.\n\n(d)__ Inform search team leader or coordinator.\n{e) The co-ordinator.should implement the evacuation plan.\n\n() ‘Stay at the control point and draw an accurate pian of the location\nof the suspicious package o device for the assistance of the police and\nexplosive disposal experts\n\n(g) The person finding the object should be immediately available for\ninterview by the ASGIBDDS.\n\nSTRI\n36\n\n",
  "39": "RESTRICTED\n\nGovernment of India\nBUREAU OF CIVIL AVIATION SECURITY\n\nBomb Threat Contingency Plan\nChapter V __ SEARCH AND EVACUATION GUIDELINES _\n\natt\n\nSearch of Aircraft under Specific Bomb Threat\n\n(a) The large number of aircraft in service throughout the world makes it\nimpossible to provide in this manual recommended aircraft inspection procedures:\nthat will be adequate in all cases.\n\n{b) Aircraft operators should develop an aircraft search procedure checklist\nfor each type of aircraft in service and include this checklist as part of the flight\nctew security kit. Use of such a checklist will be particularly helpful at locations\nwhere the only persons familiar with the aircraft are flight deck and cabin crew\nmembers,\n\n(©) The designated isolated parking position will ikely prove to be the best\nlocation on the airport at which an aircraft subjected to a specific threat can be\nsearched, but contingency plans should recognize that it may not always be\npossible to reach this position. All searches under Specific Bomb Threat will be\ncarried out by BDDS and assistance will be provided by airline engineers and\nDGCA.\n\n(¢) Aircraft searches should be carried out in good lighting conditions; this\nmay require the use of auxiliary power units or the attachment of ground power\nlines to the aircraft It will be necessary to impose and maintain control of access\nto the aircraft before starting the search, which should be cariied out with the\nminimum number of persons on board.\n\n(©) To avoid duplication of effort, the search of an aircraft should be\nconducted systematically by staff familiar with the particular altoraft, provided\nwith a checklist and assigned to specific areas of the aircraft. Attention should be\ngiven to those areas to which passengers have had access, such as main\ncabins, galley areas and toilets, but the search should also include the flight deck\nexterior of the aircraft and cargo holds. To ensure this purpose, those involved in\n‘search should invariably be in possession of BCAS approved aircraft search list\n's0 that all possible hiding places of terrorist explosive devices are thoroughly\nchecked (BCAS approved aircraft checklist is placed as Appendix E’).\n\n(f) Ifa suspect explosive device is found either within or in the immediate\nvicinity of an aircraft, the initial action should be to withdraw all personnel to a\nsafe distance and await the arrival of BDDS. Any further decision to move the\n\naircraft away from the device or the device away from the aircraft should take\ninto account the main priority which is the preservation of life. Moving the\naircraft will involve putting at risk additional personnel, such as the ground\nengineers, marshalling staff and aircraft tug drivers, whereas leaving the\naircraft in situ and evacuating all personnel to a safe location may result only in\ndamage to the aitcraft and terminals or facilities, should the suspect device\n\nexplode.\n7\n\n",
  "40": "RESTRICTED\n\nGovernment of india\nBUREAU OF CIVIL AVIATION SECURITY\nBomb Threat Contingency Plan\n\nv __ SEARCH AND EVACUATION GUIDELINES —_\n\n(g) All entrance doors, hatches, inlet and exhaust ducts. service and access:\ndoors, etc must be opened to allow the necessary access to ail areas to be\ni |. However, a check must be made to ensure that all doors and covers\nwhich were opened for inspection purposes are closed on conclusion of the\nsearch,\n\n(h) Airport security (ASG) will cordon the aircraft from a safe distance of\n50 mtrs and allow essential. movement of persons / vehicles within the cordoned\narea,\n\n() Airline will ensure that passengers, checked / unaccompanied / rush tag\nbaggage. catering, bonded stores, first aid/medical boxes, company stores, mall\ncargo, bags, etc are completely off loaded from the aircraft and removed to a\ndistance of 100 M away before aircraft search commences,\n\nCoordinator / aircraft operator will ensure that only minimum required\npersons enter the’aircraft for search and those involved in search are dispersed\nfrom each other.\n\n{k) Aine security will frisk all those entering the aircraft for unloading /\nsearch and maintain a record of such persons.\n\n() Airline /-fight engineers will ensure that all aircraft doors are kept open\n(with red ribbon placed across as a caution to those on board involved in the\nsearch),\n\n(m)  BDDS will conduct the search with the help of explosive sniffer dogs /\nexplosive detectors to ensure highest standard of detection during spectic\nthreats.\n\n(n) Airworthiness officer (DGCA) along with the airline ground / fant\nengineers will open all the panels and inspect them (including cockpt) for any\nsuspected article,\n\n(0) Airline will not undertake refueling of aircraft until its check is completed by\nanti sabotage check Team.\n\n(p) _ BODS will take appropriate action for identification / removal / disposal of\nsuspected articie reported during search.\n\nRESTRIC\n\n",
  "41": "RESTRICTED\n\nGovemment of India\nBUREAU OF CIVIL AVIATION SECURITY\nBomb Threat Contingency Plan\n\nChapterV | SEARCH AND EVACUATION GUIDELINES\n9.412 10 Terminal or other Installation under\n\nNon-specific Bomb Threat without Evacuation\n\nWhen the BTAC ciassifies a bomb threat as non specific requiring no evacuation\nthe coordinator will quickly reiterate the BTAC decision to its members (who are also\nheads of agencies/department) and their search responsibility. The BTAC decision and\nsearch responsibility will also be communicated to all agencies, officials who are not\nmembers of BTAC. The Search under circumstances is conducted in the prescribed\nmanner in which all agencies will be responsible to conduct search in their own areas\nand give final confirmation to their Co-ordinator.\n\n9.13 ar\n\nStores, First Aid/ Medical i, Co ir, Ci\n\nstores and Trash bags etc.\n\nSearch of checked / unaccompanied / rush tag baggage, catering, bonded\nstores, first aid/medical boxes, mail, courier, cargo company stores, trash etc. will be\nconducted at Isolation Bay. Upon aircraft under specific threat reaching the isolation\nbay, all stores will be quickly off loaded, moved to a distance of 100 M away from the\naircraft and will be laid down separately for search by anti sabotage team. Those stores\nwhich were not loaded in aircraft will also be brought to Isolation Bay and lak! down\naccordingly. Airport Security will cordon the entire area from a safe area where stores\nare laid.\n\nChecked / unaccompanied / rush tag baggage will be checked for X- Ray\nexamination, sticker with date/ security tape etc. BDDS will check all such baggage with\nexplosive sniffer dogs / explosive detector. Checked baggage will be guarded by airline\n‘security until identified by the crew / passengers and thereafter loaded in the aircraft. On\nreceiving confirmation of completion of anti sabotage check from the coordinator, airline\nwill arrange to bring crew / passengers from security hold to the Isolated Bay in coaches\nunder airline escort. Airlines will debus the crew and passengers at a place 100 M\naway, from where the checked baggage is laid for identification. Small batches of crew /\npassengers will identify their checked baggage to airline staff who will cross check the\nidentity of crew/passenger and their baggage from the details available on checked\nbaggage tags, boarding pass etc. Airport/Airline Security will ensure that crew /\npassengers do not carry their hand baggage while proceeding for identifying their\nchecked baggage. Airline will organize to mark the checked baggage identified by\ncrewipassengers. in an uniform and prominent manner. Only identified checked\nbaggage will be loaded in baggage trolieys. Trolleys loaded with identified baggage will\nbe released for loading in aircraft only after the number of checked in passengers,\nchecked in baggage, boarding card stubs collected at ladder point and head count of\npassengers is matched. Baggage left unidentified will not be taken neatlinside the\naircraft for identification. Airline will make efforts to trace the owner from available\ndetails on baggage / announcement inside aircraft and bring such passengers to\nidentifying the baggage. Unidentified or suspicious in baggage will be reported to\ncoordinator / BDDS for further action.\nRESTRICTED\n9\n\n",
  "42": "RESTRICTED\n\nGovernment of India\n__BUREAU OF CIVIL AVIATION SECURITY\nBomb Threat Contingency Plan\n\n_ SEARCH AND EVACUATION GUIDELINES\n9.13.1 Catering trolleys\n\n‘All catering trolleys will be unsealed and all food trays / inside of trolleys shall be\nphysically checked, All loose food items, tinned/boltled drinks, water, fruits, sweets etc\nwill also be physically checked. Thereafter, all food trolleys will be resealed, loaded in\ncatering vehicle and guarded by airline staff until loaded in the airoraft,\n\n9.13.2 First-Aid/Medical boxes\n\nAirline will get its doctor / representative to break seals and open alt first aid /\nmedical boxes for physical check by anti sabotage check / search team. Where aitline\ndoctor / representative is not available, anti sabotage check team will break the seals of\nail such boxes. Anti sabotage check’ search team will thoroughly check the seals of all\n‘such boxes. After check/search is over, all opened boxes will be sealed by airtine\ndoctormhis representative. Where airline doctor / his representative is not available,\n‘BDDS will re seal the boxes before loading them on aircraft for the duration of aircrafts\ncurrent departure and return to base, Substitute boxes will not be accepted for loading\n‘on the aircraft\n\n9.13.3 Mail | Courier\n\n‘Anti sabotage search / check team will examine all mandatory documents\npertaining to mail / courier so as to establish that all security procedure as laid down by\nBCAS have been followed and the consignments are valid for air transportation in all\nTespect. Mail / courier bags will then be emptied and their individual contents laid in\norderly manner for physical inspection and sniffing by explosive sniffer dogs! explosive\ndetector before their repacking / loading on the aircraft. in case of large volume! size of\nmail / courier bags, such mail/courier will be held back for 24 hours and thereafter\nforwarded after reconfirming its documents / validity thorough inspection by the airline.\n\n9.13.4 Cargo\n\n‘Anti sabotage search / check team will examine ali mandatory documents pertaining to\ncargo so as to establish that all security procedures as laid down by BCAS have been\nfollowed and the consignments are valid for air transportation in all respect. Bulk cargo\ncontainers will be broken / opened and individual cargo consignments laid down in an\norderly manner for physical inspection and verification with documents, BDDS will then\nget al laid down contents sniffed by explosive sniffer dogs/explosive detector before\ntheir repacking / reloading on the aircraft. When the airline is not in a position to\nbreak/open cargo pellets /containers and lay down individual consignments for physical\nVerification inspection, sniffing by dogs, explosive detectors can be resorted to. In case\nof due to large volumelsize of cargo consignment, such cargo will be heid back for 24\nhours and thereafter forwarded after reconfirming the documents / validity / through\ninspection by the airine.\n\nRESTRICTED\n40\n\n",
  "43": "RESTRICTED\n\n- Government of India\nb 4 ___ BUREAU OF CIVIL AVIATION SECURITY\nBomb Threat Contingency Plan\n\nSEARCH AND EVACUATION GUIDELINES\n\n9.13.5 Trash Bags\n\nTrash bags will be physically checked by anti sabotage check team before allowing the\ndisposal of their contents,\n\n9.13.6 Dead bodies\n\nDead bodies / Crematal remains will be checked as stipulated in BCAS letter No.CAS-\n10 (3) 2007/Div-1 dated 10/09/2008 enclosed as Appendix ‘F? to this BTCP.\n\n9.13.7 SearchiCheck of Crew/Passengers\n\nAirline will issue fresh boarding cards / hand baggage tags. Airport security will\nfrisk crewipassengers and undertake 100 percent screening / physical hand search\nof hand baggage again before crewipassengers are brought to Isolated Bay for\nidentification of their checked in baggage. Airline will conduct Secondary Ladder Point\nCheck of passengers and their Hand baggage at Isolated Bay before allowing\npassengers to board the aircraft.\n\nRESTRICTED\n41\n\n",
  "44": "RESTRICTED\n\n| | Government of India\n|e — BUREAU OF CIVIL AVIATION SECURITY\n| i Bomb Threat Contingency Plan\n\nPROCEDURE FOR DEALING WITH BOMB THREAT DURING IN-LINE\nX-BIS HBS | SCREENING AT SHA\n\n10.4 firmed Thre: in the inline the arri DS\n\nIf any bag is found with Positive trace of explosive and other circumstances\nindicate presence of an IED (improvised Explosive Device) in the bag, the following\nshall be the required actions and responsibilities thereof\n\n(a) Action: - Use of Emergency stop function and Evacuation of area in the\nimmediate vicinity.\n\n() Operator will immediately stop conveyer using emergency stop switch\n\n(©) Operator will evacuate the area in the immediate vicinity and shall carry\nthe test result of ETD (Explosive Trace detector) and inform the supervisor\naccordingly.\n\n(4) Supervisor will inform BODS, CISF and Duty Terminal Manager, Head of\n‘Security, Manager HBS and concerned Airlines,\n\n(©) General area will be evacuated and cordoned off by CISF/ASG in\nco-ordination with Duty Terminal Manager.\n\n{f) Shifting and Placing of Confirmed Threat bag into TCV will be immediately\ncarried out with help of ROV.\n\n(9) BDDS will handle the entire process as per the RSP procedures.\n\n10.2 It with at machine at screening point till\narrival of BDDS'~\n\n(a) Operator should remain cool and calm and should not panic.\n\n(b) Stop the conveyor belt\n\n(ce) Notify the supervisor by a pre-arranged signal.\n\n(6) _ Notify the ASGIAPSU by using silent alarm or pre-arranged signal\n{e)  Donotttry to restrain the passenger by using physical force\n\n(f) — Do not allow the passenger to board the aircraft\n\n(9) | Evacuate the general area.\n\n{h) Suspect bag will be placed inside the SLCV using a ROV\n\n{) _ BDDS will handle the entire process to neutralize the suspected baggage\nby RSP,\n\nRESTRICTED\n42\n\n",
  "45": "STRICTED\n\nGovernment of india\nBUREAU OF CIVIL AVIATION SECURITY _\n\nBomb Threat Contingency Plan\n\nChapter VI | 1 u!\nX-BIS HBS / SCREENING AT SHA\n\n10.3 Procedure to deal with Bomb Threat during DFS Screening\n\n(2) Only cleared items by X-BIS machine will proceed to the to DFS storage\narea\n\n() While screening through X-BIS, the operator will also conduct random\nchecks of liquids through Liquid Explosive Detector.\n\n(©) While screening or physical check if operator finds obvious explosive,\noperator will take action of alerting BDDS, ASG and airport operator\n\n(@)__ BDDS will contain the threat item and move it to explosive disposal area\nfor RSP.\n\n",
  "46": "RESTRICTED\n\nT Government of india\n‘4 L BUREAU OF CIVIL AVIATION SECURITY _\n| Bomb Threat Contingency Plan\nChapter Vil | PROCEDURE IFIED /\nARTICLES OBSERVED IN THE NORMAL COURSE OF AIRPORT\ni.e. OTHER THAN DURING. TO\nP NAL TCARGO\n\n414 Action by Coordinator\n\nOn receipt of information pertaining to the ‘existence of unclaimed / unidentified\natticle inside the terminal building / city side or airside, the coordinator will, immediately\ndirect all BTAC members to proceed to the location of unctaimed / unidentified article\n‘Apron Manager will be informed when an unclaimed / unidentified articie is found on the\n‘irside, which is likely to pose danger to the safety and security of the aircrafts on\n\napron,\n\n‘Thereafter the Co-ordinator will inform the following agencies with directions to\nreport to the location of unciaimed / unidentified article immediately:\n\n[No. ] Agency — [Remarks —\n[(@) | BDDS Control Room —__\n) (ASG - CISF)\n\nShi TC\nAsst. Comdt of respective —\n‘Terminal Building or Access\nControl as Applicable _ \\\n\nTe) | Duty officer of the Airport ‘| As applicable.\nPolice Station.\n@ | Air Carrier ~_ | Wknown from baggage tag / ma\n© | Fire Station — | Shite\n[(®_ [Ambulance with Doctor [Shit uc\n\n[(g) | Dy. Commissioner Of Customs\n|\n\n‘As applicable and when the article is in the\n\n| | customs area or fails within the danger Zone\n\nrequiring evacuation. j\n\nTh) | FRRO/ Asst. FRRO\n\nWhen the article is within the immigration\nworking area or when the immigration area |\nfalls. within the danger zone requiring |\nwacuation |\n\n11.2 Action by UC (BDDS)\n\nTo monitor proper evacuation and ensure,\ntenders, ambulance, doctor, lighting etc.\n\npresence of emergency services i. fire\n\nRESTRICTED\n\n",
  "47": "RESTRICTED\n\nGoverment of india”\n\n2 \\ BUREAU OF CIVIL AVIATION SECURITY\nI Bomb Threat Contingency Plan\nChaptor Vit PROCEDURE TO DEAL WITH UNIDENTIFIED / UNCLAIMED\n\nARTICLES OBSERVED IN THE NORMAL COURSE OF AIRPORT\n| “FUNCTIONS i.e. OTHER THAN DURING BOMB THREAT TO.\n1 CARGO TERMINAL\n\n11.3. Action by Coordinator\n\n(2) Quickly inspect the articles visually to establish the identity of the owner\nfrom the marking, name tags, baggage tag, and oral enquiry from the persons\naround or through a reference to AIRPORT OPERATOR / Airline lost and found\nsection. Thereafter, an announcement on public address system to trace the\n‘owner must be made. However the above exercise should not be prolonged for\nmore than § minutes under any circumstances as time in such a situation is of\nparamount importance.\n\n(0) Where the owner is not traced in spite of efforts in sub para (a) above,\narrange evacuation of all persons to a safe distance of 100 M on alll sides of the\nunidentified’ unclaimed article, In achieving this task, assistance of Airport\nSecurity, AIRPORT OPERATOR Housekeeping staff, airline staff and duty\nofficers’ staff from concemed police station will be coordinated by him, Further, to\nensure quick and orderly evacuations, ensure all entry, exit and emergency gates\n‘open. IC (BDDS) will monitor the evacuation\n\n114 ns | Airlines staff! Air uri\nPolice\n\nArrange to cordon the evacuated area with a view to totally restrict movement of\npersonne! in the evacuated area. In achieving this task, assistance of Airport Securit,\nconcerned Police Station staff, AIRPORT OPERATOR Terminal Operations and Airline\nStaff will be coordinated by. him, Care should be taken to ensure that staff supervising\nthe cordon themselves remain at a safe distance.\n\n11.5. Action by Emergency Services / Medical Services\n\nEnsure fire tender and. ambulance with doctor is present at safe distance from the\nbeginning and till the.end of.the operation by BDDS. If BDDS decides to move the\narticle to the explosive disposal area for cooling off, he must ensure that the fire tender\n‘and ambulance with doctor also follows BDDS to the Explosive Disposal Area.\n\n11.6 Action by Airside Safety\n\nArrange for “Follow Me\" jeep with the keys of the explosive disposal area to guide\nBDDS with TCV with unidentified’ unclaimed article for cooling off by the shortest\npossible route which poses least risk in case of an explosion en route,\n\nRESTRICTED\n45\n\n",
  "48": "RESTRICTED\n\n~ Government of india :\n\n(|\n\n|_____BUREAU OF CIVIL AVIATION SECURITY _\nf ‘Bomb Threat Contingency Pl\n| Chapter vil PROCEDURE TO DEAL WITH UNIDENTIFIED / UNCLAIMED\nARTICLES OBSERVED IN THE NORMAL COURSE OF AIRPORT\n| TH Ei IRI 1B TH TO\n\\ \"ASSENGER TER RGO IAL\n\n147 Aoti DDS! Police/ Airlines! Cust ce\n\nWhen the unidentified’ unclaimed article is shifted for cooling off by BDDS and\nthe same is not claimed by its owner within 24 hours, coordinate for its opening by\nBDDS in the presence of representative of AIRPORT OPERATOR, Alport Security,\nAirline Security, Customs etc., (customs will be involved in case the unclaimed!\nunidentified article was initially reported in Intemational Arrival hall or on airside of\nInternational Airport. Airline Security will be involved in case the Unciaimed! unidentified\narticle have the airline markings by way of particular airline baggage tag etc.)\n\n18 by Coos a Emet Services | Air\n‘Operator Medical Services/ BDDS\n\n‘Arrange for fire tender and ambulance with doctor when the unidentified!\nunclaimed article is to be opened by BDDS at the explosive disposal area after cooling\noff.\n\n119 Coordinator! BDDS/ Customs! Airlines\n\nDetail a representative of Airport Operator to be present with the BDDS team at\nthe time of opening the suspected article (at situation or at explosive disposal area and\nthereafier to prepare a complete inventory of articles found in the suspected baggage\nThe inventory list will be signed by the representatives of Airport Security, Police,\nBDDS, Airport Operator, Customs and Airline Security (Customs and Airine Security\nwhen required only).\n\n11.10 Action by Coordinator! BDDS/ APS.\n\nTake charge of contents of the unidentified/ unclaimed article after opening by\nBDDS at explosive disposal area which does not contain any suspected explosive\narticles and when the same is not claimed by an airline! its owner until its opening.\n\n11.11 Action by Coordinator! BDDS! APS.\n\nHand over the contents of the unidentified’ unclaimed article after opening by\nBDDS at Explosive Disposal Area which does not contain any suspected! explosive\narticles to Airline security in case the airline has received a claim from its owner or when\nthere is sufficient documentary proof to suggest that the article belongs to the\npassenger of particular airline\n\nRESTRICTED\n46\n\n",
  "49": "RESTRICTES\n\nBUREAU OF CIVIL AVIATION SECURITY\nBomb Threat Contingency Plan\n\n| e ~ ~ Government of india\n\nChapter Vil| PROCEDURE TO DEAL WITH UNIDENTIFIED / UNCLAIMED\nARTICLES OBSERVED IN THE NORMAL COURSE OF AIRPORT\nTHER THAN DURING SOMS T\nTERMINAL BUILDING / C. INAL -\n\n11.12 Action by Coordinator! BDDS/ APS/ Police\n\nHand over the contents of the unidentified’ unclaimed articie where in explosive\ndevice, suspected prohibited article is found to the representative of the police station.\n{In such cases BDDS will certify that the explosive, sample explosive, explosive device!\nits components, suspected/ prohibited article is safe for handling! storage by Police\nStation personnel).\n\n11.13 Action by BDDS\n\nWhile the Unclaimed/suspected bag is being place in the explosive disposal area\nfor Cooling Off, necessary certificate will be signed by all agencies as per format given\nin Appendix ‘L’\n\nSign necessary certificates as per Appendix 'G' prepared by the coordinator or\nhis representative as prescribed in this procedure.\n\nSubmit a report to Commissioner of BCAS on the incident as prescribed\nseparately by HO, BCAS as per Appendix ‘H’ (UCB report)\n\n11.14 Action by Airport Security\n\nImmediately on receipt of information pertaining to the unidentified’ unclaimed\narticle from (coordinator), Asst Comat. shift in charge will take immediate action as\nunder :-\n\n()—- Rush to the reported location of unclaimed/ unidentified article with\nsufficient manpower and actively assist the coordinator! his representative to\npromplly and effectively evacuate the passengers visitors, airlines! agency staff,\nconcessionaires etc, to a safe distance of 100 mtrs all around such article,\n\n(i) Cover the suspected item with the Bomb Inhibitor if possible.\n\n(ii) Assist coordinator! his representative to cordon the evacuated area with a\ninvolving police, AIRPORT OPERATOR (wardens, care takers), Airline Seourity!\n‘Commercial! Traffic and prevent movement towards the unclaimed/ unidentified\narticles,\n\n(iv) Assist coordinator, Traffic police and Airport Police to effectively hal\ndivert traffic coming towards evacuated area,\n\nRESTRICTED\n47\n\n",
  "50": "RESTRICTED\n\n‘Government of India\nBUREAU OF CIVIL AVIATION SECURITY\nBomb Threat Contingency Plan\n\n| Chapter Vit EDURt WITH UN FIED / UI ED\n\nL\n\nARTICLES OBSERVED IN THE NORMAL COURSE OF AIRPORT\n| FUNCTIONS i.e. OTHER THAN DURING BOMB THREAT TO\n\nPASSENGER TERMINAL BUILDING | CARGO TERMINAL\n\n() Arrange to provide guard at explosive disposal area until the unclaimed!\nunidentified article is opened by BDDS or when claimed by the owner within 24\nhrs cooling off period, Where owner or representative has come forward to\nclaim the article kept in the explosive disposal area, arrange for temporary airport\nentry pass and escort him to explosive disposal area\n\n(vi) Be present with the coordinator while preparing the inventory of item found\nin the unclaimed! Unidentified article after it has been rendered safe either at the\nsame location or at explosive disposal area subsequently by BDDS.\n\nRESTRICTED\n48\n\n",
  "51": "RESTRICTED\n\nGovernment of India\nBUREAU OF CIVIL AVIATION SECURITY\nBomb Threat Contingency Plan\n\nChapter Vill | BOMB THREAT REVIEW COMMITTEE\n\n12.1 In order to ensure installation/working of necessary infrastructure and smooth\nimplementation of Bomb Threat Contingency Plan, BCAS has made it mandatory to\nconstitute a Bomb Threat Review Committee (BTRC) at each airport. Members of\nBTRC will be as follows\n\n{a) Director Operations, AIRPORT OPERATOR — - Chairman! Convener\n\n(b) WC (BDDS) Member\n(c) Head Security, AIRPORT OPERATOR - Member\n(d) Sr. Comat. (CISF ASG) Airport Security - Member\n(e) Chairman, AOC - Member\n(as representative of International Carrier)\n(f) Station Manager, All domestic airlines “Member\n(g) Local Police representative Member\n(h) Additional Members as decided by TRC - Member\n\n122 Functions of BTRC\nThe above committee will, meet in once in three months and review the following\n\n(a) Review Bomb Threat contingency plan as approved for and ensure that it\nis understood / followed in its letter and spirit by all concerned agencies /\nindividuals,\n\n{b) Review the bomb threat calls received in the previous month and take\neffective measures to overcome shortcomings notice, 80 as to improve upon at\nfuture occasions.\n\n(c) Review installation of caller identification devices on all operational\ntelephones by all airlines/ agencies/ departments and their functioning,\n\n(4) _ Review installation and working of call recording faciity on all telephones\nby airlines! agencies! departments and their functioning,\n\n(e) Prior intimation to BCAS HQ will be given on the Bomb Threat Evacuation\nDrills scheduled\n\n() Review the progress of Bomb Threat Evacuation Drill which is mandatory\nto be conducted once a year for each terminal building’ cargo terminal and\nnecessary report will be forwarded to BCAS HO.\n\n(g) _ Review progress on the previous BTRC meetings.\n\n(h) _ Prompt dispatch of the minutes of the BTRC meetings to Commissioner of\n\nBCAS, Janpath Bhawan, Janpath, New Delhi — 110001 and to all members of\nBTRC.\n\nRESTRICTED\n49\n\n",
  "52": "RESTRICTED\n\n_ Government of india\n& _ BUREAU OF CIVIL AVIATION SECURITY\n\n‘Bomb Threat Contingency Plan\n\n| Chapter 1X ELL US\n\n13.1 Isolatie isolation Parking Area\n\n13.2 tis important that an aircraft which is suspected of having an explosive device or\ndangerous substance on board be isolated from normal aircraft operations. To achieve\nthis, each aiport should designate an isolated parking position to which such aircraft\nmay be moved. The site selected should be, if possible, a minimum of 400 m from any\nother aircraft parking position, taxiway, runway, building, public area, fuel tank farm or\nstorage area for explosive or incendiary material. The isolated parking position may also\nbe used to handle unlawfully seized aircraft which require servicing or special attention,\ntherefore, consideration should be given to its location so it cannot be easily observed\nfrom public areas off airport property.\n\n43.3 Care should be taken to ensure that there are no services such as gas pipelines,\nrefveling hydrant pipes, other fuel lines or electric power cables beneath the aircraft\nparking area surface. If possible, a second isolated parking spot may be designated in\nfase the primary isolated parking position is unavailable or in case of multiple crises.\n\n43.4 Airport emergency procedures should designate one or more points to which\naffected aircraft might be directed. However, plans must be flexible enough not to rely\n‘on such an aircraft being able to park at @ designated point and must allow for the\naircraft to change its position. The following should be taken into account in selecting\ndesignated points :-\n(a) The availability of covered approaches to facilitate action by the security\nforces; for example, adjacent buildings, natural features such as undulations in\nthe terrain and the presence of trees.\n\n(b) The need for ASG to have quick and easy access to the scene to deal\nwith the situation.\n\n(c) The possible danger to other aircraft or people in the vicinity, and hazards\n‘such as fuel tanks.\n\n(a) The need for isolation from the press and public.\n\n(e) The continuance, as far as possible, of normal air traffic in and out of the\nairport during the incident.\n\nRESTRICTED\n50\n\n",
  "53": "RESTRICTED\n\nm a ~~ Government of india\nbf BUREAU OF CIVIL AVIATION SECURITY\n‘Bomb Threat Contingency Plan\nChapter IX | MISCELLANEOUS:\n13.5 Explosive Disposal /Cooling Off area\n\nIt is recommended that each airport should set a site for an isolated explosive\ndisposal area, where explosive expert may disable the suspected article/item and also\ncooling off of suspected baggage is carried out\n\nThe suggested specification for Explosive Disposal Area is given at\nAppendix ‘P” for the convenience of Airport Operators.\n\nIdeally, bunker of the size of 15 mts x 5 mtrs may be constructed 400 mtrs. away\nfrom the services ¢.g, gas pipe line , refusing hydrant, tube pipes, fuel lines or\nelectronic power cables beneath the surface etc, The bunker should be located\nrectangular in shape. The exit corridor should be located at the extremity of the\nrectangle at right angle to the length. The walls of the bunker should be at least 3 mtrs.\nin height made of earth piled or timber lining, sunk 3 mtrs into the ground. The ceiling\nshould consist of timber lining, which is not secured to the walls. The design will permit\nthe upward escape of the shock wave and debris in the event of an explosion. The\nshelter should be covered by earth to a minimum thickness of 1 mtrs.\n\nThe shelter exit should be protected by an earth bank 1.8 mtrs height on which a\n‘secured anti-blast shield which will collect debris and deflect it downward back into the\nbunker area. The design is capable of withstanding an explosion of 5 kgs. charge of\nplastic explosive and access should be designed in such a way that a ROV can easily\nenter inside the Explosive Disposal Area. Adequate fire proof lighting arrangements\nshould be done inside the Explosive Disposal Area.\n\n13.6 Details of Security and Explosive Detection Equipment\n\n‘The details of various security and explosive detection equipment installed by the\nAirport Operator/ASG alongwith their condition will be attached in BTCP as per format\ngiven in Appendix ‘N’.\n13.7 Dotalls of Equipment held by BDDS as per BCAS Circular No 14/2010\n\nThe details of equipment held by BDDS should be part of BTCP as per format\nsiven in Appendix ‘O°\n\n",
  "54": "L BUREAU OF CIVIL AVIATION SECURITY\n| Bomb Threat Contingency Plan\nChapter X | SUSPE‘ OSIVE DI\n14.1 Ae taken finding si bg ive is\n\n44.1.1 BCAS has already directed that all airports will have dedicated BDDS and Dog\nSquads . The BDDS should be well equipped with necessary manpower and equipment\nas per BCAS Circular No 14/2010, Circular No 20/2010 and related corrigendum,\nEfforts should be made with State Police/local hubs of NSG to ensure that they are fully\n‘equipped to deal with any type of threat.\n\n14.1.2 There are four generic steps that should be taken by anyone finding @\nsuspicious item during a search to ensure the safety of personnel and the minimum\ndisruption to operations. By training staff to follow these four steps in conjunction with\njocai contingency plans a safe conclusion to the incident with the minimum loss of life\ncan be achieved in most circumstances. The four steps and the order in which they\nshould be executed are as follows:-\n\n{a) CONFIRM\n\n(b) CLEAR\n\n(ce) CORDON\n\n(@) CONTROL\n142 CONFIRM\n\n44.2.1 Confirm that the item found should actually be reported as a suspect explosive\ndevice. Check for labels or tags giving possible information of the owner. Do not attempt\nto move the item in order to gain better access to it since the device may be equipped\n\\with an anti-handling device which may cause it to detonate\n\n14.2.2 Eliminate the possibility that the suspect item is private property left unattended\nby anyone in the immediate area, e.g. crew baggage. Oo not take too long in carrying\n‘out this action since the device may be on a timer or able to be detonated by remote\ncontrol,\n\n14.2.3 Note its exact location; make brief notes of its appearance and mark its position\n(if necessary) with a distinct item to assist police or explosive disposal staff in identifying\nthe item on their arrival\n\n14.2.4 Assess the validity and likelinood of the suspect item being in that particular\nlocation, Ask the following questions:~\n\n(a) _ Is the suspect item placed in a position to kill personnel or destroy\nresources ?\n\n{b) _ Is the target valuable, vital, attractive or under threat from possible attack?\n\n‘Once satisfied that the suspect item could be an explosive device, carry out the\nnext three steps and take the necessary actions as defined in local contingency plans,\n\nIF IN ANY DOUBT, TREAT AS A SUSPECT EXPLOSIVE DEVICE\n\nRESTRICTED\n52\n\n",
  "55": "“Government of indie\n# BUREAU OF CIVIL AVIATION SECURIT\n' = Bomb Threat Contingency Plan\n\nChapter\n\n14.3 CLEAR\n\n14.3.1 Evacuate ail persons, including any search teams, from the immediaie area of\nthe suspect device. A minimum initial distance of 100 m should be achieved but the\n‘actual circumstances, i.e. the presence of large areas of glass, the presence of\nfiammable or explosive substances in the vicinity of the suspect explosive device, the\npossibility of building collapse or local contingency plans, may dictate a larger distance\n\n44.3.2 At the same time ensure that the relevant duty personnel such as the\nCo-ordinator of BTAC are notified about the suspect device according to contingency\nplan,\n\n144 CORDON\n\n14.4.1 Establish a cordon to prevent anyone gaining access 10 the area. Size will\ndepend on the site of the incident, the size of the suspect explosive device and the\n\nprotection of cordon personnel. A good baseline is to ensure that cordon personnel are\n‘out of line of sight of the device.\n\n14.4.2 Establish one cordon entry point and ensure that nobody approaches the device\n\nunless authorized by the incident commander. It is not unusual for senior management\n\nand other persons to insist that they view the device to give a second opinion; they\n+ shouild-be politely denied access-until BDDS have arrived and agree itis safe to do so\n\n414.4.3-The police may deploy a further outer cordan on access routes to ensure safe\n‘evacuation and the speedy arrival of emergency services.\n\n14.5 CONTROL\n\n44.5.4 Inform the BDDS about the suspect device i not already carned out. The\npersons who discovered the device should remain to assist police and explosive\ndisposal agencies.\n\n14.5.2 Establish an incident control point to act as the central control for the incident\nuntil specialized staff arrive on the scene and take command.\n\ni -.14:5.3 Nominate-a rendezvous point outside the cordon for all other agencies that will\n\n{ ‘be arriving at the incident.\n\n44.5.4 Emergency services such as fire and ambulance crews should stand by at the\nrendezvous point outside the cordon to deai with the results of an explosion or fire.\n\n44.5.5 In the event of an explosion, first aid to injured personnel should be rendered’\nimmediately, followed by established damage control procedures\n\n14.56 After the effects of the explosion are under control, the search should be\ncontinued in case there are secondary explosive devices.\n\nRESTRICTED\n3\n\n",
  "56": "RESTRICTED\n\n] Government of india\nbd BUREAU OF CIVIL AVIATION SECURITY\ni\ni\nt\n\nBomb Threat Contingency Plan\n\nChapter XI _OCCURENCE REVIEW ANALYSIS AND CRITIQUES\n\n45.1. After each occurrence or threat, a review and analysis of all that transpired\nshould be conducted as soon as possible by the BTRC. All agencies involved should\nreport on their role, problems and success encountered and relationship with other\ninvolved, effectiveness of communication and observations on the note and amendment\nor revision of the Bomb Threat Contingency Plan.\n\n15.2 First Information Report on Bomb Threat Calls\n\nWithin 24 hrs of occurrence of any bomb threat call, a detailed report is to be\nforwarded to BCAS HQ for correct and timely analysis. It should covers all details such\nas time of call, assembly of BTAC, declaration of call status, copy of BWAF and any\nshort coming observed during conduct of BTAC.\n\n°15.3 Bomb Threat Call Data\n\n45.3.1 _A monthly report on numbers of Bomb Threat Calis received will be forwarded\nto BCAS HQ for compilation and analysis centrally at all India level as per Appendix ‘J\n\n45.3.2. The result of review and analysis should be made available to all participants\nalongwith recommendations. The same should also be submitted to the Commissioner\nof Security Civil Aviation, Bureau of Civil Aviation, Security which has to be further\nforwarded to ICAO within 24 hours\n\n15.3.3 It should be ensured by the Air Carrier, Airport Security and Aiport Authority\nthat Aircraft leaves only under condition to total security of aircraft and human life\n\n15.3.4 The Air carriers which receives such bomb threat shall take the action\nenumerated above in conformity with the Bomb Threat which would be the standard\nprocedure adopted uniformly in each case of Bomb Threat Contingency.\n\n15.3.5 The pressure of media interest at a major seourity incident will be considerable\nIt is important that the media are dealt with fairly but firmly to ensure that they do not\npublish information which might pre-empt action planned or being taken by the security\n\nforces. Control of information about the situation is paramount as, in the past, police and\n~ aircraft radio communications have been intercepted and rebroadcast as news items\nover the public networks, Camera teams have also been known to infiltrate the incident\n‘area and ‘film operations. This can dangerously heighten the tension among the\nperpetrators while premature disclosure of information regarding operations can\nfrustrate tactical plans.\n\nRESTRICTED\n54\n\n",
  "57": "RESTRICTED\n\n~~~ Government of India\n\n# __BUREAU OF CIVIL AVIATION SECURITY _\nBomb Threat Contingency Plan\n\nChapter XI QCCURENCE REVIEW ANALYSIS AND CRITIQUES\n\n15.3.6 It is also advisable, however, to ensure that the media are treated with\nconsideration and are given information and assistance as is possible without\ncompromising the safety of the passengers involved and the police and security\npersonnel dealing with the situation. If the media are denied all information they will\nbecome frustrated and unlikely to cooperate with police requests. An initial agreement\nwith the media should be made to have regular press briefings in a dedicated press\nroom {for example, every hour or second hour) s0 that only official and safe information\nwill be communicated by the media officer selected by the aimport operator\n\n154 Telephone enquiries and relatives\n\n15.4.1. There should be separate facilities, to deal with the public who will be making\n‘enquiries concerning persons involved in the incident. A Telephone and information\nCentre (TIC) will need to be set up, which need not be necessarily at the incident site,\nwith a dedicated telephone number, and trained staff, to cope with the high volume of\ncalls from public, relatives and friends of persons involved. Incoming overseas calls in\ndifferent languages should be expected. All information provided by the TIC to the\npublic, relatives and friends should be closely coordinated with the media officer of the\nairport operator.\n\n15.5 Training\n\nBCAS will organize training for all members of Bomb Threat Assessment\nCommittee (BTAC) in Bomb Warning Assessment, Each organization like airport\noperator, airline operator, DGCA, State Police and ASG etc will ensure that their\nsenioriofficers who are likely to be the members of Bomb Threat Assessment\nCommittee undergo requires training\n\n15.6 Training of other staff\n\n15.6.1 All employees working at the airport would be given training in Identification of\nExplosives Devices and Bomb Threat Procedure under arrangement of BCAS. The\norganization/agencies will ensure that their employees are detailed for such training\nwithin six months of their employment at the airport. Regular refresher courses would\nalso be conducted.\n\n15.6.2 All agencies at the Airport should take serious note of any Bomb Threat Call and\nmeticulously follow the. instructions given in the Bomb Threat Drill. It should be the\nresponsibility of the officer in charge of the concerned agencies to ensure that all the\nconcerned officials remain fully aware of the Bomb Threat drill procedure.\n\n45.6.3 It can not be, however over emphasized that the co-ordination and\nunderstanding amongst various departments/agencies will ensure maximum result in\nresponse to a Bomb Threat Call, The functioning as taken by Bomb Threat Assessment\nCommittee is the true key to deal with Bomb Threat Contingency,\n\nRESTRICTED ~\n55\n\n",
  "58": "RESTRICTED\n\n~~ Government of india\n| BUREAU OF CIVIL AVIATION SECURITY\n\nrc Bomb Threat Contingency Plan\n| Chapter xt | OCCURENCE REVIEW ANALYSIS AND CRITIQUES\n\n15.6.4 The training on different aspects of recognition of IED's and Bomb ‘Threat\nContingency Plan will be organized at airports by BCAS for basic ANSEC qualified\nairline security staff, SI and above of ASG/APSU and ATCOs / APMs ( from security\nand operations) of Airport Operators and this training programmes: should cover\nfollowing topics :-\n\n15.6.5 41. Recognit ives, ac\n\nbrs)\n{a) Define and classify prohibited items,\n\n{b) Recognize improved explosive devices, Weapons dangerous substances\nincluding where disguised, dismantled or camouflaged\n\n(©) What are IEDS and how to handle an IED threat\n\n(4) Display of explosives and dummy IEDs.\n\n(e) Capability of Dog Squad.\n\n(f) How are the explosives seen in an X- Ray machine,\n15.6.6 Module 2. Bomb Threat (02 hrs}\n\n(a) Describe typical response to a Bomb Threat\n\n{b) Bomb Threat Contingency Plan.\n\n(c) Role of Bomb Threat Assessment Committee\n\n(6) Procedure to search an area in response to a Bomb Threat.\n\nRESTRICTED\n56\n\n",
  "59": "RESTRICTED\n\nGovernment of India 1\n\n¥ i BUREAU OF CIVIL AVIATION SECURITY\nl Bomb Threat Contingency Plan\n\nChapter XI | sT BLAST INVESTIG/ F BOMB INCID!\nI\n\n‘ASSIMILATION OF DATA |\n\n16.1 By investigation of blast incident, one can assimilate the data to check the future\nincident and could also develop the counter measures in an effective manner.\n\nThis data would be helpful in identifying the following :~\n() Identity type of explosives/switches used\n{i) Identity strategy of particular terrorist organization\n(ii) Identify lacunae's in the security system at airport\n(iv) Help in issuing advisory on additional security measures,\n\n‘The post blast incident report should be compiled in the format attached at\nAppendix ‘l’ and forwarded to BCAS HQ within 24 hrs of occurance of incident.\n\nRESTRICTED\n57\n\n",
  "60": "RESTRICTED\n\nREAT FORM\n\nName of person receiving threat message Time ~ Date\n\n‘Message : (Caller’s exact words)\n\nWHERE IS THE SOMB?\nTerminal | Fuel storage argo area Aircraft operator Other\nfacility offices i\n|_ or maintenance area _\n‘Aircraft_| Flight number | Departing/Arsval | Going to/Coming from\n\nDid the caller appear to be familiar with the aircraft or building when describing the\nlocation? YES | NO\n\nWHEN WILL IT EXPLODE ?\n\nTime Bay Date\n\nInflight? YesINo____| ifmoved ? Yes/No ‘other —\n\nWHAT DOES IT LOOK LIKE ?\n\nBriefcase | Shopping/carrier bag Suitcase 7\n-[Boxiparcel Other(describe) —\n\nWHO ARE YOU ?\n\nName ‘Organization L\n\nWhere are you now ?\n\nWHY ARE YOU DOING THIS ?\n\nBACKGROUND DETAILS (Circle appropriate answer)\n\nOrigin of call\n\nLocal Tong distance intemal (from | Public 1\n\nwithin building) | telephone/celtularimobile |\n|\n\nt T\n\nAttempt made to trace call? = YES/NO.\n\nRESTRICTED\n\n",
  "61": "Caller’s identity\n\nRESTRIC\n\nSex {Aeproxinate age [Language spoken\nVoice characteristics\n[Loud Soft” - | High-pitched Deep\n[Raspy Pleasant ‘Other J\nSpeech\n| Fast Distinct Stuttering Slurred\nSlow Distorted Nasal Other\nBackground noise\nNoisy uiet Trains ‘Aircraft\n| Street traffic Office machines Factory machines\nKitchen Party atmosphere | Animals Music |\nMixed (describe)\nAccent\n[Local Not local Colloquial Regional Foreign |\nManner\nAngry Calm irrational Rational\n| Coherent Incoherent Deliberate Emotional\n| Intoxicated Laughing Righteous ‘Obscene\n| Other (describe)\n‘Command of language\nExcellent Good Fair Poor\n\nCOMPLETE FORM AND PASS TO BTAC.\n\nDISCUSS THREAT CALL ONLY WITH BTAC.\n\nRESTRICTED\n\n59\n\n",
  "62": "REST\n\nNING BW)\nPART “A”\nWARNING DETAILS.\ni Hl OMB THREAT CALL RECEIVE!\n\nDate \"\\y ees | Cail Receive At [Was Call\n| by |\n4 — -j\nFt | Name | Design/Dept | Tele Location | Record Traced | Traced\nNo\n| | | \\\n1\nL mn [Yes [No | YewNo |\nET. THREAT CALL Y \\TOR:-\nCo-Ordinator information Received =\nName ~ _[Bestanation |From [Designation\n- | | 4\nI |\n—____ 1 .\nExact words of Threat ‘Radiional information obtained from the Caller\n\n‘Where is the bomb located ? |\n\n| What kind of a bomb is it and\nhow does it look like ?\n\nWhat time is the bomb likely to |\n| explode ?\n\n\\Why did you\" place the\nbomb/how © you know about it 7\n\n‘Who are you ? tT 1\n\nRESTRICTED\n60\n\n",
  "63": "RESTRICTED\nPART-“B\" (Answer as “YES or “NO\")\n\nBOX 1A BOX 18 .\nIDENTIFICATION OF AIRCRAFT | YESINO | IDENTIFICATION OF FACILITY YESINO\n| i -\nHas location of Aircraft been j ‘Has Airport installation been named ?\nidentified 7\n[Has Airine/Flight No been identified ? | Has the terminal Building been 1\nspecified ? i\n|\nHas Route been identified 7 Has Airline facility been specified ? _|\nHas Destination been Wentified ? Has any Specific facility been\nspecified ?\nHas Departure Time been specified ? Any other message ? —\n\nIdentification of Threat (Aircraft / Facility)\n\n‘Airine Flight No Route Airport Facility\nBOX 2\nPOSITIVE TARGET IDENTIFICATION (PTiy YESINO COMMENTS\n\nHas exact location of device been specified 7 |\n\nHas detailed technical description of device and time of|\nexplosion been specified ?\n\nHas specific description of bagimeans of concealing |\nbeen given ?\n\nHas exact area in industry type terms used ie cargo,\nhold, cabin baggage no of hold, catering item etc.\n\nHas identification of a person with his baggage\nidentified positively by description or by the type of\ndevice and time of explosion 7 |\n\nIs their presence of VIP coupled with a specific alert |\n| from Police 7 | |\n4 }\nBOX3\n\nRESTRICTED\n61\n\n",
  "64": "RESTRICTED\n\nBACKGROUND DATA YESNO [comments |\n(INFLUENCING FACTORS) ee a\n\nAny history of bomb wamning, state of internal security r “|\n| and alert from BCAS. |\n\n“Any history of activities of terrorists in recent past\n| 3 months and the terrorists organizations name.\n\ngenuine or spurious,\n\n‘Any additional security measures taken recently\n\n“ny known bookingireservation of high profile persons\nState of Industrial relations within the airlines.\n\nAny late passenger for flightYoverbooking,\nAny intention of disruption/delay of the aircraft.\n\n‘Any industry type and term used indicating call to be |\n|\n|\n\n‘Any other information helping to decide the |\nauthenticity or otherwise of the threat.\n\n‘Any passenger deived seat/due 16 Tate arrvallexcess |\n\n{| ji tt\n\nbaggage.\nT — =\nen nee }\nPTI POSITIVE WITH SPECIFIC\nAIRCI ITY. FIED. PILNEGATIVI\nSpecific Doubt in Security measures | {\nSpecie Acton Ree senty “ Threat Threat\n— - - Accentuates | mitigated\n(GREEN)\n¥ ¥\n\nincrease CONFIDENCE IN SECURITY MEASURES by specified area\nsearch given In Box 4\n\nNon specifi\ncall preventiv\nmeasures a\ngiven in Box 5\n\nRESTRICTED\n\n",
  "65": "RESTRICTED.\n\nBOX 4\n\n| CONFIDENCE IN SEC! SURES AS\nLal\n\n| (if not followed entirely as laid down by BCAS for\n‘an area or type of item, that area / item becomes ,\n(2 suspect, |\n\n(a) Status and security of registered baggage |\ncheck followed by the airline.\n[(b) Procedure of checking 7 cooing of of\n[unaccompanied — baggage, mail, ~— and\n| Cargolconsidered suspicious\n\n[(@ “Procedure to ensure security of caterng |\nitems, |\n\n(@) Procedure of security of company stores: 1\n(e) Guarding of aircraft by ASG / airline,\n\n(8 Status of anti-hijacking check of persons /|\nhand baggage.\n\nBY CO-ORDINATOR\n| 1. inform every agency and ask them to search]\n[their own area and report. Hl\n\nBOX § ~ ACTION TO BE TAKEN IN CASE OF\nIC CALL BY INATOR\n\nCOMMENTS:\n\n| 2. Get confirmation from all about the search. |\n\n| 3. Request BDDS to stand by near aircraft 7|\nbuilding under threat until search is over and\nclearance certificate is signed by all agencies. |\n\nRESTRICTED\n\n",
  "66": ". RESTRICTED\nBY AIR CARRIER\n\nCOMMENTS\n\nent staff at X-ray for thorough screening of |\nchecked in baggage. mail etc\n\n2. Carry out inspection of aircraft.\n\n3. Look for suspected baggage during search of\naircraft.\n\n4, Increase physical inspection of rear\nregistered baggage / mail / cargo\n\n5. Proper baggage identification by passengers\n& crew.\n\n%. Ground engineering to cary out scheduled |\nanti sabotage checks.\n\n7, Ensure proper Gate-No-Show.\n\n_ |\n&. Thoroughly screen air mail |\n\n3... Suspend airlift of unaccompanied baggage |\nand rush tag baggage which is suspicious. |\n\n70. Frisking of staff / passengers at ladder point.\n\n11 Proper passenger begnsge  Feconciliation\n\n—\n|\n\nCOMMENTS\n\nBY ASG ; AIRPORT SECURITY\n\n7. Proper frisking of passengers j\n\n2.25% manual inspection of hand baggage or|\nmore if decided by BTCP\n\n3. Sat up general vigilance and guard the,\n\nRESTRICTED\n\n",
  "67": "RESTRICTED\n\nTHREAT HAS BEEN DECLARED,\nDETAILS OF BTAC MEMBERS / SIGNATURES _ -\nSignature [\nName -\nDesignation [\nOrganisation Airing Stn Airport Security WSO (ATG)\n| SecurityMgr | (CISF/ASG) |\nt +\nSignature |\nName\nDesignation\n‘Organisation DAW (DG CA) BODS~ ~~ Co-Ordinator\nSignature\nName 7\nDesignation [\nOrganisation INCHARGE INCHARGE MANAGER\n| customs IMMIGRATION CARGO\n__TERMINAL\n|\ni\nRESTRICTED\n\n65\n\n",
  "68": "2.\n\nRESTRICTED\n\nAppendix\nCLEARANCE CERTIFICATE\n\nCertified that anti-sabotage check following a Bomb Threat was carried out of\n\n(a) Aircraft, ~No_____— Fight No From\n\n(route). jo from (time) \"hrs. to\nhrs. on (date).\n\n(b) Terminal Building J cargo terminal from (time)\n\nhrs. to hrs. on (date) as per\nprocedure laid down in Bomb Threat Procedure Circulated by the Bureau of\nCivil Aviation Security.\n\nItis also certified that during the search of the Aircraft / Airport Facility mentioned\n\n‘above, no explosive / explosive device / suspicious article / extraneous object was\nfound.\n\n3.\n\n‘The anti sabotage checks as above were carried out by the agencies mentioned\n\njn sub para (a) to (e) and in the presence of coordinator from AIRPORT OPERATOR\nmentioned in sub para (f) below :-\n\n{a) Signature {b) Signature __\nName Name\nDesignation Designation\nAgency: Airline Engineer Agency: VC Airline Security\n(e) Signature (8) Signature\nName Name\nDesignation Designation\nAgency: ASG Agency: (DGCA)\n{e) Signature a (Signature __ .\nName Name\nDesignation Designation\nAgency: BDDS Agency: AIRPORT OPERATOR\nNote: 4 Strike out whichever is not applicable from pare 1 (a) & (b) above.\nNote: Officials mentioned at Para 3 (d) & (e) above need not sign this certificate\n\nwhen the call is ‘non specific’ and when they have not participated in the\nsearch operation.\n\nRESTRICTED\n66\n\n",
  "69": "RESTRICTED\n\nBOMB. PORT\n\n1, Time, Day and Date when the call\nwas received initially\n\n2. Time information received by Ter Mgr\nNature of information\n\nTime message received by BDDS\n\nH 5. Time BDDS Team left\n\n6. Composition of Team\n\n(a) in-charge a\n(b) Bomb Technicians\n(©) Sniffer Dog\n\n(@) Dog Handler\n\n7. Time team reported at Airport\n\n8. The office / officer where the team\nreported\n\n| 9. What was the duration of call\n\n| 40. What the language was used and\nwhat was the exact word\n\n11. Telephone number & location\nwhere the call was received initially\n\n12. Name and rank of the officer who\nreceived the call and the action\ntaken by him immediately there after\n\n| 13. _ Did the receiver of the call try to\nquestion him\n\n13, Did the caller mentioned the Flight No.\nCarrier and type of Aircraft / Terminal\nBuilding etc. or merely mentioned the\n\nFlight / Building so and far.\n\nRESTRICTED\n67\n\n",
  "70": "RESTRICTED\n\n14. _ Was there any lingual or other\nCharacteristics which the receiver of the\ncalll had noticed? If so, give details\n\n18. _ Was any passenger denied seat\neven though he had confirmed\nreservation or he was off loaded\n\nshow / other reasons\n\n16. Did any passenger tum up after\nthe phone call was received\n\n17. Classification by STAC ee\n(Specific / Non Specific)\n\n18. Decision of BTAC.\n\n19. Was the phone call followed by\nbomb drill / anti - sabotage check or\nWas the phone call ignored? if\nignored did the Airline concerned\ninform security / Airline Administration\n\n20. Flight No. & Type of plane involved\n\n20. Name of Airport departure\n\n21. The Scheduled Flight route of the plane\n22. Name of the Airline\n\n23. Was the plane on time on arrival and\ndeparture (before the bomb scare arose}\n\n24. If call was received and ignored and\nflight cleared for take off as per schedule.\nGive reason why?\n\n25. Was the call received when the plane\nwas still on ground or take off if so\n\nreceived when on ground how many\nminutes after take off?\n\n26, Time aircraft moved to isolated bay\nand reached isolated bay\n\n27, Time GS equipment arrived, if delayed\n‘mention time\n\nICTED\n68\n\n",
  "71": "RESTRICTED\n\n28, Time aircraft search started and\nRegistered baggages reidentification\nstarted\n\n29, Time aircraft search completed\nand re-identification of registered\nbaggage completed\n\n30, Time aircraft shifted to main bay\n31. What was the total delay\n(a) STD _ATD\n\nDelay\n\n{o) STA ATA\n\nDelay _\n\n32, Reason for delay\n\n33. Was any bomb / explosive substance\ntraced during search If so what action\n\nWas taken / to isolate / neutralize it?\n\n34. _ Inthe event of discovery of any\nExplosive substance what action\n\nwas taken.\n\n36. _ Name the reps of other agencies\nAssociated in search\n\n(a) Airport Security\n\n() Airline Security\n\n(©) Aeronautical Engrs.\n36. Remarks / Comments / Observations\nSignature:\n\nvc BDDS\nDate\n\nTo\n\nCommissioner of Security (CA)\nBureau of Civil Aviation Security\n\n‘A’ Wing, |-tIl Floor, Janpath Bhawan\nJanpath, New Delh01\n\nRESTRICTED\n\n69\n\n",
  "72": "RESTRICTED\n\nIRCRAFT SECURITY SEARCH CHECKLIST\n\nAIRCRAFT INTERIOR\n\nSeats, including pouches, cushions and underside of seats\nLog book and flight manual stowage\n\nCrew oxygen mask stowage\n\nEntire fioor, including area forward of rudder pedals and beneath all fight\ndeck seats\n\nCeiling, side and rear walls\n\nLife jacket stowage\n\nCrew coatroom and luggage stowage area\n\nTable and drawer of third crew member's position\n\n‘Area around rudder/orake pedals\n\nInside first-aid kit\n\nFORWARD ENTRANCE\n\nStairway including underside\n\nConnection of stair to fuselage, as well as shelf at this point\nEscape chute stowage\n\nCabin attendant seat, lfe raft stowage and seat back\n\nForward windscreen and storage unit, including compartments,\n‘Oxygen mask compartment\n\nCeiling and wall\n\nFire extinguisher stowage\n\n\\NIONW/\n\nLIGHT DECK\n\nWalls, ceiting and floor\n\nCoatroom\n\nOverhead baggage storage — entire area with baggage removed\n‘Compartments above baggage rack and coatroom\n\nDrinking fountain, cup dispenser, cup disposal compartment and drain valve\naccess\n\nArea above and along sidewall of stowage compartment, forward side of\nforward toilet\n\nFORWARD COMPARTMENT\n\nCoatrooms and enclosed mask and vest stowages\n\nFlight attendants’ and passengers’ seats (including underside of seats)\nPassenger berth\n\nCeiling, floor and walls\n\nCrew and passenger life vest stowages\n\nPortable oxygen stowage cupboard\n\nSeats (pouches and oxygen mask compartment)\n\nRESTRICTED\n70\n\n",
  "73": "RESTRICTED\n\n‘Table between rear lounge chairs and its compartment\nEscape chute stowage\nLiterature containers\n\nFORWARD GALLEY.\n\nRemove all containers, food boxes and ovens, if not already done\nOpen and inspect all galley compartments, bar and refrigerator\nInspect containers removed from galley and bar\n\n‘Oxygen mask stowage (bar)\n\nGalley service door (tape stowage; hinge recess)\n\nEscape chute stowage\n\nCompartments above service doors\n\nFORWARD TOILETS\n\nRemove soiled and waste material not already removed\nRemove containers under sinks, inspect contents and areas around sink\nInspect towel compartment\n\nTissue dispenser\n\nToilet\n\nMirror and compartments:\n\nWalls, ceiling and floor\n\nDoor\n\nOxygen mask stowage\n\nAccess to drinking fountain\n\nWaste water receptacle\n\nMAIN CABIN\n\nSeats (pouches, oxygen mask stowage, cushions and underside of seats)\nPillow racks, blankets and handrail\nFloor — do not remove carpet unless presence of foreign object is suspected\nSide walls, including windows and curtains\nBulkheads and foot recesses and oxygen mask stowage\nCeiling\nLight recesses\nCompartments at aft end of each handrail\nCompartments behind rear cabin seats\nStretcher equipment stowage above hat rack\nDemonstration life vest stowage\nEmergency escape rope compartments\nEscape chute stowages\nMain door and recess with door closed\nMagazine racks\nLife raft stowages\nLife vest pouches\nPassenger berths\nOxygen cabinet\n\nRESTRICTED\n\n74\n\n",
  "74": "RESTRICTED\n\nCargo tie-down stowage\n\nLiterature containers\n\nirst-aid kit, only If unsealed\n\nPassenger oxygen service units —- drop them down and inspect\n\nOxygen and CO2 cylinder stowage drawers. forward sides of Nos, 1 and 3\ngalleys and aft toilets\n\nOverwing emergency exit release covers\n\nAft entry door cabin attendant’s seat\n\nDrinking fountain, cup dispenser, cup disposal compartment and drain valve\naccess at floor\n\nPortable emergency exit lights — remove light and inspect\n\nCENTRE GALLEY AND BAR\n\nRemove all containers, food boxes and ovens, if not already done\n‘Open and inspect all galley compartments, bar and refrigerator\nInspect all containers removed from the aircraft\n\nWalls, ceiling and floor\n\nGlass stowage in bulkhead forward of bar\n\nFirst-aid kit in compartment aft side of aft unit — only if unsealed\nCompartment above service door\n\nService door and recess\n\nEscape chute stowages\n\nCabin attendants’ seats in aisle No. 2 galley\n\nOxygen mask compartment in ceiling\n\nPortable emergency exit light — remove light and inspect\n\nREAR GALLEY AREA AND BAR\n\nT TOI\n\nFlight attendants’ seat\nGalley — remove all containers\nOpen and inspect all compartments\nWalls, ceiling and floor\nCompartments in front bulkhead\nInspect containers removed from aircraft\nDiplomatic mail locker\n\nGalley service door hinge recess\nEscape slide stowages (each door)\nAit entrance door hinge recess\n\nLife raft stowages\n\nOxygen bottle ceiling stowage\n\nRemove soiled and waste material\nRemove and inspect container under sink\nInspect sink and area around sink\nTowel container\nTissue dispenser\nRESTRICTED\n72\n\n",
  "75": "RESTRICTED\n\nToilet seat and lid\n\nMitror and compartments\nFlight attendants’ seat\nDoor\n\nWalls, ceiling and floor\n(Oxygen mask stowage\n\n+ Access to drinking fountain\n+ Waste water receptacle\n\nART Wi Mi IS\n\nRemove coats and hand baggage\nInspect entire area\n\nSky cots and flight cradies\nOxygen mask stowage\n\nFirst-aid kit, only if unsealed\n\nLife vest stowage\n\nAIRCRAFT EXTERIOR\n\nFuselage (the areas behind/in the following doors and openings should be checked):-\n\nRadom\n\nGround pneumatic connector panel\nCabin compressor air-inlets.\n\nCabin compressor access panels\nDoppler navigation antenna door\n‘Cabin compressor air-outlets\n\nHeat exchanger control access panels,\nHeat exchanger outlet guide vanes\nRadio rack air-outlet\n\nBeacon-holder (beacon removed)\n‘Security locker and contents\nFlashlights (check batteries)\n\nSeals of first-aid kits for proper condition\nSeais of life raft panels for proper condition\n‘Accessory compartment door\nAuxiliary tank fuel sump doors\n\nCabin pressure safety valves\n\nAft waste water service panel\n\nCabin pressure regulator valve\n\nAft waste system service panels\nAccess door to stabilizer-mechanism\nTail cone access door\n\nAft potable water service pane!\n\nAft cargo doors\n\nForward cargo doors\n\nForward potable water service panel\n\nRESTRICTED\n73\n\n",
  "76": "RESTRICTED\n\n+ Ground air conditioning connector door\n* External power fuser door\n+ External power receptacle\n\nIN Co ie) P) NT\n+ Entire compartment, especially area of hollow spaces and cavities\nACCES (ef\n+ Entire compartment as well as all installations\nCARGO COMPARTMENTS:\n\n+ Forward cargo compartment, especially area underneath hinge snap-panel of\ncargo door floor covering\n\n+ Waste water tank compartment\n\n+ Flight-kit boxes\n\n+ Aft cargo compartment (especially area of cargo door hinge joints)\n\n+ Zone immediately behind aft cargo compartment\n\nLANDING GEAR WHEEL WELLS AND GEARS\n\n+ Nose wheel well — area behind access and zip-fastener panels\n\n+ Entire main wheel wells and zone of wing roots LH + RH\n\n+ Gears, wheels — tires, rims, brakes and parts such as struts, drag-braces,\nbeams, arms, actuators\n\n+ frames and trucks\n\nTrailing edge flap sections\nSnap-covers to fuel X-feed tube\nSnap-covers to fire-extinguisher bottles\nPressure refuelling adapters\nInspection snap-covers\n\nFuel vent openings\n\nENGINES AND PYLONS\n\nEngine air-intake, exhaust and fan-duct\n\nEngine oil and pneumatic heat exchanger air-inlet scoop\n\nEngine oil refill cover\n\nEngine heat exchanger air-outlet door\n\nConstant speed drive oil refill cover\n\nOpen engine cowl doors and fan cascade vanes. Entire engine installation\nand all openings on the Cowl doors and pylons to be checked.\n\nICTED\n74\n\n",
  "77": "RESTRICTED\n\nAppendix 'f\n\nNO.CAS-10(3)/2007/Div.|\n\nBUREAU OF CIVIL AVIATION SECURITY\n(MINISTRY OF CIVIL AVIATION)\n\nGOVERNMENT OF INDIA\n\nJA’ WING (Llll Floor), JANPATH BHAVAN\nJANPATH, NEW DELHI\nDated: 10/09/2008\n\nCircular No. 8/2008\n\nSUB: TRAI T Y | HUMAN CREMATAL.\nCARGO.\n\nDead body / Human Crematal remains will be transported as Air Cargo and\nfollowing security controls will be applied by the aircraft operator\n\n‘Security controls\n\n4. Station Manager / Station Security Manager of the Aircraft Operator will examine\nand validate accompanying documents as below:-\n\n(a) Incase of movement from a station within India\n(i) Death certificate from a competent Medical Authority\n(i) Embalming certificate by the hospital / competent authority,\n\n(ii) Permission by the local Police Authorities for carrying dead body /\n| human remains\n\n(iv) Any documents like Driving license or Passport or any other Photo\nID Card issued by a Govt. / semi-Govt agency to establish identify of the\ndeceased.\n\n(b) ns) jon from a F tion\n(Death certificate from a competent Medical Authority\ni) Embalming certificate by the hospital / competent authority\n\n(ii) Permission by the local Police Authorities for carrying dead body!\nhuman remains.\n\n(iv) Clearance from the Indian mission for carriage.\n\n(¥) Copies of cancelled passport of the deceased\n\nRESTRICTED\n75\n\n",
  "78": "RESTRICTED\n\n2. Identify of the relative / person when accompanying such consignments to the\nestablished\n3. ___In case no relative / person accompanies the dead body / human remains such\n\nconsignments may be screened through X-ray, to ensure that it does not contain any\nprohibited / dangerous item.\n\n4, __ In the absence of X-ray machine at a particular station, dead body / human\nremains shall be inspected visually by a responsible employee of the aircraft operator to\nensure that the consignment has dead body / human remains only and nothing else\nwhich may endanger safety of the fight,\n\nPROCEDURE FOR REVIEW\nThe scheme will be subjected to review quarterly in the 1\" year of its\n\nimplementation, once the procedures are put to implementation or on receipt of any\nrequest from any member of the committee.\n\n(M Malaviya)\n\n‘Addl. Commissioner of Security (CA)\n\nDistribution: As per list attached\n\nCopy to: 1.MCA (Shri S. Gowri Shankar, Under Secretary), R G Bhawan, New Dethi-\nw.rt DO No AV-13024/30/2004-SS dated 19/12/2007\n\nRESTRICTED\n76\n\n",
  "79": "RESTRICTED\n\nAppendix G\"\nCERTIFICATE\n\nThis is to certify that an unidentified! unclaimed article in the form of a Itern, was\nspotted at (location), at (time)___nrs On (date)\n\n____and was reported to BDDS by {name} design.\nat (time), hrs on (date). as per laid SOP.\n‘The above article was rendered safe by BDDS in the same location / Explosive Disposal\nArea at fs on . inspected in the\npresence of officials mentioned at the end of this Cerificate and was found to contain\nthe following items:\nSafe items\n\nItems containing explosive / contraband / objectionable items\n\n‘The above items found in the article were finally handed over to the following officials for\ninvestigation / further disposal in the presence of officials mention at the end of this\ncertificate:\n\n‘Signature\nName _— OO\nDesignation _j__ —\nOrganisation ‘AIRPORT ‘Airport Security | Airline Seourity\nOPERATOR | (CISFIASG) (Wherever |\nApplicable) |\nSignature mt\nName — — |\nDesignation Cc —|— |\nOrganisation BDDS Police Station Customs\n| (Wherever\nl Applicable)\nDetails of Claimant (if any)\n\nRESTRICTED\n\n",
  "80": "RESTRICTED\n\nINCLAI T\nAIRPORT\n\nRTO! Tl GGAGE. IN TER:\n\nDate of incident\nTime information reed\nInformation reed from\nContents of message\nLocation of suspected baggage\nTime Team left BDDS loc\nTime of Arr at Loc\nArr reported to\nComposition of team\n(a) In-charge\n(6) Bomb Technicians 0\nil)\n(c) Dog Handlers @\n0)\n(6) Sniffer Dogs @\n(i)\n10. General description of Area around UCB\n11. Approximate size of baggage\n12. Response to\n(a) Audio check\n(0) RTVS\n(c) Sniffer Dogs\n{d) _ Explosive Detector check\n13. Render Safe Procedure adopted\n44. Time operation completed\n415. Agencyloffice from whom clearance taken\n46. LP No and date\n17. Major Contents inside the UCB\n18. Comments/Remarks\n\nSignature: {\nDated:\n\n©ONDDRON=\n\nDistribution 1. COS(CA) 2. ROCOS( Region) 3. COE Region\n\nRESTRICTED\n\n",
  "81": "aon\n\n10.\n\n4\n\n12.\n\nRESTRICTED\n\nAppendix‘!\nPOST INCIDENT REPORT OF BOMB BLAST\nDate of explosion\nTime of explosion\nNumber of blasts\nPlace blast\n{a) Air side (Specify exact location)\n(b) City side (Specify exact location)\n(c) _ International / domestic / cargo terminal\nBrief description of target\nBrief description (type of explosive): 1EDs_\nNDS.\nVBIED,\nMiltary Explosive___\nSize of the crater InDepth mts\nIn Diameter, mts\n\nDebris recovered till what distance\nAny explosive residue recovered\n(2) Wires\n(b) Batteries\n(©) Containers\n\n{e) Miscellaneous\n\nCausalities\n(a) Civilian\n\n(b) Security forces\n\n(VIPs\n\nEffect of damage to property\n\nBrief detail on the incident by witnesses\n\nRESTRICTED\n738\n\n",
  "82": "13,\n14\n15\n16.\n17.\n\nRESTRICTED\n\nAny bomb threat received in past one year\nAttach photograph of incident site\n\nAttach photograph of surrounding area\nInvestigation carried out by\n\nImportant instructions. This form should be filled up\nand forwarded within 24 hours of\n‘occurrence of incident to\nCOSCA, BCAS HO\n\nRESTRICTED\n80\n\n",
  "83": "S.No | Date & Flight No]\n\nTi\n—_{—_|-_1\nF\n\n* Copy of BWAF to be attached.\n\nRESTRICTED\n\nAT.\n\nBrief of\nBomb\nThreat Call\n\nDAT!\n\nWhether call |\n\ndeclared as Specific\n\nRESTRICTED\n\n81\n\ndetails ifso |\n—|\n\n",
  "84": "RESTRICTED\nAppendix ‘K’\nBOMB THREAT CALL DATA\n‘TELEPHONE NOS OF AIRLINES /OTHER AGENCIES OPERATING\n\nER RT\n\nName Of Th\nAirline/Agencies DirectNos |\n\n~[ AirlinesAgencies | Mobile Nos | “Caller ID/Recording\nfacilities installed or not |\n\nRESTRICTED\n82\n\n",
  "85": "RESTRICTED\n\nAppendix L”\n\nCERTIFICATE\nThis is to certify that an unclaimed / suspected article reported to BDDS by\n(name)_ _ design at (time)\n_ hrs on (date) _ from (location)\n\nhas been shifted to the Explosive Disposal Area\n'as per details mentioned below:-\n\nDESCRIPTION OF THE ARTICLE\nSr. No. ITEMDESCRIPTION QUANTITY ~—- REMARK\nIN THE PRESENCE OF\nSignature — | | —|\nName ee SO |\nDesignation _ |\n‘Organisation AIRPORT Airport Security Airline Security H\nOPERATOR | (CISF/ASG) | (Wherever \\\n_ | {Appbeabl) __ |\nSignature a _—|\nName - — |\nDesignation — —_|\nOrganisation /BDDS Police Station | Customs\n| | (Wherever\n| | | Applicable) |\n\nNote 1: Representative of CISF ASG mentioned above has been shown the article\ndescribed above and advised to provide guard at Explosive Disposal Area until it is\n‘opened and disposed off by BDDS.\n\nRESTRICTED\n\n",
  "86": "RESTRICTED\n\nAppendix ‘M\n\nSAFE ASSEMBLY AREAS ON CITYSIDE & AIRSIDE FOR\n‘TERMINAL BUILDINGS, CARGO & IMPORT WARE HOUSE\n\n| SLNo | Location | Safe Assembly AreaNo | Remarks\n\nTRICT!\n\n",
  "87": "RESTRICTED\n\nAppendix ‘N’\n1T OPERATOR SECURITY AND EXPLOSIVE DETECTION EQUIPMENTS\n\nRESTRICTED\n85\n\n",
  "88": "RESTRICTED\n\nAppendix 0\"\nSTATE OF Et POSAL\n‘AS PER BCAS CIRCULAR NO 14/2010\nS.No Name Gty | Heid | SuriDef | Functional’ “| Remarks\nNon Functional |__ _|\nSearch Equipment\n‘01. _| Hand Held Metal Detector - L _|—\n02. | Telescopic Metal Detector\n(03,_| Electronic Stethoscope |\n(04._|[ Fiber Optics Surveillance Device —-\n05._| Search Kit Magnified (SKM) |\n06._[ Non-Linear Junction Detector\n07._ | Search Light with charger - -\n‘08, _| Telescopic Search Mirror\n(08._[Under Vehicle viewing Mirror a |\n10.__[ Non-Nietallic Prodder\nDetection Equipment\n71, _] Explosive Vapor Detector — _I\n12._[Real Time Viewing System\n13.__| Liquid Explosive Detector\n74, [Remote Operated Vehicle with\n‘Shoot Gun, Disrupter, Camera,\nNight Vision and Manipulator _\n45. | Explosive Detection and 1\nIdentification Spray Kit |\n76,_| Binoculars ml\nProtection Equipment |\n|\n77__[Bomb Suit il L _—\n18._| GSM Jammer ~\n19.__| Frequency Jammer I\n20. | Suspect Luggage Containment\nVessel 4\n21. | Blast Inhibitor [ [\nTransportation Equipment\n22._| Telescopic Manipulator\n23. | Threat contaminated Vessel (with\nself driving Mechanism) ao\n\nRESTRICTED\n\n86\n\n",
  "89": "RESTRICTED\n\nDisposal Equipment 7\n24._| Recoiless Disruptor (Range 30 Mir) | 1\n25. | Render Safe Procedure Too! Kit\n26. | Car Remote Opening Tool Set —__—_|\n\n27._| Hook and line Set\n\n28.\n\n‘Thennal Cutter\n\n29,\n\nRemote Wire Cutter\n\nRESTRIC\n\n",
  "90": "qT apusddy\n\npeoy 4urT ~\n\n88\nasfomisse\n\nTh S19NELL JO UIP '\n\n—————a\n\n———>\\\\\n2\nx\n2\n2\n\n|\n\n|\n\nVi\n\n|\n|\n| ——_\n{\n| ( quey soem )\n| vauy | XY A\nWSOdSid 3AISO1dx3 | —\ncy wa > soul BuYnolA\nVv\nsone :\n—- ‘ann cmenene oh / ,0} 30810\n—__ L\n10 SAISOTEXS\nTOMISSe\n\n",
  "91": "RESTRICTED\n\nAppendix.\n\nLAYOUT OF AIRORT\n\nRESTRICTED\n89\n\n"
}