{
  "1": "(For internal cir ly\n\nOFFICE OF THE ADDL. DIRECTOR GENERAL\\AS\nCENTRAL INDUSTRIAL SECURITY FORCE\n(Ministry of Home Affairs)\n13, CGO Complex\nLodhi Road, N. Dethi\n\nNo,0-4201 1/APC/OPS(2)/Circular/AS/09 - 7°80 21st July 2009\n\nCIRCULAR NO. AS 08 / 2009\n\nSub: Laxity during the movement of VIPs through the Airport\nTerminal\n\nVide Airport Sector Circular Nos 23/2006 and 01/2008, the CASOs and\nDisG were given directions to extend due courtesies to the honorable MPs,\nMLAs and other VIPs while their journey through the terminal (both going and\ncoming) and certain practical suggestions were given. At the same time, vide\nAS Circular No. 5/2007, the CASOs and DIGs were informed about certain\nundue courtesies being extended to the protocol officers, PSOs and other\nstaff of the VIPs at the airport terminals. It was expected that the\ndirections mentioned_above would sensitize the senior officers of the\nairports about the balance to be maintained in their dealings with the\nMIPs_at the airports.\n\n2. Of late, however, information has been received from reliable sources\nthat -\n\n(i) | ASGs have relaxed following the due procedures, particularly, vis-\na-vis the persons who have come to receive or see off the VIPs\nduring their arrival or departure from the airports and are, in fact,\nallowing some unauthorized persons access to the terminal along\nwith the VIP during the departure time or to receive the VIP at the\ntime of his arrival.\n\n(ii) It is also alleged that during departure, on such occasions, the\npre-embarkation checks/frisking performed by the ASG personnel\n(leaving aside the VIPs exempt from the PEC) is also perfunctory\nand a mere formality.\n\nContd...2\n",
  "2": "3. It may be pointed out here that it was clearly stated in AS Circular\nNo. 5/2007 (copy enclosed) that no protocol officer, no Personal Security\nOfficer and no person of any sort unless he is authorized under the directions\nissued by the BCAS/Airport Manager or is a holder of the PIC entitling him to\nvisit a certain area of the airport, would be allowed to enter that area of the\nairport for which he is not authorized. —_ It was also very clearly mentioned in\nthe said circular that no person even if authorized to go into the SHA which\nincludes the VIP himself (unless exempt from the PEC) will be allowed to do\nso without adhering to the basic security procedure in performing the pre\nembarkation checks. In other words, it is made clear that even after the\nknowledge that the passenger is a VIP, there should be no short-cuts in\nperforming the pre- embarkation checks.\n\n4. — Relaxation by individual CASOs/ASGs of the above mentioned security\nprocedure creates following impression in the ViP:-\n\n(i) That the ASG personnel are, in general, not sincere in performing\nthe pre-embarkation checks and that the security of the passengers is in\njeopardy.\n\n(ii) That the ASG personnel are overawed/pressurized by the status of\nthe VIP and are prepared to relax the security procedures to save them\nfrom the annoyance of the VIP.\n\n(iii) That the ASG personnel are prepared to go out of way to please\nthe personalities and people in authority for their own benefit at the cost\nof the safety of the passengers.\n\nAny perceptive and sharp VIP can notice the trends mentioned above\nand will form a poor opinion about the state of aviation security at our airports.\n\n5. Therefore, the CASOs and the DlsG are once again directed to apply\ntheir mind to the state of affairs and take firm decision in their minds that no\nmandated security procedure will be relaxed in the case of any VIP and no\nundue facility will be given to any VIP while they are transiting the airport\nterminals either way. Of course, this does not mean that now ihe\n\npendulum should swing to the other way and we should start becoming\ndiscourteous to the VIPs or their followers. As stated in the beginning\n\nof this circular , the need is to strike a balance.\n\nContd...3\n",
  "3": "6. It is also a fact that the junior members of the ASGs will be able to stand\nup to the unreasonable demands, if any, from the VIPs only if the senior\nofficers are actually present on the spot and standing beside them shoulder to\n\nshoulder to take on the responsibility. The CASOs of the\n\nassured that, as in the past, CISF senior formations will always support\n\ntheir genuine actions even if there is a complaint about the same. It is\n\nnow expected that after such a detailed analysis about the requirements in\nthe matter of dealing with the VIPs at the airport, the CASOs and their men will\n\nbe able to deal with the situations with confidence and firmness.\n\n7. Please acknowledge receipt and ensure strict compliance.\n\nEncl: As abow\nwn\n(M. S. Bali)\nAddl. DG/Airport Sector\nDistribution:-\n\n41. DisG Airports\n2. All CASOS/ASG, CISF\n\nCopy for information to: -\n\n4 PS to DG\n"
}