{
  "1": ",:}\n)\"\n)l\n.)\n)'\n,)\nqgllilda'llloll\n(For lnlrill3j 3l.culsilon only)\nOffios of the inspector General/Airport Ssctor\nCentral hdustrial SecuritY Force\n(Ministry of Home Atfairs)\nCISF HQr8, 13 CGO Complex,\nLodhi Road, New Delhi - 03\nNo.O-42018/APC/Ops/48/4)lSZ-HydlOTf tt jc'l Daled 3O April 07\nCIROI(JI.AR No, AS -08 /2007\nSubjgct: Mleuse of Duw Froe Shoas alths alrEorts bv tho\nctSlitafl\nComplaints have come that some personnel from the CISF\nbuy goods from the'duty free shops' at the airportB in violation ofthe\nrut6i in this regard anil possibly in collusion with some staff ol the\n'duty free shops'. On one or two occasions, some members oi the\nstafi have alio been caught red handed in thB process lt is\nsuspected that Eome unscrupulous CISF personnel buy. goods, ,\nparticularly liquor, from the 'duty free shops' for selling them at a\nhigher price in the market with a view to make profit. This\nmisconduct on the part of some CISF perconnel posted at the\nairports has been viewed with utmosi seriousness and following\nconclusions have been arrived at;\n(i) lf few personnel in the CISF staff have bean indulging\nin such a malpractice, it is a clear reflection oR the effectiveness\nof the unit leadership. lf the unit leadership and the DIG zone\nare Birict 8nd have an effective system of monitoring the\nactivities of the uniuunits under them, it is inconceivable that\ncuch things can happen. CASOs and DlsG will organize\nsurprise chicks basBd on information and will give exemplary\npuriishment to the defaulters ' They would also en-sure that\niuspected personnel are immediately rcmoved Jrom the\nterriinal duty and their nexuE with the employees of the 'duty\nfree shops' is broken.\n,l\n}.J\n,'\n)J\n,,\n,-\n)'\n)'\n},\n,:\n0)\n9)\nt;\nrl\n,.\nt;\nr)\n9;\nll\nli\n'D\nI\ne\n)",
  "2": ") )\n)\n-l-1\n,\n, I\n,_\n9_\n,\n,\na.-\nD\nt\nt:\nt..,\nt\nt::\n,*\n'!.\n(i;) Duty Froe shopB.cannot,lng'ls^t^':^:1?,:: :l'llt'*iii;\nllA tn\"ii licedca can be revokod on accouor \"l l: . I\nffi .,bi; tii,i ir,\"'autv \"::\" \"ff1,1\"1*o11f.l'\"'EoJL\"i\niacords in order to maka th\nthorefore, may have \" \"utp'i\"\" \ninip\"ction conductod^.of the\n[;it\"?; srr\"it rV the Airiort Manigement aB per provisrons\n;iit;ifi;;il\"0'ttrat tirev are discouraged from indulsins In\nsuch Practices\n(iii) Possibility may also be explored of having \n, th\".,-:ut\"'\n)Jli.ti,ii: \"'Ji'ri.ti'ctsrlautv rrae shop psrsonnel' wh. are\nt]rilli,i'N\"tn\" \"\"\"t ot ittegat sati of dutv free goods' -The \ncases\nH;t\"'il'ili-ril;t\"t\"J\"*ltrt jt'ilo\"\"i poticerxcise DBpartment\nas Per the Provisions of la\\l/\nThe oblective of thiB circular is to make ths CASO6 and th6\nDIBG of Airport Zones roallza ifie tact ttrat ths allBgsd misconduct\nL\"i\"iiifr'JJiuir\"- \"\"n n\" \"ttt*iu\"iv \nchecked if thev l'[: 'll\"t\"tt\niiJ';ip;iil.i;-rtn ,i..ona,\"i*iii-riot be allowod to take place at\nthe airports, in future.\n/11_\n,6' a o?\n(M S Bali)\nlnspector General/AS\nI\n9'\nl'\n9''\ni-\nDistribution\nDlsG/APB (WZ), (E&NE)' (South) and ADIG/AP(NZ)\nAll CASOs CISF ASGg\nD-\nD\"\nl'!\nt,\n3))f\nDd\n*r/\nDtr\nEr.trp\n-q"
}