{
  "1": "&\n\n13, CGO Complex\n\nLodhi Road, N. Dethi\nNo.0-42011/APC/OPS(2)/Circular/AS/11- 2x97 Dated oYAug 2011\n\nOFFICE OF THE SPL DIRECTOR GENERAL\\AIRPORT SECTOR\nCENTRAL INDUSTRIAL SECURITY FORGE\n(Ministry of Home Affairs)\n\nCIRCULAR NO. AS - 08/2014\n\nSub: Non-Uniformity in implementation of security measures and undue\n\npreferential treatment at airport: Rea:\n\nReference is made to point No 2 (i) of the Airport Sector Circular No 05/2007\nissued vide letter No O-42055/APC/SHAJAS/08-3103 dated 26.03.2007 vide which,\nit was categorically stated that there is no discretion available to the ASG personnel\nfor exempting a dignitary from pre-embarkation security checks and standard\nProcedure for pre-embarkation security checks should be adopted for all passengers\n\nunless specifically exempted from pre-embarkation security check by the appropriate\nauthority.\n\n02 It has come to notice that the ASG staff at the local level sometimes deviate\nfrom these instructions for facilitating the VIPs/Business Executives. To ensure strict\ncompliance of rules and to maintain uniformity, itis directed that:-\n\n() Due courtesy must be paid to the non-exempted VIPS. If the identity of the\nViP/officials is made known to the CISF staff, courtesy should be in the form\nof Good Moming/Evening. if it is revealed that the pax is @ senior police\nofficer, the staff should pay respect by way of proper salutation\n\n(i) However, it is re-emphasized that there must be no relaxation in the\nPrescribed security procedures for non-exempted category during\nfrisking/baggage checking irrespective of rank/seniority\n\n03 It has also come to notice that some CiSF personnel have engaged\nthemselves in escorting VIPs during embarkation/disembarkation etc. These\n\nPrivileges are being extended without due orders of the CASO. It is categorically\ndirected that\n\ni) No courtesy will be permitted without the express sanction of the CASO or an\nofficer senior to him in the APS.\n\nti) Every CASO will identify and earmark personnel for facilitation and send a list\nte Zonal DIG. No other personnel would be allowed to extend courtesy.\n\nNi)Motwated courtesies should be viewed with utmost seriousness and CASOs\nmust use their sources to obtain information to deter such unwarranted\ncourtesies at their airports\n\n",
  "2": "'v) Officers involved in facilitation must be specially briefed not to utilize their\nassistance to VIP for personal gen. Any request received for\nPreference/choice posting/VRS etc. from any external source would attract\ndisciplinary action\n\n04 All CASOs should, therefore, note that if any such report violating the above\n\ninstructions comes to the notice of this HOrs, it will be viewed adversely w.r.t their\nability to check such affairs in their units\n\n05 All Zonal DisG will ensure strict compliance of these instructions at the\nairports under their jurisdiction\n\n(Arun Chaudhary)\nSpl. Director Genera/AS\n\n6\nv\n\nistribution aii\n\nDIsG/APs (WZ). (E&NE). (South) and (NZ)\nAll CASOs CISF ASGs\nAVSEC Cell NISA, Hyderabad and RTC Arrakkonam\n"
}