{
  "1": "OFFICE OF THE ADDL. DIRECTOR GENERAL/AIRPORT SECTOR\nCENTML INDUSTRIAL SECURITY FORCE\n(Ministry of Home Affairs)\nNo.O-42011IAPC/OPS (2)i Circular/As/16- l1 s r s\n16, CGO'S Complex\nLodhi Road New Delhi\noated:-: I Dec' 2016\nCir€utar No. AS-08 /2016\nSubject: Che€king of Entry permits/ID Cards for allowing entry: Reg\nRecently, it has been brought to the notice of this He that an Airpoft\nDirector of an airport misused his offlcial position and violated security norms as\nwell as BCAS guidelines by taking his daughter and wife into the operation area of\nthe airport in the official vehicle on the basis of visitors passes through the\noperational gate by browbeating CISF personnel on duty. Thereafter he entered\ninside the terminal buidling through staff gate as his daughter and wife were\nsupposed to fly out as passengers. This is in contravention to the BCAS guidelines.\n2. \nSimilar incidents could happen at other airports also where access control\nplays a vjtal role in securing civil aviation against acts of unlawful interference.\n3. \nHence, it is necessary to reassess the effectiveness of our access control\nsystem and continuously strive to plug the loopholes, wherever existing. It is also\nnecessary to regularly train and sensitise the ASG personnel on various valid\ndocuments for entry to airports and areas inside the airport. Broadly, the following\naspects must be regularly briefed to the personnel:-\n(i).\nTypes of documents whlch are authorised for entry of a person.\nThings to be seen and verified for confirming legitimacy of entry documents.\nTechniques of checking the documents without consuming much time (which\nirritates the pax, staff) but slmultaneously without compromising with\nsecurity requirements.\n(ii).\n(iiD.",
  "2": "/ \n(iv). It should also be ensured that personnel deployed at the gate/access are\nbriefed about the need of observantly checking the travel documents /\nAirport Entry Permit/ visitors ticket.\n4. \nAll CASOS & GOs are therefore directed to closely supervise and monitor the\nfunctioning of their personnel deployed for security at access control points.\n5. \nAll DISG/AP during their inspections/visits should carefully monitor the status\nof effectiveness of the access control checking system and ensure proper\nimplementation. \nI\nt\nI\nil[--r^ lrr,t{, c\n(Dharmendra Kimar)\nAddl.DG/Airport Sector\nDistributlon:-\nAll DIsG/Airports\nAll CASOS CISF ASGS"
}