{
  "1": "CODTSTSS T9000 0005000909090039000990000\n\nete\n\ncoce\n\nafl\n\n‘ Office of the Inspector General/Airport Sector\n\nCentral Industrial Security Force\n(Ministry of Home Affairs)\n\nCISF HQrs, 13 CGO Complex,\n\nLodhi Road, New Delhi - 03\n\nNo. 0-42055/APC/Circular/AS/05/;213 Dated 01 July 2005\nCIRCULAR No. AS-08/2005 vA\nSubject: Stock taking of CISF performance at Airports\n\nCISF has been inducted in large number of airports in the\n\ncountry in the past 4-5 years. it is a matter of satisfaction that by\n\nand large, CISF performance on the airports has been appreciated by\nboth public as well as other agencies working on the airports. [In\norder that we are able to perform our duty ina focused manner, it is\nvery essential for us to know the basic charter of duties at the airports\nwhich consists of the following:-\n\n1. Anti hijacking function\n2. — Anti sabotage function\n3. Access control function\n\nSimply put, it means that we are responsible for ensuring the\nsafety and security of the installations of airport authority of India, the\naircraft using the civil airport and the passengers.\n\nIt should be understood that any other subsidiary duty/task\nundertaken by us on the airports can be undertaken only if it\npromotes our basic task of securing civil aviation. Thére are various\nagencies working at the airports for different tasks. When a number\nof agencies are operating in a small area, it is very essential that\neach agency should function within its allotted parameters in a spirit\nof mutual respect and accommodation. {f an attempt is made by any\nagency to take over functions not allotted to it or to score a point over\nthe other agency, it will definitely lead to bad work environment\nleading to avoidable problems and adverse publicity.\n\nCISF has taken up certain tasks at airports which have not\nbeen a part of the original survey. These include action against the\ntouts and thieves and security and traffic duties on the city side. It\nshould be clearly understood that these duties are justified only\n",
  "2": "w 2\nbecause they have a direct and indirect bearing on the security\nsituation of the terminal and apron side which is our main charter.\n\nIt should also be clearly understood at the same time that\ntaking up of any other role/function by us at the airports is totally\nwithout jurisdiction, unwanted and most of the times counter-\nproductive. At some places, our units have self-appointed\nthemselves in the role a Vigilance or a Super agency which is\nresponsible for ensuring that the employees of other agencies work\naccording to rule and with honesty. | would like to make it clear that\nnobody has given CISF these responsibilities and wherever our\npersonnel have tried to discharge this function, it has led to a\nsituation where CISF has been subject to bad publicity.\nCommandants/Incharge of APSUs are, therefore, directed to ensure\nthat no wing of CISF performs a role not assigned in the charter of\nduties given to CISF. The gazetted officers, sub-officers and other\nranks including the CIW posted on the airports should be personally\nbriefed by the Commandants/Incharge airports about this aspect and\nabout the importance of having good inter-agency relationship.\n\nRecently an incident at Delhi Airport has lead to adverse\npublicity for the CISF. This shows sensitive nature of the airport duty\nwhere even a small default by one of our personnel can damage\ngoodwill created by months of hard and sincere work. Therefore,\nCommandants Incharge of APSUs should take pro-active steps to\nrestore and build up goodwill at their respective airports. | The\nCommandants are requested to use their personal ingenuity in this\ntegard depending upon local conditions. Following steps may be\nconsidered:-\n\n(i) Setting up of “May | help You’ counters (photo graph\nenclosed) at all airports in check-in-area and SHA after\ndeciding sites in consultation with the airport authority. CISF\npersonnel with good aptitude, communication skills and\nhelpful nature should be posted on these counters. RT set\nmust be available on these counters and preferably two\npersons should be posted at a time so that the counter is\nnever left unmanned.\n\n(ii) _ lf a few personnel can be spared, it is no harm if they are put\n‘on duty with “May | help you” armbands for helping very old,\ninfirm, sick and lone women with children, transport their\nluggage on trolleys etc.\n\nla aenann\n",
  "3": "~ 3\n\n.\n\n(ii) Touts, thieves and robbers and over charging taxiwalas\ncause hardship to the passengers and can also be a security\ntisk. Strict action should be taken against them in co-\nordination with the airport managements and traffic police.\nTheir PICs should be got confiscated. There have been\nsome incidents by organized gang of robbers diverting\nattention of passengers and then running away with their\nbelongings from inside the terminal. CIW should be tasked\nto ensure a watch on such suspicious personnel and they\nshould be checked, particularly when they are coming out of\nthe departure terminal with handbags etc.\n\n(iv) In order to ensure that we have right kind of personnel\nposted on the airport for giving good performance expected\nfrom them, the education, age profiles and aptitude of\npersonnel already posted with you should be reviewed and\nreports should be sent to the zone/Sector by the end of July\n2005 listing out the above details along with names of\npersons who should be posted out.\n\nIt is, hoped that each one of the Commandants and\nSupervisory Zonal DisG will personally ensure the implementation\nof the directions and take all steps so that CISF image on their\nairports get the well deserved boost.\n\nSOPOSOCCOCMOOODDECOCDD00G00R2000R008\n\nPlease acknowledge receipt. MA\n(Labs\n(M.S. Bali )\nInspector General/AS\nDistribution:\n\nDIG/North Zone, CISF Saket, New Delhi\nDiG/South Zone, CISF, Madras.\n\nDIG North East), CISF Kolkatta\nDIG/Airport(West) CISF, Mumbai\n\nAlG/Airport (East & North East), CISF Kolkata\nAll Unit Commanders, APSUs\n\nPaRoOn>\n\n"
}