{
  "1": "OFFICE OF THE ADDL. DIRECTOR GENERAL/AIRPORT SECTOR\nCENTRAL INDUSTRIAL SECURITY FORCE\n\n(Ministry of Home Affairs)\n13, CGO Complex\nLodhi Road, N. Delhi\nNo.0-42011/APC/OPS(2)/Circular/AS/09- | /2/ a Dated TENov 2009\nCIRCULAR NO. AS -09/ 2009\n; OPERATION AN fe} :\n\nAs per the provisions contained in National Civil Aviation Security\nProgram, Airport operators have been mandated to provide prescribed security\ninfrastructure and equipment at the airports for effective civil aviation security\ncontrol measures.. Accordingly, they have provided X-Ray BIS, DFMDs,\nHHMDs, Explosive detectors etc. Though, ASG of CISF operate/use this\nequipment, the responsibility of its operationability and maintenance lies with\nthe respective airport operators. Accurate calibration and performance of\nsecurity equipment is essential for effective security functions. There are\nguiding principles of BCAS (Circular 25/2004 & 23/2005) in place for\nchecking/testing of these equipment before commencement of operations.\n\n02. Since, two different agencies, ASG (in operation) and Airport operators\n(in maintenance) are involved in the functioning of technical security equipment\nat the airports, there is a dire need of effective coordination and monitoring\nbetween them for perfect functioning of this equipment which is found lacking\nat the moment. Since the ASG is accountable for implementation of the\naviation security norms at the gound level, it must have the confidence that the\nsecurity equipment given to it functions always at the level required for\nimplementation of the security standards. Therefore, following instructions are\nbeing issued in this regard ;\n\ni. Prescribed Testing kits i.e. Combined Test Piece (CTPs), Operator Test\nPiece (OTPs) and Explosive samples must be available in each Security\nHold Area (SHA) for checking/testing of opertionability of security\nequipment before the start of every shift or whenever a doubt arises\nabout the effective functioning of the equipment.\n\nii, All technical equipment ie. X-Ray BIS, DFMDs and Explosive Trace\ndetectors etc must be invariably checked by CTP, OTP and Explosive\nsamples respectively before commencing of duty in every shift and it\nmust be ensured that faulty equipment is not used till it is set right.\n\nCont...P/2\n",
  "2": "ili,\n\nvi.\n\nvii.\n\n03.\n\n“2\n\nIn the event of any equipment not qualifying the requisite test, it must be\nimmediately reported to the concerned airport operator for\nrectification/repairing of the same. Also any fault/defect observed during\nthe course of operations must be reported to the airport operator\nimmediately.\n\n[t is reported that representatives of airport operators check X-Ray\nMachines once daily which appears to be a ritual on paper by merely\nverifying it verbally from operators of ASG. But, no equipment is\nsubjected to actual calibration/efficiency test. A well defined mechanism\nshould be in place for routine testing/checking and attending to fault of\nall types of security equipment by the airport operators. All CASOs will\npersonally coordinate with their respective operators to develop suitable\nprocedures/practices in this regard.\n\nAt the time of checking/testing of the equipment by the representative of\nairport operator, it should be ensured that it is subjected to actual\ntesting/checking. In case of any deviation from the decided practices in\nchecking/maintenance of the equipment, it should be immediately\nbrought to the notice of airport operator at appropriate level.\n\nTwo different logbooks, one for keeping record of daily testing/ checking\nof Security Equipment as per performa enclosed at Annexure-A and\nanother for record of break down/ repairing as per performa at\nAnnexure-B will be maintained at each SHA where these equipment\nhave been installed.\n\nA monthly report regarding operationability and maintenance of the\ntechnical security equipment available in the ASGs will be sent to this\nHrs by 5\" of every month for the preceding month in the performa\nenclosed as per Annexure-C.\n\nAll CASOs will ensure strict compliance of the above instructions\n\nEncl: As above. MM\n\n121s\n(M.S. Bali)\nAddl. Director Generai/AS\n\nDistribution:- 1. DisG Airports, ae v4 din\n\n2. All CASO CISF ASGs,\n3. AVSEC Cell NISA Hyderabad.\n",
  "3": "How the test is | Conclusion of the\n\nANNEXURE-A\n\nSI | Date} Type and | Time\nNo| and | No of\n\nbreakdown\n\nof|Time of| Time of} Total time |Name of the | Details\nreporting | attending/ | during which | Airport Maintenance | when\n\nSI | Date | Type of | General Name & Rank of Name — and | Remarks\nNo | and | Equipment condition of | the ASG | performed testing official. rank of the\nShift | and its No. Equipment. | operator/ I/C at| (whether with Testing\nthe time oftest__| CTP/OTP) Official.\nSignature of shift /C. Signature of operator\nANNEXURE-B\n\nof | Time Remarks\n\nShift | Equipment to airport | repairing | equipment Represeniative | / Servicing. | equipment\noperator | of fa was out of|attending the finally set\noperation due | fault. right.\nto fault.\nSignature of shift /C Signature of operator\nANNEXURE-C\nPerfo!\nSINo | Typeof | Place of | Current Nos of Nos of Details of breakdown Remarks\nequipment | installation | working | checking/testing | checking/resting | (number of times\nstatus. done by ASG | done by airport and total period\nstaff during the | operator during | when out of order | finally set\nmonth. the month. during the month) Fight.\n\n"
}