{
  "1": "000000000 00006550900900999009:909086\n\ncoeste\n\ners\n\n*\n\n“ %\n\nOFFICE OF INSPECTOR GENERAL/AIRPORT SEC TC\nCENTRAL INDUSTRIAL SECURITY FOR\n(Ministry of Home Affairs)\n\nNo, O-4201/AFt\n\nASI06- 699%\nCIRCULAR NO. AS-9/2006\n\nSubject’ “Unauthorized movement through opening meant sor\nconveyer belts”\n\nRecently an incident has come to the notice of this Hqrs that 3\nperson got access into the airside through the opening in wall meant for\nthe movement of the conveyer belt in the arrival hall. Though the person\nwas caught well in time, but such incidents may lead to a situation of\nunlawful interference to the civil aviation operations and prove te be\nserious, especially considering the present security scenario and ti\ndegree of threat to Civil Aviation Operations.\n\nIn order to further strengthen the security measures and to prec!\nrecurrence of such incidents at all the airports, following is directed\n\nn The responsibility of closing of shutter at conveyer belt will be of\nshift officer In-charge of the terminal building. He will remain in\ntouch with Airport Management and efsure that shutters of\ndeparture and arrival hall are locked when not in operation\n\nii Wherever shutter is not provided at conveyer belt, matter may\nbe taken with Airport Management for providing the same.\n\niii, In bigger airports where there is a provision of aerobridges, the\nsentries deployed at Finger points in apron area will keep an\neye on any movement through the conveyer belt openings\n\niv. At airports, where the aircrafts are parked in remote bays, it wit\nbe the responsibility of apron guards and surveillance wing io\nkeep a watch on such openings.\n\nv. Further, one apron guard sentry should be deployed\nsomewhere near the opening of the shutter towards the\noperational area so that he can have clear watch for ary\nunauthorized movement\n\n--contd on page 2-\n",
  "2": "page 2-- 98\n\nIt is requested that above instructions may be strictly adhere! to 8\nfor avoiding any unlawful interference with civil aviation operations.\n\n°\nPlease acknowledge the receipt and ensure strict compliance\n\nww. sR\n\nIG/Airport Sector\nCopy to: Teta beg\nDisG/Airport (Mumbai, Kolkata & Chennai): for information and\nADIG/Airport (Delhi) ensuring compliance\nAll CASO ASGs, CISF please\n\nVm eeMenons)\n\n|\n'\ni\n|\n\n"
}