{
  "1": "OFFICE OF THE ADDITIONAL DIRECTOR GENERAL\n\n(AIRPORT SECTOR)\nCENTRAL INDUSTRIAL SECURITY FORCE\n(Ministry of Home Affairs)\n13, CGO Complex\nLodhi Road, N. Delhi\nNo.O-4201 1/APC/OPS(2)/Circutar/AS/09- 77 / Dated :e/D¢¢, 2009\n\nIRCULAR NO. AS - 10 19\nSub: Conduct of ASG staff during VIP Movement: Reg:\n\nDuring VIP movements through the airport, different agencies e.g. civil\nauthorities, airport operator, airlines, ASGs etc have to perform specifically\nassigned tasks to ensure smooth passage to the dignitary at the airport.\nSpecific role and deployment of various agencies is generally discussed and\ndecided in Advanced Security Liaison (ASL) meetings conducted before such\nvisit/movement. On such occasions, by virtue of having the mandate for access\ncontrol at the airport, the role of ASGs become very crucial as several\ninfluential people with different levels of ego have interface with our staff.\nLawful restrictions on access/movement imposed in such situations may not be\nliked by some of these people. Even a small ignorance/deviation from the\nstandard practice gives them the opportunity to capitalize over it and the\ninstance is projected with exaggeration to create undue pressure and tarnish\nthe image of the Force.\n\n02. Of late a few of incidents alleging misbehavior against CISF personnel\nhave come to notice. Therefore, during VIP movement, a very tactful and\nmatured approach is required to be adopted by our staff in their duties. The\nfollowing instructions are being issued in this regard.\n\ni. CASO or the Sr. most GO present during the movement must proactively\nco-ordinate with representatives of all the agencies in advance about the\nmovement, especially the issues pertaining to accessibility of the\nreceiving and send-off groups, their passes , routes etc. These minute\ndetails should be briefed to all the concerned ASG personnel deployed\nfor the VIP movement. There should be no confusion/ambiguity/doubt\nabout these issues amongst the deployed ASG personnel. Any last\nminute change or deviation in these matters should be immediately\nconveyed to all concerned.\n\nii. All ASG personnel being deployed overtly with public interface during VIP.\nmovement should remain in_ uniform. All these personnel must display\ntheir Airport Entry Permits (photo identity cards).\n\n--Cont P/2—\n",
  "2": "03.\n\nDystorbabonic 1. Osl Bey\n\n--P/2~\n\nAll duty personnel deployed for VIP movement should be well versed with\nthe latest security guidelines/procedures in vogue and they should\nunderstand their limits and jurisdictions.\n\nExclusively earmarked personne! from CIW may be detailed covertly in\nplain clothes for intelligence/surveillance. But, under no circumstances,\nthey should indulge in active public interaction during their duties.\n\nSpecifically earmarked staff should be deployed for duties during VIP\nmovement and proper briefing and debriefing of the duty personnel\nshould be done by the senior most GO in this regard.\n\nThough, all duty personnel deployed for airport duties have to remain firm\ntowards their duties and behave in a decent/polite manner, they should\nremain extra cautious towards their tone, tenor, body language and\ngestures during their deployment for VIP movement.\n\nAll CASOs will ensure strict compliance of the above instructions.\n\n1) cn dey\n(M.S. Bali)\nAddl. Director General/AS\noe,\n\nat HOt OG\n"
}