{
  "1": "C0000 00000009099050900999000999008\n\noO\nme)\n°\n°\n\noO.\n\neoococecs\n\nOFFICE OF INSPECTOR GENERAL/AIRPORT SECTOR\nCENTRAL INDUSTRIAL SECURITY FORCE\n(MINISTRY OF HOME AFFAIRS)\n\n13, CGO Complex\nLodhi Road, N. Delhi\n\nNO.E-42099/ESTT/APS/MISC/06 - F343, Dated: 02, /08/ 2006\nCIRCULAR NO. AS-_|0 /2006\nSUB :- REGIMENTAL ACTIVITIES IN ASGs : Reg\n\nThe majority of the constituent airport units (ASGs) under Airport Sector are\nnewly inducted. Justifiably, their initial focus has been on operational issues and\nachieving proficiency therein. While reasonable standards have been set in this sphere,\none aspect which has not been addressed adequately so far by the field units is that of\nRegimental Activities.\n\nThe significance of Regimental Activities for an Armed Force from the fitness and\ndiscipline point of view is well established and beyond doubt. Unfortunately, the airport\nunits are lagging behind in this aspect. This has also been pointed out by the DG/CISF\nrecently.\n\nThe peculiar nature of the airport units and its attendant problems like lack of\nproper accommodation, infrastructural facilities like parade ground/playground etc is\nknown. However, it is felt that regimental activities in modified form can still be\nconducted, at least during aftemoon hours, regularly (on a daily basis) by the ASGs.\n\nThe CASOs should show initiative and draw up a schedule/plan for physical and\nmental exercises, Consequently, PT/Parade/Yoga/Meditation activities may be planned.\nThe unit personnel should be taken into confidence about the benefits of regular\nexercise. Attendance in such scheduled regimental activities should be made\ncompulsory for all off-duty personnel and supervised by the GOs of the unit.\n\nDisG are requested to monitor the above aspect during their visits/inspections\nand regular feedback from the units.\n\nBs Fe\n(M.S. BALD\nINSPECTOR GENERAL/AS\nDistribution :-\nDIsG/Airport (Mumbai, Kolkata & Chennai)\nADIG/Airport, Delhi.\n\nAll CASO ASGs, CISF.\n\nCopy to -\nDIG/Trg, FHQrs, New Delhi : For kind information please.\n"
}