{
  "1": "x . Sacret\nLs) . {For internal use only)\nQ} ve . Office of the inspector General/Airpért'Sector\no.. Central Industrial Security Force\noO . (Ministry of Home Affairs)\n\nOr ° CISF Hrs, 13 CGO Complex,\n+ Lodhi Road, New Dethi~ 03\n\nca\n\nOF No.0-42014/APC/Opa(02)/Circula/AS/S6'74Dated | 6 May 07\n\noF\n\nOF\nOo? SIRCULAR No. AS -10 (2007\n° Subject: Connizance of cash and jewellery items. during\nOr\n6. ;\n\nFrom time to time, it has been noticed that at some airports,\n©; ,  @uring the screening process, whether in the x-ray machine or during\nOF\n\nphysical check of the hand baggage , ASG personnel are taking note\n. of cash, jewellery, gold etc being carried by the passengers in their\nOx hand baggage and tale following action in this regard;\n\n<)>\n‘ z (i) They question the passenger about these ‘items in their\nOF hand baggage. particularly about large amounts of cash,\ncan Jewellery etc,\n> .\nOx (ii) They inform various revenue agencies about such items\n\" being carried by a particular passenger.\non . :\nei The above mentioned action on the part of the ASG personnel\n“ee is unauthorized and needs to be stopped forthwith. Following\nOx directions are given in this regard;\nOp (i) ASG personnel are only aupposed to take cognizance of\nOy items which are to be removed from the standpoint of aviation\n: io security as directed by the BCAS from time to time.\nma Contd..2\nU4\n\n",
  "2": "20 ¢\n\nwees\n2 : 4\n\n“ey” Taking note of cash and. jewellery being carried by the\nPassengers or.informing other agencies about it does not form\na part of the CISF charter and no Instructions have been\nIssued by any competent authority authorizing such an action\non the part of the ASG personnel.\n\n“(il)” Maintelning, orivacy of passenger baggage is the dutv of\nthe ASG persoinal. This has to be ensured by the ASG, both\nduring the X-ray screening as well as during the Physical\nchecking of the. hand baggage- ©...»\n\n(iv) For ensuring the privacy of the passenger baggage, x-ray\nscreens s‘nould be monitored only by the screener on duty and\nnobody else indiuiding’ ‘the other ASG personnel on duty in the\nSHA should be able to watch the image of the passenger\nbaggage on the x-ray screens. CASOs must ensure that the\nmonitorof'thé’ x-ray machind is positioned accordingly and if\nthere is a constraint’ of space, view cutters In various forms\nlike curtains etc should be organized. Both, the screener and\nthe Inspector Inch\n\niarge In the SHA will be held responsible if\nalfa Ha tp on sul screener. ble\n‘have:a peep of the x-ray screen, 4\n\n(v) No cisF personne! is authorized to Inform any other\nAgency of the.govt,, officially. or ‘unofficially, about the contents\nof the passenger baggage: Requests received from the: sister\n\nagencies in this regard should be politely but firmly dectined:\n\n(vl) If any revenue agency has to take any action with regard\n; to,the passenger baggage in. the matters undér its jurisdiction,\n\nIt should make use of its own powers and facilities‘to search the\n\npassenger baggage. Facilities operated by the ASG in the SHA\nvowill-not be’ put at ‘the disposal of any other agency for this\n“purpose.\n\n(vit) If, initial physical checking - cof the passenger, calls for a\n:: more detailed checking or if the passenger himself requests for\nithe. checking to: be made away:from”the normal area, further\n\ngnecking must be carried out by thé ASG personnel under the\n\ncs nota wa nna win wi wah wl i aa aad a i atl al a at aS al\n",
  "3": "SAgg ga Gog\n\nS45\n\n68655\n\no\n\n(vill) No passenger baggage should be checked ina separate\nenclosure by a_single ASG personnel himself _ Supervisory\nff a\ndetailed check of the passenger bagasse if and when required.\nThese directions ere being given in the light of information and\nalso few incidents wherein ASG personnel have harassed the\npassengers on account of cash and jewellery items being carried by\nthem with the object of axtorting from these passengers. One ASG\n\npersonnel has recently been arrested by the police in such an\nincident.\n\nCASOs and DisG /Airport Zones will ensure absolute and\nstrict compliance of these instructions. CASOs and DisG will inform\nAirport Sactor HQ. h Il\n\npersonnel in their respective units about the above directions and,\n\nthat they have taken steps fo ensure that x-ray screens are properly,\nprotected by view cutters. an\n\nTe. ©\n(MS Bali)\nInspector General/AS\n\nDistribution\n\nDisG/APs (WZ), (E&NE), (South) and ADIG/AP(NZ)\nAll CASOs CISF ASGs\n\n"
}