{
  "1": "OFFICE OF THE SPL DIRECTOR GENERALIAIRPORT secron(32)\nCENTRAL INDUSTRIAL SECURITY FORCE\n(Ministry of Home Affairs)\n13, CGO Complex\nLodhi Road, N. Delhi\nNo.0-42011/APC/OPS(2)/Circular/AS/11- 07 Dated :.:Sep 2011\n\nCIRCULAR NO. AS - 1/2044\n\nSub: Courtesy to Members of Parliament and other ViPs at the airports:\nReg;-\n\nReference is made to the BCAS Circular 18/2009 regarding courtesy to the\nHon'ble MPs at the airport and Airport Sector Circular 23/2006, Airport Sector\nCircular No 01/2008 and Airport Sector Circular 05/2010 regarding courteous\nbehavior to the Hon'ble MPs and VIPs.\n\n02 Even after repeated instructions and guidelines issued by higher formations,\nnumber of incidents have come to the notice of his HQ in which, the Hon'ble MPs\nand other VIPs have alleged that CISF staff failed to extend due courtesy and\nprotocol to the Hon'ble MPs and other dignitaries.\n\n03 It is once again directed that all ASG personnel including those newly posted\nto the ASGs must be briefed regarding courtecus behavior towards all passengers in\ngeneral and to Hon'ble MPs/VIPs and other high ranking officials in particular. This\nshould be repeatedly done at frequent intervals. On analysis of the incidents\nreported, it appeared that the complaints are mostly due to the indifferent and\napathetic behaviour exhibited by the ASG staff even though they are not\ndiscourteous. This indifference needs to be improved to a proactive approach and\npleasant demeanor:\n\n04 All CASOs may take a proactive approach in maintaining close liaison with the\nState Gowlocal police/Airport operator/airlines. and deploying personnel during VIP\nmovements. CASOs should also work with a focus to improve upon the behaviour\nand attitude of our personnel with all passengers and continue efforts to sustain\nsuch behaviour through close supervision and motivation of the personnel\n\n05 Zonal DisG should ensure strict implementation of the above instructions in\nthe units under their respective jurisdiction and emphasize on these aspects during\ninspection/visit to the ASGs.\n\n(Arun Chaudhary\nSpl. Director General/AS\nDistribution eek?\nDisG/APs (WZ), (E&NE), (South) and (NZ)\nAll CASOs CISF ASGs\nAVSEC Cell NISA, Hyderabad and RTC Arrakkonam\n"
}