{
  "1": "OFFICE OF THE SPECIAL DIRECTOR GENERAL/AIRPORT SECTOR\nCENTRAL INDUSTRIAL SECURITY FORCE\n(MINISTRY OF HOME AFFAIRS)\nAdministrative Block\nAirport Sector, CISF Complex\nMahipalpur, New Delhi-37\n\nNo. 0-4201 1/APC/Ops(2)/Circular/AS/2025 ~ 1934 Dated: 2-© Jan’ 2025\nTo\nDisG/CASOs ASGs Delhi, Mumbai, Hyderabad, Chennai, Kolkata, Ahmedabad &\nBangalore\n\nCASOs of all ASGs\n\nSub: Prevention of incidents of Intrusions: Reg.\n\nThe incidents of intrusion at airports have always been a matter of grave\nseriousness. Despite regular and repeated instructions from this office, a notable\n‘Aumber of such incidenis have been reported at airports under CISF security cover in\nthe year 2024. This raises significant concerns regarding the effectiveness of current\nsecurity measures and highlights potential gaps in the implementation of established\nprotocols\n\n2. The recurring breaches underscore the critical need for reinforced security\nPractices, as emphasized by this office through periodic directives. Vide. APS HQ letter\nnos. (8280) & (2153) dated 24.05.2024 & 18.02.2022 (copies enclosed), it was\ndirected to form a local committee comprising CISF and Airport Operator to conduct gap\nanalysis for perimeter security on a regular basis, duly appreciating the local concerns\nlike terrain, populace around, availability: of proper infrastructure, religious abidance of\nSOPs etc\n\n3. It is understood that had these instructions been fully implemented and adhered\nto by ASGs, the number of incidents could have been significantly reduced, potentially\nto a minimal level. In view of the above, | have been directed to re-iterate the following\npreventive measures to ensure strict on ground implementation:\n\n* Strict adherence to the aforesaid APS HQ directions and conducting the\nexercise in a peri er.\n\nic m\n\n+ Reposition the watch towers to ensure continuous surveillance over the entire\nperimeter, providing round-the-clock coverage.\n\n+ Place visible warning signs along the perimeter wall to create a psychological\ndeterrent for onlookers and potential intruders.\n",
  "2": "+ Equip manned watch towers with loudhailers to immediately warn intruders at\nthe initial stage, preventing unauthorized access into operational areas.\n\n* Establish coordination with local police for thorough verification of residents in\nthe areas surrounding the airport and their sensitization on reporting of potential\nsecurity risks\n\n+ Increase the frequency of perimeter checks and patrols, incorporating surprise\ninspections by GOs/Shift ICs during irregular hours to ensure constant vigilance.\n\n* Conduct regular mock drills focused on intrusion scenarios and scaling of\nperimeter walls, for sensitization of personnel on their roles during such\nincidents.\n\n* Regular pruning and trimming of vegetation along the perimeter wall and\nremoval of structures or obstacles that could facilitate an intrusion\n\n* Provision of adequate illumination and comprehensive CCTV coverage along\nthe perimeter wall to improve visibility and surveillance.\n\n4. The foregoing recommended measures are indicative only. Security is a dynamic\ndomain that requires constant evaluation and continuous improvement. All the CASOs\nwill ensure that proper measures are in place through regular security reviews. Zonal\nDIsG shall also verify the same during Audit/Inspection/Visit\n\n5. All the Zonal DisG and DisG/CASOs of ASGs are requested to forward a\ncompliance report on the aforesaid measures with respect to the ASG (s) under their\nrespective jurisdiction in a consolidated manner to this HQ within 30 days positively\nfor perusal of the Competent Authority.\n\n6 This has been iss:\nEncl. as above\n\n> approval of the Competent Authority,\n\n(Sudhir Kumar)\nAlG/Airport Sector\n\nCopy to:\nIG/APS | & Il For favour of kind information please.\nZonal DisG For favour of kind information and necessary action please.\n",
  "3": "OFFICE OF THE ADDITIONAL DIRECTOR GENERAL/AIRPORT SECTOR\nCENTRAL INDUSTRIAL SECURITY FORCE\n(MINISTRY OF HOME AFFAIRS)\nAdministrative Block\nAirport Sector, CISF Complex\nMahipalpur, New Delhi-37\n\nNo. 0-4201 1/APC/Ops(2)/CirculaAS/2024- 82.5 Dated: 2 4 May’ 2024\n\nTo\nDisGiCASOs ASGs Dethi, Mumbai, Hyderabad, Chennai, Kolkata & Bangalore\nCASOs of all ASGs\n\nSub: Incidents of security breaches at airports: Rea.\n\nOf late, it has been observed that despite a specific SOP for Perimeter Security along\nwith issuance of comprehensive instructions, the cases of perimeter intrusion are still on arise.\nIn the month of May 2024 only, 04 airports have witnessed the incidents of intrusion. Needless\nto mention that such incidents not only endangers the safety and security of Civil Aviation but\nalso potentially ruins the image of the CISF as a skilled professional force.\n\n2. To achieve the mark of zéro error security, it is highly anticipated that the directions\nissued in the context are strictly implemented on ground with regular monitoring and follow ups.\nCASOs siall have to ensure that there is no scope left for a single bug in the security\narrangements at airport.\n\n3. APS HQ vide letter no. (2153) dated 18.02.2022 had directed all CASOs of ASGs to\nform a local committee comprising CISF and Airport Operator to conduct gap analysis for\nperimeter security on a regular basis, duly appreciating the !ocal concerns like terrain, populace\naround, availability of proper infrastructure, religious abicance of SOPs etc and submit the\nreport as per following proforma:\n\nS [Name [Date of | Siatus of | Action taken | Action taker | Issues, on] Remarks\nNo | of ASG | inspection | security to rectify | to rectify the | which action\n\nBS details | infrastructure | the identified | is required\n\nof local and security | identified | by Zonal | to be taken\n\ncommittee | loopholes, if] loopholes | DIGs, if} at APS_HQr\n\n+ ne Jany by CASOs _| required level\n\na ac al a\n4 It was also directed that instead of limiting this exercise to onetime, the Committee so\n\nformed should examine the gaps periodically on a regular basis on the following suggestive\nsteps/aspects:\n\nrent of entire perimeter area and identification of intrusion prone\n\nb. Aspects to be kept in mind during inspection of perimeter wall:\n\n+ Presence of masonry structures abutting the perimeter wall (providing easy\ningress)\n\n+ Filing up of rubble outside the perimeter wall (thus decreasing the relative height\nof the wall).\n+ Wild vegetation overhanging the perimeter wall\n\n",
  "4": "OFFICE OF THE ADDITIONAL DIRECTOR GENERAL/ AIRPORT SECTOR\nCENTRAL INDUSTRIAL SECURITY FORCE\n(Ministry of Home Affairs)\n\nAdministrative Block\nCISF Complex, Mahipalpur\nNew Delhi-37\n\nNo. 0-4201 1/APC/OPS (2)/Circular/AS/22- 2) 53 Dated [2 Feb’2022\n\nTo\n\nMumbai, Chennai, Bangalore & Hyderabad\nALL CASOs OF ASGS\n\nSub: Incident of security breach at airports: Reg\n\nThe perimeter of any airport is highly susceptible to security breach on account of its\nexpanse. Whie ample emphasis is centered towards the security measures at Terminal Building\nand oj tional gates, ively lesser priority is often accorded to security of the perimeter\ncomparatively. In the recent past, there has been 2 perceptible increase in the cases. of\nunauthorized intrusions at the Airports. Although the intruders have not been able to cause any\nsabotage in the airside, yet the successive events are quite alarming, since these intruders have\nmade the entire framework of airport security prone to sabotage and open to unlawful\ninterference to civil aviation operations. Since, October 21 there have been 07 cases of intrusion\nat the airports including the recent cases at Dimapur Airport on 05.02.2022 and Tirupati Airport\n\non 13.02.2022. This reflects « poor state of affairs at the ASGs and has been taken seriously.\n\n2. As oltenly observed, the Force personnel have very set ways of doing their duty and do\nnot pay attention to the development outside the perimeter, which at some point of time, may\nimpact their area of responsibility. Zonal DIGs/AP and DIGs/CASOs may evaluate the cases of\nintrusion at airports under their respective jurisdiction and fix responsibility if deployed personnel\nare found negligent. Zonal OiGs/AP and DIGs/CASOs should aiso look into the poor state of\n\nperimeter infrastructure and casual & ineffective leadership by supervisory officers, if any. CASOs\nshould exhibit situational awareness in so far as perimeter security is concerned. The CASOs of\nthe air ere deficiencies: in physical security infrastructure along the perimeter are still\nexisting, are rected to regular'y follow up the matter with their respective APDs for remedial\nmeasures and should highlight these deficiencies in Airpoit Security Committee Meeting,\n\nInspection of senior officers, Audit and Inspection by BCAS, IB etc.\n\n3. To overcome the non-performance at the local unit level, there is a structured system of\nsecurity audits & inspections by a hierarchy of senior officials to guide and improve the security\nsetup. This structure needs activation in letter and spirit. Long pending issues & those requiring\n\nemergent resolution must be taken up for personal intervention with the concerned Department /\nOrganizatior he issues, If not resolved locally should invariably be raised to higher formations to\nfurther (ake up at an appropriate level. APS HQRs appreciating the sensitivity of the matter as\n\nalready issuied no of iiistructions in this regard. which may be recalled and referred on regular\nbasis. Indicative list of APS directions is as under:\n\n+ APS Circular No 04/2006 (Letter No 950 dated 31.01.2006)\n\n+ APS Circular No 07/2009 (Letter No $503 dated 23.06.2009)\n\n+ APS letter No 8587 dated 05.308.2011- measures to curb perimeter intrusions\n+ APS Circular No 03/2015 (Letter No 1803 dated 18.02.2015)\n",
  "5": "+ APS Circu 2017 (Letter No 11331 dated 22.11.2017)\n+ SOP for Perimeter Security issued vide letter No (2827) dated 11.03.2020\n\n4. In order to have ctive security system for perimeter, gap analysis of the perimeter\nig required to be conducted. Thus, CASOs of all ASGs are directed to form a local committee\ncomprising CISF and Airport Operator to conduct the gay analysis exercise for perimeter security\nand submit the report as per the following proforma:\n\nFSI [Name [Date of] Status oF Aetion taken | Action taken] Issues, _ on | Remarks |]\nMo | of ASG | inspection | security to rectify to rectify the | which action i\n& details | infrastructure | the dentified | is required | |\nof loca nd security | identified oy ‘onal to be taken\ncommit phoies, if _ loopholes if at APS HQr\n\nny by\n\nCASO\n\n5. Further, instead of limiting this exercise to one time, the Committee so formed should\nexamine the gaps periodically on a regular basis on the following suggestive steps/aspects:-\n\na. Vulnerability assessment of entire perimeter arca and iderification of intrusion prone area.\npects to be kept in ‘ning curing inspection of perimeter area~\n+ Presence of masonry structures abutting the perimeter wall (providing easy ingress)\n+ Piling up of suoble outside the perimeter wall (thus decreasing the relative height of\n€ wall)\n+ Wild vegetation overhanging the perimeter wall\ngaps between the perimeter wall and concertina coil / Y shape overhang\n(allowing passage for intrusion)\n+ Temporary Perimeter wall (made of Gl/Corrugated iron sheets) without. a\nsupplementary security morcha\n¢. Strategic re-alignment /re-positioning of Watch tower to ensure round the clock watch\nperimeter\nPiacerent of warring sighs on the perimeter wall lo create psychological deterrence from\nstside for onlookers.\n€. Provision of Loud nailers for manned watch towers to warn any intruder at initial stage\nlf Lo prevent him from entering into main operational area.\n‘on with Local Police and verification of residents livine in adjoining areas\n1 sify the frequency of perimeter che rolling /ong with surprise checks by GOs\nic hours.\nh, Regular mock 1p intrusion/scaling over verimeter woll to sensitize and to clarify roles\nf duty personn :\n\n6 DIGS and 1Gs shall also examine & comment on the effectiveness of the intervention\nsome cases, it has been noticed that CASOs have taken up with the\nAirport cor for removing thick vegetation or breachable and scalable points only after\n\n‘occurrence of an incident of intrusion. This reflects very adversely on the concerned officers.\n\n7 1 this regard, ail Zonal DIGS/AP (NZ, W2, SZ and ERNE) and DIGs/CASO (Delhi, Mumbai,\nChennai slore & Hyderabad) should undertake first such analysis and forward a consolidated\nGap analysis 'eport (airaort wise) in respect of the ASGS under their respective jurisdiction to this\nHQrs by 01.03.2022 positively.\n\nA\nGpind,,.\nto-2-22\n(Pramod Shripad Phalnikar, IPS)\nAddl, Director General/Airport Sector\n"
}