{
  "1": "OFFICE OF SPECIAL DIRECTOR GENERAL/AIRPORT SECTOR\n\"' -- - cir.rrRAl INDUSTRIAL sEcuRlrY FoRcE\n(Ministry of Home Affairs)\nNo.04201 1 /APC/OPS(2)/Circular/AS/1 3- \\ D 7 ? ?\nTo\nDlsG/AP (NZ, WZ, SZ & E&NEZ)\nAll CASO CISF ASGs\nSub: Detailment of ORs on X-BIS .instqlled fqr ran'qom check\ns-creeninq of passenqe s at the departure entrv qates : Req\nIt is intimated that BCAS vide AVSEC Order N0 2112011 daled\n05.02.2011 & AVSEC Order No. 2412011 dated 08 08 2011 had already\nissued directions to carry out random checking/screening of passengers' staff\nand visitors and their baggage at the Departure entry gates of the airports and\nalso finalized the scale of Random check equipment'\n2. Accordingly, at some of the airports random screening equipment (X-\nBlS, DFMD, UftUO a ETDs) have already been installed by the Airport\nOperators and in the rest of the airports the provision of equipment is under\nprogress. Hence, it is understood that a good number of screeners (SOs/ORs)\nare also required to carry out random screening at the entry gate in addition to\nthat for pre-embarkation security checks.\n3. \nlt is also a fact that there is acute shortage of SO screeners in the ASGs\ndue to expansion of ma.lor airports, and increase in pax flow. Therefore,\nsparing SOs screeners for carrying out random screening (X-Screening) at the\nDeparture entry gates of the terminal would be very difficult.\n4. \nHence, after detailed deliberations on the issue, it has been decided to\ndeploy certified screener ORs on the X-BIS installed at Departure entry gates\nfor carrying out random screening at the ASGS where X-BIS machines have\nalready been installed by the Airport Operator. Further, the same procedure\nwill be replicated at the other airports on installation of X-BIS.\n5. ln this regard, all CASO are requested to select handpicked suitable\nORs for the said purpose and put them for one week training under the\nexperienced certified screener (SOs) before thelr deployment.\n6. DlsG/AP should ensure implementation\nCASOs under their lurisdiction.\n13, CGO Complex\nLodhi Road N. Delhi\nDated: I I Nov'13\nof above directions by the\nN\\,\\n\n(Rajiva\nan Sahay)\nlnspector General/APS\na.*tt!, hy"
}