{
  "1": "OFFICE OF THE ADDITIONAL DIRECTOR GENERAL / AIRPORT SECTOR\nCENTRAL INDUSTRIAL SECURITY FORCE\n(MINISTRY OF HOME AFFAIRS)\nAdm. Block, Ground Floor,\nCISF Complex\nMahipalpur, New Delhi- 37\nNo. o42099iAPc/OPS (110y Nodal officer/23 l0f J,\nTo\nDated lfNov' 2023\nIG/APS- l&ll\nDlsG/ AP (NZ, WZ, SZ and E&NE)\nDlsG/ CASO ASG Delhi, Mumbai, Chennai, Hyderabad, Bangalore and kolkata\nCASOs of other ASGs\nSub: Need to steo up aviation securitv arranoements in view of upcomino Cricket World\nCup Final. Festival season and threat from SFJ: req\nptease find enctosed herewith FHQ (OPS Br.) letter no. (4858) daled 14.11.2023 enclosing\ntherewith tntelligence Bureau, Ministry of Home Affairs U.O No. 5/AH/2023 (threat) 2412 dated\n09.11.2023 on the above cited subject.\n2. \nThis is for kind information and necessary action accordingly please\n3. \nThis is issued with the approval of the Competent Authority.\nEncl. As above\n(Arun Strrgh)\nAIG/Airport Sector",
  "2": "Secret\nDIREC?ORATE GENERAL\nddfq ffiFro. gtrr {m\nCENTRAL IIYDUSTRIAL SECI.,RITY FORCE\n0f6 ,iar-drq)\nlMrxra?Rv oF HouE AFFATRAI\ndto ti.-rg. S.fiS. qRtrl\nBLOCK NO.13, C.O.O. COMPLEX.\nFn€fi ts d ffi-rrooor\nLODHI ROAD, NEW DELHI _ 1IOOO3\n$IsrTe8Als8iqft{rffi\ntfe q- o-+ZOS9lOps/Airport Matters /2023'\nii-fl t.\nThe Asstt Inspector General,\nCISF Airport Sector HQrs,\nMahipalpur, New Delhi.\n4898 \nDate: lrNov'2o23\nSubject:\nCentral Security Agency has intimated t].at due to subsequent festival season,\nCricket World Cup, Final (Nov. 19) and circulation of threat video (Nov. 4) by SFJ\non 'X' , all the Civil Aviation stakeholders may initiate the following security\nmeasures for foolproof secutiy at airports:\ni) IOO% Secondary Ladder Point Check for all Air lndia flights at IGI Ai.port\nand airports in Punjab.\nDeployment of ln-Flight Security Officers in Air India flights.\nDeployment of additional security guards at Air lndia aircrafts.\nAdditional screeni.ng measures for cargo.\nDeployment of Law Enforcement Agencies (LEA) and K9 teams at boarding\ngates.\nvi) Passenger manifest PNR, Cargo manifest should be thoroughly scrutinized.\nvii) Full search of aircraft and catering services of Air India aircraft.\nviii) Strict on-ground monitoring of regulatory guidelines for operations of non-\nconventiooal aerial platforms like Microlite aircrafts, Aero models, Para\ngliderd, Unmanaed Aerial Vehicles (UAV), Unmanned Aerial Systems (UAS),\nDrones, power hang gliders and hot air bslloons.\nix) Strengthening of anti-terrorism/ Anti-sabotage measures.\nx) Placement ofQRTs at all the airports and patrolling parties.\nxi) Intensive checking of vehicles/ persons at the approach (NAKA) to airport\nterminals/ installations.\nii)\niii)\ni\"l\nv)\n$rree!,fretnSEJi_Be&\n\\fk*\nContd...P/ 2",
  "3": "t.\nxii) Enhanced surveillance in and around the aviation installations.\nxiii) Ensure lOO% serviceability of aI1 CCTVs of Airports.\nxiv) Enhanced surveillance on the ground handling stall\nxv) Monitoring of flights/ helicopters/ UAV/ UAS/ Drone/ Gliders/ llot Air\nBalloon from airports/ helipads/ airfrelds around airports in Delhi and\nPunjab.\nxvi) Strict monitoring of non-scheduled flight operations including air ambulance.\nxvii) Enhanced securiQr measures and surveillaace at cargo terminals.\nxviii) Enhanced security and surveillance in parking areas of airport.\nxix) Such other securiQi measures as communicated from time to time by\nMHA/Gol.\n3. \nFurttrer, it has been advised that BCAS may restrict entry of visitors to the\nterminal buiiding ald suspension of sale of visitors entry tickets at airport during\nthe month of November 2023, ln addition, Airport Directors may convene special\nAPSC meetings witJl concemed agencies and stakeholders for advising them to take\nall possible precautionary measures to preclude possibihty of any unlawful\ninterference with Civil Aviation Operations.\n4. \nRequest to take necessary action accordingly, please.\nEncl: As above.\nuF.}x\"r'vr\n(uffiw\"\\m v1-rdr)\nw€r{6 q-6rfufrH-itr,/qfuarf,{\nCopy to:\nIG (APS) : \nfor kind information, please.",
  "4": ",.-._.\n/ \n.1 - ^- \n-__\\\n: ,Vq Y-./ \n\\\nt9\" ! \nSECRET\nINTELLIGENCE BUREAU\n(Illinistry of llome Affairs)\n6\\(\n.r'.9\ngt$YNeed to step up aviation security arrangements in view of\nupcoming Cricket Wodd Cup Final, festival season and\nthraat from SFJ.\n-gI4- \n6t) \n,n ,,\",, of the ensuing festivat season, cricket world cup Final\nots\\oP'\n(Nov. 19) and circulation of threatvideo (Nov.4) by SFJ on'X', it is\nsuggesied that all the Civil Aviation stake holders may initiate the\nfollowing security measures in order to ensure ioolproof seculity at\na irpo rts:\ni) \n100% Secondary Ladder Point Check ior all Air lndia flights at\nlGl Airport and airports in Punjab.\nii) \nDeployment of ln-Flight Security Officers in Air lndia flights.\niii) Deployment of additional security guards at Air lndia aircrafts.\niv) Additional screening measures for cargo.\nv) Deployment of Law Enforcement Agencies (LEA) and K9 teams\nat boarding gates.\nvi) Passenger manifest, PNR, Cargo manifest should be\nthoroughly scrutinized.\nvii) Full search of aircraft and catering services of Air lndia aircraft.\nviii) Strict on-ground monitoring of regulatory guidelines for\noperations of non-conventional aerial platforms like Microlite\naircrafts, Aero models, Para gliders, unmanned Aerial Vehicles\n(UAV), Unmanned Aerial Systems (UAS), drones, power hang\ngliders and hot air balloons;\nix) Strengthening of anti-terrorism/ anti-sabotage measures.\n/ t\\ \nx) Placement of QRTs at the airports and patrolling parties.\nxi) lntensive checking of vehicles / persons at the approaci\n\\ 5 \\\\ \\ \n(NAKA) to airport terminals i installations;\nxii)\nxiii)\nxiv)\nxv)\nEnhanced surveillance in and around lhe aviation installations;\nEnsuring '100% serviceability of all CCTVs of Airports.\nEnhanced surveillance on the ground handling staff;\nMonitoring of flights/ Helicopters/ UAV/ UAS/ Drone/ Gliders/\nHot Air Balloon from airports/helipads/airfields around airports\nin Delhi and Punjab;\nxvi) Strict monitoring of non-scheduled flight operations including\nair ambulance;\nxvii) Enhanced\nterminals;\n{4 qJ\nD.\nsecur:ty measures and surveillance at cargo\n| 2./r'2'2 )\nll.",
  "5": "SECRET\nxviii) Enhanced securi$ and surveillance in parking areas of airports;\nxix) Such other security measures as communicated from time to\ntime bY MHtuGol.\n2. \nApart from the above mentioned measures, BCAS may\nconsider restricting entry of visitors to the terminal buildings and\ntemporary suspension of visitor entry tickets during the month of\nNovember, 2023. Further, Airport Directors may be directed to Gonvene\nspecial APSC meetings and advise concerned agencies to take all\npossible precautionary measures to preclude possibility of any unlawful\ninterference with Civil Aviation Operations. Similar meetings may be\norganized at other aviation installations in order lo alert all the stake\nholders.\n0q.lt '?^L3\n.-Ambika)\nDeputy Director\nDIB: U.O. No.5/AH/2023 (Threat) - ?qlL\nCopy to:\n1. OSD to UHM\n2. MoCA\n3. MHA\n: {Sh. Vijay Kumar Upadhyay)\n: (Ms. Rubina Ali, Jt. Secretary)\n: (Sh. Chandraker Bharti, AS,IIS'I| \n/\nDeputy Director\n:l\nBCAS \n: (Sh. Zulfiquar Hasan. Director General)"
}