{
  "1": "omey\n\na\no\n\ncoco coo oo DP LS\n\n4\n\ncen ee\n\nain ron aged\n\npins = (Mititey of Home one Ata\n\n, CGO Complex\ne : Lodhi Road, N. Delhi\nNo. o-420\\¥APGIOpelayCreuarAS)2007 £7 63 ‘Dated: 24\" May 07\n\n“CIRCULAR No, AS- 1472007\".\nSubject: Thefts ‘of Baggage ‘at airports\n\n«THB Is in. coittituation with Circular No. AS-02 /2007 issued earlier in\neonnection with’ controt “over'crime and criminals at the airport. Reports\nwith regard, to. missiitg/thett of. registered. and hand baggage from the\ncheck-in, ar Htermirial bullding of airports. have ‘heen attracting the\nattention of . ja time. Orie such case was recently\nsolved through the CCTV footage ‘at Bangalore. airport. A baggage lifter\nwas apprehended by the CISF/ASG and handed over to Police for legal\n\n. action. Later, seven persons were arrested by police in the follow-up\n\n__ Action. The accused revealed that he managed to pass on the stolen items\nto’ his associates for disposal.\n02.\" The above Incidents Indicate that organized intersairport gangs are\nOperating at various airports. Members of such gangs enter the terminals\n‘a8 passengers on regular ‘or operi-tickets. The following modus operandi is\ncommonly adopted by these gangs for stealing the baggage and valuables\nof passengers:\n\ni. The accused enter into the terminal bullding on the strength of open\nticket and became friendly with a lonely passenger. They/he gains\nthe passenger's faith through conversation In the known language of\npassenger as he is fluent in English/Hindl/Marathi/south indian\nlanguages. Once the passenger leaves for the tollet etc keeping the\nhand baggage under the custody of the accused (in disguise of co-\npassenger), the accused flees away with the stolen baggage.\n\nji, While passengers queue up for check in, these gang members\nprofile and spot vulnerable passengers, When these passengers\nleave their unlocked baggage on trolleys momentarily or are busy at\nthe check in counter, gang members obstruct their view, while their\naccomplices escape with the baggage or the valuables (cash/\njewelry) therein.\n\nll, The gang mernbers keep bags which are commonly used by air\npassengers with them. These are switched/replaced with similar\nlooking bags in the check-in and security hdld areas when the\nbaggage is left unattended or the attention of the owner /\npassengers is diverted.\n\niv. In the arrival area also, while passengers walt for the retrieval of\ntheir registered baggage at the conveyor belts, keeping their hand\n",
  "2": ": Settee, Hp\nob\n\n‘elite Hand beggege laptops\n\nv.-, Some gafga:are active:on the cityside. They cheat unsuspecting\n\n> and gullible passengers by'afferiny them uorative exchange rate for\nforeign currenay, : and. finally dupe them.\n\n03. It Is reiterated that control. of crime tn the alrport. premises ts one of\nthe duties of CISF/ASG, and hence due attention. is to-be paid by CASOs\nto take preventive meagures in order to curb such crime. ASG personnel\nate tequired to\"be aenaitized ‘about the: modus operandi adopted by the\ncriminals (Including those fisted above) so. that the crime is\nprevented/detected’ effectively. Different modus. operand! of the criminals\nwhich-come to’your notice may be reported to this HQ. so that all units are\napprised: The unit aurvelliance’ staff must be ‘geared up to collect\nintelligence about such gangs ahd nab the ‘culprits. A close CCTV\nsurveillance on vulnerable areas could be an: useful tool to detect such\n‘¢rimes. A proactive approach in this regard Is callad for.\n\nLS. So)\n(M. 8, Ball)\n-- 1G/Alrport Sector\n\nDistribution : All CASOs: «\nCopy to : DIG/ADIG Airport Zozes:: For information please.\n\nce ee le le ee na i A Rl a Ml HR al ll Da\n\n"
}