{
  "1": "OFFICE OF THE DIG/CASO - MUMBAI AIRPORT\nCENTRAL INDUSTRIAL SECURITY FORCE\n(MINISTRY OF HOME AFFAIRS)\nCISF CSMIA MUMBAI\nNo.NOO-42099/CISF/CSMIA (M)/OPS-CELL/145(BCAS CIR)/20--1117-\n(E)\nDated : 07-08-\n2020\nTo,\n  \nTHE SECTOR COMMANDERS,\n  \n(DOM/INTL./PERIMETER/CARGO)\n  \nCISF UNIT CSMI AIRPORT, MUMBAI.\n \n \n     Subject :-BCAS AVSEC ORDER NO. 04/2020- SECURITY PROGRAMME OF\nREMOTELY PILOTED AIRCRAFT SYSTEM (SPRPAS)\nPlease find enclosed herewith a copy of above AVSEC Order No. 04/2020 issued by BCAS\nand circulated vide SDG/APS HQrs New Delhi office letter No. O-42011/APC/OPS\n(1)/Circular (BCAS)/20-5719 dated 01st August 2020 on the above cited subject.\n2.       In this regard, the same is forwarded herewith for kind perusal and necessary action\nat your end please.\nEncl: As above.\nDigitally signed by\nDHIRAJ KUMAR SHUKLA,\nCOMMANDANT/COMDT/ADM,\nMUMBAI AIRPORT,\n07-08-2020\nCopy to:-\nI/C : SOCC, ASTI, QRT, BDDS, CIW :FOR INFORMATION",
  "2": ". RESTRICTED\nOFFICE OF THE SPECIAL DIRECTOR GENERAT/AIRPORT SECTOR\nCENTML INDUSTRIAL SECURITY FORCE\n(Ministry of Home Affairs)\nAdministrative Block\nCISF Complex, Mahipalpur\nNew Delhi-37\nNo. o-4201UAPC/oPS(1)/Circular (BCAS)/2O SVtl oared o I Augozo\n0\nTo\nAll CASOS, CISF ASGs.\nSub: AVSEC Order No. 04/2020 - Securitv Programme of Remotelv\nPiloted Aircraft System (SPRPAS) : Reo-\nEnclosed please find herewith a copy of AVSEC Order No. 0412020\nreceived from BCAS vide letter No. CAS-6(11)/2018/D|v-I(RPA) Part-i/169300\ndaled 3010712020 on the above subject for Information and necessary action\nplease.\n2. This has been issued with the approval of the Competent Authority.\nEncl: As above\nso\"*\n(Vishal Sharma)\nDy. Commandant/APS\nCopy to:\nIG/APS- I & II \n: for favour of kind information please.\nDIsG/AP (SZ, NZ WZ & E & NE) : \n-do-\nAVSEC Celi NISA, Hyderabad : \n-do-\nand RTC Arrakkonam.",
  "3": "*t'a ht,s'\n//RESTRICTED//\nlt,L-\ntmiIilrFf,I( / GOVERNMENT OI' INDIA\narrt fterra dilrql MrNIsrRy oF crvrI, AvrATloN n |>r\narrrrfrermgurqt/BUREAU oFCrvrl AvrATron raa*rr\"' / -\n,rn dr, l-tu ra, raqnrca, qzFrq / .A' wING, I-III FLooR, JANpATH ago*nx, rJ*pnrH\nasftit- ,,#:llffi;r?m - ,,ooo,\n. \nAVSECORDER_04/2020\nSubject: Securitv Prosramme of Remotelv piloted Aircraft Svstem {SpRpAS)\nIn exercise of powers conferred by Section 5A of the Aircraft Act, 1934\n(XXII of 1934), read with rure 3 (b) of the Aircraft (Security) Rures, 20 , Director\nGeneral, Bureau of civil Aviation Secudty (DG, BCAS), for the purpose ofthe safery\nof passengers, crew, ground personnel, aircraft. facirities and the general public in all\nmatters relating to safeguarding against acs of unlawful interlerence with civil\naviation, directs that Security programme of Remotety piloted Aircraft (spRpA)\nwhich has been prepared to comply with the provisions laid dorm in ICAO Doc g973\nand security related provisions of NCASp and Necp, shall be implemented by all\nRemotely Piloted Aircraft operators except MicroA{ano category, connected with civil\naviation operations in lndia. The model template is available on rhe BCAS restricred\nrvebsite.\n2, \nln terms of ihe said provisions, every .Remotely piroted Aircrafi systenr\n(RPAS) operators shall, rvith the approval of DG, BCAS oi by a competent Autirority\nas specified by DG, BCAS, make and comply rvith the Security programme oi\nRemotely Piloted Aircraft (spRpA) as per said remplate and any amendmint ro such\nprogramme shall be made only after the approval ofDG, BCAS or by a Competent\nAuthority as specified by DG, BCAS. No Remotery piloted operator sha[ be aliorved\nto commence its operations in India unless its Securit_v piogramme of Remotely\nPiloted Aircraft (S,pRpA) has been approved by the DG, BCAS or by a Competent\nAuthorily as specified by DO. BCAS.\n3. \nThe security programme of Remotely piloted Aircraft (spRpA) sha be varid\n, \ni9. a period of frve (05) years and it shall be updated in accordance rvith the security\n, I \ndirections issued by the DG, BCAS frorn rime to time. Before expiry, a revised\nIl \nSecurity Programme of Remotely piroted Aircraft (spRpA) i, iespecr of rhe\n\\l \nconcemed Remotely pilored operator shafi be submiftecr at least three montrrs in\nf \\ I \nadvance tbr further approval process.\nL \\\\\\h\\ \nr\n\\ /N\\,, ru,\n\\/ \\\\r r\\ {\nv[\\ g\\\\ \n\\\n\\ \\ti\\\\ ' \n\\ \n\\\nVi\\\\r' \nN .r\\.\n\\Y\n#H*;\n.-\nSlll \nftEt! r.i\n/ No. CAS-6 ( I l)2018/Div.-t (RpA) psrt-V 169300",
  "4": ". Page I of6\n(Rakesh Asthaana . tps)3 o'7 'Yoh\nDirector General.\nBureau of Civil Aviation Securitv\nDistribution:\nAs per standard list atrached\n?o^tr* 4t+t^o^-\"-,",
  "5": "Page 2 of6\nR€stricted\nlecurity Programme of Remotely piloted Airciaft System (SpRpAS)\nCHAPTER.l\nPRIMARY OBJECTIVE\nThe primary objective of remotely piloted aircraft operator/owner\nSecurity Programme is to ensure the protection and safety of passengers,\ncrew, ground personnel, the general public, aircraft and facilities of an airport\nserving civil aviation, against acts of unlaMul interference perpetrated on the\nground or in flight, through regulations, practices and procedures which take\ninto account the safety, regulatory and efficiency of flights.\nCHAPTER.2\nGENERAL\n2.1 As per Chicago Convention, to which lndia is a signatory, unmanned\naircraft system (UAS) is a component of the aviation system. All UAS whether\nremotely piloted aircraft, fully autonomous or a combination thereof are\naircraft. Existing SARPs of Annex-'l7 and Doc 8973 of ICAO apply to all\nAircrafts and Aircraft owners.\n' 2.2 RPAS is one subset of UAS. A remotely piloted aircraft (RPA), its\nassociated remote pilot station(s), the required command and control links and\nany other components, as specified in the type design shall constitute a\nremotely piloted aircraft system (RPAS).\nCivil RPA is categorized in accordance with MTOW (including payload) as\nindicated below:.\nNano .. Less than or equal to 250 grams.\nMicro ' Greater than 250 grams and iess than or equal to 2 kg'\nSmall ' Greater than 2 kg and less than or equal to 25 kg'\nMedium . Greater than 25 kg and less than or equal to 150 kg'\nLarge ' Greater than 150 kg'\n2.3 Each Remotely Piloted Aircraft Sysiem (RPAS) operator/owner should\nestablish implement and maintain an appropriate written Security Programme\nthat meets the requirements of the National civil Aviaiion security Programme\n(NCASP).\nl-.",
  "6": "Page 3 of6\nRestrlctod\n!..u.ity Programme of Remotely Piloted Aircraft System (SpRpAS)\n2.4 RPA operator/owner shall submit Securig programme to the concerned\noffice of Regional Director of BCAS with a copy to BCAS He online, before\noperation.\n2.5 This Security Programme shall be valid for a period of 5 years. However,\nthe Security Programme shall be updated by the RPAS operator/owner on the\nbasis of security directives issued by the BCAS from time to time. After 5\nyears, each operator shall submit a revised security programme io BCAS, for\nrenewal.\n2.6 BCAS shall be notified immediately, if there are changes in the details\nprovided in the Security Programme.\nCHAPTER.3\nOwnei/Operator Profile & Details of RPAS/UAV/UAS\na. Name of Owner /Operator -\nb. Complete Postal address of the owner -\n. \nc. Details of Tel, Mob, Fax, E-mail, WebMail -\nd. Nature of activity,\ne. Details of location of Remote Pilot Station and Location where\nRPAS/UAV is supposed to be stored\nf. Concerned Regional Office of BCAS -\ng. Copy of Security Clearance given by DGCA to be uploaded.\nh. Whether obtained Police background check report from local\nPolice station- (Copy of police background check to be scanned\nand enclosed)\ni. Year of Manufacture and Purchase-\nj. Type/Model -\nk. Manufacture and Manufacturer's designation of RPAS-\nt. Registration Number/UlN of RPAS and Serial Number of RPAS'\nCHAPTER4\nPREVENTIVE SECURITY I\"IEASURES\nThe ownerloPerator of the\nfollowing: '\nRPAS shall undertake to implement\n4.1 \nlmplement the standards of NCASP and comply with security\nI\".rrr\"\" enumerated in relevant BCAS orders and circulars'",
  "7": "Page 4 of6\nRestdctsd\nsecurity Programme of Remorety pitot t at\".*nffi@ffi\n4.2 \nAcc€ss Conkol: Ensure access control of RPAS and RpA storage\narea. As RPS is similar in purpose and design to a cockpit, it is understood\nthat it must likewise be secured from sabotage or unlawfur malicious\ninterference. Du€ to the fixed and exposed naturo of the remote pilot station\n(as opposed'to the restricted nature of a commercial aeroplane wher€ the\nintrusion and use of heavier weapons is less likely) further consideration shall\nbe given to the potential vulnerability of the premises against unlawful\ninterference.\n4.3\nthat\nThe aircraft itself shall be stored and prepared for flight in a manner\nwill prevent and detect tampering and ensure the integrity of vital\ncomponents. Further details conceming protection of aircraft, as provided in\n(NCASP, Aviation Security Manual and other Regulations on the subject) will\nalso be adhered to.\n4.4 \nSystems ior controlling access to the remole pilot station shall be of\nequal standard to those already in place in the commercial aviation induslry,\nas mentioned in NCASP. ldentification technologies such as the use of Bio-\nmetrics for access control systems may offer a higher degree of security.\nFurthermore, distinclion in access control level shall be considered between\nthe remote pilot stations itself and the premises wherein it resides.\n4.5 Cyber Security: The software and data/communication link that\nprovides func'tions as vital traditional wiring, control cables and other essential\nsystems may utilize diverse hardware and sofhrare that may be provided and\nmanaged by third parties. Safety and security of these links and seryices are\nequally important as those for the aircraft and remote pilot station'\nAccordingly, it shall be ensured that they are free from hacking, spoofing and\nother formsl interference or malicious hijack.\n4.6 \nPermissions: RPAS operator/owner Shall obtain relevant permissions\nfromDGCAandlocaladministrationincludingPolice,beforeoperationof\nRPAS,\n4.7 \nAvSec Training: lt shall be the responsibility of RPA Owner/Operator\nto ensure that all statf are duly provided one Day Aviation security Awareness\ntraining online as recommended by BCAS'\n4.6 \nEnsure that CCTV cameras are installed inside RPAS and Storage\nII,,,rr. ,* opacity io retain recording of minimum 30 days shall be in place\n,or aticategories of RPAs except mini and micro'",
  "8": "Page 5 oi6\nRestdctod\nSignature of CSO/Owner\nPage 6 of6\nSecurity Programme of Remotely\n4:9 \nBackground Check of Remote pilot and support personnel (Visual\nobserver, launch crew and recovery crew) shall be cairied oul following due\nprocedure.\nCHAPTER.s\nRESPONSIVE MEASURES\n5.1 \nThe RPA owner/operator shall also undertake to implement the\nappropriate responsive measures to ensure that planned counter-measures\nare commensurate with the risk to operations.\n5.2 .lncident Reporting: Security incident and security accadent shall be\nreported to Local Police, BCAS contror Room as wel as Regionar Director,\nBCAS without unnecessary delay.,'\nCHAPTER6\nUNDERTAKTNG"
}