{
  "1": ":\nOFFICE OF THE SPECIAL DIRECTOR GENERAL/AIRPORT SECTOR\nCENTRAL INDUSTRIAL SEGURITY FORCE\n(Ministry of Home Affairs)\nNo. 0-4201 1/APC/OPS(2)/Circular/AS/13- ) 1 S ) )\nTo\n13, CGQ Complex\nLodhi Road, N. Delhi\nDated l 1. Dec' 2013\nAll CASO CISF ASGS\nDlsG/AP (NZ, E&NE, SZ & WZ)\nSubject: Conductinq of decov/dummv check at airports:\nln order to assess the effectiveness of security controls/systems in respect of Anti-\nhracking measures, Anti-sabotage measures and enforcement of access control system in\naccordance with the guidelines issued by the BCAS from time to time, which are being\nimplemented by security staff of the APSU (Airport Security Unit), the system of conducting\ndecoy/dummy checks have been implemented at airports as per the direction of BCAS.\n2. \nNecessary instructions in this regard have already been issued by this HQ directing\nconcerned DlSG/AP for their contemplated action for carrying out dummy/decoy checks at\nthe airports under their respective jurisdiction by identifying suitable and trustworthy\npersonnel from units. However, over a period of time, it has been noticed that except for\nroutine implementation of directions merely for reports/returns, the efficacious use of this\ntool and its importance towards betterment of security arrangements, have got diluted.\n3. \nThe continuously evolving threats, modus operandi of miscreants and changing\nsecurity scenario demands that these test checks should also be conducted in the same\ntune for plugging the existing loopholes and updation of security personnel. ln this regard,\nto strengthen the system of decoy/dummy checks as per present scenario, the following\ninstructions are issued for strict compliance:-\na) CASOS should conduct discreet and effective decoy/dummy checks at their\nrespective ASGs at least twice a week.\nb) The items/ means which have been provided by BCAS vide Circular No.\n2212011 should be used/followed in process of conducting decoy/dummy\nchecks.\nc) Besides, conducting of dummy checks regarding unattended items/articles\nshould be specially emphasized for carrying out to check the efficiency in\nsearch of the unattended items/articles, which are very important in the present\nsecurity scenario.\n4. \nln view of the above, you are hereby directed to ask CASOS that the database of\n'decoy/dummy checks' may be provided to the concerned Zonal DlsG/Airport Sector, in a\nconsolidated form in first week of every month.\n5. \nDlsG/AP are also directed to monitor the above aspect in lhe ASGS under their\njurisdiction and guide them suitably. And DlsG/AP are also directed to step up their efforts\nin carrying out effectlve decoy checks in their jurisdiction regularly under intimation to this\nHQ on the reports of their concerned CASOS.\n[Tr-,,r,\n(A.C. Vdrma)\nSDG/Airport Sector"
}