{
  "1": "OFFICE OF INSPECTOR GENERALJAIRPORT SECTOR\nCENTRAL INDUSTRIAL SECURITY FORCE\n(Ministry of Home Affairs)\n\n13, CGO Complex\nLodhi Road, N. Delhi\n\nNo, 0-42011/APC/Ops(2)/Circular(AS)/2007/ 60.93 Dated: 18\" June 07\n\nLack of'a proper uniform procedufe for the disposal of common security\nremoved items like scissors, lighters, match boxes, smalll knives etc, which are\ncommonly detected in the hand baggage or the person of passengers, but are\nprohibited to be carried therein, has been a matter of concern.\n\nThe BCAS has already issued instructions regarding this issue vide\nCirculars No. 25/2003 issued vide BCAS letter No. CAS-7(1)/97.Div-1 dated\n01\" Sep 2003 and reiterated vide Circular 13/2006 issued vide BCAS letter\nNo. CAS-7(1)/2006.Div.1 dated 11.8.2006. However, apparestly, some\nconfusion still exists. The issue was also discussed during a meeting with the\nJoint Secretary, MCA dated 24.05.07 and after deliberation, the following\nprocedure for the disposal of such items was clecided upon:-\n\n1. For items which are in mentioned in Annexure- | of Circular 25/2003 i.e.\nSecurity Removed !tems to be accepted /carried by Airlines for handing\nover to the passengers at destination, there is no ambiguily. It is the\nresponsibility of the airline operator to accept it from the ASG of CISF at\nthe departing airport and hand them over to the rightful owner Pax at the\nrespective destination. Hence CISF should hand them over on receipt to\nthe airline representative with details of item being handed ove: ard\npassenger/owner respectively.\n\n2. For items which are in mentioned in Annexure- Il of the Circular 25/2003\ni.e. Security Removed Items not to be accepted /carried by Airlines:-\n\ni. The CISF will collect all such items in @ secure box (to be kept\nunder lock and key) in the SHA itself.\n\nji, Taese items will be handed over to the Airport Operator (APM or a\ndasignated officer) at a mutually agreed upon time (preferably\nduring relative lean periods when airport operations are less and\nthe officers of the CISF and Alrport Operator respectively are not\ntoo preoccupied) and frequency (in every shift or once in 12 or 24\nhrs)\n\n",
  "2": "Oo\n\nS355 56900\n\n“ih,” A proper inventory. pitelnng be numbers of each type of SRI is to\nbe maintained by the: CISF and the signatures of the official of the\nAlrport Operator/APM obtained as token of recelpt thereon.\n\nlv. The Airport Operator has to accept such Items at mutually decided\nupon time and frequency.\n\nv. Further disposal of these handed over SRis will be the\nesponsibility of the ‘respective airport operator as per existing\nprocedure or in whatever way Is decided upon at their end.\n\n3. CASOs should ensure impiementation of the above instructions. They\nmay seek clarifications and report discrepancies, if any.\n\neen\n(M 8 Ball)\n\\G/Airport Sector\nDistribution ; All CASOs\n\nCopy to : DIG/ADIG Airport Zones : For information please,\n\nSe ile nile i a al al ai\n\n"
}