{
  "1": "92909099999 0999093980'\n\nCOC@@eCOD050S\n\nOffice of the Inspector General/Airport Sector\nCentral Industrial Security Force\n(Ministry of Home Affairs)\n\nCISF HOrs, 13 CGO Complex,\nLodhi Road, New Delhi -— 03\n\nNo. Q-42055/APC/Citcular/AS/O5/ 1743 Dated 93 July 2005\n\nCIRCULAR No. AS- 12/2005\nSubject: REVERSE TRAP\n\nReverse Trap is the terminology used by the anti corruption agencies to\n\ndescribe the procedure when a bribe giver is the accused and the would be bribe\ntaker (Public servant) is the complainant.\n2. __ In.one or two such instances have been reportad to me from Delhi airport\nwhere CISF personnel were sought to be bribed by private operators. The\nmethod used by the CISF officers to apprehend the bribe giver was such that a\ngood case will not be made for the purposes of the court of law. If the bribe giver\nis arrested by the CISF personnel, in spite of any recovery that may have been\nmade by us on his initial statement admitting the offence would not make good\nevidence in the court of law.\n\n3. The procedure to be adopted in such case should be that on being\napproached by the bribe giver with the intention fo pay the bribe, the CISF\npersonnel concerned should buy time by giving some excuse on one account or\nanother. The actual date and time for taking bribe should be fixed in consultation\nwith the local police or the CBI. After the above formalities are completed and\nthe.bribe giver is actually caught in the act of bribe giving by the polica/CBI, only\nthen the case will be legally sound in the court of law. The police/CBI may also\ngive some recording device to the CISF personnel for recording the conversation\nduring the meeting between the bribe giver and the CISF personnel.\n\n4 ft is hoped that, circumstances permitting, the above procedure will be\nused to get such persons apprehended by the enforcement agencies. Senior\nOfficers of CISF are requested to brief their subordinate ones accordingly.\n\n(Ms. Bal 3\">\nInspector General/AS\nDistribution.\n1. DIG/Alrport (North Zone) CISF Saket, New Deihi\n2. DIG/Airpor(South Zone ), CISF, Madras\n3. DIG Airport ( East & North East Zone), CISF Kolkatta\n4. DIG/Alrport(West Zone) CISF, Mumbai\n5. — DIG/GBS, CISF Jamnagar House, New Delhi\n6. All Unit Commanders, APSUs\n7. Sr Comdt GBS Zones -| & Il, CISF New Delhi\n8. Comat, CISF 2 RB Delhi, AIG/AS\nCopy to : IG/HQ, CISF HOrs, New Delhi\n"
}