{
  "1": "qEFriqrrf,q\nDIRECTORATE GENERAL\nA<tq ofiatFro g{eil crEI\nCENTRAL INDUSTRIAL SECURITY FORCE\n(1e uzrr+1\n(MINISTRY OF HOME AFFAIRS}\nd-f, fi.-13 {fr.fr.oi. qRq{\nBLOCK NO.13, C.G.O, COMPLEX.\ndfi iis +$ ffi-rrooos\nLODHI ROAD, NEW DELIII - I IOOO3\nTTIGTI,/ BRAI{CH : qfttTTEFI\nqa € o.+zosslops/ NCoRD / 2025-\ne-qr d,\nvL6\nDated: ).\\ Jan'202s\nThe Asstt Inspector General,\nCISF Airport Sector HQrs,\nMahipalpur, Nerv Delhi.\nSubject: Minutes of the 32\"d monthlv NCORD meeting for the\nStates/UTs of Northern Region States & UTs li.e Delhi,\nHalyana, Uttar Pradesh and Uttarakhandl held on\n12.12.2024: Ree.\nPlease refer to the NCB HQ, Neu, Delhi, letter F. No. lll/1/16/\nNCORD-32M lCoord/2024 dated 09.01.2025 on the above subject (copy\nenclosed).\n2. \nVide letter under reference, NCB HQ has foru.,arded the minutes of\nthe 32\"d monthly meeting of NCORD held on 12.I2.2024.\n3. The minutes of the meeting are enclosed hereln ith for kind\ninformation and further necessary action. It is also requested to\nfurnish the action taken report (ATR) on the matter to this Dte for perusal\nof competent authority and onrvard submission to NCB HQrs, please.\n-+- -#*1'-,t-'\nGG'Wrt,rtk\nsq oqrrg</qfu4rf,{\nCopy to\nsDG (APS)\nrG(APS)\nfor kind information, please\n-do-\n4. \nThis has the approval of competent authority.\nEncl: As above.",
  "2": "tTr{iI {-GfiT{\nOG CISF\nADC0{a)\ntq(rg\nTf drrc+,\nFrq6 fr{irur G{rl,\n3m .t . grJr,\nrf Qffi-rroooe\ntftra,\nF-c++lf\\4 4la\n\\o\n\\-/\nD\nGovemment of India\nMinistry of Home Affairs\nNarcotics Control Bureau\nR.K. Puram\nNew Delhi - 110055\n(Email: suodtoc-ncb@sov.in)\nDate\nSubject: Minutes of the 32\"d Monthly NCORD meeting for the States/UTs of\nNorthern Region States & UTs (i.e Delhi, Haryana, Uttar Pradesh and\nUttarakhand) on 12.12.2024- reg.\nPlease refer to the above subject.\n2. In this context please find enclosed herewith the minutes of the 23nd\nMonthly NCORD Meeting held on 12.12.2024 for the States/UTs of Northern\nRegion under the chairmanship of Director General, Narcotics Control Bureau.\nIt is requested to kindly send the Action Taken Report (ATR) on the\ndecisions/directions as per the minutes of the meetings to this Bureau on\npriority please.\nAs above\no\nAssistant Director (Coord)\n1\nCopy to:\n1. Membersflnviteeg ]/na Monthly NCORD Meeting (As per list enclosed).\n2. The Dy Director General (NR), NCB, Delhi.\n3. The Zonal Director(s) (Delhi, Dehradun, Lucknow and Gorakhpur Zonal\nUnit) NCB.\n\\E'\n$mruzS\nwr{\n,\not\"rl.e-S\nlG/T&P Secretariat\nDiary No. : Q68\nP loil<{\ntr\nF. No. IIVlll5[YCORD-32M/ Coord/2024\n^\\$,\n-W's\n\\",
  "3": "List of Invitees for 32nd Monthly Meeting of NCORD\nOfficers of the rank of Inspector General/Commissioner/Joint Secretary or abve from\nthe following Departments/Agencies:\n1. Directorate of Revenue Intelligence.\n2. EnforcementDirectorate.\n3. Financial lntelligence Unit.\n4. IntelligenceBureau.\n5. Research & Analysis Wing.\n6. Customs and Cenhal Excise\n7. Central Bureau of Narcotics\n8. Indian Coast Guard\n9. Border Security Force\n10. Cenhal lndustrial Security Force.\n11. Indian Tibet Border Police\n12. Cenhal Reserve Polce Force.\n13. Sashastra Seema Bal\n14. Railway Protection Force.\n15. Police/ANTf for State of Delhi.\n15. Police/ANTF for State of Haryana.\n17. Police/ANTF for State of Uttar Pradesh.\n18. Police/ANTI for State of Uttarakhand.\nAttendees from NCB\n1. TheDG,NCB.\n2. The DDG (P&A/O&E/SpI. Wing). NCB, Hqrs.\n3. The DDG (Special Wing), NCB, Hqrs.\n4. The DDG(NR), NCB Delhi\n5. The Additional Director (Ops), NCB Hqrs\n5. The Additional Legal Advisor, NCB Hqrs.\n7. The Deputy Director (Coord.), NCB Hqrs.\n8. The Deputy Director (Ops), NCB Hqrs\n9. The ZD (Delhi, Dehradury Lucknow and Gorakhpur Zonal Unit), NCB. (Online Mode)\n10. The AD (Coord), NCB, Hqrs.\n11. Official of NCORD Secretariat",
  "4": "MI:iUTES OF 32]D ]!tONTHLY NCORD II'IEETING FOR NOR'I'HER\\ STATES -\n12.12.2024\nThe 32\"d Monthly NCORD Committee chaired by Shri Anurag Garg. Director General,\nNCB, was held on 12.12.2024 in hybnd mode at NCB HQrs, New Delhi. The agenda covered\nvarious issues related to drug trafficking and abuse in the northem states of Delhi, Uttar\nPradesh, Haryana, and Uttarakhand. The list oipanicipants is attached as Annexure- \"A.\"\n2 \nShri Vikash Kumar. Assistant Director (Coord.), NCB opened thc 32nd Monthly\nNCORD meeting, welcoming Shri Anurag Garg, Director General, NCB, participants ftom\nDelhi. Uttar Pradesh, Haryana, and Uttarakhand, and representatives from other central\nagencies.\n3 \nIn his opening address, DG, NCB emphasized the importance ofstate- and district-level\nNCORD meetings as part of the NCORD mechanism, which is aimed at addressing specific\ndrug trafficking issues. He expressed the need for these meetings to be productive and\npurposeful, rather than routine. He stated that States falling under the Nonhem Region oflndia\nare ofparticular concem when it comes to matters of drug control, because most ofthem have\nlarge urban agglomerations with massive population base and substantial purchasing power\nalong with disposable incomes. AIso, the region is located at the intersection of major\nprocessing hub ofHashish and the manufacturing centre ofpharmar' CBCS which increases the\nchances ofdrug trafficking exponentially. Further, the proximity ofthe area to the intemational\nborder necessitates a close and watchful eye to be maintained. It is important to note that\nvarious States have achieved notable successes in drug supply reduction operations in the\nregion in the recent past. However, much more needs to be done in the coming days to gain a\nflrrmer grip on the situation.\n3.1 As per the stFtey- Magninde of Substance Use in India released by the Ministry of\nSocial Justice & Empowerment in 2019, substantial numben of drug users and dependents\nhave been found in India and this number is likely to increase funher and ifeffective measures\nare not taken to curb this menace in time, it could have serious implications for the nation.\nThere is an urgent need to increase awareness in schools and colleges against the ill effects of\ndrugs. It is essential to maintain sun'eillance around educational institutions to identiff drug\npeddlers and traffickers, enabling DLEAs to understand how drugs are inflrltrating these areas.\nSnrdents must be educated about the harmful effects of drugs and that having drugs does not\nmake one \"cool\". Engaging local heroes fiom sports and other fields in awareness campaigns\ncan enhance the message and encourage positive behaviour among young people.\n3.2 Zero tolerance approach against drug trafficking: DG. NCB urged participants to\nfocus on dismantling entire drug syndicatcs with a 'Bottom-to-Top' & 'Top-to-Bottom'\napproach when investigating NDPS cases. It was emphasized that DLEAs should prioritize the\ncomplete dismantling of criminal networks rather than just targeting those from whose",
  "5": "possession the drug has been recovered. lnvestigation into the financial flow of drug money\nand freezing of assets must be resorted to in apPfopriate cases to disrupt the entire ecosystem\nofdrug networks. Additionally, the importance oftaking strict action against compromised law\nenforcement personnel was also emphasized, as their actions can undermine the entire system.\n0nanaverageonlyRs50to60lakhsworthattachmentshavebeenbydifferentDLEAsduring\nfinancial investigation ofNDPS cases which is a good beginning but much more is possible. It\nwas stated that at many places drugs were freely available in schools, colleges, and universities.\nExample of Tambaram Police, chennai, was cited where police identified peddlers around\ncolleges, obtained information about students buying drugs from them and counselled the\nparents without taking punitive action against the students'\n3.3 Use of database for intelligence' investigation, and Prosecution: DG, NCB urged\nparticipants to fully utilize various databases including NCORD Portal' NIDAAN' NATGRID'\n\"-Counr, and e-Prosecution for intelligence gatherinS, investigations, and monitoring\nprosecution.NlDAANcaneffectivelybeusedtoidentifyhabituatdrugoffenderssothataction\nunderPITNDPScanbeexplored.Heemphasizedthatdrugusersshouldbeviewedmoreas\nvictims of abuse rather than as accused. DLEAs should focus on gathering information from\ndrug users about peddlers, and foster an environment that encourages cooperation rather than\nsuspicion. This approach aims to build a more compassionate and effective response to dmg-\nrelated issues.\nl.4CapacitybuildingofthestateDLf'As:DG,NCBhighlightedtheurgentneedfor\ncap\"cltybultalr,gamongdruglawenforcementagenciestostrengthentheilabilitytocombat\na-g trutfi.ting, especially about manufacturing of synthetic drugs in clandestine labs and\ndivJrsion ofprecursors. NCB is leading such initiatives in collaboration with the LTNODC and\nUS-DEA to conduct training sessions on drug-related topics for State and Central agency\npersonnel. Additionally, five specialized training modules developed by NCB have been shared\nwith the States for integration with their DLEA training curricula, providing valuable insights\non emerging threats for drug law enforcement Officers\n3 '5 \nModernization of State FSLs: The notificatiorr under 52A of the NDPS Act issued by\nDoR in 2022 mandates that the qualitative result of the FSL of a particular sample should be\nreceivedwithinl5days.Afteranotherl5days.thequantitativeanalysisofthepurityofthe\ncontrabandshouldalsobereceived.CapacityofStateFsLinthisregardneedstobelooked\ninto and augmented ifrequired lt was informed that the Hon'ble Supreme Court has granted\nbail in cases of commercial quantity where the charge sheet had been filed without enclosing\nthe test results ofthe contraband\n3.6ExclusiveNDPSCourts:DG'NCBurgedreplesentativesoftheStatesandUTsto\nimpressupontheirlespectiveGovernmentstoestablishcxclusiveNDPSCourtsfolaregionto\naddress the backlog of NDPS case, as in cases where long delays in framing of charges are\nU",
  "6": "experienced, the same is sometimes taken as a ground to release the accused on bail even in\ncommercial quantity cases,\n3.'7 Destruction of lllicit Cultivation: DG, NCB noted the prevalence of Opium and\nCannabis cultivation in the Nonhem States. He informed that NCB has collaborated with\nISRO, ADPJN and BISAG to create a comprehensive map of illicit narcotic crop cultivation.\nwhich are being shared with affected States for targeted destruction efforts. Also, since the\nCannabis crop is likely to be harvested in the next few months, atlention to the destruction of\nillicit cultivation is required.\n3.8 Effective Use of the PITNDPS Act: DG, NCB acknowledged the effective\nimplementation ofthe PITNDPS Act by States and UTs and called for a more focused effort\nin taking action against repeat offenders and drug kingpins.\n4 \nUpon conclusion ofthe Opening Address, Shri Neeraj KumarGupta, DDG (NR), NCB\ndelivered a detailed presentation on the agenda points of the meeting. The following points\nwere highlighted in the presentation: -\n4.1 As per the Comprehensive Nalional Survey on the extent and pattem ofsubslance use\nin the country conducted by MoSJ&E in 2019, an alarming picture of the substance use\nscenario has emerged conceming the Northem Region where many States feature among the\ntop l0 States ofthe country affected by drug abuse and also across almost all categories of drug\nuse. The seizures ofCocaine in the last 4 to 5 years were approximalely 300 kgs on an average\nin India, horvever, for the very first time, in Delhi alone reported seizure of about 1300 kgs\nCocaine which is an alarming.\n4.2 Hon'ble UHM directed that DLEAs needed to focus more on seizure olsynthetic drugs\nlike Heroin, Cocaine and Precursor chemicals. These psychotropic substances and synthetic\ndrugs are more harmful than narcotic drugs like Ganja, Hashish and Charas. Countries like the\nUSA were losing approximately 300 people per day because of overdosc of Fentanyl. DDG\n(NR). NCB requested all the agencies to focus more on the seizure of synthetic drugs and\nprecursor chemicals.\n4.3 DG, NCB informed that NCB had forwarded details of licenses granted for usage,\nstorage, consumption and transportation ofprecursor chemicals to the respective DGsP so that\nthe States could keep a watch on possible diversion ofthese chemicals.\n4.4 Prescription drugs tike Tramadol, Alprazolam etc. are being diverted and funher\nmisused and sold over the counter withoul proper prescriptions. Large scale diversion was\ntaking place from companies to suppliers. Apart from these, CBCS is also a matter ofconcem.\nThese drugs were usually available tkough online pharmacies. It has also been noticed that\nDelhi has become a fansit point and consumer as far as pharmaceutical drugs, as well as one\nofthe biggest hubs for diversion ofCBCS to Bangladesh and the North Eastem States.\n4.5 ACP, Delhi Police informed that recently Delhi Police had caught a huge amount of(7\nlakls tablets) Benzodiazepam in one operation. He stated that this issue was raised in a meeting\nChaired b_v Hon'ble LC wherein it was mentioned that chemists or suppliers were also",
  "7": "supplying such tablets to unscripted people. Hence, in Delhi, it was decided to have\ncomputerisation ofall details ofsuch storage ofdrugs.\n4.6 DG, NCB informed that J&K had recently issued guidelines whereby it was mandatory\nfor all chemists to install CCTV cameras. The same would also be shared in 'SAHAYOG\nWhatsApp group' for information to all other States. A computerised record ofall the Schedule\n'H' drugs was also being implemented. States can also take benefit from this.\n(Action by: all States)\nUTTAR PRADESH\n5 \nRepresentative from Uttar Pradesh (ANTF Head) informed rhar they had seized huge\nquantity ofdrug tablets i.e. 2.5 lakhs. He requested for a list ofplaces from where licenses are\ngiven and the quantity thereoffor precursor chemicals.\n5.1 DG, NCB statcd that the list of such licenses has already been shared with DGP of\nStates. However. the same will also be shared with State ANTF units.\n(Action by: NCB)\nUTI\"{R..\\KHA\\D\n6 \nRepresentative from Uttarakhand (ANTF Head) informed that diversion of\npharmaceutical was a major concem in Uttarakhand. In remote areas these companies were\nselling phama drugs.\n6.1 DDC, NR, NCB informed that Uftarakhand had a lot of pharmaceutical companies.\nWhenever NCB investigated cases in the State it had been found that most of the pharma\ncompanies in the State were diverting and selling drugs illegally.\n6.2 \nDDG, NR, NCB stated that drugs were being sent via courier and parcels and that there\nwere a large number ofcourier companies that were collecting the parcels and had no capacity\nto scan the parcels and for which even KYCs were not being collected. The parcels were being\nsent all over India and sometimes even abroad. He stated that the use ofthe Porter app had been\nnotic€d in such cases where tkough the app such delivery of items from anl.rvhere in the\ncountry were being done to the destination addresses. In metro cities, this phenomenon was\neven more critical.\nDEI,HI\n7 \nIt was stated that parcels with drugs *ere increasingly being captured from courier and\nparcel agencies. Request was made to NCB to issue guidelines for keeping a strict vigil on such\ncourier agencies.\n7 .l \nDG, NCB suggested that courier aBencies should be made to appoint/ designate a Nodal\nOfficer at each oftheir outlets who would coordinate with LEAs whenever such instances are\nnoticed. Also, a system needed to be put in place to scan all outgoing and incoming parcels.",
  "8": "7.2 DDG, NR, NCB informed that NCB is conducting various training progralnmes on\nsensitization of the courier and parcel companies. He stated that the Delhi Police could also\nbecome a force multiplier by participating in such training programmes.\n7.3 DDG (NR), NCB informcd the Chair that encrypted apps and cryptocunency were fast\ntuming into the biggest challenges for DLEAs. Usage of cryptocunency for the transaction of\nmoney had been witnessed in the recent past in an NCB Hyderabad case and the susPects in\nthe case were using open source and Google Apps which were difficult to ftace. This was\nespecially so in the meho cities.\n7.4 IC, ANTF, UP informed that the use of Darknet and cr,?locurrency was a major\nconcem but that the States did not have adequate capacity building to effectively tackle these\nnew and emerging technologies. He stated that the State was conducting Workshops for\nlnspectors, Sub-lnspectors and Constables on how to trace drug cases through the use ofthese\nnew emerging technologies.\n7.5 ACP, Delhi stated that they rll'ere holding various Workhops and training programs to\ntackle the challenges posed by new technologies. Delhi Police is keeping a watch on such new\ntechnologies using tools available with them.\nHARYANA\n8 \nRepresentative ofHaryana (ANTF Head) informed that the State had not noticed any\ncases ofcryptocurrency being used for drug trafficking thus far, but that they were conducting\nvarious training programmes on encrypted apps such as 'Signal' for the benefit of their\npersonnel.\n(Action by: All DLEAs)\nCENTRAL BOAR,D OF INDIRf,CT TAXES AND CUSTOMS (CBIC)\n9 \nRepresentative from CBIC (name and designation) informed that the agency is keeping\na strict vigil on all seaports and that they have an RMA system in place which collects\ninformation on container transhipments towards effective interdiction and risk profiling. CBIC\nwas also organizing inter-agency coordination meetings and actively participating in various\nforums. She further informed as regards to Darknet that they were constantly trying to improve\ntheir risk management system to incorporate as many parameters possible in the algorithm so\nthat the agency could have a broader perspective on how to control the trafficking ofsynthetic\ndrugs.\nDIRECTORATE OF RE!'ENUE INTELLIGENCE (DRI)\nl0 \nThe Representative (name and designation) from DRI informed that the agency had\nbooked a case of Amphetamine seizure of 72 Ltrs at the New Courier Terminal, New Delhi\nwhich had falsely been declared as 'Energy Drink'. This is now a new modus operandi being\nobserved regarding synthetic drug traffickirg as in liquid form, it becomes difficult for\neffective X-Ray analysis.\nl0.l DG, NCB requested all State DLEAs to share data on seizures via Form F within 48\nhours ofseizure based on u'hich the trends of drug traffrcking could be analysed. He noted that\nsome States were not submitting the requisitc reports like MMR to NCB promptly.",
  "9": "l0'2 DG' NCB requested Indian customs to enhance the capaciry of cRCLs to submit the\nreport ofpurity within 30 days.\n(Action by: All States & Customs)\nCENTRAL INDUSTRIAL SECURITY FORCE (CISF)\nl l \nIG, CISF informed that the agency had deteaed rg NDpS cases during rhe rast 03 years\nat Agartala, Bagdogra and Imphal airporis.\nI 1.1 DDG (NR), NCB stated that the seizure of Hydro phonic Weed at airports was another\nmafter of serious concern and requested clSF to f;;\";il;;\"...\n(Action by: CISF)\n12 \nTop-to-Bottom and Bottom-to-top Approach (Network Busting): DDG (NR), NCB\nrequesled all DLEAs that in all .o_ .r.Ll \"na int....Oirt\" qr\"-ntity .r.\".. Top_to_Bottom\nand Bonom-to-Top approach be undenaken to u;;rh#,#:hain \nand bust the network\ncompletery To unearth the complete *r*\"rt, ir,.r\"-'r*\",n\"i a\"o such as financiar\ninvestigation under the NDpS Act thro*gl, ,lri.lr;r\"p.rry ,io\"i,-\"i, .\"rfa Ue done. However,\nvery few FIs were being conducted *t i.t ,\".i, ,i ul i.p.\"\"J Acrion against kingpins\nshould also be taken up religiously.\n13 \nAction under PITNDPS Act: DDG (NR), NCB stated that though action under\nPITNDPS Act had been intensified Uy **r Stli\".,'io;;;;ni\", \nof proposals made was\nstill very tow Stares were reouested-to .submii;;;\";;il;ril'*0., th. prrNDps Act to\ninvoke action against repeat offenders an.i kingpins wiJ*J* o?r#,ry \"peraring off the radar.\n(Action by: all St.tes)\n14 \nAction against clandestine rabs: DDG (NR), NCB informed that NCB had busted 16\nsuch illegal clan labs in recent times which is a _;;;;i;;. \nHe requested the State\nDLEAs to take appropriate action and n..\"rr\".y i,igii,o oi'kr\"\",r,i. .\"n\"ll\"nr\".\n(Action by: all State DLEAs)\n.l^5_ ., . InYg,r\"T.nt of foreigners in trafficking: DDG ( I.,tR). NCB raised rhe issue of\ntorergners' inrol'emenr in the rrafficking ora-gt.-H. riu\"iiiu, on ,n uu.rug\" 400 to 600\nsuch foreigners were being anested b-y ain\"*r, rg;r.i.r \"iut\"o *.r. involved in drug\ntrafficking. Howevcr, deponation. .t.^.'t ing ..\"rrunin,-rri o\"1.r,,\", (.enrres for these\nanested foreigners are big charenges ror Dipas. n\" rr\".r*i,n\" Delhi porice had done\nsome good work in this regard w.r.f foreigners \"\"\"^\"yirg-.i\"'O.ifri.'\nl5.l ACp Delhi police informed thar rhcy had formulared Deportation celrs in each District\nin Delhi uhich kepr a watch ou., th. ro.\"ign.r;;;;;,U[,;e, \nas involved in illegat\nactivities These Deportation cers are being-morito.\"a r..y'.'\"grturty and keep on deporting\npcople overstaying as well as pcople wt o ur. inartgug i, iilgr\"l\";,i\",,,* ircluding the NDpS\nc ases under rhe ForeiAners Act. A lor of Bangladest ar\",i r.rie\"ir, ;i*als have been deponed\n[lffi;;*r, *t,. Recenrly. Delhi poricc..'\"ch, r;;; N.o\";'rri.r\",. arso indulging in drug\n15.2 DG, NCB stated that the foreigners who are arrested usually destroy their travel\ndocumen* which makes proving their-nati\"r\"i;t;ifr:;il.;\"'qir\".i\"a as to whether the\n.!\nat",
  "10": "biometric system installed at Visa Offices was capable of idendrying the nationalify ofarrested\nforeigners.\n15.3 ACP Delhi Police replied that they \\r'ere in the process of installing the biometric\nsystem. However, by physical venfication when documents are not available, they immediately\ntake action on deporting such foreigners to the Deportation Centre. As on date, there is no such\ndata of biometrics available with Delhi Police through which they could ascertain the identity\nof foreigners. He advised that DLEAs should request courts to perform speedy trials in cases\ninvolving the anest offoreigners so that after detention they could quickly be deported to their\nrespective countries.\nln this regard, DG, NCB suggested taking up the matter of speedy trials with courts at\nthe earliest.\n(Action by: all DLEAs)\n16 \nAction against Fugitives involved in Narcotics Cases: DDG (NR), NCB informed\nthat it had been observed that w.r.t most of the kingpins sitting outside India, and effective\naction is to be taken against them- He inform informed that lndia ( NCB)had entered into 27\nBilateral Agrcements and ltl MoUs with different countries to coordinate with each other\nApart from this, mechanisms such as INTERPOL Notices and other instruments through which\naction against these fugitives could be taken are available. He requested all the States to be\nvery proactive in getting RCNs issued against these fugitives so that their movement within the\ncountry could be restrictcd.\nl6.l ACP, Delhi Police informed that about nabbing fugitives and issuance of RCN orders,\nin recent times, according to available data per RCNs issued by the Delhi Police via\nINTERPOL. it had been noticed that not many fugitives existed. However, the point has duly\nbeen noted for future action.\n16-2 DDC (NR). NCB informed that CBI was keen to handhold ihe DLEAs in providing\ntraining on TNTERPOL Notices. States which wanted to hain their Officers could send\nnominations to the CBl.\n(Action by: All States)\n17 \nUse of Databases/ Applications/ Portals for intelligence, inyestigation and\nprosecution: DDG (NR), NCB informed that States were making their applications through\nprivate vendors who then were using the data for other purposes. Also, the Hon'ble PM had\ninsisted that all applications developed to date by the GOI were to be utilized to the fullest\nextent by States & UTs. He further informed that NCB had launched the 24x7 helpline-\nMANAS, for processing all complaints related to drug trafiicking. However, States were\ndeveloping their helplines which were interfering with uniformity in the process. Also,\nMANAS is a helpline that had been integrated with the M0SJ&E and which is operational\n24x7. Thus. States are requested to utilize this helpline.\n(Action by: All States)\nl8 \nDisposal of seized drugs: DDG (NR). NCB informed that there is a mismatch in data\nas per the rcports of MMR submitted by different agencies & States. He requested the States\nto forward accurate data so that it could be matched with the seizures made by different\nagencies. Further, he requested that the disposal of drugs should be undenaken as quickly as\npossible. States may conduct regular drug disposal drives ofall seized drugs.",
  "11": "18.I DC, NCB informed that 3l't January 2025 had been declared as drug disposal day by\nthe Hon'ble UHM at a national level. States are requested to constitute a high-level drug\ndisposal committee to do the necessary action to make it a success.\n(Action by: all States)\nl9 \nRegular conduct of State/ District NCORD meetings: DDG (NR), NCB stated that\nthe Hon'ble UHM is keen that the NCORD mechanism be result oriented and outcome focused.\nHe requested States that whcnever NCORD meetings are conducted there should be target\nbased approach and onlv those targets be set where tangible outcomes could be achieved. He\nalso urged participants to ensure that Minutes and relevant documents are uploaded regularly\non the NCORD Portal. Recently, Hon'ble UHM raised the issue that some of the Districts were\nyet to conduct their hrst NCORD Cornmittee meeting at the district level. He further requested\nthat those Districts that are yet to conduct even a single NCORD meeting should start\nconducting these meerings and ensure that the Minutes of the meeting are uploaded on the\nNCORD portal regularly.\n(Action by: AII States)\n20 \nEstablishment of Forensic examination facilities in the States: DDG (NR), NCB\nurged that the States/ UTs form a Research and Analysis Wing under the State/ UT ANTF so\nthat they could perform gap analysis on forensic requirements and put up proposals seeking\nfunding accordingly. The purpose is to have drug test reports filed before Courts within a\ntimespan of30 days ftom the date of sample submission.\n20.1 ACP, Delhi Police informed that they were pressing hard with CFSL Delhi authorities\nregarding the pendency ofcases. Hou'ever, the lab has its own limitations like shortage ofstaff\nand infrasructure. He suggested that there should be some kind ofdirective issued from NCB\nto all State FSLs as well as the Cenffal Forensic Laboratories quoting recent judgements per\nwhich bail had been granted to the accused in light ofthe pendency oftest reports. Further, he\ninformed that reward proposals for Officers involved in seizures were pending due to lack of\npurity percentage in lab test results.\n2l \nAnti-Drug Awareness Drives: DDC (NR), NCB informed that the Bureau had entered\ninto an MoU with 05 spiritual organizations viz. Brahma Kumaris, Sant Nirankari Mandal, Art\nof Living, ISKON and Shri Ramachandra Mission tou.ards involving them in antidrug abuse\nawareness campaigns. These organizations have a widespread presence in the country and are\nalready involved in various awareness activities. He requested the States to approach these\nspiritual organizations to conduct awareness programmes. Drug-Free Campus and surveys at\nHostels of universitiesr' colleges could also be taken up by the States. The Hon'ble UHM had\nalso directed to conduct such surveys. The use ofreligious leaders in awareness campaigns and\nengaging celebrities through video messages on social media should also be taken up by States.\n(Action by: all States & DLEAs)\nCENTRAL BUREAU OF \\ARCOTICS (CB\\)\n22 \nNarcotics Commissioner, CBN informed that recently in September 2024, CBN had\nbusted 03 illegal factories that were manufacturing psychotropic substances in Saharanpur,\nDeoband and Roorkee. All these factories v'ere operating from very remote locations and from\nabandoned places. He requested that State Police perform regular checks in such remote areas\nwhere any such suspicious activities were noticed in the past.",
  "12": "(Action by: all DLEAS)\nBORDER SECURIT}' FORCT]\n23 \nDIG (Ops), BSF HQrs informed that on the Punjab border, most ofthe Heroin packets\nof500 Gms and above were being dropped into tndia from Pakistan using drones. He requested\nthat NCB take notice ofthe same and follow up on these cases to find out as to where the drugs\nwere going and who all were involved.\n23.1 DG, NCB suggested that if any persons were caught with drones, then only a possibility\noffinding linkages from the same existed. He requested that those cases where persons are also\ncaught along with drones be handed over to NCB for funher investigations.\n(Action by: BSF)\n24 \nIn his Closing Remarks, DG. NCB mcntioned the following\nAs the footprint ofNCB expands, with fleld units all over India, States are requested to\nfonvard nominations ofeligible pcople for deputation wrth NCB.\nAll States in the region $'ere requested to make special efforts to populate Portals like\nCCTNS, ICJS, and e-Prisons accurately to improve the quality of reports and\nintelligence generated from these databascs.\nDG, NCB requestcd all States and agencies to involve religious and spiritual leaders in\ntheir awareness activities to spread thc message against drug trafficking and abuse.\n25 \nWhile delivering the Vote-of-Thanks, Shri Vikash Kumar, Assistant Director (Coord),\nNCB HQrs. expressed his sincere gatitude to the Chairman, Director General NCB for his\nkind presencc at the 32'd Monthly NCORD meeting and to the representati\\'es from the State\nCovemments, Central agencies and CAPFs for their overwhelming response to the\nobservations made at the meeting and for sharing their valuable inputs and viervs.",
  "13": "z\no\n;\ndl\nal\nEI\n:l\nG/\nilg\n,l\nt\nei\n@l\n_El\n9l\n€\ne\n:l\nd\n:l\na\nT\n@\n;\n\"t\n\"cl\n:\ng\n(dl\nal\nfl\nts\na\n@\nE\nEi\ng\ncd/\n!l\n,E\n!\n=\n;l\n:;l\n6l\nEI\n€z\nE\n5\ne,\n:l\n-*\"1!l\ncdl\na\na\n;l\nEI\nG]\n2\nq\n!\ne\n,s\n.\nn\nI€\nQ,E\nBI\nn\ncl\n:l\n;l\n.a/!l\n,{\n.9\n!=\ndg\ns\"-\nfr E.\n= \n€'l\n2 a\n3 +\n3\nR\nR\ns\nf\nq\nR\n.t\nct\n;\nUa\noI\n,?c\no\na a\nr\ni\no\n3\n=\nE\ne\n'J_\na\nE\nz\nz\nc\ntj\nc\nc\n4F\na\no\no\nI\nE\n(; ?\n(,\nE'i\\)\n-z\nc\nFz\nU\na\n.5,\n.,\nE\nz\nz\n,8. c\n!\ni\n4-\na\n.i\nU\n3\n?\no\nU\nI\na\n!\nC\ntT\nT6\n?\nE'i'\n,{\nz\nz\nc\na\na\nE\nv\n:l\n,E\n3\n.5\n3\n\"zg\nI\nz\n9\nz\na,\n!\n,i!\nc\nI\nU\nt\n:.;\n,i4\nF I\n(.)\nI\n3\nE\nL\nb\n3)\niz\n'l\n;\nc\n5\nr\nFz\nI\nT\nFz\nf\nz\no\no\nz\nz\nF\nz\na\nz\nz\nil\nI\nti\nI",
  "14": "Email\nDG CTSF\n32nd Monthly Meeting of NCORD under the chairmanship of Director General, NCB,\nrescheduled to be conducted on 12.12.2024 at 1100hrs. via Video Conferencing\nMode -- reg..\nFrom\nSubject\nto\nCc\n: Supdt P and C NCB <supdtpc-ncb@9ov.in>\n:32nd Monthly Meeting of NCORD under the\nchairmanship of Director General, NCB, rescheduled to\nbe conducted on 12.L2.2024 at 1100hrs. via Video\nConferencing Mode -- reg..\n: DGRI Hqrs <drihqrs@nic.in>, Intelligence Section II\n<ed-del-rev@nic.in>, Mukhtiyar Singh\n< ps.director@fi u india. gov. in >, Dlb DIB < dib@nic. in >,\nShri Sanjay Kumar Agarwal <chmn-cbic@gov.in>,\nNARCOICS COMMISSIONER\n< narcommr@cbn. nic. in >, Director General ICG\n<dg@indiancoastguard.nic.in>, DG BSF\n<dgbsf@bsf. nic. in >, opsroom@bsf. nic, in, DG CISF\n<dg@cisf.gov. in >, Sh. Vitul Kumar <d g@crpf. gov. in >,\nDGRPF RailwayBoard <dgrpf@rb. railnet. gov. in >,\ntriangle triangle <triangle@nic.in >, Director General\nSSB <dg-ssb@nic.in>, Ops Control Room FHQ SSB\n<cr.ssbdel@nic.in>, Arvind Kumar\n<arvind.kr8l@nic.in >, DG ITBP <dg@itbp.gov.in >,\nDIG OPS TEMP <adminOltemp@itbp.gov.in>, IGINT\nCRPF <igint@crpf.gov.in>, O. P. Singh, IPS\n< ncbhry.pol@hry.gov.in>, SANDESH\n<adtfstate. ukp@uttarakhandpolice. uk.gov.in >, IG\nANTF HQRS <ig-antf.lu@up.gov.in>, ACP ANTF CRIME\nBRANCH <acp-narcotics-dl@delhipolice,gov.in>,\nRajendra Singh <inthq-enforce@gov.in>\n: DG NCB <dg-ncb@nic.in>, DDG NR <ddgnr-\nncb@nic.in>, ddgc-ncb@gov.in, DDG OEC NCB <ddge-\nncb@nic.in>, DDG SPECIAL WING NCB <ddgsplwing-\nncb@gov.in>, Japan Babu <dlahq-ncb@mha.gov.in>,\nDr. Anees C. Deputy Director Coordination Narcotics\nControl Bureau <ddp-ncb@nic.in>, AD Coordination\n<adc-ncb@nic.in >, DD,OPS,Hqrs <ddi-ncb@nic.in >,\nNCB-Delhi Zone <dzu-ncb@nic.in>, zdvzu ncb <zdvzu-\nncb@nic.in>, Superintendent Narcotics DDN <Supdt-\nncb-ddn@nic.in>\nThu, Jan 09,2025 04:14 PM\n. , 3 attachments\nMadam/Sir\nKindly find enclosed the minutes of 32nd monthly NCORD\nMeeting held on 12.12.2024 under the Chairmanship of DG, NCB for\ninformation and necessary action please.",
  "15": "2. \nlt is requested to kindly send the Action Taken Report (ATR) on the\ndecisions/directions as per the minutes of the meeting to this Bureau on\npriority please.\nRegards\nSuperintendent(Coord)\nNCB Hqrs New Delhi\nFrom: \"Supdt P and C NCB\" <supdtpc-ncb@gov.in>\nTo: \"DGRI Hqrs\" <drihqrs@nic.in>, \"lntelligence Section ll\" <ed-del-rev@nic.in>,\n\"Mukhtiyar Singh\" <ps.director@fiuindia.gov.in>, \"Dib DlB\" <dib@nic.in>, \"Shri Sanjay\nKumar Agarwal\" <chmn-cbic@gov.in>,'NARCOTICS COMMISSIONER\"\n<narcommr@cbn.nic.in>, \"Director General lCG\" <dg@indiancoastguard.nic.in>, \"DG\nBSF\" <dgbsf@bsf.nic.in>, opsroom@bsf.nic.in, \"DG CISF\" <dg@cisf.gov.in>, \"Sh. Anish\nDayal Singh\" <dg@crpf.gov.in>, \"DGRPF RailwayBoard\" <dgrpf@rb.railnet.gov.in>,\n\"triangle triangle\" <triangle@nic.in>, \"Director General SSB\" <dg-ssb@nic.in>, \"Ops\nControl Room FHQ SSB' <cr.ssbdel@nic.in>, \"Arvind Kumar\" <arvind.kr81 @nic.in>, \"DG\nITBP\" <dg@itbp.gov.in>, 'Dlc OPS TEMP\" <admin0ltemp@itbp.gov.in>, \"tGtNT CRPF\"\n<igint@crpf.gov.in>, \"O. P. Singh, lPS\" <ncbhry.pol@hry.gov.in>,'SANDESH\"\n<adtfstate.ukp@uttarakhandpolice.uk.gov.in>, 'lG ANTF HQRS\" <ig-antf.lu@up.gov.in>,\n\"ACPANTF CRIME BRANCH\" <acp-narcotics-dl@delhipolice.gov.in>, \"Rajendra Singh\"\n<inthq-enforce@gov. i n>\nCc: \"DG NCB\" <dg-ncb@nic.in>, \"DDG NR\" <ddgnr-ncb@nic.in>, \"ddgc-ncb\" <ddgc-\nncb@gov.in>, 'DDG OEC NCB\" <ddge-ncb@nic.in>, \"DDG SPECIAL WING NCB\"\n<ddgsplwing-ncb@gov.in>, \"Japan Babu\" <dlahq-ncb@mha.gov.in>, \"Dr. Anees C. Deputy\nDirector Coordination Narcotics Control Bureau\" <ddp-ncb@nic.in>, \"AD Coordination\"\n<adc-ncb@nic.in>, \"DD,OPS,Hqrs\" <ddi-ncb@nic.in>, \"NCB-Delhi Zone\" <dzu-\nncb@nic.in>, \"zdvzu ncb\" <zdvzu-ncb@nic.in>, \"Superintendent Narcotics DDN\" <Supdt-\nncb-ddn@nic.in>\nSent: Tuesday, December 3,2024 7:33:24 PM\nSubject 32nd Monthly Meeting of NCORD under the chairmanship of Director General,\nNCB, rescheduled to be conducted on 12.12.2O24 at 1 100hrs. via Video Conferencing\nMode - reg..\nNOTICE\nSir/Madam,\nKindly find enclosed herewith revised Meeting Notice alongwith minute to minute\nfor the 32nd Monthly Meeting of NCORD under the chairmanship of Director General,\nNCB, rescheduled to be conducted on 12.L2.2O24 at 1100 hrs.( instead of\n11.L2.2O24) via Video Conferencing Mode for the States/UTs i.e. Delhi, Haryana,\nUttar Pradesh and Uttarakhand along with Central Agencies, for information and\nnecessary action.\nWeblink for the said meeting is given below.\nREVISED MEETING",
  "16": "32 fr cTfu6 NcoRD t6fi &' s<{ t\nHosted by NCB Hqrs\nhttps://ncbhq,webex.com/ncbh9/j.php?MTID= m870c538558e7 8c6Q4def7 6c4c57af89c\nThursday, December 12,2024 10:30 AM | 7 hours 30 minutes | (UTC+05:30) Chennai,\nKolkata, Mumbai, New Delhi\nMeeting number: 25L2578 4687\nPassword: 123456\nAgenda: 32 frqrfufi NcoRD t-o-o}.v<{i\nJoin by video system\nDial 25L25784687@ncbhq.webex.com\nYou can also dial 210.4.202.4 and enter your meeting number.\nJoin by phone\n+65-6703-6949 Singapore Toll\nAccess code: 251 257 84687\nRegards\nSuperintendent(Coord)\nNCB Hqrs New Delhi\nFrom: \"Supdt P and C NCB\" <supdtpc-ncb@gov.in>\nTo: \"DGRI Hqrs\" <drihqrs@nic.in>, \"lntelligence Section ll\" <ed-del-rev@nic.in>,\n\"Mukhtiyar Singh\" <ps.director@fiuindia.gov.in>, \"Dib DlB\" <dib@nic.in>, \"Shri Sanjay\nKumar Agaruval\" <chmn-cbic@gov.in>, \"NARCOTICS COMMISSION ER'\n<narcommr@cbn.nic.in>, \"Director General lCG\" <dg@indiancoastguard.nic.in>, \"DG\nBSF'<dgbsf@bsf.nic.in>, opsroom@bsf.nic.in, \"DG CISF\" <dg@cisf.gov.in>, \"Sh. Anish\nDayal Singh\" <dg@crpf.gov.in>, \"DGRPF RailwayBoard\" <dgrpf@rb.railnet.gov.in>,\n\"triangle triangle\" <triangle@nic.in>, \"Director General SSB\" <dg-ssb@nic.in>, \"Ops\nControl Room FHQ SSB' <cr.ssbdel@nic.in>, \"Arvind Kumar\" <arvind.kr81@nic.in>, \"DG\nITBP\" <dg@itbp.gov.in>, 'DlG OPS TEMP\" <admin0ltemp@itbp.gov.in>, \"lGlNT CRPF\"\n<igint@crpf.gov.in>, \"O. P. Singh, lPS\" <ncbhry.pol@hry.gov.in>, \"SANDESH\"\n<adtfstate.ukp@uttarakhandpolice.uk.gov.in>, \"lG ANTF HQRS\" <ig-antf.lu@up.gov.in>,\n'ACP ANTF CRIME BRANCH\" <acp-narcotics-dl@delhipolice.gov.in>, \"Rajendra Singh\"\n<inthq-enforce@gov. in>\nCc: \"DG NCB\" <dg-ncb@nic.in>, \"ddgc-ncb\" <ddgc-ncb@gov.in>, 'DDG OEC NCB'\n<ddge-ncb@nic.in>, \"DDG SPECIAL WING NCB' <ddgsplwing-ncb@gov.in>, \"Japan\nBabu\" <dlahq-ncb@mha.gov.in>, \"Dr. Anees C. Deputy Director Coordination Narcotics\nControl Bureau\" <ddp-ncb@nic.in>, \"AD Coordination\" <adc-ncb@nic.in>, \"DD,OPS,Hqrs\"\n<ddi-ncb@nic.in>, \"NCB-Delhi Zone\" <dzu-ncb@nic.in>, \"zdvzu ncb\" <zdvzu-ncb@nic.in>,\n\"Superintendent Narcotics DDN\" <Su pdt-ncb-ddn@nic. in>\nSent: Friday, November 29,2024 3:54109 PM\nSubject: : 32nd Monthly Meeting of NCORD under the chairmanship of Director General,\nNCB, scheduled to be conducted on 11.12.2024 at 1100hrs. via Video Conferencing Mode\n- reg..\nSir/Madam,\nKindly find enclosed herewith Meeting Notice, minute to minute and agenda\npoints for the 32nd Monthly Meeting of NCORD under the chairmanship of Director",
  "17": "General, NCB, scheduled to be conducted on 11.12.2024 at 1100 hrs. via Video\nConferencing Mode for the States/UTs i.e. Delhi, HarAana, Uttar Pradesh and\nUttarakhand along with Central Agencies, for information and necessary action.\nWeblink for the said meeting will be shared in due course.\nRegards\nSuperintendent(Coord)\nNCB Hqrs New Delhi\n- approved minutes 32nd monthly NCORD.Pdf\n405 KB\n- forwarding letter English and Hindi.pdf\n115 KB\nt> )\n- final nomination PDF.pdf\n433 KB"
}