{
  "1": "Office of the Addl. Director General (Airport Sector)\nCentral Industrial Security Force\n(Ministry of Home Affairs)\nCISF Airport Sector HQrs\nDated: n\nNew Delhi- 110 037\nOec,2023\nThe Inspecbr Generau Pers.\nCISF HQrs. New Delhi\nSubject: Deficiency of Manpower in Airoort Sector : Reo.\nReference CISF HQrs New Delhi Release Order No. 51/2023, 52/2023, 5312023, S4l2O23 and\n56/2023 dated L8.12.2023 vide which 414 additional posts have been created in the following units :-\nS.No.\nName of ASG\nNos. of additional\ncreated\npost\n01\nASG Auranqabad\n10\n02\nASG Guwahati\n119\n79\n03\n04\nASG Baqdoqra\n05\nASG Leh\n85\nTotal\n4L4\n02. Apart from above, 532 additional manpower have also been deployed at ASG Hyderabad, ASG Rajkot\nand Ayodhya Airport (176 Hyderabad +113 Rajkot + 242 Ayodhya) on LS. duty pattern in compliance of\nCISF HQrs New Delhi letter No.(5319) dated 15.12.2023, letter No. (3201) dated 26.07.2023 and letter\nNo.(1383) dated 27.12.2023 respectively.\n03. In this regard, it is to intimate that as on date, there is a deficiency of 4403 personnel within Airport\nSector out of 43037 sanctioned which is more than 10 0/o of the total sanctloned strength. These posts are\nlying vacant since long and are required to be filled up at the earliest as operations of Domestic and\nInternational flights are in full swing and Pax movements at the Airports are mounting day by day. Due to\nshortage of GOs, the ASGs are finding it difficult to ensure effective supervision over the functioning of\nAirports as the presence of GO during operational hours is very much essential. Airport Sector is facing\nproblem in fulfilling the requirement of additional manpower raised by ASGs/Zonal DIsG due to the overall\nshortage of manpower in Airport Sector as mentioned below :-\nRank\nReleased Strength\nActual Posted\nDeficiency\n1\nGOS\n386\n263\nt23\n2\nINSP/E\n1111\n1054\n57\nMIN/STAFF\n689\n439\n4\nSI/EXE\n8426\n1588\nASI/SI(MT)\n52\nt.+\n6\nASI/EXE\n9338\n5916\n3422\n7\nHC/GD\n4725\n5874\n1149 (Surplus)\nB\nHC/CT (DVR)\n754\n236\nCTIGD\n16315\n16638\n323 (Surplus)\n10\nHC/CT(TM)\n1220\nr/3\n11\nlYedlcal Staff\n21\n13\nB\nTOTAL\n43037\n38634\n4403\nContd.page-2/-\nNo. E-38014/As/ADM/Posting/2023 t 1lr%?U\nTo\nASG Indore\n12t\nSl. No.\n250\n3\n6838\n5\n1B\n518\n9\nto47",
  "2": "02\n04. It is also pertinent to mention here that Airport Sector is widely spread all over India but more than\nhalf of the total strength belongs to North Sector and East Sector. Most of them have completed their out of\nhome sector tenure & are due for their home sector and regularly keep requesting for posting to their Home\nSector. Whereas, the number of personnel hailing from South and West Sectors is very less in comparison\nwith North and East Sector. Hence, earmarking of personnel to APS belonging to South Sector and West\nSector will not only help this HQ to balance the ratio of personnel of different sectors / states but also\ncurtail the representations.\n05. It is also noteworthy that due to huge deficiency of manpower already in Airport Sector and recent\naugmentation / inductions besides additional deployment on IS duties, the present manpower is becoming\noverstretched and the operational requirements of ASGS are being managed by curtailing leave/W-off of the\npersonnel which arrangement as understood is not appreciable and cannot continue for long durations.\n06. It is to further intimate that regular request is being received from Ministry of Civil Aviation to fill up\nthe deficient posts of Airports under AAI on a priority basis. Sector IsG and Zonal DISG under Airport Sector\nhave been repeatedly highlighting this aspect in tieir interactions/review of Airport with APS HQr.\n07. Hence, in view of the sensitivity of Airports and requirement of manpower raised due to Induction,\nSurvey-Resurvey or Inauguration of New Terminal Buildings at various Airports, it is requested that the\ndeficiency of manpower in Airport Sector may kindly be made good at the earliest possible please.\n08. This issues with the approval of the Competent Authority.\n(Arun Si\nInspector General/APS-II\nCISF APS-II HQrs. Bangalore\nDISG NZ.AP, E&NEZ.AP\nASG Delhi & Kolkata\nlAIG/AIRPORT\no&,il'--\nECTOR\nFor kind information please.\nFor informatlon please.\nCopv to"
}