{
  "1": "0000000009899909090999908\n\ney\nsO\nae\n\nOffice of the Inspector General/Airport Sector\nCentral Industrial Security Force\n(Ministry of Home Affairs)\n\n13, CGO Complex,\nLodhi Road, New Delhi-03\nNo.0-42055/APC/Circular/AS/05/ 1608 Dated: Aug 05\n\nCIRCULAR No. AS-13/2005\n\nSub: Streamlining secu: stem at airports: Reg\n\nAfter visiting a number of field units and interacting with various\nagencies at the airports, the undersigned has observed that there is a\nneed to streamline the security system at airports. In order to achieve\nthis, following points are given below for compliance:\n\n1. Threat Image Projectlon:- It has been observed that some of the\nairports are not adhering to BCAS circular No. 3/2003 dated 23.01.2003\nregarding Threat Image Projection (TIP). TIP software facility in the X-\nBIS machine assists supervisors in testing the operator's alertness and\ntraining X-ray screeners to improve their ability in identifying specific\nthreat object.\n\nThis system will create a fictional threat object while a bag is being\nscreened. The operator must press the control panel key to acknowledge\nthe false object, which will be recorded automatically in the hard disc of\nthe computer for analyzing the performance of the operator.\n\nFor this purpose, each screener shall be given his/her individual Id\nand password to operate the X-BIS machine and the same should be\nensured by the APSU Commanders, which will certainly help to improve\nthe performance of screeners. Hence TIP software should be made fully\noperational at all airports with the help of electronics department of AAI\nand supervisory officer should monitor the performance of individual\nscreeners on fortnightly/monthly basis. CASOs already using this facility\nto help their neighbouring units for starting the same. DlsG/Airport are\nrequested to coordinate.\n\n2. The system of putting the initials on the boarding card alongwith\nstamp .is not being adhered at all the airports. APSU Commandets should\nensure that all the Sls detailed for frisking put up their initials on the\nboarding card after frisking the passengers.\n\nIt should also be ensured that Sl/Constables retrieving the baggage\nafter X-ray screening puts his initials on the baggage tag if it is cleared\nfrom the X-ray BIS itself. However, if the hand baggage requires to be\nphysically checked because of some security banned or dangerous items,\nwhich may cause interference to the civil aviation operation then the Sub\n",
  "2": "Y\nInspector checking the baggage will stamp on the baggage tag and put\nhis initials on it.\n\n3. All security stamps should invariably have its own number engraved\non it and should have dates mentioned on them. (It should be ensured\nthat as the date changes the I/C shift of security hold area gets the date\non each stamp changed accordingly.) It has been complained by the\npassengers that security personnel are stamping the boarding cards\nwithout changing the dates.\n\n4, Before a passenger moves to the sterile area he and his hand\nbaggage is subjected to screening, which is done in a segregated area of\nSHA. It is imperative that he along with his hand baggage has been\nscreened and cleared by security personnel. Before he proceeds to board\nthe flight, it would be appropriate to have only one exit from this area\nwhere a constable is deployed to check the stamping on the boarding\ncard and baggage tag and to ensure that no passenger alongwith his\nhand baggage enters the sterile area without being subjected to\nscreening.\n\n5. At many airports there is no facility to check the rooftop of the\nvehicles entering the apron area. CASOs are directed to make a proposal\nand take up the matter with their respective managements for\nconstruction of platforms at the vehicle gates for checking the rooftops of\nthe vehicle.\n\n6. Proper lighting arrangements along the perimeter should be made\nfunctional. The lights should be such so as to focus on the perimeter wall\nto jlluminate the area adjoining the perimeter. Lighting arrangements\nshould be such that our sentries at watch towers and patrolling party\nalong perimeter road are not visible from outside.\n\n7. There is a lot of congestion of vehicles outside the terminal buildings\non the city side especially during peak hours. These vehicles are\nsometimes left unattended and may cause security hazards. A constable\nwho will act as traffic warden should be detailed on city side for regulating\nthe traffic flow in front of the terminal building.\n\n8. It is not possible to provide effective and efficient security cover for\nany agency unless an organized functional communication network exists\nbetween personnel! performing this task at different places. It should be\nunderstood that good communication network would have a direct\nbearing on countering any unforeseen situation. In order to ensure this\nall-static duty posts should have a means of communication with the\ncontrol room. Strategic duty posts should also be provided with RT Sets\nand its serviceability at regular intervals by I/C control room be checked.\n\nODoOI69595\n\nLooogecose\n",
  "3": "ClS9000008005500690999099999990:\n\n9. Handing/taking over of weapons at airports during shift time should\nnot be carried out at the duty posts. All personnel should get the weapons\nissued individually from the Kote before starting his shift duty and should\ndeposit it back in the Kote after completion of duty to avoid any incident\ninside the terminal building/operational area which will create\nunnecessary publicity.\n\nPlease acknowledge receipt and ensure strict compliance.\n\nhA__\n2s\n\n(M. S. Bali)\n|G/Airport Sector\n\nDistribution:\nDIG/Airport (North) CISF Saket, New Delhi Slay 4\nDIG/Airport (West) Mumbai\nDIG/Airport (South) CISF Chennai\nDIG/Airport (E & NE) CISF Kolkata,\nAll APSU Commanders\nAlG/Airport Sector\n"
}