{
  "1": "scoceooeee @00950000900900009080900\n\ncoooce\n\nOFFICE OF INSPECTOR GENERAL/AIRPORT SECTOR\nCENTRAL INDUSTRIAL SECURITY FORCE\n(Ministry of Home Affairs)\n\n13, CGO Complex\nLodhi Road, N. Delhi\n\nNo. O-4205S/APCICIrcular/AS/O5-/ 1950 Dated 5 Aug 2005\nCIRCULAR NO. AS-14/2005\n\nSub: Action plan by CISF APSUs during alerts: Rea\n\nAction plans have been formulated below for two categories of\nalert situations. Red Alert is the highest category and High Alert is the\nnext below category of alert situation.\n\nThis action plan caters to the necessity of having a specific\ndeployment, enforcement and supervision pattern during conditions of\nhigh level of alertness on certain occasions when the threat to the airports\nincreases on account of number of factors either national, local or even\ninternational. Besides, on the specific days mentioned below, the units\nwould automatically assume higher preparedness. All the concerned must\nunderstand their role and functions properly and act strictly in accordance\nwith the plan. In future while conveying alert messages, this HQ will only\nspecify the category of the alert, Matching security steps will be taken by\nthe CASOs which will be their personal responsibility.\n\nPART A\nSPECIFIC DAYS RED ALERT\n\n01 Republic Day, 26\" January\n02 Independence Day, 15 August\n03 World Trade Centre Demolition, 11 September\n04 Demolition of Babri Masjid, 06\" December\n05 — Any other alert sounded\nby higher formations\n\nGENERAL HIGH ALERT\n\n01 — Strike/Bandh called by various\nPolitical parties/extremist groups\n02 = Trade union Agitation\n03 = Communal riot/tension\n04 Parliamentary/Assembly election\n05 Visit of VIPs and high profile public figures\n06 — Any other alert sounded by higher formations.\n",
  "2": "AS “AN FOR THE Al ING THE RED ALERT\n\n01 ~—_ Briefing to CISF personne}\n\na. A meeting of the all GOs and SOs will be conducted\nimmediately in the office of CASO APSU. All the steps to be\ntaken during such alert will be discussed.\n\nb, An order will be issued for additional deployment at vulnerable\npoints.\n\n¢. Personnel will be.sensitised about the threat perception in the\nroll call by company commander and in shifts by shift VCs\nwithout any loss of time.\n\n02 eet ith inagementi/intel\nagencies/Police\n\na. Aspecial Airport Security Committee meeting will be convened\nby the unit commander with the APD/AM and other senior\nofficers of the various agencies and they will be apprised by\nthe threat perception.\n\nb. All the agencies engaged at the airport will be asked to issue a\nnotice to its employees for necessary precaution and to\ncooperate in security checks.\n\n©. Local police will be requested to carry out checking of all\nvehicles entering into the airport premises and intensify\nexternal patrolling of the airport including the funnel area.\n\nd. Airport Director will be requested to ban sale of visitors’ ticket\nand also to limit issue of visitors’ passes as applicable.\n\nDEPLO’ A IN\n\n01 —_No duty post as per survey will be left unmanned.\n\n02 Additional deployment will be made for patrolling of the perimeter\narea especially during night.\n\n03 Armed plain clothes personnel (SI of QRT and CIW) will be\ndeployed in the terminal buildings during flight movement.\n\n04 Shift timings will be changed on random basis taking into\nconsideration the operational effectiveness and threat perception\nby the Unit Commander and the same shall be intimated to\nReserve Inspector daily.\n\n05 — Extra deployment will be made on the morchas in the terminal\nbuildings.\n\n06 = Additional deployment over and above the normal deployment will\nbe made after carrying out assessment of vulnerable duty posts at\nthe airport and availability of manpower which will be withdrawn\nfor such deployment.\n\n07 To cater with additional deployment, manpower should be\nwithdrawn for reinforcement from\n\n|. Main office.\n\n. Quarter Master\n\n>. Company office\n\nMess\n\n. Ri office\n\n@a90oD\n\nNamanann\n",
  "3": "0200000808 090050059059009990909999900'\n\n08 Weekly off should not be granted during red alert and all\nPersonnel including CHM, BHM, Coy writers should be deployed\n\nfor duty.\n\n09 If the deployment of State Police at airport entry and exit routes is\ninadequate, then additional deployment will be made at these\npoints.\n\nLIST OF VULNERABLE DUTY POINTS\n\n01 Airport vehicle entry gate.\n\n02 Main entry gate to terminal building\n\n03 Exit gate to city side\n\n04 Localizer\n\n05 ATC\n\n06 OVOR\n\n07 Airport exit gate\n\n08 — Generator/power house\n\n09 Quarter Guard\n\n10 Area in the immediate surroundings of the terminal.\n\n41 Parking areas.\n\n01 Leave in respect of personnel will be restricted and no personnel\nwill be issued out pass.\n\n02 All family members shall stay in the barracks to meet any\neventuality and arrangement in this regard will be made by RI.\n\n03 All the off duty personnel be briefed to remain present in unit lines\nto meet any exigency and reinforcement.\n\n04 Proper place to be earmarked and known to everyone where alt\nthe personnel will assemble if there is any emergency (for this an\nemergency alarm system should be functional).\n\n05 Striking reserve will be stationed at control room to meet any\nemergency.\n\n06 = Mock drills will be carried out to sensitise the unit personnel.\n\nVEHICLE ARRANGEMENT\n\nvi.\n\nReserve Inspector will supervise the movement of vehicles and in\nhis absence |/C control room shall be responsible.\n\nStriking Reserve will have dedicated vehicle and will be kept\n‘outside the Control Room round the clock and it will be equipped\nto meet any emergency.\n\nQRT alongwith its dedicated vehicle should be placed at\nappropriate designated place.\nOne extra jeep/LMV will be requi\nduring this period for patrolling.\nIt should be ensured by MTO that all the vehicles are roadworthy\nand have sufficient fuel.\n\nDuring this time as far as possible available CISF drivers will only\nbe used for operational purposes. The private drivers may be\n\nned from the management\n",
  "4": "kept stand by for administrative movements outside the airport\nand no movement plans will be discussed with them.\n\nci NIC\n\ni. All telephone should be made operational.\n\nii. VHF sets should be provided strictly as per requirement and\nshould be in communication with all duty posts.\n\niii, All walkie-talkie sets shall remain operational and regular charging\nwill be carried out under the supervision of I/C Control Room.\n\niv. Alternative channel should be decided and will be used in case\nthe present channel is jammed.\n\nTT INCH iT\n\ni. Any incident of attempted hijacking and any act causing unlawful\ninterference with Civil Aviation shall be dealt strictly as per\ncontingency plan to deal with hijacking.\n\ni. Any act of sabotage, armed militant strike shall be dealt by Quick\nReaction Teams assisted by attending shift personnel and\nreinforcement from barracks as per Unit Contingency Plan.\n\niii, Any incident of Bomb threat/explosion shall be dealt as per Bomb\nthreat Contingency plan.\n\niv. Any such matter will be intimated to IG/Airport Sector and Zonal\nDisG Airport by the quickest possible means.\n\nCe N_AND REI TH\n\ni VC Control Room shall be the coordination point and ali reports of\nany incident will be furnished to him immediately.\n\nii, VC Control Room shall intimate all developments immediately to\nCASO Airport on walkie-talkie or any other means. In absence of\nCASO, second senior most GO should be informed and in his\nabsence to the Ri.\n\nMOTIVATION\n\ni. Unit personnel will be motivated to face the situation boldly and be\nmentally prepared to counter any kind of threat.\n\nii, During surprise checks, the GOs and SOs will interact with the\nJawans informally to assess the level of stress and will properly\nmotivate them for its release.\n\nANTI-HIJACKING RES\n\ni Hand Baggage checking will be done 100% manually after ‘x-ray\nscreening in the SHA.\n\nji, Allthe passengers shall be thoroughly frisked to prevent any\npassage of dangerous/banned items. This will include pat-down\nrandom search of a certain percentage of the passengers.\n\niii. QRT will conduct mock drills and remain in a position of\npreparedness,\n\n\\\n\n202000000\n",
  "5": "POVDOSCTSCOOSOSSHSOSHSSOHAOSHGH9SSIAIGIGIVIII GS\n\n\\CCESS Ci\n\nvi.\n\nvii.\n\nviii.\n\niii,\n\nIn-charge CIW shall gear up intelligence and carry out profiling of\npassengers before boarding the aircraft.\n\nMovement of passengers from SHA to Aircraft should be specially\nmonitored to avoid intermingling of passenger with other\n‘employees of airport.\n\nSuspected cases shall be immediately intimated to I/C pre-\nembarkation for thorough screening.\n\nif cl\n\n‘Access into the operational area of authorized persons should be\npermitted after thorough frisking of persons and their belongings.\nThorough checking and frisking of casual labourets entering\nairside will be done with HHMDs.\n\nVehicles entering the operational area will be thoroughly checked\nwith the help of trolley mirror in their undercarriage and occupants\nthoroughly frisked.\n\nAnti-sabotage check of the entire terminal building, Apron, SHA,\nand Operational area will be done meticulously. Combing/search\noperation will be conducted to detect unclaimed/suspicious\nobject/or any item which may cause unlawful interference with\nCivil Aviation.\n\nAll electronic gadgets will be checked for its serviceability by HC\npre-embarkation and all communications system to be checked by\nWC Control Room.\n\nSpecial attention should be paid to vehicles of police and forces\nand verify their identity to avoid any element of surprise.\nPerimeter patrolling should be intensified to check any\ndamage/shortcoming which should be got repaired immediately.\nObservation/surveillance in the baggage make up area should be\nenhanced to avoid any passenger/employee interfering with the\nregistered baggage.\n\nBDDS should be immediately informed in case of any suspected\nor unattended baggage being noticed.\n\nPatrolling and surveillance of area in the vicinity of the terminal\nbuilding, parking lots should be given importance.\n\nOTT\n\nQuarter Guard (QG) personnel will be sensitised to be more alert.\nSurprise checking of the QG to check alertness of the deployed\npersonnel should be done by GOs and RI. Stand to practices\nshould also be carried out.\n\nKote NCO shall remain present near QG/ines during Red Alert\nand in case of compelling circumstances to go out, he must.\nhandover the keys to Guard Commander.\n",
  "6": "LIAISON WITH CIVIL AND POLICE ADMINISTRATION\n\ni. Unit Commander/2? in Command will meet District Police\nAuthorities and Administration for help during such alert.\n\nji, Unit CIW will be geared up to maintain liaison with local police and\nfocal intelligence agencies, like 1B, SB for collection of information.\n\niil, Adjoining villages and areas adjoining Airport will be kept under\n‘observation and collection of relevant information by activating the\nsources should be done.\n\nCAMARA AAA ae\n\nH PART B\nHIGH ALERT\n\nDuring High Alert special preventive/precautionary measures will be taken for\nthe security of terminal buildings, unit line, and to defeat any attempt of unlawful\ninterference in Civil Aviation Operations.\n\nThe following are the days during which High Alert will come into force\nautomatically:-\n\na) Strike/Bandh called by various political parties/extremist\ngroups.\n\nb) Trade Union agitation.\n\n©) Communal riot/tension.\n\nd) Parliamentary/Assembly election.\n\n€) Raising Day of various extremistterrorist outiits.\n\nf) Martyrs Day of various extremistterrorist outiits.\n\ng) Visit of VIPs and high profile public fitures.\n\nh) Any other reason for sounding alert by higher formations\n\n2eaeaeaanc\n\nACTIOI IR\" I\n\ninit perso! mn\n\na. Aspecial GOs and SOs meeting will be conducted and )\nsecurity measures to be adopted during alert, duties and :\n| : responsibilities of incharges and other aspects will be\ndiscussed by IC APSU. :\n. Detailed briefing and debriefing of shift personnel will be\norganized by RI.\n\nDEPLOYMENT PATTERN: :\n01 All surveyed duty posts will be covered compulsorily.\n\n02 SOs to be deployed at all possible entry points for supervising\nstrict access control.\n\na\n\n",
  "7": "<\n\ni fe STRATION\n\n01 1/C APSU will keep in touch with District Police authorities as\nwell as Air Force, BSF, Army, SIB for necessary help if\nTequired during alert.\n\n02 CIW staff will make liaison with local police with as well as\nlocal intelligence agencies to collect the related intelligence.\n\nCOURSE OF ACTION OF IN-CHARGES.\n1C CONTROL ROOMIRI\n\n01 He will keep important telephone numbers of different agencies\nfor reinforcement.\n02 He will function in close contact with /C APSU.\n, 03 He will inform all messages of importance to VC APSU\n\nimmediately on its receipt.\n\n04 He will be constantly in touch with all the duty posts and will\ntake hourly report from them.\n\n05 He will ensure that anti-sabotage check of parking area is\ndone at regular interval.\n\n06 He will ensure that all communication equipments are\nfunctional and will ensure recharging of walkie-talkie sets at\nregular intervals.\n\n1G SECURITY HOLD AREA\n\n01 In case of attack, passenger inside the security hold area will\nbe guided towards safer place or will be asked to be in lying\nposition to hide themselves if the SHA itself is safe from\noutside,\n\n02 1/C SHA will also provide reinforcement from boarding\n\ngates/queing assistance gates in case of any attack in the\n\nterminal building.\n\nIf other Inspector is not available, he will take over the duties\n\nof I/C operation and the charge of SHA will be handed over to\n\nthe next senior most Sub-Inspector till the arrival of GO or /C\n\nAPSU.\n\n04 He will ensure thorough frisking of passengers including\nrandom pat-down search of a certain percentage and 100%\nmanual checking of hand baggage of the passengers.\n\n05 He will ensure that employees of all agencies working at the\nairport and permitted entry inside the SHA are also thoroughly\nfrisked.\n\n06 He will also get the anti-sabotage check of the SHA carried out\nbefore and after the operation of flight.\n\n07 Special attention in screening bandaged patients, wheelchair\npassengers, and other patients should be paid.\n\nCOl0lS980OC888865°59590599999990099909\n\nac\n8\n\n0\n\n",
  "8": "03 Surveillance staff of CIW(SOs) in plain clothes should be\narmed and be prepared for armed reinforcement during any\nkind of crisis.\n\niS CON” 1-SABOTA! HEC!\n\n01 Checking and frisking at every access point will be intensified.\n\n02 Anti-sabotage checking before and after flight operation will be\ncarried out under supervision of shift I/C.\n\n03 Checking of vehicles should be done under the supervision of\nSO. Bonnate, dickey, rooftop will be checked thoroughly.\nUndercarriage of the vehicle will be checked with the help of\ntrolley mirror.\n\n04 Driver of the vehicle and other person inside the vehicle will be\nproperly frisked, their identity ascertained and then only should\nbe permitted to enter operational area.\n\n05 The area immediate around the terminals and the parking lots\nwill be patrolled and kept under surveillance.\n\nOF UNIT LINE, KO\"\n\nTER Gi\n\n01 Line officer and CHM will keep themselves aware regarding\nthe locality of family members houses to collect family member\nduring emergency duty. A list of outliving personnel with\nalways be available with CHM and control room.\n\n02 Quarter Guard will be sensitised by additional surprise\nchecking and carrying stand to practices.\n\n03 Additional personnel will be nominated and detailed to report\nimmediately to Kote in case of emergency at night hours.\n\n04 Unit Kote Officer and Kote NCO will always be available in\nKote during alert period for drawing arms and ammunition in\ncase of any eventuality.\n\n05 Guard Commander at Quarter Guard will carry out stand to\ndrill daily during alert period.\n\n06 Guard Commander will brief all QG sentries and other\npersonnel at QG properly and will sensitise them regarding\nattack from different sides of Unit Line/Unit Kote.\n\nREINFORCEMEN’\n\n01 Office staff will always be ready for reinforcement. They will\nmove safely after getting orders from I/C APSU or the\navailable senior most officer to the place of incident in the case\nof any eventuality.\n\n02 Reinforcement from Unit Line will take place under the\nleadership of duty SO/Line officer with proper briefing.\n\n03 During reinforcement, the entire line should not be vacated but\nproper security of line should also be ensured by deputing of\nduty officer and other ranks to secure the line,\n\n04 Vehicle will always be available at Unit line and near office\nthroughout the alert period for reinforcement.\n\nADAANAAAN\n\nCO@OD000:.\n",
  "9": "PSCOOST OOOO COO0909050595999900009999900\n\nyccw\n\n01 CIW staff should be geared up to collect intelligence of\nrelevance on day to day basis.\n\n02 He will ensure that surveillance of the entire airport is done by\ndeploying the staff at all strategic places so that all the areas\nof airport are covered.\n\n03 He will sensitise and brief all his staff to keep a watch on\npassengers, visitors, and their baggages. It should be\nensured that no unclaimed..items/baggage goes without his\nnotice at the airport.\n\n04 He will ensure that all his staff keep the telephone numbers of\nconcerned important agencies/persons.\n\nwe\n\n01 All kind of possibilities may be realised by 1/C QRT and will\ntrain his men in all aspects by conducting mock exercises.\n\n02 During any crisis, he will work under close.contact with I/C_\nAPSU.\n\n03 Communication equipments between different\nparties/personnel of QRT should be frequently checked by him\nfor its serviceability.\n\n04 He will ensure that Code Word for different type of\ncontingencies is known to all personnel of QRT and frequently\nbeing practised.\n\nOTHER PRECAUTIONARY MEASURES\n\n01 Special briefing session will be conducted by RI to make Unit\npersonnel to clear their doubt before commencement of alert.\nThey will also be sensitised about the alert during such\nbriefing.\n\n02 Personnel will be briefed not to discuss security related matter\nin front of any other civilian.\n\n03 Personnel should be briefed to be extra alert towards\nmovement of personnel in police/army as they may be terrorist\nin disguise of uniformed personnel.\n\n04 Precaution for grenade attack/suicidal attack should be well\nrehearsed during mock drill and before alert.\n\nCOMMUNICATION WITH FHQ, SECTOR H@ AND ZONAL HQ\n\nCASOs will make sure that they remain in regular touch\nwith the superior formations mentioned above and bring to their\nnotice all significant and important developments.\n",
  "10": "Please acknowledge receipt and ensure strict\n\ncompliance.\n(M. S. Bali)\nIG/Airport Sector\nDistribution:\nDIG/Airport (North) CISF Saket, New Delhi\nDiG/Airport (West) Mumbai\n\nDiG/Airport (South), CISF Chennai\nDiG/Airport (E & NE) CISF Kolkata,\nAll APSU Commanders\nAlG/Airport Sector\n\ncOse@aoonann\n"
}