{
  "1": "SECRET\n\nOFFICE OF INSPECTOR GENERAL/JAIRPORT SECTOR\nCENTRAL INDUSTRIAL SECURITY FORCE\n\n(Ministry of Home Affairs)\n13, CGO Complex\nLodhi Road, N. Delhi\nOR\nrf No.0-4201 /APC/OPS(2)/Circular/ASIO7 7% FB Dated :/ 6 July:2007\nOp Subject: Measures to preventirespond to vehicle borne attacks at\noO {po\nOF ; Attention is invited to the recent terrorist attack at Glasgow Airport in\n0) which a blazing vehicle laden with explosives tried to forcibly enter the\n‘e) terminal building. The possibility of similar attack.on Indian Airports cannot be\nLi tuled out. The Counter Terrorist Contingency Plans (CTCP), drafted for\nOy ; various airports, address this scenario. However, the following\n‘OF steps/measures are directed to beef up the security arrangements In order to\nis prevent and effectively respond to such an attempted forcible\nOF intrusion/explosion by a vehicle:\n\nol Wherever in existence, nakas on the approach roads to the terminals :\nr manned by the ASG should be activated In order to screen and Identify\noO I suspicious vehicles. Following measures should be taken;\n\n> The Nakas should have adequate/prominent signages requesting\n\nall incoming vehicles to stop for security checking. Barricades\nmay be erected to compel approaching vehicles to slow down for\nthe same. A drill should be evolved by the ASG staff for this\npurpose.\n\n> Personnel deployed at such Nakas should be briefed about the\n\nVE things which should arouse their suspicion while screening\no vehicles at the Nakas.\nye > Separate bays should be earmarked for thorough checking of\nsuspect vehicles without disturbing the normal flow of traffic..\n~ > Effective means should be in place to immobilize vehicles\nure\n\nidentified as potential threats (which do not stop or subject\nco themselves to security checks at nakas) by installing motorized\n\n",
  "2": ". 2\n\nbarriers, crash-rated fixed bollards, electro-hydraullc Bollard\nsystems/orash rated Eléotro-Hydraulic tyre killers/ Electro-\nhydraulle Road blocker etc as specified In BCAS circular 02/2007.\n\n2. — Gityside of terminal bullding:\n\n©)\n\noO Even if the vehicles manage to: avoid. detection at the naka on the\nPal approach roads, the terminal ‘bullding should be adequately protected\n\nfrom such attacks by the following means:\n\n> ASG personnel deployed at allghting points, cityside: patrolling,\n\nmorchas (where they exiet) and survelliance staff of the GIW\nfe) should coordinate and keep a close watch on the approaching\nvehicles. Speeding vehicles should at once arouse our\nsuspicion. Electronic survelllance by CCTV should complement\nthelr watch.\n\n©\n©\n@ > A buffer zone must be established in front of the terminal\n0 bulldings. Effective measures to stop any vehicle from Intruding\ninto this buffer zone with the intention of ramming into the\n© terminal bullding should be taken by Installation of bollards (on\nray ramps), reinforced steel railings or concrete road dividers of\nadequate height.\n0 > The armed elements deployed on the cityside of the terminal\ncx building and access control points/gates, in addition to the. QRT\nMorchas and the terminal marshals, should be mentally\nprepared to respond with firepower to immobilize any vehicle\nvo which trles to violate the buffer zone with the Intention of\ncausing harm to the terminal bullding. In case of an attack;\ntesponse should be swift, coordinated and effective.\n\n> Tyre arresters/retractable spikes, electro-hydraulic tyre killers/\nba, Electro-hydraulic Road blocker eto should be Installed at the\n‘exit route to cut off fleeing vehicles.\n\n3.“ Communication:\n\nBee ate as i ae a ai nl lll aba es Man Nae A to\n\noO Effective R/T communication system should be established between\nNakas, alighting point staff, morchas, surveillance staff, terminal\n\nwt marshals, ASG Control Room and the QRTs respectively. They should\n, 7 be equipped with walkle-talkie sets on constant listening mode, ready\nto respond promptly. A system of periodic situation reports through\n\n, schedule calls as already. prescribed should be maintained by the\niw) Control Room with all the above stations along with other stations.\n\n",
  "3": "4, Peripheral Gates:\n\nAll access control pointe/gates leading to the operational area of the\nalrport should also be similarly reinforced to prevent such forcible\nintrusions by a vehicle. In-addition to sturdy barrlers capable of high\nspeed motorized operation, a second line of defence (retractable\nbollards/tyre-killers/hi-speed ramps etc) should be in. place to\n\nimmobilize a speeding suspect vehicle, which refuse to stop for\nchecking by on duty ASG staff at the gate.\n\n5. These issues should be taken up with the airport operators and\nfeedback sent to Airport Sector HQ within one month for further follow\nup. These issues should also be raised and got recorded in the Airport\nSecurity Committee meetings.\n\n6. Proper co-ordination with the local police and Intelligence agencies\nshould be maintained for exchange of critical Information in time.\n7. Mock drills of such a contingent scenarlo/vehicle-borne attack, should\na be carried out frequently by the ASG to sharpen the response and cut\nthe response time In accordance with the CTCP. A log of such mock\ndrills should be maintained. At least one such drill per month must be\ncarrled out at every airport involving the Nakas, QRTs, staff at the\nalighting points, morchas, CIW Surveillance staff on the cityside and\nthe terminal marshals. .\na 8 CASOs are requested to acknowledge recelpt and take action as above\nORS under intimation to this HQ.\n; Le 16.95\n“yy? (M. 8. Ball) *\nay ae {G/Airport Sector\n‘ , Distribution:~\nU ag DlsG/Airport (Mumbai, Kolkata & Chennai)\nok ADIG/Airport (Delhi)\nLC All CASO ASGs, CISF\n) 7\nL\ni on\nwhe\nae\n\n"
}