{
  "1": "005000000008 0S08959999099990909\n\ncogoocgos\n\n|\n\na\n\nOffice of the Inspector General/Airport Sector\nCentral Industrial Security Force\n(Ministry of Home Affairs)\n\nCISF HQrs, 13 CGO Complex,\nLodhi Road, New Delhi - 03\n\nNo. 0-42055/APC/Circular/AS/06/ 95/2- Dated || Oct06\nCIRCULAR No. AS-!5 /2006\n\nSubject: Location and screening of ladies booth in the SHA\n\nDuring my visits to various airports and inspection of the SHAs, 1\nhave been emphasizing following two things time and again;\n\n(i) That the ladies frisking booth should be placed next to the x-\nray machine in which their hand baggage is screened. In\ncase the SHA has only one X-ray machine, then, the ladies\nbooth should be shifted right next to it.\n\n(ji) | The screening arrangement of the ladies booth should be\nsuch that the lady pax can conveniently keep an eye on her\npersonal baggage as it passes through the X-ray BIS. The\nscreen should come upto her shoulder height for this purpose.\n\n2. At many places, ladies frisking booth were designed long time back\nnot taking into account this requirement. Elaborate structures of wood\netc, have been made which completely shield the lady pax with the result\nthat for few minutes she cannot have an eye contact with her personal\nbaggage.\n\n3. Of late, some complaints have been received from the lady pax\nregarding missing of expensive items/cash from their personal hand\nbaggage while it is in the process of being passed through the X-ray\nmachine. CISF personnel have, so far, shown extremely good record in\nintegrity. Therefore, immediate steps need to be taken as suggested\nabove so that there is no occasion for any lady passenger to make such an\nallegation. |! would expect the CASOs to take up this matter with their\n",
  "2": "2\n\nrespective Airport Manager immediately and ensure compliance by\n31.10.06. Instead of planning for elaborate screening arrangements, a\nsimple three or four panel tubular screens generally used in the hospitals\nshould serve the purpose. DIsG/Airport should, if necessary, invoke the\nintervention of the REDs to make the necessary changes. | would expect\na compliance report to be sent by individual CASO by fax on 1.11.06\nwithout fail. Officiating CASOs to bring this to the notice of the CASOs\nwhen they return to the unit.\n\nUK 06\n(M.S. Bali )\nInspector General/AS.\n\nDIG/Airport(South Zone ), CISF, Chennai\n\nDIG Airport ( East & North East Zone), CISF Kolkatta\nDIG/Airport(West Zone) CISF, Mumbai ADIG). IN\nAll CASOs CISF ASGs, 7\n\nAIG/AS\n\nFRONS\n\n¢\n\ne\ne\n€\na\na\n«a\n€\n¢\n"
}