{
  "1": "e\noe\ne\n°\neo\n8\n°o\nis]\noO\noO\n°°\no\noe\ne\ne\ne\ne\ne\ne\n°\noO\nie)\n°°\n°°\nis]\noO\ni]\n9°\noO\noO\n)\n\nOffice of the Inspector General/Airport Sector\nCentral Industrial Security Force\n\nApo- (Ministry of Home Affairs)\n\n6) Lodhi Road, New Delhi\nNo. 0-42055/APC/Circular/AS/06/ 754/ Dated 12. Oct06\n\n03\n\nCIRCULAR No. AS-_ 16/2006\n\nSubject: CISF Interface With Persons With Disability And\nTheir Pre-Embarkation Checks\n\nDuring security checks at the airports, CISF personnel, often, have\nto deal with physically and mentally challenged persons. Needless to say,\nsuch persons require to be handled with utmost sensitivity so that the\nself-esteem of the challenged person or his attendant (s) is not hurt. At\nthe samé time, security concerns as well as provisions of the Aircraft Act\n1937 {Rule 24 (a)} do require that there should be no laxity which may\nendanger the aviation security, while granting the pre-embarkation\nclearance ,._ A fine balance, therefore, has to be struck by personnel on\nduty in such cases so that the security objective is achieved without\nhurting the person(s) concerned. In case more enquires are required to\nascertain the exact problem of such passenger, the passenger and\nhis/her attendant(s) should be taken to a separate room where the\nnecessary enquires could be made and checking procedures can be\ncarried out in the presence of one or two witnesses, in relative privacy.\nThis is essential as many a times, offence is caused when such enquiries\nare made by the staff in open public place.\n\nThe unit Commanders and other supervisory officers are requested\nto immediately brief the personnel in this regard.\n\n{2x06\n(MS. Bali )\nInspector GeneraV/AS\nDistribution:\n\nDIG/Airport(South Zone ), CISF, Chennai\n\nDIG Airport ( East & North East Zone), CISF Kolkatta\nDIG/Airport(West Zone) CISF, Mumbai\n\nADIG/AP (NZ), CISF New Delhi\n\nAll CASOs CISF ASGs,\n\nAIG/AS\n\n4s,\n\nYU ee\nes CISF Hrs, 13 CG igh hl FE\n"
}