{
  "1": "cooe@cecoc\n\noosgovov099e6\n\ncs)\n\noeocuuuces\n\n= OFFICE OF THE INSPECTOR GENERAL/AIRPORT SECTOR\n\nCENTRAL INDUSTRIAL SECURITY FORCE\n(MINISTRY OF HOME AFFAIRS)\n\n13, CGO Complex,\nLodhi Road, New Delhi\nNo.0-42055/APC/Circular/AS/05 8 A3F Dated: /YSep 05\n\nCIRCULAR No, AS-16/2005\nSub: Action on Receipt of Sensitive Messages: Reg wt\n\nIt has been come to notice that orders/fax messages of sensitive nature\nespecially based on intelligence inputs provided by various Agencies and transmitted\nto the ASGs by FHQ (Ops Cont.) and this HQrs for immediate compliance either have\nnot been received or not complied with. Recently on receipt of some intelligence\ninputs, a message pertaining to probable hijacking of an aircraft at any of the Airports\nwas transmitted through telephone/fax to all ASGs. When counter checked, it was\nshocking to find that the CASOs of the concerned airports were unaware about the\nreceipt of such a message leave aside taking any action thereon even though FHQ\n(Ops Controt Room) had passed the message to all the ASGs either through\ntelephone to the C/R of respective ASGs or by fax on the fax machine installed in the\nOffice of the CASO/Airport Director of some Airports. As such, non-receipt/compliance\nof such sensitive messages by ASG Commanders defeats the very purpose for which\nIt was generated with speed. it is therefore decided that all the ASG Commanders will\nensure meticulous compliance of the following instructions and forward/furnish\ndesired information within a week of receipt of this circular without fail:~\n\n1, Dedicated Fax Numbers under control of CISF both during operational/non-\noperational hours along with timings of operation at respective Airports be\n\nfurnished.\n\nDedicated Telephone Numbers of CASO/Dy CASO/ Officer I/C of\n\nOperations/ ASG Control Room during operational hours along with timings\n\nbe furnished.\n\n3. Dedicated Telephone Numbers of CASO/Dy CASO/Control Room during\nnon-operational hours also be communicated.\n\n4. It must be ensured that the officer receiving the message will pass it on to\nvarious persons in the following sequence, i.e., Si/insp/AC/DC I/C\nOperations/shift at the time of receipt of message -» CASO — Dy. CASO.\nThe officer receiving the message will record in the register at what time\nand date and manner he passed the message to the officers mentioned in\nthe sequence above. The register to be maintained In this regard shall have\nthe following columns.\n\n»\n\n|. Date and Time of receipt of message\n\nFrom where message has been originated\n\n. Nature/subject/brief of message\n\n|. Signature, Number, Name and Rank of the person who received the\nmessage.\n\n. Date and time at which message transmitted to I/C Operations/shift/\nCASO/Dy CASO for necessary action and compliance.\n\nf. Remarks/Action taken by CASO/ Dy CASO\n\neeon\n\n2\n",
  "2": "5. ASG Commanders will personally be held responsible for maintaining the\nsystem of receipt and compliance of all security related instructions passed\nby this HQrs as given above and to ensure meticulous implementation.\n\n6. The above mentioned message register will be properly maintained and\nperiodically checked and signed by the CASO. It should also be put up\nbefore Sr. Officers during their inspection/visit to the unit.\n\n7. Mobite/Cell Numbers of All CASO/Dy CASO will also be furnished to this\n\nLAR ARAAAANAS\n\nHQrs within a week's time. It will also be ensured that under no -\n\ncircumstances, mobile phone of the CASOs is switched off at any time.\n\nPlease acknowledge receipt and submit compliance report Including details\nof telephone/cell phone numbers as required.\n\n14 Gor\n(M.S. Ball)\n\\G/Airport Sector\nDistribution:\nDiG/Airport (North) CISF Saket, New Delhi\nDiG/Airport (West) Mumbai\nDiG/Airport (South), CISF Chennai\nDiG/Airport (E & NE) CISF Kolkata,\nAll APSU Commanders\nAlG/Airport Sector\n\nNAM manana\n"
}