{
  "1": "Og\n\n0 )\noF\nOo\nfa)\noR\noF\now\noF\na)\ntw\nom\nOr\ney\nov\nOd\nOV\nOe\n\noO\n\n- Office of the Inspector General/Airpat fT\nCentral Industrial Security Force ||\n(Miniatry of Home Affairs)\n\n: “1 GISF:HQrs, 13 60 Complex,\nao “Lodhi Road, ‘New Pethi ~ ~03\n\nNo. O-420¥H/APCIOp Rusa Roomi07-/¥/ Dt 16 Aug 07\n\nop re we\n\nSubject:\n\nAfter the issuance of the BCAS Circulars 35/2005 dated\n23.08.05 and 06/07 dated 03.05.2007, CISI wanted. certain. issu\n(like legal basis of custody, responsibility for food, medical attention\nand records required to be maintained by CISF during such custody)\n\n* to be clarified before undertaking the responsibility. A meeting in\n\nthis regard took place 04.07.2007, minutes of which issued by the\nBCAS are enclosed. The minutes of discussion incorporate. the\nclarification sought by the CISF and the decision given by the BCAS\nin this regard. As a result, the CISF ASGs will, now, perfoim. the:\nwork of guarding of the ‘refusal rooms’ under the following\nstipulations/conditions;\n\n(i) The paééenger being ‘guarded in the ‘refusal room’ will\ncontinue to be in the legal custody of the Immigration\nAuthorities. The CISF will only be guarding the ‘refusal\nroom’ by way of agency/help to the Bureau of\nImmigration. “Under all circumstances, the pax will\ncontinue to be in the legal custody of the Bureau of\nImmigration. However, this does not mean that the CISF\nwill not take proper precautions to ensurg that the\ndetained passenger does not run away and algo remains\nsafe and sound In the ‘refusal room’.\n",
  "2": "fare\n\n(ili)\n\nPlease acknowlecige receipt and ensure compliance:\n\n‘ai ‘the ;nedde:\n\njistied passenger ike food,\nclothing; medical non tact with the lawyer or the\nembassy paren “the. responsibility of the\nBureau Mt the Immigration, muse personne! guarding the\n‘refusal. roome’: should -stipply the necessary |nformation\nto the relevant personnel in the Burer of the\nImmigration, who will take further action in the matter.\n\nBCAS will sanction additional manpower (one Head\nConst and four Constables/GD) for guarding of the\n‘refusal rooms’ at all airports. where ‘refusal 8\" will\noperate. The CASOs will start performing the duty of\nguarding of ‘refusal room’ with Immediate effect and send\nthelr requirament-for sanction of thé many r to the\nRegional COSCAs with a copy to the HQ for\naugmentation of the manpower in due course.\n\n(M Bai)\nsoe Inspector GeneralAs:\nEnol: As above\nDistribution\nAll CASOs CISF ASGs ia\nCopy to: . :\n\nIGINISA, CISF\nAll DiaG/Airport Zones & ADIGIAP (Non 2 Zone).\n\nWE i a Nal sel al A a fat i a a ll le OO Na a ec MA Ae MS A ie Ra Ac i wen ei\n"
}