{
  "1": "Og\n\n0 )\noF\nOo\nfa)\noR\noF\now\noF\na)\ntw\nom\nOr\ney\nov\nOd\nOV\nOe\n\noO\n\n- Office of the Inspector General/Airpat fT\nCentral Industrial Security Force ||\n(Miniatry of Home Affairs)\n\n: “1 GISF:HQrs, 13 60 Complex,\nao “Lodhi Road, ‘New Pethi ~ ~03\n\nNo. O-420¥H/APCIOp Rusa Roomi07-/¥/ Dt 16 Aug 07\n\nop re we\n\nSubject:\n\nAfter the issuance of the BCAS Circulars 35/2005 dated\n23.08.05 and 06/07 dated 03.05.2007, CISI wanted. certain. issu\n(like legal basis of custody, responsibility for food, medical attention\nand records required to be maintained by CISF during such custody)\n\n* to be clarified before undertaking the responsibility. A meeting in\n\nthis regard took place 04.07.2007, minutes of which issued by the\nBCAS are enclosed. The minutes of discussion incorporate. the\nclarification sought by the CISF and the decision given by the BCAS\nin this regard. As a result, the CISF ASGs will, now, perfoim. the:\nwork of guarding of the ‘refusal rooms’ under the following\nstipulations/conditions;\n\n(i) The paééenger being ‘guarded in the ‘refusal room’ will\ncontinue to be in the legal custody of the Immigration\nAuthorities. The CISF will only be guarding the ‘refusal\nroom’ by way of agency/help to the Bureau of\nImmigration. “Under all circumstances, the pax will\ncontinue to be in the legal custody of the Bureau of\nImmigration. However, this does not mean that the CISF\nwill not take proper precautions to ensurg that the\ndetained passenger does not run away and algo remains\nsafe and sound In the ‘refusal room’.\n",
  "2": "fare\n\n(ili)\n\nPlease acknowlecige receipt and ensure compliance:\n\n‘ai ‘the ;nedde:\n\njistied passenger ike food,\nclothing; medical non tact with the lawyer or the\nembassy paren “the. responsibility of the\nBureau Mt the Immigration, muse personne! guarding the\n‘refusal. roome’: should -stipply the necessary |nformation\nto the relevant personnel in the Burer of the\nImmigration, who will take further action in the matter.\n\nBCAS will sanction additional manpower (one Head\nConst and four Constables/GD) for guarding of the\n‘refusal rooms’ at all airports. where ‘refusal 8\" will\noperate. The CASOs will start performing the duty of\nguarding of ‘refusal room’ with Immediate effect and send\nthelr requirament-for sanction of thé many r to the\nRegional COSCAs with a copy to the HQ for\naugmentation of the manpower in due course.\n\n(M Bai)\nsoe Inspector GeneralAs:\nEnol: As above\nDistribution\nAll CASOs CISF ASGs ia\nCopy to: . :\n\nIGINISA, CISF\nAll DiaG/Airport Zones & ADIGIAP (Non 2 Zone).\n\nWE i a Nal sel al A a fat i a a ll le OO Na a ec MA Ae MS A ie Ra Ac i wen ei\n",
  "3": "—\nmA AA\nlat ee\n\n€ jis 6\n\nPole\n\n3\n\nom\n\nome:\nbus\n\n—-\ndG\n\ng\n\naid€\n\n—_\n\nSoU s oO\naaa\n\n*RAPRRRRRRRARRAAL\n\ndue\n\nqh.\n\ni\n\nLi\n4\n\nSu \"Minuteor the Meeting taken by Shri\n\n‘Adal. Cotnntissioner of\n\nNatevye\nSecurity'(CA), BCAS on 4.7: or ‘at 1130 hours in BCAS Has regarding\n. Guarding of Refusal-Room: at the aisports,\n\nA meeting was taken by Shri.M: ‘Malaviya, Addl. COscA on 4,7.2007\nregarding Guarding of Refusal Room at the ‘airports, :\n\n3. The following issues were raised by the CISF\n\n(a)\n\n(b)\nno)\n\n(a)\n\n(e)\n\n2. Following officers attended the meeting;\n~ (i) Shri M.S. Bali, IG, CISF *.\ndi) Shri Anil Kumar, ADIG, CISF\n“Gii): Lt. Col. RR. Yadav, Dy- Commissioner of Security; BCAS\n(iv) Shri 8.K, Bhatnagar, Dy. Commissioner of Security, BCAS\n(v) Shti RB. Prasad, Asstt. Director, IB, MHA\n(vi) Shri C.S.V. Nampoorthri, Asstt, Director, IB; MHA\n\n‘The | source of legal authority Vide which the detained passengers are\nto be kept in the custody of the ASG and vide which the ASG is\nexpected to keep restrain'the passenger in the refusal tom.\n\n‘Whether the BCAS order itself bestows legal sanctity to the BCAS.\n\nThe; COSCAL BCAS. indeed ig:the competent authority to issue\ninstructions and regulations regarding AVSEC matters in India but\ncan the detention of persons in the refusal oom be:considered’as an.\nAVSEC matter, considering it is primarily an Immigration matter. If\nthe. matter. is.not.related: to. AVSEC, then perhaps.the BCAS order\nitself requires to be reconsidered for its legal: sanetity and the\ndetention of the persons in the Refusal Rom should ideally be under”\n_ the custody of the i immigration authorities. :\n\nNumber of airports where ihe refusal room is to be established,\nWhether at international airports alone or other customs airports also\nnieds to be spelt out.\n\n‘What records are fo, be mairitained by the ASG while manning the\nrefusal rooms.\n\nUy\n\nMany\n",
  "4": "\\\n\n© Mv et ey i et\nsulbseqent ‘Where given back immigratio\n‘epettin east nae a\n\nScene Rae log the\ninterim handing. ‘of the “déportee for interrogation purposes to\n_huthorized agencies: * 7\n\n“th What type of aces Gh hbwed-ta Be\nmedicines etc,\n\nt pooks,\n\nTanti gptiott s\n\nBeres to fale out self\n\n(8) «at the dated person be lowed t8 sis coma request?\n\n(Who will be responsible in oase of medical aid eto, -\n\nWil initisting-a dieussion oirthe avovs lesb \"allow air were given\n‘by the Chaitman and endorsed by all goncemed:\n\n‘responsibilities with eapeet to ‘the sti uni\nEnmmigiation Burpee\n‘CISF will only help the tninartion Bi\n‘does not escape from the Refusal Room:\n\n7 ;\nHeaded\n\nDy: Commssioner of Security (CA)\n\nscott itt a eh ill oat Ch Lic th al aa wa tl il aa aad a Dal Aa Aaa lal thal id Nl lal hh\n",
  "5": "~ cp ar /oeee dur]\n“\nMembers of the Committoe:-\nie ‘DG, CISR, (kind Attn: Shri Anil Kumar, ADIG) 13, CGO Complex, Lodhi Road,\nNew Delhi-110 003,\n2. Smt. Neeimani N. Raju, Joint Director, 1B (MHA), East Block-8, North Block,\nNew Delhi\n3, The RDCOS, BCAS, Delhi\n4. YC, Ops Div, BCAS Hors, New Delhi.\nIntemal Distribution:\n1, PS to COSCA\n\n2. PB to ACOS (M)\n3. PS to ACOS (DSC)\n\n"
}