{
  "1": "eb Office of the Inspector General/Airport Sector\nCentral Industrial Security Force\n(Ministry of Home Affairs)\n\nCISF HQrs, 13 CGO Complex,\nLodhi Road, New Delhi — 03\n\nNo. 0-4205S/APC/Circular/AS/05/ 2 39% Dated 03 Oct 05\nCIRCULAR No. AS- 18/2005\nSubject: Structuring of units into Appropriate Sub Units,\n\nTime and again, the issue of restructuring of CISF field units has\nbeen engaging the attention of the force leadership for following reasons:-\n\n(i) It is the time honoured requirement of any uniformed and\nstructured force.\n\nOO00CSCSE9O99RC\n\n(ii) | Graded command structure is necessary for a large body of\npersonnel for ensuring good discipline, man-management and team\nspirit.\n\n(iii) In a force where large number of personnel live without their\nfamilies, this is necessary for promoting emotional security as It\nhelps in sharing of personal insecurities.\n\ncooee\n\n2. We have reasons to believe that unlike other para-military forces,\nthe structuring of a CISF Unit into a sub unit i.e. platoon and company has\nnot received due importance on the facile argument that the numbers in a\nCISF Unit are need based and therefore, it cannot be organized into sub\nunits. After detailed discussion, the Director General, CISF has decided in\nthe first quarterly conference in July 2005 that all the CISF field units will\nhenceforth, be organized into sub units of the level of platoons and\ncompanies. Following should be kept in view while complying with the\n\nDG's orders mentioned above.\ni) Number of personne! _in_a platoonicoy: it will not be\n\nnecessary to have a standard number of personnel in a CISF unit\nplatoon and coy as happens in other para-military forces organized\n‘on battalion pattem. The authorized strength should be spilt into\ncompanies and platoons. A company may comprise of personnel\n\n",
  "2": "2\n\nanywhere from 80 Nos to 125 Nos whereas a platoon may consist of\n18 to 30 personnel. For example, a CISF field unit of the size of\n150, depending upon the number of Inspectors and SI/Exe posted\nin it, can be organized into either two companies and 06 platoons or\none company and 04 or 05 platoons. Any further doubt, in this\nregard can be clarified from the Sector HQrs.\n\n(ii) Duration: On reporting to a unit, the personnel will be\nassigned platoon and company by the Unit Commander and,\nordinarily, this will not be changed throughout his tenure in the unit.\nWhile allotting a sub formation, the unit commander will keep in view\nthat the sub formations should be balanced in the matter of area,\neducation and age profiles. In big units where number of lady\npersonnel is large, separate platoons and companies will be formed\nout of lady sub officers and ORs.\n\n(iii) Operational deployment: Ordinarily, it should be a good\npolicy to deploy the personnel of a particular unit i.e. platoon or coy\nin the same shift and in the same kind of duty at a particular time.\nHowever, keeping in view the peculiar requirement of CISF units, it\nwill be perfectly justified to augment one coy/platoon in a shift with a\nplatoon or miscellaneous numbers as required of other company for\nduty. The particular personnel, who would be taken from another\nsub unit for augmentation should, however, be decided on the\nrecommendation of that sub unit commander. Thus, as can be\nseen, the constitution of a CISF field unit into sub units nowhere\ninterferes with the actual performance of duty on the ground,\n\n(iv) Allotment_of barracks and messes : The allotment of\nbarracks should be sub unit-wise i.e. personnel of one company or\nplatoon should stay in the same barrack or contiguous barracks.\nPlatoons/company-wise nominal rolls along with their names of\ncompany commanders/2 IC should be prominently displayed on the\nbarrack notice boards and the names of the Coy and Platoon should\nbe painted on the barracks,\n\n(v) Dutles_of Platoon and Company Commanders: it is\nexpected that each platoon and company commander and 2 /C\nshould know their men intimately. This means, it would be the\nbusiness of the Company Commanders and 2 I/C to know the\nvirtues, vices , family particulars, current problems being faced by\nthe family and the state of morale of the men under their command.\nIt would be incumbent that even small and petty issues having\nbearing on morale and administration of men under their command\nwill be dealt with by them and/ or brought to the notice of the unit\ncommander bv them. Matters such as leave. loan. scholarship for\n\n5200a\n\nDo\n\nis)\n3\n)\n)\n\n",
  "3": "|\n4\n{\n1\n!\n\nSOoccucece\n\nDOD COfCOCSOOM@OOO9SOOOOFS90S9S999999999080\n\nao\n\n3.\n\n3\n\nthe children, medical reimbursement, allotment of family quarters or\nother grievances which are to be finally decided by the Unit\ncommander will be routed through platoon and company\ncommanders and they will given their appropriate recommendations\nwith respect to them. Reports regarding delinquencies/indiscipline\nactivities of the men will also be processed through concerned\nformation commanders, who should also normally be given the\nresponsibility for the conduct of the preliminary enquiry conceming\ntheir men. They will give special attention to personnel under their\ncommand who appear to be distressed or depressed or emotionally\ndisturbed due to some reasons, it may be mentioned here that a\nrecent study shows that a large percentage of CISF personnel suffer\nfrom anxieties and emotional insecurities which can, to a large\nextent, be taken care of by proper counselling. This can happen\nonly if the sub unit commanders know their men intimately.\n\n(vi) Compliance: CISF units in the Airport Sector will be\nrestructured according to the plan given above by 25-10-2005.\nCoy/Platoon-wise nominal rolls of the personnel posted in the unit\nwill be kept in the offices of the DisG/Airport Zones. Vacancies in\nthe unit will be allotted to the platoons and companies and will be\nfilled up as and when personnel are posted to the unit. DisG/Airport\nZones will send the compliance report to me positively by 31-10-05.\n\nDisG and Inspecting officer must also check the functioning of these\n\nsub formations in the units on the ground in the spirit of these directions\nand make a special mention about the same in their inspection reports.\n\nPlease acknowledge receipt.\n\nKOT\n(M.S. Bali)\nInspector General/AS\n\nDistribution:\n\nPNMPARON>\n\nDiG/Airport (North Zone) CISF Saket, New Delhi\nDIG/Airport(South Zone ), CISF, Madras\n\nDIG Airport ( East & North East Zone), CISF Kolkatta\nDIG/Airport(West Zone) CISF, Mumbai\n\nDIG/GBS, CISF Jamnagar House, New Delhi\n\nAll Unit Commanders, APSUs\n\nSr Comdt GBS Zones —I & II, CISF New Delhi\n\nComat, CISF 2\" RB Delhi, AIG/AS\n\nCopy for information to IG/Adm, CISF HQrs, New Delhi\n"
}