{
  "1": "OFFICE OF ADDITIONAL DIRECTOR GENERAL/AIRPORT SECTOR\nCENTRAL INDUSTRIAL SECURITY FORCE\n(Ministry of Home Affairs)\nCISF Complex\nAdm. Block, Ground Floor,\nMahipalpur, New Delhi-37,\n\nNO.0-42011/APC/OPS (02)/ Circular(AS)/19- \\\\ es’ as Dated 22>} Feb ’2019\n\nTo\nIG/APS-I & II\nDIsG/Zone (E&NE, NZ, South Zone, West Zone)\nDIsG/CASOs of ASGs Mumbai, Delhi & Chennai\nALL CASOs OF ASGs\n\nSub: Standard Operating Procedure (SOP) for frisking procedure : Reg\n\n‘As per media reports, in a recent incident at one of the foreign airports a person\nsuccessfully carried a firearm with him on board an aircraft and attempted to hijack the\naircraft , which was later foiled by security forces. Keeping in view the prevailing\nsecurity scenario , it is extremely essential that the frisking officer and screener should\nfollow the stringent anti hijacking measures during pre embarkation security check at\nthe airports.\n\n2. A need has been felt to redefine the frisking procedure being followed at pre-\nembarkation security check points by the ASG personnel to rule out the possibility of\ncarrying any security restricted article in person by any passenger on board.\nAccordingly, Airport Sector has developed a Standard Operating Procedure (SOP) for\ncarrying out systematic frisking of passengers at airports, which is enclosed herewith as\nper Annexure- ‘I’.\n\n4. All Zonal DIsG/AP (NZ, SZ, WZ, E&NE) and DIsG/CASO Delhi, Mumbai and\nChennai are hereby directed to conduct a three day crash course at airports between\n01% to 03 March under their command to impart training to the frisking officers,\ninvolved in PESC duties based on the procedures redefined in the SOP . It should also\nbe ensured that Supervisory Officers should involve themselves in supervising and\nimplementing the above mentioned guidelines during screening process at the Security\nHold Area. Special attention should be paid to personnel who are still new in this aspect.\nof aviation security.\n\n4 IG/APS-I and IG/APS-II may ensure strict compliance and implementation of the\n\nabove directions at the airports under their supervision.\nMa Q. C5]\n\n(M A Ganapathy, IPS)\nAddl.DG /Airport Sector\n\nEncl: as above\n",
  "2": "1 \n \nAnnexure-„I‟ \n \nStandard Operating Procedure (SOP) for Frisking of \npassengers at airports  \n \n1. Background:-  \nPre-embarkation security check is a significant component of anti-hijacking \nduties being performed by the Aviation Security Group of CISF at the \nairports. Pre-embarkation security check involves screening of passenger’s \nbaggage through X-ray BIS and their frisking through DFMD and HHMD to \nsafeguard the civil aviation operations against the any act of unlawful \ninterference. It has been observed during decoy checks that frisking \nofficers in some instances are not following the prescribed procedures \ndiligently. This needs immediate attention to prevent possible unlawful \ninterference in civil aviation operations. \n \n2. Aim and objective:- \nThe aim of the SOP is: \n \ni)  To reiterate the frisking procedure of passengers during pre-\nembarkation security checks and  \nii) To rule out the common mistakes during the frisking of passengers  \n \n \n \n \nIn order to prevent passage of concealed weapons, \nexplosives or any other dangerous devices through the security check point \nwhich may be used to commit an act of unlawful interference with civil \naviation operations. \n  \n3. Duty post:  \n \n3.1 \nDuty post: Frisking booth Male / Female inside the Security Hold \nArea of Terminal Buildings",
  "3": "2 \n \n4. Redefined procedures for Frisking of passengers:  \nThe following redefined procedure shall be adopted by the frisking officer \nto standardise the frisking procedures at the pre-embarkation security \ncheck points at airports under CISF security cover: \n \n4.1 \nYellow Line Management:-When a passenger reports at the \nyellow line of SHA for the pre embarkation security check: \n \ni) The baggage load officer will request the passengers to stand \nbehind the yellow line and to wait for their turn. \n \nii) The baggage load officer will announce at regular intervals to the \npassengers reporting at the X-BIS to remove all the metallic and \nelectronic items and to keep them in a tray for X-BIS screening. \n \niii) The passengers invariably will be requested to remove waist belts \nand keep in the tray for X-BIS examination without fail. \n \n4.2 \nProcedure to be followed during frisking of  a passenger: \n \ni)  When a passenger walks through the DFMD, the frisking officer \nshall monitor the different LED zones and VDU (Visual Display \nUnit) of the DFMD for recognising the location and mass of the \nmetal respectively. Accordingly, the frisking officer will give \nemphasis on verification of the alarm in the particular area while \ncarrying out the frisking of a passenger. \n \nii)  Before carrying out the frisking of a passenger, the frisking \nofficer may seek permission by asking “May I frisk you?” \nfrom the passenger and will be asked to raise/extend his/her \nhand.",
  "4": "3 \n \niii)  The frisking officer will give special attention to the lower \nportion of the body of a passenger. \n \niv)  The frisking officer shall remember to interpret the visual alarm \ngenerated by the DFMD with the height of passenger and \npodium over which the frisking is being carried out. \n \nv)  The frisking will be carried out at a decent pace in a systematic \nand standard manner and shall start from head and should \ncover the whole margin of the body followed by making M(for \nfront body ) & W( for backside of the body) pattern with \na HHMD keeping it at a distance of 2.5 cm. While carrying out \nfrisking it will be ensured that no part of the body remains \nunsearched.  \n \nvi)  While frisking of a passenger no point of the body or items of \nclothing are to be overlooked. Special attention will be paid to \npossible concealment of weapon in the waist, ankle and below \nportions. Systematic diagram of frisking and key places of \nconcealment in a passenger (Male/Female) is enclosed at \nAppendix-„A‟. \n \nvii)  The frisking officer will give special attention to the probable \narea of the concealment on person such as head gears (turban, \ncap, wigs etc), back collar, lapels, shoulders, pockets (external \nand internal), armpit, groin area and the area around the ankle \n(back & front). \n \nviii) The actual alarm given by the HHMD should be analysed by \nfrisking officer and it should not be presumed that alarm has \noriginated to metal content in the floor or podium.",
  "5": "4 \n \nix)  The frisking officer will always pay special attention to detect \nfirearms, pointed edged weapons like knife, paper cutter, pen \nknives and such items which may be used for acts of unlawful \ninterference with civil aviation operations. \n \nx)  Pat down search of a passenger should be carried out whenever \nthe frisking officer thinks it is necessary based on profiling.  \n \nxi)  Pat down search of a passenger should be done in a systematic \nway so that no part of the body or items of clothing are \noverlooked.  \n \nxii)  The frisking officer will resolve alarms given by the HHMD \nwithout fail. \n \nxiii) After the completion of the frisking of a passenger, he/she may \nwish the passenger “Have a nice flight”. \n \n4.3 \nDuties of Supervisors/ SHA In-charge during pre-security \ncheck procedure: \n \ni)  The SHA/IC will be exclusively responsible for the overall \nsmooth functioning of the Security Hold Area. \n \nii)  He shall ensure proper screening and frisking of the passengers \nas \nper \nguidelines \nby \nthe \nscreeners. \nIn \ncase, \nany \nfrisking/screening officer is not adhering to the SOP the same \nshall be informed to the GO/IC for taking further corrective \nmeasures. \n \niii) During on the job training, the SHA/IC shall brief the essence of \nthe SOP to the screener and shall conduct the demo of an \nappropriate frisking procedure. \n \niv) He shall ensure proper maintenance of electrical equipment in \nthe SHA and the record of the same shall be maintained.",
  "6": "5 \n \n \nv)  He shall ensure the proper rotation of the frisking/ screening \nofficers.  \n \nvi) He shall ensure that passengers are diverted equally to all the \nX-BIS machines. \n \n5. Common mistakes committed during the frisking of Passengers \nwhich needs correction: \n \nIt has been observed that inspite of the existing guidelines for carrying out \nsystematic frisking of passengers, the frisking officers (male/female) often \noverlook some crucial body parts of a passenger, which can be used by the \nterror elements to conceal weapons / explosives. Some of the common \nmistakes noticed during frisking procedure are as under:    \n \ni) \nThe procedure that the passengers should not cross the Yellow \nline before their turn comes is not being ensured by the ASG \npersonnel. \n \nii) The passenger approaches the frisking point with metallic items \nlike cell phones, waist belt etc.  Whereas he should have been \nasked to divest metallic items before he proceeds for frisking, \nwhich is not being followed rigorously.  \n \niii) Frisking officer generally does not monitor the visual/audio alarm \ngenerated by the DFMD while the passenger is walking through \nit.  \n \niv) Different patterns are being followed by different frisking officers \nand the SOP is not being strictly followed by all SHA staff. \n \nv) Not giving adequate attention to the lower portion of the body \n(waist and ankle area) while frisking. \n \nvi) Frisking of passengers with pre-conceived notions viz: if HHMD \ngives alarm around waist area (front portion), it is easily assumed \nto be as buckle of belt. Similarly alarm around ankle area of \npassenger wearing shoe is assumed as shoe eyelets.",
  "7": "6 \n \nvii) HHMD is moved at a high pace which results non identification of \nactual point of alarm. \n \nviii) Not checking the personal belongings like handkerchief, pieces of \npaper, news papers etc after frisking of the passenger is \ncompleted. \n \n \n**********************",
  "8": "7 \n \nAppendix-„A‟ \n \n1. Systematic pattern of frisking",
  "9": "8 \n \n2. M pattern of frisking (front side of body)",
  "10": "9 \n \n \n3. W-pattern of frisking (back side of body)",
  "11": "10 \n \n \nKey areas of concealment in a passenger \n(Male)",
  "12": "11 \n \nKey areas of concealment in a passenger \n(Female)  \n \n \n \n******************************"
}