{
  "1": "oO}\n\nOF\n:\n|\n\nod\n\nOffice of the Inspector General/Airport Sector\nCentral Industrial Security Force\n(Ministry of Home Affairs)\n\nCISF HOrs, 13 CGO Complex,\nLodhi Road, New Pelhi -03\n\nNo.V-1401 1/APS/Policy/LS/06 - 2.293 Dated 21 Aug 07\n\nCIRCULAR No._AS -19/2007\n\nSubject: Cor jot_turning up/deposi: ring\ndey ental edi der CISF Rules 36\n\nIt has been, frequently, experienced that private persons, who\nhave made serious complaints against the CISF officials, ultimately,\ndo not turn up when they are summoned for deposing in regular\ndepartmental proceedings under rule 36 of the CISF Rules.\nHowever, in the initial stages during the course of the preliminary\nenquiry, such complainants, invariably, make allegations in writing as\nwaell.as in front of the CISF officials and these facts are part of the\npreliminary enquiry. The enquiry officer is unable to finalize the\nproceedings as evidence of complainant is considered important in\nsuch enquiries. In order that the proceedings do not continue to\nhang indefinitely, following course of action is suggested in such\ncases;\n\n(i) Though it is, ordinarily, advisable not to cite the\npreliminary enquiry as an evidence in the departmental\n\nenquiry under rule 36, but in such cases a eter\ncomplainants are involved, it would be a better strategy\n\nto cite the PE and the preliminary enquiry ‘officer as\nevidence(s).\n",
  "2": "“a 2\n\n(ll) In case the complainant does not turn up during the\ndepartmental.enquiry, the enquity officer should place on\nrecord the efforts made by him to summon the\ncomplainant, which can be in the form of a registered\nletter, receipt of courier etc.\n\n(iil) If after two or three sincere efforts, the complainant either\ndoes not respond or even after responding does not turn\nthe crucial _facts regarding his having _made_the\n\nthe preliminary enquiry, In this way, what would have\nideally come on record through the examination of the\ncomplainant , can still be brought on record rough the\nexamination of the PE officer/PE report.\n\nThe officers of the Airport Sector are requested tq keep this\nprocedure in view while conducting such proceedings.\n\nery)\n(MS Bali)\nInspector General/AS\n\nTero rT\n\nEncl: As above\n\nDistribution\n\nAll CASOs CISF ASGs\n\nCOs SSG, 2\" Bn, CO Zone-| GBS and CO Zone -I| GBS\nCopy to:\n\nAll DisG/Airport Zones & ADIG/AP (North Zone)\nDiG/Security, GBS New Delhi\n\nee eae\n\nNg\n\n"
}