{
  "1": "e\n°\nbs)\nce)\n.\n5\ne\n9\n®\n68\n9\no\n8\n8.\n9\n9\nis]\noO\na)\nca)\n0\n°\n°\n°\ne\n°\no\n‘oO\n19)\nie)\nis)\n°\noO\n\nOFFICE OF THE INSPECTOR GENERAL/AIRPORT SECTOR\nCENTRAL INDUSTRIAL SECURITY FORCE\n(Ministry of Home Affairs)\n\n13, CGO Compiex,\nLodhi Road, N. Delhi\nNo. 0-42055/APCICircularAS/OS~ % 7 © 2 Dated: yc’ 2005\n\nCircular No. AS- 19/2005\n\nSub: Turnout and Physical Fitness of CISF personnel\n\nIt has been observed by the Hon'ble Union Home Minister\nduring a presentation that turnout and physical fitness of CISF\npersonnel needs to be enhanced to improve the cverall effect.\nPersonnel posted in airports, VIP Security and GBS are always in\nthe public eye.\n\nIt is therefore directed that all CISF ASG Unit Commanders,\nVIP Security and GBS Commanders shall ensure that their\npersonne! should be physically fit, smartly dressed up and well\ngroomed. They should also be counselled and educated that smart\nturnout would not only project the positive image of the Force but\nalso groom their personality and thereby enhance their morale and\nconfidence. To motivate their men to be smartly dressed and well\ngroomed, Unit Commanders may suitably reward the personnel for\nbest turnout from time to time. Personal interest of the Unit\nCommander will make all the difference in this regard.\n\nIn short, the turnout and physique of CISF personnel is\nnoticed at the first glance not only by top echelons of the country\nbut also by the foreign tourist visiting India and will go a long way\nin raising the impression of the Force in the minds of the people.\n\nUnit Commanders will therefore ensure that their men are\nsmartly turned out on duty. Smartest of them should be put on duty\n‘on vantage points where they are likely to be most visible.\n",
  "2": "Please acknowledge the receipt and ensure strict\n\ncompliance.\n:\n19. KOS\n(M. S. Bali) .\nIG/Airport Sector\n\nDistribution: :\nDIG/Airport (North), New Delhi .\nDiG/Airport (West), Mumbai\nDiG/Airport (South), Chennai\nDiG/Airport (E&NE), Kolkata\nDIG/GBS, New Delhi\nAlG/Airport Sector\nCommandant 2” Res Bn, Mahipalpur, New Delhi\nCommandant Zone |, GBS, New Delhi\nCommandant Zone Il, GBS, New Delhi\nAll ASG Commanders\n\nPa\né\n€\na\n)\ne\ne\na\n¢\n\n|\n"
}