{
  "1": "OFFICE OF THE SPECIAL DIRECTOR GENERAL/AIRPORT SECTOR\nCENTRAL INDUSTRIAL SECURITY FORCE\n\n~ (MINISTRY OF HOME AFFAIRS)\nAdministrative Block\nAirport Sector, CISF Complex\nMahipalpur, New Delhi-37\nFeb\nNo, 0-4201 /APC/Ops(06)/BCAS Corrs/2025- (| & Dated: OY Jan’ 2025\nTo\n\nDisG/CASOs ASGs (Delhi, Mumbai, Chennai, Kolkata, Ahmedabad, Hyderabad,\nChennai & Bangalore)\nCASOs of all ASGs\n\nSub: Addressing issues faced by Sikh passengers regarding Kirpan at Indian\nAirports: Rea.\n\nReference is invited to the representation received from Amritsar Vikas Manch regarding\nthe difficulties faced by Sikh passengers at Indian airports while wearing Sikh religious articles\nof faith,\n\n2 Vide\" letter, it has been informed that Amritsar Vikas Manch has received numerous\nreports from Sikh passengers traveling on international flights from India. These passengers\nhave reported that CISF personnel at Indian airports are compelling them to remove even small\n(1-inch or smaller) Kirpans worn as necklaces or souvenirs. Some Sikh passengers have raised\nconcems that this treatment amounts to racial profiling, as passengers of other faiths wearing\nsmall Trishuls or Crosses do not face similar restrictions. This directive appears to stem from a\nmisunderstanding regarding the distinction between small articles of faith and the larger\nKirpans, which are permitted on domestic flights but restricted on international flights.\n\n3. In this regard, | have been directed to request you to sensitize ASG personnel to\nexercise better application of reason while allowing/disallowing certain items during security\ncheck process if the same has not been specifically mentioned in the list of prohibited items by\nBCAS, considering factors such as edge (sharp/blunt), souvenir or replica etc. and its potential\nto jeopardize the safety and security of civil aviation operations. Meanwhile, it is of utmost\nimportance that no security norms are compromised. It is also requested to sensitize personnel\nto be polite, courteous, careful and tactful while handling such sensitive sentimental issues.\n\n4 This has been issued with the approval of the Competent Authority.\n\nPK anys\n\nAsst. Inspector General/APS\n\nCopy to:\nIGIAPS | & Il For favour of kind information please.\nAll Zonal DisG ~-do~\n"
}