{
  "1": "“popping flight’ at an criginating stati.\n\n\" carried out by the cabin crew and alss ensure\n\nNo, GiS-8(25) /92:\n\nSub: INSTHCTION:\n\nSub: -INTNG 20 HEADCOUNT 02, BASSE,\nGERS AT Its .\n\nTE/TRANSIT STATIONS.\n\n+ The Ministry of Civil Aviction & Tourism azpointed a\nComittee headed by the Director General of Civil aviation to\nook into the security measures to be adopted by all air-\ncarriers includins foreiyn air-carriers operating te/trom\nIndia te forcislate 2 minicum security procedure tn accor-\ndance with Interrstivnal Standards & Acconzended Practices\nas enumerated in Amnex-17 of IG.0, The rac:menctions mde\nby the committee has been approved by the Secretary, Min.of\nGig, Government of India. \"\\\n\nthe recsmnen ations mde the committee\nhe:decunt of passengers at inter-\nted below fer canditory\n\n2. On the basis c\nins tructts 2s\nnediate/transit stations are vnunera\niuplecuntation by the air-co rriers:-\n\ntermediste/transit stations:\n\n3. ‘Headcount of »:\n\nAttention is invited ts cur circular crder wo. CAS?\n26(8)/82-Div.III dated 2-2-88 in which instructi:as pertaining\nte the above subject have been ismod. It fay be reiterated\nthat there 1s possibility cf a potential saboteur boarding a\n\nwith a. registered\nbaggage containing an explosive device with ticer and disem-\nberking at the noxt transiting/internedicte ststion of the\nflight. In order te eliminate this pusyibirity, the instruc\nticns already issued in this regard t. verify the number of +\npax. on board the aircraft before taxe-off fica the inter-\nmediate statin cn the basis of the. passen.er list of the\noriginating ststion end the joining pax. at the intermediate\nstaticn excepting those why are to disembark at that parti-\ncular station, aay be strictly adhered to.\n\nBesides ensuring the sbove by the cuncerned operational\n\nstaff, the captcin of the aircrcsit should be mde tc assuciate\nhinself with such responsibilities and the atr-carriers should,\nin (heir operatisnal canuci, clearly lay down that before teke-\noft ‘froaany almort,..the airlines should ensure that the\nson beard the aircraft have been properly\narr that tho head-\ncount of pax. vis-a-vis the through pax./joining pax. and\nthe disembarked pox. at & staticn, tally ceticulcesly and\n\n",
  "2": ""
}