{
  "1": "Ne.ChS-25(2)/¥3-Div.I\nGovernment of India\n-; Bureau of Civil. Aviation Security\n\nI-III Flr., ‘At Wing, -\nBe Janpath Bhawan, Janpath,\n{ z New, De]hi-110001,\n\na Dated: 2/9/93\n\nSub.: Fees applicable PERM ing of registered baagage\n‘ cargo/any other item by Naticnal. Air Carriers for\nforeign cerriers on contract. .\n\nReference may kindly be made to paragrpph (¢) of the\nminutes of the meeting held on 30/7/92: in the office of the:\nChairman, IAkI. to sort out the installation of X-ray BIS\nforwarded to you. by our memo: of even number dated 3/8/92,\n\nBY It was decided in that meeting thet the fess te be\ncharged by Air India/Indian Airlines from any other air carriers\nincluding air taxi cperators and foreign air carriers for\nscreening ‘their registered baggage or ca8go shall be uniform\n\nas prescribed by the LAI in accoradance’ with Government's\ndirectives for uniform charges,. #\n\n3. On the request of the national air carriers this subject\nwas discussed in the meeting of the A visury Committee for\nCivil Aviation Security held ch 15/7/93 and TAI clarified thtt\nif the air carriers are using their own X-ray equipment ox the\nequipment provided by the airport Management for this purpose\nthe charges for screening the registered baggage/cargo or any\n\nfen vlher item cf any otherair carrier will be lft to the naticnal\n\nair carrier ccncerned on the basis cf the reciprocal/bilateral\nagreement existing with such carriers. However, if the national\nair carriers are using the equipment installed by the airport\nmanagements, Is, AI stiall aay usage charges to the Airport Manage-\nments as per the rates shown below1~\n\n5) Akcraft upte the capacity of 25 seats Rs.150.00 per flight\n\nb) Aircraft upto the capacity of 26 to\nv. °50 seats. Rs «300,00 \"\nc) Aircraft upto the capacity of 51 to\n7’ 100 seats. Rs.600.00 -\nte Aircraft upto the capacity of 101 to\n200: seets Bs,1200.C0  »\ne) Aircraft upto the capacity of 201 —.\nand above seats Hs.1600.00\n4. The arrangements may be finalised Lelween Ube oli sort\n\n\" autherity and the IA and-AI,\n\n5. In view of the above decision, as assured by CM),Air\nIndia, henceforth, /.I shall teke the resacnsihility of screening\nthe registered baggage cf those foreign aircarriers whc have\n\nno arrangements at the internaticnal airports. The fees tc be\ncharged by AI will be as decided above.\n\nJET AIRW:YS-SECURITY\nContd... Jusgyes no SSO\n\n, yy 2 ore. Aly [so\n\n"
}