{
  "1": "be Segrsilnmediele\n\nNo.chS-8( 4) /92-Div. I 5 ee\ni Government of India ~ fot rena ns to} yoeO\nBureau of Civil fwiation-Security {\n\nI-IIT Flr., 'A' Wing,Jansath Bhawan\nlityo! @ot) Janpath,. NewsDelhisly :so° 7\n\nSub.: . Instructions pertaining..to.-th\nof cou ier Bags.\n\nReference’may kindly be maéé’ to ‘our “memorandum of,\neven no. datec 18/6/92 on the above subject 21so ‘to\nparayraph no, I(iv) of letter no. AV. 13024/21/a9~-ssv ct.”\n12/1/90 forw rding the instructions pertaining to the security\nof courier bags. ae ot\n\n4\n\n2. In the AUvisory Committee for Civil Aviation Secuity\nheld on 15/7/93 uncer the chairmanship of Secretary, Civil... 1i.\\\néviation, the time for the courier alonywith their bags to\nreport to the airline counter was discussed anc it has been\ndecicec that in domestic flights the courier salen jw:\nahall report in the subject area two hrs. before the scheduled\ntime of departure of the flight at all airports instead of\n\nthree -hrs. This will he apslicthle to the courier operations\nundertaken by the air texi operetors also. However, there-is no\nrelaxation in the xe screening/physical checking of the courier\nbays. The atove cecision shell come into operetions with\nimmediate ‘effect.\n\n3. It is to reiterate thet courier bags heve te invariably\nhe accompenied Ly a courier of a registered courier or on board\ncourier companies.\n\n4, The air carriers and the air texi operators should\nimplement the existiny instructions on the subject without any\nlet-u. In case of violaticns hy any carrier, it will he seriously\nviewed and may lead to cancellation of operational permits.\n\n4s reyarés international flizhts, inclu the\nan Kirlings, the existin: time period of 3 hrs. should be\nvachered'to air view larger volume of the bays end customs\n\n‘formalities , etc.\n\nZL\n(J. Ne Roy)\nCommissioner of Security(CA)\nTo\nLe Cit, Air India, Bombay\n2. Mo, Incian Airlines, New Lelhi.\na RDOCS(Ch), Bombay/Calcutta/Macras/Celhi with the\n\ninstructions thet this may be brouzht to’ the notice of\nall concerned incluciny air taxi oderators.They ere\nfurther requested to monitor the courier haj secuity\ncontrol by all # r carriers and if any violations of\nthe instructions are noticee, it may be broubht to\nthe notice of the Gommissioner of Security, Civil\n&viation imme\n\n"
}