{
  "1": "ore?) = ee ON eet\n\nSub: Carriage of arms and ammunition by the Personal”\n\nYo) Security officers/Security Officer of VIPs an\n-Y ; igh Risk Dignataries on board the Stearns\n\nlights while accopanying them 70\n\ncircular of, even number dati\n10-8193 conveying the decision of the Governsent pettiss\nthe carriage of weapons by the PSOs of the VIPs.\nof Civil Aviation — Security — vide\nNo.CAS-7(9)/92-Div.I dated 26.8.1993 have informed that the\ngegeption from the operation of Rule 8 of the Atrcraft Rules\n\nranfed to the PSOs for carri aras on\nscheduled flights would 4 ft neil acters\n\nThis refers to our\n\n‘The Bureau\ntheir memo\n\nstand with ar 29 De\ncane SegeIse3. a thdrawn w.e.f 15.9.199\nTibtleg (bee bores: ienr0saeould -cesval near’\nand thelr eres and nition may, therefore, be carried tn\nstrictly. aie es ee\nfeats\nHSB-9(2$5)/93 Oate 10.8.1993\n\nSub: Carriage of weapons by PS0s/SOs.\n\nFollowing the incidents of hijacking which occurred =\n\n‘An rapid succession recently, @ review of the security\nprocedures was undertaken to ensure tightening of the\nSecurity measures and better security and safety of civil\naviation operatins.\n\nOne of the areas identified in this connect lon,\n\nrelated to carriage of weapons by Personal Security Officers\n\nfe (PS08)/Security Officers (SOs) of certain categories of high\n\nWf tisk dignitaries on board comaercial flights which was\n\nConsidered Eraught with risk. Since the objective was to\n\nmake the airports and aircraft totally secure and safe for\n\nall passengers, there was no need for the PSOs tocarry arms\n\no board the aircraft. There was also no need for PSOs to\nprovide security coverage onboard.\n\nIn pursuance to the above, the Ministry of Civil\nAviation vide its order No.CAS-7(2)/93-Div.1 dated 30.7.1993\nhave directed that if a PSO has to travel by any commercial\nflight, he needs to do so unarmed andhis arms and ammunition\nmay be carried in the registered baggage.\n\nIn view of the above, it has been ordered that\nexemption from the operation’ of Rule 8 of the Alrcraft\nRules, 1937. granted to the PSOs for carriage of arms on\nboard the scheduled flights, would stand withdraw\n\nGenk\n\nBUSA Te)\n\nboard commercial flights.\n\nusB-90857)/93 Ll uy @ liebe 2os\n\nThe Governm\n\nrowrimattnycavernant of India, tatstey of Chul) Avi gtton &\n‘ourigu vide letter No.CAS-7(2)/93-biv.) dated 18.9.1993 ha\nissued the following orders: s bee uae\n\n“Ordinarlly, no person, including security per\n. i iny rit: sonny\ncan travel armed in any cieacrclal Tiight. oe\n\n",
  "2": "z iV\nSub:GarrLage of arms by Personal Security Officers on :\nboard commercial flights.\n\nThe Government of India, Mintstry of Civil Aviation &\nTourism vide letter No.CAS~7(2)/93-Div.1 dated 18.9.1993 has\nissued the following orders:\n\n“Ordinarily, no person, including security personnel,\ncanscraveteacnedh!mecny: commerclelsinigity\n\nThe Special Protection Group (SPG), statutory charged\nwith the responsibility of providing security to\nspecified persons, have brought to the notice of the\n\nGovernment certaln special requirements of thelr\nworking.\n\nYo enable SPG__— Protectors discharge \" their\nresponsibilities without having to awalt retrieval of\nbaggage rom the barrage hold, permission 1s hereby\naccorded, under rule 8 of the Aircraft Rules, 1937,\nfor carriage of fully unloaded arms as hand baggage,\nwhich may be carried in the cabin of the alreraft, by\nthe SPG while on duty, the ammunition shall be carried\nseparately, It will be the responsibility of the SPG |\nto ensure that’ on hoard a commercial flight, the\ncustody of the ammunition is clearly in the hands of\n\nSPG personnel other than those who have the custody of\nthe arms.\"\n\nThe above instructi,ons of the Government may please be\nbrought to the notice of all concerned on need to know basis.\n\n"
}