{
  "1": "ig GOVERNMENT OF INDIA\n\n: BUREAU OF CIVIL AVIATION SECURITY\nSANPATH BHAWAN. ‘AT WING,\nJANPATH, NEW DELMHI-110001.\n\n3 No.CAS-7(2)/91-Div.1\n\n+ the 16th July, 1993.\n\nDated, New Delh\n\nMENORANDUIL\nSubject:- Procedure for the pre-embarkation checking of the\n\ndisabled/handicapped/sick passengers travelling by_\nair.\n\nThe existing instructions with regard to the , pre-\n\n. embarkation procedure for checking of the disabled\n\n/handicapped/sick passengers travelling by air are contained in\n\nthe instructions issued vide No. CAS10(3)/85-Div.VI dated 18th\n\n1 Sept., 1986 and Ministry of Transport (Dept. of Civil Aviatign}\n\n+ No. AV.13024/89/86A (Vig.) dated 23rd June, 1986. These -\n\n: instructions had emphasised that the categories of\n\n' abovementioned passengers travelling by air shall also pass\n\nthrough the normal. security checks while boarding the civil\n\nflights and will be subjected to the usual anti hijacking\n\nsecurity procedures. On April, 24, 1993, at Delhi Airport, a\n\ndisabled passenger using crutches was able to smuggle two\n\nweapons on ‘board and hijacked the plane. The matter waa looked\n\ninto by a Committee appointed by Government of India. Based on\n\nits recommendations, following fresh instructions regarding\n\n~ --checking of the disabled/handicapped/ sick passengers, etc. are\n\nhereby issued. All previous instructions in this regard stand\ncancelled:\n\n(a) It is reiterated that passengers who are disabled on\ncrutches, in  -wheel-chairs/ stretchers or use\nprosthetics such as. artifical legs, etc., are not\nexempt from normal security procedures. They also\nshall have to pass through the normal security\nchannels while boarding the civil flights. ~\n\n(b) The airport management/respective air carriers shall\nprovide wheelchairs and’ render necessary assistance\nto facilitate the movement of the disabled/handi-\ncapped persons. However, they would nct normally be\ndirectly taken to the aircraft, except as provided in\nItem No-(e) and will pass through regular, security\nchannels/procedures.\n\n(c) The Airport Security Staf€ should be thoroughly\nbriefed that the possibility of carrying weapons/\nexplosives and other dangerous materials through such\n\n",
  "2": "_ passengers is higher than through 9 normal peasen\n{and therefore, these passengers need be checked with\n\ncare. Where such a passenger is a lady, she will\nhave to be, obviously, checked by the female security\nstaft. «\n\n(a) ahs) checking of such passenger should be thorough and\n\n“far -as possible, the shift Incharge/Inspector\nInchatges should also satisfy himself that the\npassenger can be cleared for boarding.\n\n(e) Other category of such passengers are those ~ho are\n- anbulance cases, and are directly taken througli the\nsecurity gates to the aircraft for boarding due\n\nto\ntheir exceptional condition/illnees, etc. In such\ncases. as far as possible; the — airport\nauthority/airlines should provide its own ambulance.\n\nThe passenger should be subjected to a pre-\nembarkation security check at the gate of the\nsecurity gate by the Inspector/Officer Incharge of\nthe Police Control Room or the Anti-hijacking staff:\nAfter this check has been completed) then only the\n. ambulance should be permitted to proceed to the:\naircraft escorted by an Airport authority vehicle in\ncase the ambulance is privately owned. ‘The Incharge,\nPolice Control Room, shall also participate in the\nchecking to -ensure that vehicle does not carry\nanything objectionalbe and is not being accompanied\nby unauthorised persons or persons who have no\nbusiness to be in the ambulance.\nIn conclusion, it is reiterated that there is no scope\nfor leniency in respect of invalid/disabled/sick persons during\nthe pre-embarkation checking/procedures. on the contrary,\nthere is ample reason to be more alert and wary.\nBas).\n\nWj 249 2\n\nfee an Hi ?\nAddl. Comalgsioner of Security\nfor Commissoner of Security\n(civil aviation)\n\nDistribution:\n\n1. ° DGP/IGP of all States/UTs (as per list attached)\n\n2.° DCP/Addl. SP; ArrpofC Security, Fomvay/Deini/taaras/\nCaicutta.\n\n3. | General Manager, AAAI, wombay/velhi/valcutta/taaras.\n\n4. ° chairman, IAAl, New Delhi.\n\n5. Chairman, Naa, New velhi.\n\nie is requestea that tne above instructions may please be\n\nconimunaced to ail the aerodrome Officers.\n\nBAS, 1B. cy Acs, Civil Aviation security, Bompay/Caicuttay\nvelhi/madras.\n\n7. Managing virecton, Air india, vombay.\nv. Managing Director, indian Airlines, New velha.\n9. General Manager, vayudoot, New velhi.\n\n6.\n"
}