{
  "1": "GOVERNMENT OF ERULA\nBUREAU OF CIVEL AVLATLON SECURITY\nJANPATIL BHAWAN, JANBATH, NEW DELI\n\n3-94\n\n~ fib) /92-biv.1 « Dated 3\n\n\\\n\n: MEMORANDUM onl\nSUB: ENTRY INTO ‘MIE ALWCRARY.\n\n: the subject of introduction of special measur\nto monitor entry into the aircraft of those who are on\nduty, except the cockpit and cabin crew who are Elying\nwith the aircraft, had been under discession for sume\ntime. wo Inquiry Committees (Pande Committee and Saxena\nCommittee) bad also recommended introduction of\nAdditional identity cards to keep an account of those whe\nhave had an aecess to an aircraft before Clight: in Ube\noperational area.\n\nYhe Advisory Committee for Civil Aviation\nur.ty of the Manistry of Civil Aviation on ais  XXXVth\ntang CLO. L. L994) fet Bhat, Vssuc of Special\nIdentity/Valadakion Cards far Uhis purpose would not bea\npractical proposition, Hence, ib was decided that the\ncurrent practice an Lhos regard observed by Arr tndie\nshould be £ollowed by all other air brie both\nnat wonal { foreign. tn the Light of aeeision «\nthe Advisory Committee Lollowing procedures 38 preseribedt\nLo moniter and kee ord of Chose entering an airerall\non duty. All the air carriers whether national or\nforeign shall keep a re at the step-ladder point of\nan aircralt in-waich the names, designation and th time\nof entry of all those entering the aireraft shall be\ninaintained in addition to prescribed security checks.\nthis will, however, nol inelude the cockpit and cabin\ncrew who are travelling with Lhe airerefl as a so Lhe\nscheduled passengers who have already undergene the\ntcurity checks.\n\ne@-embarkation\n\nthese orders shall come in force with ime iabe\nFeel. WK\"\ni Paes\n\nadil Wissyoner of Security\n: F Civil. Aviation\nASL Natzonal and Farergn Are Carricrs,\nWs(Customs), Ministry ch Banance, Sew Delhi swith\n\\ request to unform all the Customs and connected\nobiacaals, to cooperate i uaplementing hhc\n\nuit amet) 3f3]9%\n"
}