{
  "1": "5 BUBEX OF CI\na WING, JAD\nJANPATH,\n\nDeted 13.07.1995\n\nPASSENGORS, BAGGAGE RECONCILIATION SZSTEt\n\nOgIECTIVE\n\n> MBTHODOSOGY 5\nCS fama Bs\n\nSey NEhal1 ESRPALSEMUETATERSE ROE NED Ny of\n\nthe following procederes:—\n\n(i) pIvERTey GayTAy enex£ieat¥on by the passenger.\n(ii) MManual™passe Sensis\" aoguge eueobeh intron.\n(iia) conpueReiam: RYRgw! of the passengeg and the\n\nreaistered baggage.\n\nFollowing procedure is: recommended for\nIdentification/manual passenger - baggage reconciliation.\n\nIN\n\nCheck-in ctaff plays a vital tole in ensuring the\ncorrect adherence to the procedure paid down. Any\nerror in check-in process may cenult in comprom-sing\n\ns) the securizy norms and also defeating the objectives\nof the procedure,\n\nwhe Each baggage tag will comprise of 4 parts out of |\n\nwhich 3 parts will be detuchuble. All 4 portions will\ncarry the di stination and same *ag wumber., Each portion\nwil! “have gmall place for writing the boarding\nnumber /Sequence/seat number allotted to passengar at the\ntime “of check-in, Different colours may be used ‘or\ndifferent destinations. .\n\n2. Sat the time of check in; each -passeng2r wili be\nqiven distinct bearding number/seqience number/seat number.\nFor diffecent ‘class of passengers, nor. rav be allutted for\ngah class in continuous batches dependicy upon seut\ncities ana contiguration of aircraft e. r\nclades idy~-20; ‘écGnosy class 2972. 130) ece=\n\nvill be weitten on a\nthe bags han led\n\n",
  "2": "tag will be detached &\n\n4. First part of each baggage St\ngiven to passenger for the purp2se of claiming the baygage\nal the destination. ‘ e\n\n5. “Secdnd part of baggage tag wil} be detached &\naffixed on the flight coupon.\n\n6. Remaining tag alongwith third part will be tied to\nthe bag. 7\n\n1 Boarding number/sequenze number/seat. number and\nnumber of pieces alonjzwith total weight ‘iil also be\nwritten on the front portion of flight coupon. ¢\n8. Boaruing no./sequence no./szat 10, will be zeftected\n\nen bot: the portions of tle boarding card.\n\nPhyvica’ Baggage Fdenticication:\n\nAll the registered baggages aftec their receint in\nthe Bagyige mate up area and completion of othir\nformalities sh.ll be 1s up on the Ait side «2 the\nTerminyl] Bui'ding or on the tarwac as the case may be for\nphysical identification oy the passenger before boarding.\n\nLe For thia perpose, the bacaiges should be Lined up én\ncat rows with suiicient spece in betwrer the rows\n\nat Wherever possible the beggages shoud Le arvunyed\nurder a shed 30 that they ave not damaged by rain oc tho\npasaergers are not itconvonienced.\n\na: At the Aicports where haggages are lined up near the],\nforminal Building itovlt and passcngers ara” “éxpected to\nidentify the ouggage and return bick to security holé tha\npassengers shall not carry lneir hand wvaggages while\nproceeding for i@witification of registered waggtje. This\ncalls for making certain spece available for keeping the\nhané baggages in such a way that pessengers can teep a\nhatch on their belongings while going ont for\nidentification.\n\n4. The identification shall be cacricd out by the\npassenger who has booked-in the baggage and not by otners.\nThis can be ensured if the tag number of ihe reyistered\nbaggage in the hand of th. passenger fotillied with the\ntag number of the registered baggage. After ident ttication\na cross mark may be placed at the vuagage tag of tho\nregistered baggage as well a: on the passencer por\nthe baggage tag.\n\n5. Wherever fuaysical begcag2 identif’cation is being\ncarried out it should be made clear tu the passenger that\nno baggage shall be placed on board uniess swe is duly\nidentified by the concerned passenger.\n\nIn case any baggage retains unidentified. ime iii: +\n\n",
  "3": "e.tdtts ‘should b: made to lovat? the concerned passenger.\nIn case the passenger fs not traced cut the baggage shall\nnot be put on board.\n\n7 At the Airport where passengers are to id:mtity\nbaggages while on way to Boarding (as ir(case of small\nairport) tn@ir movement has to be kept under watch so that\nno passenger has the opportunity of excHanying his hand\nbeggage (which is security vetted) with the registered\nbaggege (which may not be accurity vetted) ty exchange of\nbaggage sos Further It shculd be ensured that aJl the\npassengers after identifcation proceed straight to the\naircraft.\n\nBaggage. Matching\n\n9. Baggage coming to make up arva from check in counter\nwill be arranged separately for each flight. Baggage will\nbe lined up in order of sequence number/ocarcing number/\neat number. :\n\n10. | Before loading the trgqage in the trolleys, tiird\nportion of the baggage tag will be removed and affixed on a\ngrid sheet having capacity to avcommudate ut least 25 such\ntag portions. Baggage will be luaded in the trolley\nserially by Sequence number,’ooarding number/scat numbers.\nTrolley no will be written on the grid sheets.\n\nql. When a trolley has been loaded, cotresponding grid\nsheets will be sent to baggage match dusk.\n\n12. AL the baggage match desk, the trg runhecs on the\ngrid sheet will be compared with the taj numbors available\non the flight coupons and -bsth will be czoused as an\nindication of matching havin been don’ Tale exercise\nwill cont‘nue till all the tag on grid shuets receivec fo:\na flight have been matched with the corresponding taga on\nflight coupons.\n\ni3. Hold area in the aircraft may be dividea into\nvarious compartmenzs depending on its capacity and each\ncompartaent earmarked for keeping baggage for e given range\naf sequence/boardil.g/sea: numbers.\n\n14. Ao and when the matching for a particular trosley is\ncompleted. the trovles may be released for the purpose of\nlnading baygage in the aircraft. Baggage of this trosley!\n\nbe loaded in the hold ares pre-fixed according to sajvence\nnumbers. 7 a\n13, where any discrepancy to noted either en gcid ahe\n\nor on flight coupons, necessary action will be taken for\nreconciling missing/extra bigs.\n\n16. Toco number of bays received at the time -cf—clwcs\nin and total numver of bags loaded in the aircraf wiil\nalio be tallicl after the chec!-in countse hot osen elas\nS manifest neady. -—\n\n",
  "4": "LSSUNGER RPCONCILIATION — ~*\na, As and when passenjcrs report for boarding, et the\nladder ~ point, ““odarding stubs will “he retained.\nSimultancously the seat no/sequence, no. of passenger\nceporte! for boarding sill be struck bff in the Boarding\ncheck ghert. Once the boarding is comp}e!e tctal number of\nPassengers who have raported for, oarding (stubs\ncount/Boacding check sheet) will be matched with passengers\nchecked-in. In case al] the passenger heve reported,\nBaggage- passenger reconc:liaticn will be complete and\nflight may be cleared from “his aspest.\n\n18, Where nu»ber of passenjers beardvd are short or in\nexcess of no. ‘df passengers checked in; infocmation ubout\nsuch passengers will be collected by matching .such\nsequonce/seat nos. boarding rheet with corresp flight\ncoupons and efforts made tr trace out such passengers for\nreconciliation i.e, extrs passenger* off loaded and\nshortages made up.\n\n16 ‘where migging passengrr can't be vraced his baggage\nbe retrieved from the respective compartent of the\nbaggage hold = bv ~— identification through boarding\nnumber/sequence number/aeat number on the baggage tug and\n\nremoved from the aircraft.\n\nON LINH TRANSPER 3 bs\n\nOn-line passengers will collect thoir registecec\nbaggage on arrival at transit station ana report at the\nheck in counter again “or inward Sourney, Baggage haadl ing\nwill ba done in the game manner as for new pasucngera.\nOperators may make special accangements fue fust processing\nof such on-line pausengeca,\n\nAlternatively, vegisteted. baggage %f all auch\npassencers may be taken tu identification area for the\npurpose of identification after security cteck/uelore\nboarding at the transit station, in such\nwill be required but all such tays may be marked with a big\nT at origination station for the ourpoue of eury handling|\nat ceanait stations.\n\n1\n\nNote : In cane of apocial vlisry of panyengers Like wait\nlist, upgrade cases, ets, the baggage tag should be}\nmarked In such a way as to cleurty identify euch\ncategory of passengrs an theic baggage. In.casn of\nany modification due tc’ unaracation~ the: sequence\nnumber for old class 33 wall as now class = buh\nshould be indicated on the borrding coupon. In cuse\n\nses no new tags |\"\n\nof - additionui baggage efter the check-in is\ncompleted the flight coupon shall be amended ard the/\nconcerned staff notified so make amendirent on the!\npassenger manifest.\n\n"
}