{
  "1": "PRR SR ROR ST IRENE HAE toon} SERRE SATE EEF ne Br\nyt poo GovernnewTsoF !INDIA HE\n“it\n\nBUREAU OF CIVIL}AVIATION SECURITY a\nbee Se ae : JANPATH, NEW: DELHT ~ 110001 ~\n\nA' WING, I-IIT°PLOORS, JANPATH BHAWAN x\n\nvoted hh 15,\n\n4\n\ni To 3\nHes Pa\njl ae\n| L The Director (Security) a\n; Air India ; ‘|\nAir India Complex i }\nNariman Point a / A\n. SMUMBAT. | : s\n2 The Director (Secutity) |. oil\nt Indian Airlines . P\ni Safdarjung Airport Complex, 7 :\n4 New Deihi-110003 ! i\ntS Managing Director, HA/a2r, Makce chambees fii, +\nVet Airways, Sahai Modiluft, Natinen Pein,\n| East West Airlines, NEPC, NEPC Murvbai- soee2t !\nSkyline & Archana Airways. z\nld\ni 4. Chairman\nAirlines Operators Committee,\nDelhi/calcutta/Mumbai /Madras.\n5. Regl. Dy.Commissioner of Security (CA)\nH Bureau of Civil Aviation Security :\n; Delhi/Mumbai/Calcutta/Madras.\nSir, } eit ‘\n\nEnclosed please find herewith our draft circular on the\nsubject of REGISTERED BAGGAGE SECURITY SYSTEM - STANDARDISED\nTERMS/CONDITIONS for implementation. This is proposed to be\nissued by the Bureau for bringing in unformity in the baggage\nreconciliation system.\n\nj\ni\ni\n\nYou are requested to give your comments/views/\n2 amendments as also any additional facts which you may like to\nWZ i282 ors aalates {\n\nYour comments may be forwarded to us within 30 days ‘| |\nfrom the issue of this letter, failing which it will be\npresumed that you have no suggestions co make.\n\n",
  "2": "Re ie cree \\Secrerry,\nGOVERNMENT OF “INDIA ate\nBUREAU OF CIVIL AVIATION SECURITY\n\noe \"A' WING, I-III FLOORS, JANPATH BHAWAN\na JANPATH, NEW DELHI - 110001\n* wo.cas-25(4)/91-Div-T ‘\n% ia - | CIRCULAR ©\n\\\nSub :wREGISTERED BAGGAGE “SECURITY SYSTEM - STANDARDISED\nTERMS/CONDITIONS.\n\nThe Jmatter of evolving uniform and standardised\nsystem for baggage reconciliation has been drawing the\nattention of the Bureau for quite some time.\nRepresentations have also been received from various air\ncarriers for adoption of standardised system in this\n€ regard. ~ 5, OA\n\n“The objective of passenger baggage reconciliation is\nto ensure that -no-registered baggage is placed on board an\naircraft unless either the concerned passenger himself\nboards the aircraft or the registered baggage is subjected\nto prescribed security control such as (i) physical\nexamination or (ii) x-ray examination vr (iii) 74 hours\ncooling off. :\n\nKeeping regard to the security norms the following\nprocedures will be adopted by air carriers (scheduled/non=\nscheduled) for identification/manual passenger and baggage\nreconciliation\n\n= CHECK IN (COMMON TO ALL) *\n\n1. Each baggage tag will comprise of 4 parts of which 3\nwill be detachable and all the 4 will carry the\n« description of same destination and tag number. All\nthe 4 parts will have the flight and seat numbers\nmentioned thereon.\n\n2. At the time of check-in, each passenger will be\ngiven distinct boarding number, sequence number and\nthe seat number. For different classes of\npassengers, numbers may be allotted for each class\n\n, in continuous batches depending upon seat capacities\nand configuration of aircraft.\n\nThe boarding number, sequence number and seat number\nwhich will be unique for each passenger on a\nparticular flight, will be written on all portions\nof the baggage tags for all the bags handed over by *\nthe passenger at the time of ‘check in.\n\n4. First part of each baggage tag will be detached and\ngiven to the passenger for the purpose of claiming\nthe ‘baggage at the destination. Second part of\nbaggage tag will be detached and affixed on the\nflight coupon. Third and fourth parts of the tag\nwill be tied to the bag.\n\nContd....-2/-\n",
  "3": "I.\n\nTe\n\nBoarding number, sequence number and seat number and\nnumber of pieces alongwith total weight will also be\nwritten on the front portion of flight coupon.\n\nBoarding number, sequence number and seat number\nwill be reflected on both the portions of the\nboarding card.\n\n“Airc Operators will follow one of the procedures\n\neither II or Til.\n\nPHYSICAL BAGGAGE IDENTIFICATION\n\nAll the registered baggages after their receipt in\nthe Waggage Make-up Area and completion of other\nformalities shall be lined up on the air side of tho\nTerminal Building or on the tarmac as the case may\nbe for physical identification by the passenger\nbefore boarding. . g\n\nFor this purpose, the baggages should be lined up in\nneat rows with sufficient space in between the rows.\n\nWherever possible the baggages should be arranged\nunder a shed so that they are not damaged by rain or\nthe passengers are not inconvenienced.\n\nAt the airports where baggages are lined up near the\nTerminal Building itself and passengers are expected\nto identify the baggage and return back to security\nhold, the passengers shall not carry their hand\n\nbaggages while proceeding for identification of\nregistered baggage. i\n\nThe identification shall be carried out only by the\n\nPassenger who has booked-in-the baggage and not by\n\nothers and it should be made clear to the passenger\nthat no baggage shall be placed on board unless\nidentified by the concerned passenger. After\nidentification with the help of.tag number a cross\nmack may be placed at the baggage tag of the\nregistered baggaged as well as on the passenger\n\nportion of the baggage tag. ~ 3\nIn case any baggage remains unidentified and the\n\npassenger is not traced the baggage shall not be put\non board.\n\nAt the Airport where passengers are to identify\nbaggages while on way to boarding (as in case of\nsmaller airport) their movement has to be kept under\nwatch so that no passenger has the opportunity of\n\nConted....3/-\n\n",
  "4": "212r.\n\nbas\n\n(hs Pe en\n‘exchanging his hand “baggage (which is security\nvetted) with the registered baggage (which may not\nbe security vetted) by exchange of baggage tags.\nFurther, it should be ensured that all the\npassengers after identification proceed straight ta\nthe aircraft. In particular it is to be ensured\nthat no passenger returns back to Terminal Building\nafter the identification.\n\nBAGGAGE MATCHING\n\nBaggage coming to Make-up Area from check in counter\nwill be arranged separately for each flight and will\nbe lined up in order of sequence number/boarding\nnumber/seat number.\n\nBefore loading the baggage in the trolleys, third\nportion of the baggage tag will be removed and\naffixed on a grid sheet having capacity to\naccomodate at leat 25 such tay portions. Baggage\nwill be loaded in the trolley serially by sequence\nnumber/boarding number/seat number. Trolley number\nwill be written on the grid sheets. When a trolley\nhas been loaded, corresponding grid sheets will be\nsent to baggage match desk.\n\nAt the baggage match desk, the tag numbers on the\ngrid sheet will be compared with the tag numbers\navailable on the flight coupons and both will be\ncrossed as an indication of matching having been\ndone. This exercise will continue till all the tags\nom grid sheets received for a flight have been\"\nmatched with the corresponding tags on flight\ncoupons.\n\nHold rea in the aircraft- may be divided into\nvarious compartments depending on its capacity and\neach compartment earmarked for keeping baggage for a\ngiven range of sequence/boarding/seat numbers.\n\nAs and when the matching for a particular trolley is\ncompleted, the trolley may be released for the\npurpose of loading the baggage in the aircraft.\nUnder no circumstances a trolley will be released\nfor loading till the matching desk has completed the\nreconciliation and confirmed for that trolley.\nBaggage of this trolley may be loaded in the\nearmarked area of the hold according to sequence\nnumbers. F\n\n“1 :\n‘Whece any discrepancy is noted either on grid sheet\nor on flight coupons necessary action will he taken\n-ifor reconciling the missing bag tag. This may arise\nHin either of the two cases:-\n\nContd. ....4/-\n\n",
  "5": "14,\n\n25.\n\n16.\n\n17.\n\n18.\n\nii ane\n(i) Baggage Tag Portion no.3 or whole tag gets lost\nduring its movement from check-in to Baggage Make-up\nArea.\n\n(ii) extra bag gets planted at any staqe durina\nmovement from check-in to Make-up Area.\n\nOn the basis of information received from matching\ndesk regarding non-matching of a particular tag on a\nflight coupon, pax will have to be called to-Nake-up\narea for identification of the extra bag. In case\nmatching desk is able to match all baggage tags, the\nbag without baggage tag will immediately become a\nsuspicious bag and will have to be handled as such.\nCount of total bags checked-in and total bags loaded\nwill also help in dealing with such baa.\n\nTotal number of bags received at the time of check\nin and total number of bags loaded in the aircraft\nwill also be tallied after the check-in counter has\nbeen closed and manifest prepared.\n\nPASSENGER RECONCILIATION (COMMON TO ALL _AIR\nOPERATORS)\n\nAs and when passengers report for boarding at the\nladder point, boarding’ stubs will be retained.\nSimultaneously, the seat number/sequence number of\nPassenger reported for boarding will be struck o¥f\nin the boarding check sheet. Once the boarding is\ncomplete total number of passengers who have\nreported for boarding (stubs count/boarding check\nsheet) will’ be matched with passengers checked-in.\nIn case all the passengers have reported, baggage -\nPassenger. reconciliation. ‘will be completed and\nflight may be cleared. ~\n\nWhere number of passengers boarded are short or in\nexcess of “number of passengers checked in,\ninformation about such passengers will be collected\nby matching such sequence/seat number/boarding sheet\nwith corresponding flight, coupons and efforts made\nto trace out such passengers for reconciliation i.e.\nextra passenger off loaded and shortage made up.\n\nWhere-mising passenger can't be traced, his baqgage\nwill be retrieved from the respective compartment of\nthe baggage hold by identification through boarding\nnumber/sequence number/seat number on the baggage\ntag and removed from the aircraft.\n\nFlight shall not. be released until passenger\nreconciliation. is complete.\n\nContd. ....5/-\n",
  "6": "ON LINE TRANSFER (COMMON TO ALL)\nOn-line passengers will collect their reaiatered\nbaggage on arrival at transit station and report at\nthe check-in counter again for onward inurnoy.\nRaggage handling will be done in the same manner ay\nfor new passengers. Operators may make special\natrangements for expeditious processing of such on-\nline passengers...\n\nAlternatively, registered baggage of all such\npassengers may be taken to identification area for\nthe purpose of identification after security\ncheck/before boarding at the transit station. In\nsuch cases no new tags will be required but all such\ntags may be marked with a big T at origination\nstation for the purpose of easy handling at transit\nstations.\n\nIn case of special class of passengers like wait\nlist, upgradation cases, etc. the baggage tag should\nbe marked in such a way as to clearly identify such\ncategory of passengers and their baggage. In case\nof any thodification due to upgradation the sequance\nnumber for old class as well as new class should be\nindicated on the boarding coupon. In case of\nadditional baggage after the check-in is completed\nthe flight coupon shall be amended and the concerned\nstaff notified to make amendment on the passenger\nmanifest. *\n"
}