{
  "1": "Wusenuneu less eunwawee\n\nGOVERNMENT OF INDIA\n\n7 BUREAU OF CIVIL AVIATION SECURITY\n\nNEW DELHI\n\n1 : Date 30.4.97\n\nCIRCULAR\n\nX-ray ‘scrooning of Registored “Daggago has boon “mado\ncompulsory at International Airports at Delhi, Mumbai,\nCaicette, Cheaned and Trdvandrum with .effect from 45th\nNovember, 1996. In this connection following directions are\nissued for sfrict compliance by all concerned.\n\nI. DIRECTIONS TO THE AIR OPERATOR:\n\n1. Air Operators will adviso the passengers in suitable\nmanner that for all flights departing above Airports the\nScreening of Registered Baggage is compulsory,\nUnscreened baggage shall not be put on board.\n\nAir Operators will advise their passengers as to which\nparticular X-ray Baggage Inspection System (X-BIS) will\nbe used for X-ray screening of their flights. Ground\nhandling personnel working for the concerned Air\noperators should be briefed’so as to be able to guide\nthe passenger to the correct X-BIS,\n\n3. Ground Handling personnel should be instructed to ensure\nthat queuing is proper,\n\n4. Ground Handling personnel in check-in should keep\nsurveillance on passengers who have got their baggage\nscreened to prevent tampering.\n\nBe Check-in countur pursunnel shall ensure that vaggage is\nnot accepted unless security band/security seal is in\nplace and is intact. No checked-in baggage should be\n\nsent to Baggage make-up area unless it is X-ray screened:\n\nIf any bag needs to be opened for any reason (Custom\n\ncheck etc.) after {t has been security sealed, it has to\n\nbe rescreened and resealed.\n\nBaggage make-up area personnel will ensure that no\nchecked-in baggage is loaded in the Aircraft unless it is\nScreened through X-BIS. It will be their duty to check\nif each baggage has security band/security sticker in\nplace and intact. Baggage not meeting the security\nrequirement will be returned for X-BIS screening.\n\n7. Speciul _ proceedure will continue for handling the\nLiplomarke vag were: exoupiion from ng is ciaimed.\nSuch baggage shall be marked by the ck-1n personnel\n“Exempted from X-BIS screening\" before placing it on\nconveyor belt.\n\nBd\n\n",
  "2": "8\n\nX-BIS' screening of Registered baggage is an additional\nsecurity measure and {s not a substittute for “Passenger\nBaggage Reconciliation\".\n\nII, Directions to the Official Agencies operating X-BIS\n\nts\n\nEach X-BIS will require to be manned by three trained\npersonnel™ per shift. Only trained personne) will be\npermitted to\n\n(1) Ensure that bag is placed correctly into the tunnel\n\nof X-BIS. ? :\n(11) Monitor the X-ray image.\n\n(1i4)Physically check the contents of the bag/place\nsocurity stickers/band.\n\nAbove duties will be performed in rotation so that any\none person does not monitor X-ray image for more than 20\nminutes at one stretch.\n\nIn addition to trained personnel, agency may deploy\npersons to :\n\n(i) 1fft heavy haggages on to the idle rollers\n\n(11) take them off the idle rollers.\n\n(ii1))assist in operating the security strapping machine\n\n(iv) )generally assist the passenger in queve\n(v) )keeping the X-BIS area free of left-over trolleys.\n\nSecurity band/sticker used, shcula te got approved by\nBCAS for their size, shape and marking etc.\n\nStock of security band/sticker should be kept in secured\nconditions, under the custody of designated official who\nwill be held responsible if these are found lying\nunsecured.\n\nSecurity strapping machine shall be used only under the\norder of designated official and only those bags wiii be\nstrapped which are cleared by these trained personnel on\nmonitor/physical search.\n\nTwo Log vuoks ‘shail be maintained at each X-BIS as\ndetailed below.\n\n(i) X-BIS maintenance Reyister: - it shall contain the\n",
  "3": "a\n\nMachine Mudol/make distinciive number, name - of\nmanufacturer purchase price and date of installation\non the first page. From second page onwards, it\nwill contain “tho date and timo of breakdown nature\nof complaint, date and time of arrival of repairer\n\ndate and timo when machine is sct to order.. Last\ncolumn will glvo the name and signature ot otttetal\nagency's personnel who accepts the machine ‘as\n-repairod.\n(ii) Dangerous goods register: ere sersits of goods\naeciectes anc “not- permitted to be carried\" or\n~ “wpermitted to be carried in sate condition\" will be\nentorod, Following particular will be entered.\n\n(1) Date and time\n\n(2) Name of Pax/Ilight No./Air carrier\n\n(3) Dangerous Stem detected\n\n(4) If weapon then details of license\n\n(5) Condition of packing of dangerous goods (ammunition\nif loaded/batteries if in circuit etc.) :\n\n(6) Huw dinposedsotf (1f permitted how ft was repacked)\n\n~ ..ficiency, alertness and professional competence of .X-\n\nBIS operators on duty should.be regularly ‘monitored by\n‘ suporvisory officers. Bureau will also monitor their\nperformance by surprise checks. ersonnel not upto the\nmark will have to be taken off the X-BIS duty roster and\nshall be deployed back only after training/refresner\ncourse.\nArrangement should be made so that X-BIS remains\noperational throughout and down-time is minimum,\nAlternate standby arrangement with other agencies should\nbe kept ready in case the breakdown is likely to be\nprolonged. ‘\nA telephone connection frum X-bIS to security\nSupervisor/AAI/Police should be made available for\ncalling for assistance.\n( ww\n\nDirections to the X-BIS operators\n\nTurn out and deportment of Personnel should be smart and’\nshould -inspire confidence in pudlic towards X-BIS\noperation.\n\nNo stationery .{tems, stamping pad ot! r iteris/eatables\n“will be° placed over the machine, Ensure tnat’ the\nclounlines is maintainec both ins e the tunnel and\noutside 7 .\n\nBefore starting the operations the X-BIS “team shall\nensure that oe . .\n\n(4) Trained personnel, strapping staff and ine loaders *\n",
  "4": "8.\n\ntv) Vito otiore dtete position\n\n. Trained “staff (Ni\n\n(iv)? in\n\nigeed\nof’ tunnol,\n\nover tho “ontry\n\n(vi) Tables are availeble for. Manual .examination of\nsuspect bag.\n\n(vii) Telephone is in working condition.\n\nAVSLAY Monitor view Gor pax “is “blocked «by screen’\npartition, 4 later ete\n\nSwitch on the machine, reset the parameters, note the\nbaggage counter reading (if available) and let the\nmachine be in ready position. :\n\ny“at inlet point will ask the pax to\nshow his ticket and check -if the ticket. related to\ncorrect fiinht/carecler/date and status of confirmation.\nDuggage of persons who do not possess proper Air Journey\nTickots will not be X-rayod.\n\nOld security scals on the baggage will be removed\nbefore screening. If pax ticket is accepted then the\nbaggage will be placed on idle roller and on to tunnel of\nX-BIS in the prescribed manner, ,,\n\nBaggage will be placed in such way that there is a gap of\nat least 30 cm in between two baggages.\n\nTrained staff, (No.2) on X-ray monitor will scrutinise the\nimage of each bag and satisfy himself that no dangerous\nitems are being carried.\n\nIn caso X-ray monitor personnel suspects, any ‘bag ‘to be\ncarrying dangerous item, he will” 2 Avis Te\n\n“(1) Stop the eacnine and identity the Particular bag by\n\nX-ray {mage\n\n“(Uis) mand over the suspect,bag to trained staff no 3 for\n\nphysical exemption\n\n{\n\n[(44i)if ‘image “Giearly ‘shows ‘a. weapon, inform local\n\nassistance. List of\nig “given “during tho\n\nC2 Atrport Police control ras\nyouds ‘considered dang\n(raining on X-UIS.\n\nStor\n\n© “ol? suspected\n\n",
  "5": "‘Traimed staff no. 3 will _be responsible for\n\n(1) Physically examining the suspect bag, rendoring the\nItoms sare 5\n(41) Security strapping/sticker placement on the bag.\n\n({ft)Fnsuring that no registered hag coming out of X-BIS\nOkcapas propor security marking (strap/sticker).\n‘The mothudology of examining the suspect bag 1s\ntaught during the training on X-BIS.\n\n10. X-BIS screening has its own limitations. Five percent of\nX-BIS scroened baggage should at random be marked for\nphysical oxamination, in alert situation or vulnerablo\nflights this percentage will be raised to 15%.\n\n11, Duties between the 3 trained staff are to be rotated-\nevery 20 minutes to ensure best performance.\n\n12. Remember that X-BIS screening {s an important tool in the\ndetection of potential sabotage of Aircraft and Airports.:\n\n& Any lapse on the part of X-ray operators will be .too\ncostly for the Airlines, Airport and passengers. - Loss\ncaused duo to the lapse may be irreperable.\n\n. Successful detection of dangerous goods will. be\npromptly recognised. Any lapse in duty will be serfously\ntaken note of. ie ] . eo :\n\nIf in doubt avout the contents of a vaggage,\ninvariably mark it’for physical search.\n. 7 5.6 Fer, -\n(8.0. UREPATHL)\ne “Commissioner of Security (CA) _\n\nZ ;\n\nCopy to:\n\n1. Airport Directors AAI(IAD), Delhi, Mumbai, Calcutta,\n\nChennai and Thiruvanathapuram Airports:\n\n(1) To bring the content of this circular to the notice\nof all concerned by recirculation and also through\nAPSC meeting\n\n(ii) Suitable Uisplay board showin: information about the\nentrance gates for particul.: airline and official\nagency handling the concerred airline should be put\nup at conspicuous locations on city side as well as\nin the check-in area.\n\n",
  "6": "(1444) Ensure quick removal of trolleys from the check in\narea so that maximum area is available for pax\nmovement.\n\n(iv) )AAL asistance counter staff may be briefed about\nthls additional sccurity requiremont.\n\n(vJ Bureau should be consulted before altering the\nlocation of any*X-BIS or p}acement of additional x-\nBIS in check-in area.\n\n2, .. DCsP/SP - to instruct surveltience staff that pax may not\nopén security sealed baggage after the X-BIS ‘screening\notherwise bags will have to be screened again.\nAssistance in handling the weapons and ammunition\ndetected by X-ray BIS may also be required. ,\n\nwe RDCsOS Delhi, Mumbbai, Calcutta’ and’ Chenfiai to’ monitor\nthe functioning of the system on regular basis”\n4, MD AI/IA/Heads of all anes é\nAirlines operators in India for information\n7 and necessary action.\n\n. Se Director Security AI/IA\n\n6. AOC/Charter Operators Delhi\nMumbai/Chennai/Calcutta and\nTrivananthapuram Airports\n\nINTERNAL\n“pps to CUS(CA)\n\nPS to ACOS(P)/PS to ACOS(R)/DCOS(SK)\nOSD(I)/ AD(T)/ACS-MNC/RDG/DPD/JSR/SKB\n"
}