{
  "1": "; Govecdsent SE india ae 5 —_\n’ bureau of Civil Aviotion Security\n\nA whige AL floor, dang “Whavan\n. denupalh,, New Vellil.\n\nmtd: 11.7.97\n\n| .-CIRCULAR 4.\n‘ In supecsession of ineteuctions issued vide Nena, No.\n154/caS/70 dated 20.11-8). and in order to streamline the\nfunctioning of Airport Secucity Unit at the civil airporte in\nthe countey, the £ollowing aceas of duties ond responsibilites\n“ave assigned to the Airport Security Police Unit\n\n(i) Guarding of access points to prevent unauthorisnd entry\nof persons and vehicles into the airside of the\naerodrome.\n\n(1i) Pee-embarkation screening of passengers and hand\nwhogage.\n\n(iid) Sueveillance of pnasengers and cullection of\nintelligence in the terminal butlding and operational\narea.\n\n(iv) Guarding of Aircraft on ground. .\n\n(v)\n\n» carry ovt mobile and foot patrols of the airport.\n\n(vi) To enfor acceoy control measures at the rirport in\naccocdance with’ instructions issued by the Buresu\n\n(vii) Co-ordination’ with other government depactmento,\nairlines operators, airport authorities and othér\nagencies working at the aerodromes for the purpose’ of\ne€ective Implementation vf aviation security measures.\n\n(viii) Wherever Jucharge of Airport Security Unit io of the\nronk of by. Supecintendent of Police and above, he will\nact ag the Convoner of ‘the Airport Security Committee.\nIt will be his duty td enouce regular meeting of the\nAirpocl Security Commitkee and issue the minutes.\n\nPeat\n\n(ix) tn the event of ary contingency ond unlawful\nintecference at the airport the aviation security staff\nwill act in accordance with the guidelines given in the\nvcontingency plon of the airport.\n\n(x) To ensue that all the agencies operating at the\naicport follow the security guidelines assiyned by the\nBureau. This will include ensuring that only security\nregualted cargo, catering items, company stores, mails,\nunaccompanied baggage and courier bags find entry into\nthe airport and weapons, ammunition, explonive,\nexplosive devices and olhec such dangerous-yoods are\nnot allowed in the airport without permission of the\ncompetent authority oc without the prescribed security\nchecks.\n\nJn the sterile\n\n+» Clesest\n\nIn at\n\n",
  "2": "them\n\nmeasur\n\nduti\n\n“——\n\nhare, Airport Security Untt will be a member of PIC\ncommittes and he with ensure’ etrict tmplementation of\nPic instructions. By\n\nthe Aivport Secucity Unit under the administrative\n\nmieeol of State/UT Police authorities should confine\n\nnexelves to” the implementation of Aviation Security\n: They should not+be deployed on non-aviation security\nes ov law and order’ duties as theic absence from the\n\nairport adversely effects the airport security.\nPe :\n\nas\nshal\n\ncopy\n\nPPS\npo (\naCs-\n\nthis order gomes into force with immediate effect and\n1 vewain valid till Cuchter orders. y\n\n(8s\nCONNTSS LONER oO}\n\n2\n\ntor\nThe DGsP/IGeP, States/Ur. ‘\nThe Chairman, MAL, R.G. Bhavan, New Delhi. ‘\n\ncommissioner Of Police, Delhi.\n\nDest, Aixport Security Police, Velhi/Numbai/calcutta\nand Chennai.\n\nthe Superintendent of Police, Airport Security Police,\nCalentta Airport, Calcutta.\n\nthe et sare Directors, AAL (IAD), Delhi/Mumbai/Calcutta/\nChennhi and Yhiruvananthapuram Airports. *\n\nvitio» WHCOB FE HONS be tht /Numbad /caleutta and Cherinat.\nShri Ranjan Chatecjee, dint \\Secy., MCA, R.G.Bha\nNew Delhi. this hoo a rc se we to decision taken by\n\nthe Adviaury Committee on“Gi¥il' Aviation Security in &\nits 30th Meating held on 13.5.97% : |\n\nRNAL_D\n\nLo Cos (CA)/ PS to ACOS (P)/ PS to A (ne\nAduins)/ veos (SK)/Osv (1)/AV (Tech.)\nDiv. I to XI- RDG/DPD/HNC/SKL/ISR\n\n"
}