{
  "1": "RESTRICTED\n\nGoveRNMeNT OF INDIA |\n2 REAU OF CIVIL AVIATION SECURITY\nied WING, I-III FLOOR, JANPATH BHAVAN. ae\na JANPATH, NEW DELHI.\nNos’ caS-6(3)/97.Div_I Dated: 4.6* 97\nCIRCULAR as\n\nSub:-  Pilferage from check-in baggage at airports.\n\nComplaints with regard to pilferage/interference with\ncheck-in baggage of passengers are frequently received. Security\nand safety of check-in baggage is the responsibility of air-\noperators. Therefore, due care and caution has to be exercised\nby the aic-operators to preverit pilferage of/interference with\ncheck-in baggage of passengers.\n\nos In order to prevent pilferage of/interference with\ncheck-in baggage following instructions are issued which should\nbe strictly adhered to-by all concerne\n\nce Airlines must be careful at the time of accepting\nbaggage at check-in and see whether it is properly\nlocked/sealed etc. i\n\nIr After X-ray screening the baggage, security sticker\n9 should be properly affixed and banding of the baggage\nag perfectly done to preclude any possibility of tampering\n\nwith the baggage.Security sticker and banding of\nbaggage need be checked by airlines staff at different\nstage to ensure that the baggage is not tampered with.\n\nIr While X-ray screening the check-in baggage, monitor of\nX-ray BIS should be placed in such a way that its view\nis restricted to screener only. Others should notebe\nallowed to observe the monitor to ensure that none else\ncould know about the contents of the baggage.\n\nIv Supervision of movement of baggage at different stages\nfrom check-in upto loading into aircraft and during\nreverse flow is the responsibility of air-operator\nconcerned. Personnel from security/commercial\ndepartments of airlines must keep the baggage under\ncontinuous watch during its handling.\n\nv Jp Air-operators should ensure positioning of their\n\n‘| security personnel in the baggage make-up and break-up\n\nareas. Such security staff should be deputed after\n\nproper briefing. They should watch not only the\n\nmovement of check-in baggage but of unauthorised\n\npersons also. In case any unauthorised handling of the\n\n{| baggage is noticed the person concerned should be\napprehended immediately for legal action.\n\nvr Provision for lighting up the baggage make-up/break-up\narea with better illumination at crucial areas should\n\n= be made. It would be desirable to cover the area by\ncctv camera.\n",
  "2": "VIT At the ,destination station, the airlines must ensure\nquicker baggage delivery to reduce chances of baggage\nlying unattended from the moment it is off loaded from\nthe aircraft till it is placed on the arrival conveyor\nbelt.\n\nVIIE Cases of tampering with registered baggage must be\ntreated as security lapses by the airlines. The\nairlines should conduct detailed investigation to fix\nresponsibility and take action against the defaulters.\n\nIx Whenever any employee is found/noticed indulging in\nsuch activities, legal action should be taken against\nhim/her. His/her PIC/Pass should be seized to ensure\nthat he/she is not allowed to gain entry in the\naircraft.\n\nx All tampering cases should be deliberated upon in the\nmonthly Airport Security Committee meeting and measures\nreviewed for stopping such incidents.\n\n3 The above guidelines ‘should be brought to the notice of\nall concerned staff of air-operators and reiterated from time to\ntime for strict compliance. ;\n\n' 5c nh\n\n( $.c. TRIPATHI )\nCOMMISSIONER OF SECURITY (CA)\n\nCopy to:-\n\nne Heads for Domestic Airlines and\nInternational Airlines in India.\n\nZe The Chairman, AAI, R.G. Bhavan, New Delhi.\n\nBe DCP/SP Airport Security Unit, Delhi, Mumbai, Calcutta\nand Chennai. ee\n\n4. RDCOS, BCAS-Delhi,Mumbai, Calcutta and Chennai. They\nshould send this Circular to all air-operators\noperating in the jurisdiction and to all Airport\nIncharge, AAI. :\n\n5. DGsP/IGsP States/UTs. It may be ensured that\nsurveillance by Airport Security Police in the baggage\nmake-up area/apron is strengthened.\n\n6. Ministry of Civil Aviation (Sh. S.K. Singhal, Under\n\nSecy.) w.r.t. MCA letter No. C-13011/5/93-ssv dated\n19.3.97.\n"
}