{
  "1": "Government oF India\nOffice of Reg], Ry. Cowmr. of Seauity(CA)\nBurean of Civd] Avteticn Seeurtty,\nTher, AAT(PAE) Bidy.,\nSEPOES, MumneT \"BO Fee.\n\nag\n\nWO: CAS(M)-99-D1V,IT/ 1% @xy Date:\n\nCIRCULAR\n\nWith reference to the suggastion mado by the Addl. Chie\nSeceatary (Govt. of Mobercehtre) to install one X-BIS machin\neach at the mafn entrance gete of 11 the terminals, a Committe:\ncousanttay ef Airport Pivector, PCR-Airport wfone, Regione\nPirector, Indien Adrlines $ RDCCS-BCAS was formed end spo\nexamination was carried out in the morviny of 9.9.99. .\nCommittee found that tn order to ensure checking of all thi\n\noes visdivrssstasl entering thi |\n\nbaggage: of the pausongers me vell\nTermine? Rafiding -* the ertrerce gate, ff wee noceesary te\ninstall a gapornty X-f4y Pachdns al bie wncearee yain TL QL\n\nThe Committee was alse of the «ajetnfor that since the Airline:\nHeRay machine “eco meant paraly- for xeyistered baggages 0)\npedsengers ey & part ti-retetdge weasura ky tha Airline-. 4)\nMIL pot be proper te ask the Alrtfnen to \\-Ray other bags also\n\nonly option available was for AAI to install a separate ¥-Rn) |\n\nwhine for the purpose cf rénans cantcal to he weed under the\nert Director axprencoc\nte. the\n\nervision of Police. Kowsver, efneo Asp\nobs Ui ty urovidtny wiparats Y Ray mechire ‘or the\nfyllows ieten haw ene ACh tice Fete t\nphevent any possirie sehotnre/rcerrance,\nWeneetorth 212 tbe Airliner sxe herany azvected to seraan 04)\nhené bags of tha osasenzere fn - w ble s¢eaeatng of\n» boggages, Thea bend Sege porsoncers whl) he\nFeenad/ra~checked sgety by acking unit om the\ndng booth.\n\nBrose cit aneeance\nAAL shaft at cae 3\n\ntet Slready Sustelled, Helles\n\nvOuEs are direstad to a1gere |)\nall othe paepte the Terataat Matting some\n\ners will be made to 9. tae DFKOS besides checking\n\n+ Anybody fcurd sespiclous of Gets; Iiy any edspucied Jia\n\nWhe frisket Sy the Police-st cae cwkrance yate.\n\nThis additions’ security mernwree sr> sthecec an\nfor tO he sucurity systex wleeedy in extierence in view of\nrt at present.\nALL the Airlines apercting nt iunbss Aregere at Yer-1A, 1h\nTI re requested to ensure that the ebeve additional\nty mewsures ore wettenisucly taplenanted j\nThe DCP, Airport Zone 46 requested to instruct the,\neentrol steff at oI) the Terminals to strictly implement.\nAdeport Director is reqrested ts emsure that ol! the\ndnatalled at tne entrance getes ars properly caliberated,\nThts additional security meecure wlll he affactive +t72)\norders. 3\n\n. Wh vals ie\nSESS tng. 7k) {\nRegi. Dy. Commr. of Sect\n\n"
}