{
  "1": "OFFICE OF THE SPL. DIRECTOR GENERAL / AIRPORT SECTOR\nCENTRAL INDUSTRIAL SECURITY FORCE\n(MINISTRY OF HOME AFFAIRS)\n\nAdm. Block, Ground Floor,\nCISF Complex\nMahipalpur, New Delhi- 37\n\nNo. 0-42011/APC/OPS (6)/Corr. BCAS/25- \\AAA pated °° Feb 2025\n\nTo\nDIsG/AP (NZ, SZ, WZ & E&NE)\nDIsG/CASO ASGs Delhi, Mumbai, Bangalore, Chennai, Ahmedabad, Kolkata and\n\nHyderabad\n\nSub: Carri\n\nEnclosed please find herewith, Minutes of Meeting (MoM) issued vide BCAS HQ New Delhi\noffice letter No. NR-O20MISC/4/2024-DELHI-BCAS/E-253450 dated 03.02.2025 on the above\n\nsubject. ‘\n\n2. Vide letter ibid, BCAS has requested to share issues related with carriage of GPS devices at\nairports for deliberation.\n\n3. In this regard, I have been directed to request to share issues related with carriage of GPS\ndevices at airports, as per the following proforma w.r.t to ASG(s) under your jurisdiction in a\nconsolidated manner to this HQrs by 08.02.2025 for perusal of the Competent Authority.\n\ni, Detection of satellite phone/GPS device during PESC.\n\nSl. | Name of | Total number of | Total number of | Remarks\nAirport unauthorized Satellite | unauthorized GPS\n\nphone detected by ASG in | devices detected by ASG\n\n| 2024 and handed over to | in 2024 and handed over\n\n| local police to local police\n\nii, Issues related with carriage of GPS devices at airports.\n4, This has been issued with the approval of the Competent Authority.\n\nEncl: As above. (\n\n(Vikas Rana)\nDC/Airport Sector\n\nCopy to\n\n1. IG/APS-II z For kind information please.\n2. CASOs of all ASGs : : For information and necessary action, please.\n",
  "2": "NR-O20MISC/4/2024-DELHI-BCAS/E-253450\nURGES / GOVERNMENT OF INDIA\nAR fYH44 Aares/ MINISTRY OF CIVIL AVIATION\nAMIR PEAT Bal BRI / BUREAU OF CIVIL AVIATION SECURITY\nSSM HoH, SHAT FAIS SYI/ UDAAN BHAWAN, SAFDARJUNG AIRPORT\nag feeefl - 110003 / NEW DELHI - 110003.\n\nDate: 3.2.2025\n\nSubject: - Carriage of GPS devices by passengers travelling by Air - reg\n\nPlease find attached Minutes of Meeting (MoM) regarding the subject matter,\nheld on 29.1.2025 under the Chairpersonship of Deputy Director General\n(Directorate of Policy and Standards) BCAS in the Conference Hall, 24 Floor,\nBlock- D, Udaan Bhawan, New Delhi, for the information and necessary action\nplease\n\nEncl: As above.\n\nJoint Director,\n\nAll participants- for info please ?\n\nPage lof 4\n",
  "3": "Minutes of Meeting regarding carriage of GPS devices, held on 29.01.25 at\n1500 Hrs.\n\nA meeting under the chairpersonship of Ms Kavita Jalan, IPS, DDG (Policy),\nBCAS HQ was held in the Conference Hall, D Block, BCAS HQ at 1500 hrs on\n29.1.2025 regarding carriage of GPS devices by passengers travelling by Air. List\nof participants attached as Annexure-I\n\n2.On the onset, the chairperson invited all participants to the meeting and\nintroduced the subject. The chairperson elaborately explained the -historical\nperspective of issuing the instructions. The chairperson clarified that as per Sec\n42(3)(d) of the Telecommunications Act 2023, possession of radio equipment in\nIndian Territory without authorisation is punishable.\n\n3. Representative of CISF intimated that several cases came to light in which,\npassengers, including foreigners transiting through India, carrying GPS devices.\nASG is bound to handover such passengers to the local police as per existing\ninstructions.\n\n4.In the meeting dated 24.11.2023 held under the chairpersonship of JS (IS),\nrepresentative of DoT agreed that they will make desired arrangements in “Saral\nSanchar’ portal for applying to carry GPS and Satellite devices.\n\n5. Representative of MHA informed that DoT vide letter dated 03.07.2024\ncommunicated that the matter is under consideration of the Ministry and policy\ndecision regarding carriage of satellite-based devices yet to be finalised. After that\nno communication is received from DoT. Further it is noted that DoT\nrepresentative remained absent from this meeting without any intimation.\n\n6. It is also pointed out that in the absence of “Saral Sanchar” portal difficulties\nare being faced by the users/passengers in obtaining approval/permission to\ncarry GPS devices as per regulations\n\n7. Regarding query from AAI on carriage of Differential GPS for survey purposes,\nrepresentative of MHA intimated that for obtaining permission to use Differential\nGPS, AAI may take with the case with JS (IS-I) MHA along with the details of the\nequipment\n\n8. After due deliberations, it was decided that:\na. MHA may hold a meeting with all stake holders including DoT to expedite\n\nimplementing application and approval process of permission to carry\nSatellite devices, including GPS devices.\n\nHe Page 20f 4\na\\\n\no3\\\n",
  "4": "b. Due to non-availability of “Saral Sanchar” portal, a simple procedure for\nobtaining approval may be decided by the MHA/DoT.\n\nc. AAI may take up the matter regrading permission to carry Differential GPS\nwith SS (IS-I), MHA for further necessary action.\n\nd. CISF representative was requested to share issues related with carriage of\nGPS devices for deliberation.\n\n9. The meeting ended with vote of thanks to the chair.\n\nPage 3 of 4\n\n",
  "5": "Annexure-I\n\nMeeting on 29.01.2025 at 1500 Hrs. Regarding Carriage of Satellite Phone,\n\nGPS device.\n\nSLNo. Name (Shri/Ms.) Designation Organization ]\n1 Noushad. S | DGM (Security) ae |\n2. Vinod Soni AGM (Security) AAT ov. Sf\n3. Deepak Kumar | Mgr. (Survey & Carlo) AAL_ |\n4, |SunilKumar Meena [ Mgr. (ATM-Survey & AAL\n\n| Carlo) il\n5.__| Kapil S. kamdi [pe i SACISE See ae\n6. Sanjay Kumar Sharma_| DS eae MHA\n\nPage 4 of 4\n\n"
}