{
  "1": "OFFICE OF THE ADO]TIONAL DIRECTOR GENERAUAIRPORT SECTOR\nCENTRAL INDUSTRIAL SECURITY FORCE\n(MINISTRY OF HOME AFFAIRS)\nNo. 0-4201 1/APC/Ops(6yCor.Bcas/2023 2 Q\nTo\nDlsG/AP (NZ, WZ, SZ and E&NE)\nD|SG/CASOS ofASG Kolkata & Chennai.\nAll CASOS of MIASGS\nAdministrative Block\nAirport Sector, CISF Complex\nMahipalpur, New Delhi-37\nDated: O[ Jan'2024\nSub: Allocation of Space lor CASO'S Operatlonal Ofrlce and Other\n@Res\nIt has come to our attention that localMl authorities are not currently considering space\nallocation for the CASO'S ofiice and other crucial operational ofiices of the CISF/ASG in the\nupcoming terminal buildings. Some locations have even received requests to vacate existing\nofiic€s due to the re-contiguration ofterminal buildings.\n2. \nln accordanco with Rule-7 of the Aircraft Security Rules, 2023, it is crucial lo highlight that\nthe responsibility for overall airport security rests with the CASO. Therefore, it is imperative that\nthe CASO'S operational office is situated in close proximity to the most active part of the airport,\ni.e., within the terminal building. This ensures comprehensive security, efiective supervision,\nflawless communication, and adherence to statutory requirements. Similar emphasis is placed on\nthese aspects in the ICAO manual, NCASP OMDA, and SOP ofASG issued by BCAS.\n3. \nThe CASO'S office, along with key wings such as the Bomb Dotection and Disposal\nSquad (BDDS) room, Reserve Quick Reaction Team (QRT), and offices for the Operational wing,\nplays a pivotal role in ensuring the seamless operation of airports. The location of these\ncomponenls within the terminal building is of utmost significance for professionally handling\noperational contingencies to ensure a timely response and @ntinuous monitoring.\n4. \nThe APS ofiic€ has already taken up this matter with BCAS and Ml, requesting\nnecessary guidelines for the allocation of space for the CASO'S operational office and other\nimportant operalional wings within the terminal building of airports.\n5. \nln lighl of the above, you are directed to take the following measures:\n(i). lf the concerned APD or airport operator has requested the relocation/demolition of the\nCASO office, citing congestion or other reasons, there is no need to vacate the place.\nlnform them of the requirement for the CASO'S operational office to be available in the\nTerminal Building.\n(i0. lnform them that the matter has already been taken up with BCAS and AAI CHQ.\n(iii). lf they persist in attempting to relocate the CASO'S operational office from the Terminal\nBuilding, immediately bring this matter to lhe attention of this HQ.\n6. \nThis is issued with the approval of the Competent Authority.\nCopy to:-\ntG/APS-t &\n:for kind informalion please."
}