{
  "1": "OD\nOQ\nOD\noF\n\nom\noD\noy\noy\n\nOy\n\nmapas dd\n\nOFFICE OF INSPECTOR GENERAL/AIRPORT SECTOR\nCENTRAL INDUSTRIAL SECURITY FORCE\n(Ministry of Home Affairs)\n13, CGO Complex\nLodhi Road, N. Delhi\n\nNo.0-4201 1/APC/OPS(2)/Circular/AS/07 /0,9.5~ Dated : 12\" Sept 2007\nCIRCULAR NO, AS- 22/2007\n‘Sub: Detallment of Certified ORs as Screeners In the SHA\nAt present, ASG personnel of ASI, HC and Constable ranks are being\n\nprogressively trained and certified as screeners by the BCAS. These personnel will be\n\ndeployed for screening duties In the Security Hold Areas (SHAs) In addition to sub-\ninspectors.\n\n02. — Screening is extremely important In the overall scheme of ant!-hijacking duties,\nThe high standards of pre-embarkation checks (PEC) set by the ASGs must be\nmaintained when the ORs are deployed as screeners. With this objective In mind, a\nscheme of actual deployment of personnel of varied ranks as screeners In the SHAs\nhas been drawn up after careful deliberation.\n\n03. \" It may be recalled that according to the norms approved by the BCAS, following\npoint-wise deployment of screeners has been specified for each standard X-BIS\nmachine unit In each shift:\n\n1. X-BIS Screening ~ 01 screener (male/female)\n\n2. Frisking Booths - 02 (01 male & 01 femate screener)\n3. Baggage Checking - 02 (01 male & 01 female screener)\n4. Load officer +01 Male screener\n\nTotal -06\n\nba The underlying principles of the new scheme of deployment of screeners are as\nllows:\n\ni, X-BIS Screening and Frisking of passengers shall be done by Sis only.\n\nil, Screeners of other ranks (ASIs, HCs and Cts, referred to as ORs hereafter)\nwill be deployed for physical checking of hand baggage and as load officers\nrespectively,\n\nli, In case of lady staff however, ORs may continue to perform frisking of lady\npassengers also, as per current practice. Again in big airports (Scenario 3\nexplained subsequently) competent lady SI screeners may perform X-BIS\nduties also.\n\n08. Hence, keeping the above mentioned principles In view, the SHA duties will be\nperformed by the SOs and the ORs as per the following details. Four scenarios have\nbeen described which are generally available at our alrports.\n",
  "2": "fab al thai gic\n\n[Seog ars\n\nGUL vad d\nS|\n\noO Been ports having SHA with 04 X-818:-\nin\nBaggaue Check Pots toe OF\nBaggene heck Pol O41 : -\n06 Load officer = a O41\nTotal 03 . of 02\nyr ‘ In case of a third frisking booth for males, an additional male SI should be\n£ deployed for frisking.\n\n* A Lady Si screener may be detalled instead of a lady OR, subject to\navailability. In this case the total number of ORs deployed will be 02 out of 08.\n\nScenario 2: Alrports having SHA with 02 units of X-BIS with 04 frisking\nbooths:-\n\nS$ No | Duty Point ‘Si(M)_[ SIF) | Const(M) | Const(F)\nOF - Ray machines (2) 02 : = :\nFriaking Booths (3) male 03 = = ~\nrisking Booth (1) female an oT = es\nBay Check Points (3) male | @4. : 03 -\n* jage Check Point (female) | - = ~ OF\noy Load officer = : 02\nTotal 05 01 05 - 1\n\npid 1 In both the above scenarios (182) ladies staff will rotate between baggage checking\n7 and female frisking, whereas Sub Inspectors (mate) will rotate between X-Ray machine\n- and male frisking booth. Rotation will be every 20 minutes as already prescribed.\n= Scenario 3: Airports having SHA with 03 units of X-BIS :-\n» In the bigger airports having more then 2 units of X-BIS in the SHA, gue.unltof\na willbe accordnaly managed totally bv lade stat\n2 rae remaining units will be manned by the male staff. The deployment will ba done as\nfollows:-\nBe) ‘SINo | Duty Point ‘Si(M)_[ SIF) Const (Mm) __[Conatii?y\n[41__| Female Unit of X-81S —_—_—\n[OT [X- Ray machines. : Ot : a\n02 ___| Frisking Booths (2) jamefa : 02 | :\n05 | Baggage Check Points (female) | - = = 02\n06 Load officer = : = 01\nTotal : 03 a 03\nZ| 2 Male Unite of BIS\n01 X- Ray machines 2 = = 2\n02 Frisking Booths (4) = = =\n{Baggace Check Points (4) a = 04 -\n06 Load officer : 5 02\nTotal 06 : 06 *\n\n",
  "3": "Scenario 4: Airports having:mors than:6 X-BI8- Machines In the SHA\n\nSome of the metro airports may have more than three.X-BIS:machines In the\nSHA. In such situations, the CASO will effect deployment of screeners in suitable\ncombination of the first three scenarios, depending on the load factor without violating\nthe basic principles as enunciated above.\n\n06. The actual Implementation ofthe above pattern will also depend upon the\navailability of certifled screeners in SO and OR ranka(in addition to the layout of the\n\nSHA). They should first assess the avallabllity and distribution of certified OR\nsoreeners in thelr unit, Equitable redistribution should be done in the Companies of\nthe Q e\n\no that they can b ar above\n\n07. Deployment of the above pattern will also ensure smooth rotation ‘among the\nscreeners, we affording OR screeners the opportunity to perform duties of higher\nresponsibility.\n\n08. The success of the above scheme lies in close personal supervision and\nmonitoring of Its Implementation by the CASOs.\n\n1. The Inepectors /C SHA should ensure compliance regarding deployment, keep\n@ close watch on the quality of performance of duties in terms of competency,\nconfidence and poise of the OR screeners and be close at hand to step in and\ngulde them In case of any problem.\n\nil. Similarly, the supervisory officers/GOs in ASGs should ensure the deployment\npattern as lald out above is enforced on the ground. They should physically\noversee operations as per this deployment. They should submit a weekly\nfeedback report to the CASO about the SHA operations as per this scheme,\nspecifically mentioning the performance of the OR screeners, by name and\nrank and the quality of the screening duty they performed.\n\nili, CASQs should also submit a monthly report In this regard to the undersigned\nthrough thelr respective DisG with (both)-thelr respactive comments and\nindicating the degree of implementation, problems encountered (if any) and\nsuggestions for Improvement of the scheme. ASGe where there are no ORs\neligible for screening duties should submit @ NIL report for cross-checking with\nthe database being maintained at our end. Efforts should be made to have alll\neligible personnel certified at the earliest.\n\nlv. The above report should reach the undersigned by the 10\" of each month\nw.e.f, October 2007.\n\n08. Any doubts may be clarified telephonically from DC (Ops) in my office or the\nundersigned. .\n\n1-47)\n(M.S. Ball)\nIG/Alrport Sector\nDistribution:\ni. All CASOs/ASGs.\nll, DlsG/Airport (Chennai, Kolkata and Mumbal)\nlil. ADIG/Airports (Delhl)\n\nCopy to: IG/NISA: for kind Information\n\nnae caret At a a i i ne nll Ma an a at aa Maal Aaah ba Aa al ath td Ra a i\n",
  "4": "oO;\nOr\noO\n\nOFFICE OF INSPECTOR GENERAL/AIRPORT SECTOR\nCENTRAL INDUSTRIAL SECURITY FORCE\n(Ministry of Home Affairs)\n13, CGO Complex\nLodhi Road, N. Delhi\nNO. 0-42011/APC/OPS(2)/Circular (AS)/2007- } 093) Dated: ag, Sep 2007\n\nCORRIGENDUM\nSubject:-CORRIGENDUM TO CIRCULAR NO. AS-20/2007 REGARDING DETAILMEN”\nOF CERTIFIED ORs AS SCREENERS IN THE SHA\n\nPlease refer to IG/AS Circular No. AS-20/2007 dated 12\" September'2007 on the\nsubject cited above.\n\n2. FOR P. [e} :-(Scenario 2 regarding Airports having SHA with 02 units of\nX-BIS with 04 frisking booths) of the above Circular.\n\nSiNo | Duty Point ‘Si(M)_] SIF) [Const (mM) | Const(F)\n\na X- Ray machines (2) 02 - : -\nFrisking Booths (3) male 03 : : 2\n\n03 Frisking Booth ch renale - ot = :\n\n04 Baggage Cheok Points (3) male 01 = 03 -\n\n05 | Baggage Check Point (female) = = = oO\n\n06 Load officer, - ~ 02 x\nTotal 06 L041 05 Ci\n\n* In both the above scenarios (1&2) ladies staff will rotate between baggage checking and\nfemale frisking, whereas Sub Inspectors (male) will rotate between X-Ray machine and\nmale frisking booth. Rotation will be every 20 minutes as already prescribed.\n\nREAD 3+ Scenario 2 : Airports having SHA with 02 units of X-BIS with 04 frisking\n\nbooths;-\n\nSINo | Duty Point ‘Si(M)_[SI(F) [Const (Mm) | Const(F)\nOt X- Ray machines (2) 02 : : 2\n02 Frisking Booths (3) male 03 - a ba\n03 Frisking Booth (1) female - of [= =\n04 Baggage Check Points (3) male | - = 03 =\n05 Baggage Check Point (female) = = = of\n06 Load officer - - 02 -\n\nTotal 05 01 05 01\n\n* In both the above scenarios (1&2) ladies staff will rotate between baggage checking and\nfemale frisking, whereas Sub Inspectors (male) will rotate between X-Ray machine and\nmale frisking booth. Rotation will be every.20 minutes as already prescribe\n\n03. Please acknowledge receipt and ensure compliance.\n\n24 \\9\n{Anil Kant\nADIG/Airport Sector\nDistibuion ae gn, Jay\n8 (Si al IGH\nAll CASOs CISF ASGs\n"
}