{
  "1": "°\nLJ\n°\no\n°\n°\n°\no\n°\n8\ncS)\nLs)\n°\noO\noO\noO\no\noO\n°\ne\ne\ne\ne\ne\ne\n°\noO\n\n1\njo\n\nOFFICE OF THE INSPECTOR GENERAL/AIRPORT SECTOR\nCENTRAL INDUSTRIAL SECURITY FORCE\n(MINISTRY OF HOME AFFAIRS)\n\nCISF HQrs, 13 CGO Complex,\nLodhi Road, New Delhi - 03\n\nNo. 0-4201 1/APC/Circular/AS/06/ /0 17° >= Dated @ £.Nov' 2006\n\nCIRCULAR _No, AS 20 /2006\n\nSubject: “Measures to_be taken to minimize the number of\n\nfailures regarding detection of dummy IED(s)”,\n\nIt has been seen from the reports received from various ASGs/BCAS.\n\n,_ that CISF personnel are not able to detect the dummy checks carried out\n\nby BCAS/CIW staff when the dummy is an Improvised Explosive Device\n(IED). Infact, the percentage of failure in detecting the dummy IEDs is on\nthe rise. More often than not, CISF screeners/friskers failed to detect the\nIED(s) being carried as dummy/decoy check by BCAS officials which is a\nmatter of concern. In order. to minimize these failures/lapses on the part of\nCISF personnel, following is suggested:-\n\nScreeners should be familiarized with the images of dummy IEDs\nplaced in different orientation/shapes/sizes so that they would\nhave a clear idea of the different kind/shape/size of IED(s). For this\ndummy JEDs can be prepared with the help of local\npolice/BCAS/Army etc.\n\n. From the TIPS projections and other material available, CASOs\n\nshould inform the screeners as to the likely images which can turn\nout to be an IED, Screeners should be told about the likely shapes\ntaken by detonators, wires, timing devices on the x-ray screen.\n\n| CASO should procure photographs of IEDs to familiarize the\n\nscreeners regarding different types/shapes/sizes of IEDs.\n\n. Efforts should be made for coordination between the hand\n\nbaggage, frisker and the screener in order to identify\ndisassembled IEDs. Screener/frisker should be familiarized with\nthe different components of IEDs (disassembled IEDs).\n\n--Contd on page 2--\n",
  "2": "%\n\nia\n\nao\n~page 2+-\n\nv. There should be proper.coordination/eye contact/voice contact\n\nbetween the screener and physical searcher so as to make\nclear exactly what suspicious items to be looked for while\nphysical checking the hand baggage.\n\nvi. Only well-trained and proficient screeners should be deployed\n\nfor screeners/frisking duties, particularly during peak hours.\n\nvii. They should be specifically advised not to be in any extra hurry\n\nto clear the baggage. Even in case of a bit of doubt/suspicion,\nthe screener should direct for thorough hand check of the\nbaggage.\n\nviii... CASO concerned: should take personal interest in this regard for\n\nimproving the efficiency of all CISF screeners. The lean period\nshould also be utilized for job training in order to enhance the\nefficiency of the screeners/frisker.\n\nPlease acknowledge the receipt and ensure strict compliance.\n\nexp 06\n(M. S. Bali)\nInspector General/AS\n\nDistribution:\n\n1.\n\nDisG/Airport (Chennai, ‘Kolkata & Mumbai)\n\n2. ADIG/Airport (North-Zone):-CISF, New Delhi\n3. All CASOs CISF ASGs,\n\n209909009\n\nQ90¢\n\npeoQoves\n\n“Oaaooosorr\n"
}