{
  "1": "OFFICE OF THE SPL DIRECTOR GENERAL/APS\nCENTRAL INDUSTRIAL SECURITY FORCES/APSZ\n\n(MINISTRY OF HOME AFFAIRS) “sO APS?\n\nE00\n13-CGO'S COMPLEX,\n: LODHI ROAD NEW DELHI &”\nNo, PR-11018/APS/A&A/PROV/10/ ]3B2S Dated: 3} Dec’ 2010\nTo\nAll Zonal DIsG (APS)\nIncluding DIG/IGI,GBS & SSG\n\nSubject:- PROPER HANDING/TAKING OVER OF WEAPONS: REG.\n\nPlease find enclosed herewith a copy of FH@rs letter No, E-42099/Misc/\nPA/Ord/2010/1212 dated 24/12/2010, on the above subject.\n\n02. You are requested to circulate the same to all field units under your\njurisdiction for strict compliance.\n\nEncl: As above\n\ndj FP $)2—\n\nParse Apen “ORS, Cheval\n\n",
  "2": "Directorate General\nGeniral industrial Security Fores\n(Ministry of Home Affairs)\n\nBlock No: 13, CGO'’s Complex,\nLodhi Road, New Deihi-3.\n\n2010! 2 2.\n\n£42089/Miso/PA/Oi\n\nTo, AN\nweg ~ vw\nAll SectorisG a{ ay\n\nSub: Proper Handing/Taking over of weapons. S\n\n>\nIt has been observed that cases of accidental singe SEES rise. j\n\nThis shows that guidelines issued vide FHQ etter\nNo:17099/Instructions/Int#/2006/1215 dated__13.9.2006.. are not being\ncomplied with.\n\n2. Keeping in view of the above, it has been decided that as far as\n~possible handing/taking over of weapons shall take place at the respective AtG\nunit Kote and that the following procedure shall be followed strictly:-\n\n\\a\\S\n\not\n\nvend\n(a) «While taking out the weapons from the Kote, the Kote NCO will \\\nfirst issue the weapons to the duty personnel,\n\nKi\n\noom\n(b) _ All personnel will inspect their weapons at the earmarked 3\"\nplace in the Kote as per the laid down procedure in the presence of\n\nthe Shift I/C,\n\n(0). ._ After the weapons are inspected by the Shift VC, the-duty\npersonnel will collect the required ammunition from the ammunition\nNCO/Kote NCO,\n\n(a) After counting the ammunition collected, the duty personne!\nwill proceed to their duty post,\n\n3. Similarly, during deposit of arms in the Kote after the shift duty, the\nshift personnel will adhere to the following procedures:-\n\n(a) On reaching the Kote, the ammunition will be deposited first to\nthe Kote NCO/Ammunition NCO,\n\n(b) After the ammunition has been deposited with the Kote NCO,\nand the NCO/Kote NCO gives OK report, the Shift I/C will take\nthe shift personnel for inspection of weapons,\n\nS (c) The weapons will be inspected inside the Kote area at the\nof 2 earmarked place as per the laid down procedure,\n\n(d) After inspection, the shift /C will give report to the Coy.\nComdr/Unit Comdr. Thereafter, the shift will disburse,\nsubsequently.\n\noN\n\nReZANS .\nwe\n",
  "3": "BAG\n\n4. However, there are some units in which duty points are located at\nfar off areas/naxal/ insurgent areas and that handing/taking over of\nWeapons may be required to be done at the duty point only. in such cases,\nthe following procedures will be followed:-\n\n(@) The concerned unit commander will specify such duty posts\nand inform their respective Sector IG and after taking the approval\nof the.Sector IG and will also inform OPS Branch for handing/taking\nover of weapon$ at such designated duty posts,\n\n(b) _Handing/taking over of the wapon will be done in the\npresence of the Shift I/C at the said duty post,\n\n(c) The procedure of handing/taking over of arms and\nammunition at the duty post will be same as specified in para 2\nabove i.e. first ammunition will be handed over and then the\nweapon will be handed over to the next duty Personnel,\n\n(a) _ After handing/taking over, the shift I/C will give an OK report\nto his Coy. Comdr,\n\n5. The above mentioned points are in addition to the points as\nmentioned in the above quoted circular of FHQ. The above points may be\nbrought to the notice of all unit commanders who in turn will brief their men\naccordingly in Sainik Sammelan and Roll Call for strict compliance.\n\nChuo.\n\n(H.V. Chaturvedi)\nInspector General (Adm)\n\n"
}