{
  "1": "Qa RAS, mga.\nSurender Singh, Irs \\\n\ni H\nNWCISH —contraindustrat Securlty Force\n6:\n\n=\n\nWV\nes 13,C.G.. Complex, Lodhi Road,\nNew Delhi-110003\nTel.: 011-24361125, Fax : 011-24361202\nE-mail : dg@cisf.gov.in\n\nDated: jg June’2015\n\nNo. Thy char joi ON 5-\n\nwish to draw the/ atteftion of ADG/APS, sector IsG, Zonal/Plant DisG, Group\nCompfandants and Unit/Commanders to the cases of suicides, attempts to suicide and\nfratyiéide in the force. which have, of late, assumes rather disturbing proportions. Even a\ncurory look at this phenomenon would reveal that personnel involved in these acts were\nmostly suffering from depression, anxiety and other stress-related problems who might have\nderived atleast some benefit had a suitable support mechanism been in place. On the other\nhand, it is also observed that directions and suggestions contained in this Directorate Circulars\nbearing No.33/CIW/2012 dated 29.11.2012, O3/CIW/2013 dated 14.02.2013 and DO No.\n(4374) dated 05.12.2013 are not being followed in letter and sprit.\n\nThe situation requires urgent attention on your part with a view to putting in place\ncorrective measures to prevent such unfortunate incidents in future. The instructions issued\nearlier and those enclosed as annexure need to be implemented in all earnestness at unit\nlevels and also followed up by the higher formations. If properly implemented, #hey would go\na long way in at least partly addressing the above concerns. 7\n\nItis imperative that a positive work culture be maintained in the unit so that there is no\nscope for insensitivity, discrimination and lack of respect for human dignity. Besides, the\naforesaid incidents also perhaps point toward lack of day-to -day communication and dialogue\nbetween the field officers on the one hand and the junior ranks on the other. | would strongly\nurge officers of all ranks, particularly those at field levels, to immediately correct this\nundesirable situation and re-establish lively channels of interface and communication, both\nformal as well as informal, with the men under their command. | would also like you to be\nextra vigilant and proactive about the welfare of our personnel.\n\n| am confident that as responsible leader of the Force you would put your mind and soul\ninto this effort and give of ypur best.\nwith bal WA\n\n[ office of the aaa Ararceet /\nCIGT Veral & 7 vol\n\n1 \\\n( ER“SINGH )\n\nEncl : As above.\n\nTo\n\nShri S B Rao Shiradkar, IPSG/Ws\n\nIGIWS HOts “Mumbai 7\na. ee cere\nae —\n\n",
  "2": "Annexure\nInstruction on monitoring of Force members suffering from psychiatric\nproblem/mental instability/depression etc.\n\nInstances of suicides, attempted suicides and fratricide in the Force, indicate\nthat there is an urgent need to put in place timely corrective measures at the unit\nlevel to prevent such unfortunate incidents. The personnel involved in these acts\nwere in most case suffering from symptoms of depression, anxiety and other stress\nrelated problems. It is an established fact that longer the stress operates, more\nsevere it is likely to become. In view of the above, instructions in this regard have\nbeen issued vide Circular 33/CIW/2012 dated 29.11.2012, Circular 03/CIW/2013\ndated 14.02.2013, DO letter (4374) dated 05.12.2013.\n\nIn addition, following measures/initiatives are also required to be implemented\nat the unit level with full sincerity which will go a long way in addressing the\nconcerned issues :-\n\n1. There must be a system of direct interaction and effective communication upto\nthe level of Coy Commanders with all the personnel under their respective\ncommand as frequently as possible, but at least formally once a fortnight. The\nrecords of these interactions must be maintained and monitored on monthly\nbasis by the Unit Commanders.\n\n2. System of ‘Buddy Pair mechanism’ must be implemented effectively by Coy\nCommanders and Supervisory Officers of the units and this must be regularly\nmonitored on monthly basis by the respective Unit Commanders.\n\n3. A mechanism must be created at unit level so that any unusual/abnormal\nbehavior observed is immediately brought to the notice of the Unit Commander\nwithout any delay. Personnel affected with different symptoms including,\namong others, long term insomnia, addiction to alcohol/drugs, depression due\nto marital/domestic/work place related problems, personality disorders, mental\nas well serious illness and financial crisis form the set of vulnerable persons\nwho are more likely to be disorganized and imbalanced. Unit Commanders\nshould ensure that proper effort is made to resolve their problems and also\nprovide professional/medical counseling/treatment, Required measures for\nstress/risk reduction should also be put in place. If required close watch may\nalso be kept on the persons at risk, so that timely intervention can be made to\nsave them from harm\n\n4, Once unusual behavior is noticed, assessed and confirmed, administrative\ndecision needs to be made regarding non-deployment of such personnel for\nduty with arms/ammunition. This should enable the Unit Commander /Unit\nadministration in creating a clear 'Pen-Picture’ of personnel to assess their\nsuitability to be safely detailed on duty with weapons and the same shouldbe\nreviewed on monthly basis and updated regularly.\n\n5. Interviewing on returning from leave before unit head & Coy Commander must\nbe followed. The Unit Commander should regularly meet all the personnel in\ntheir unit even though they may not be in a position to redress all their\ngrievances at their own level, but it is expected that the Unit Commanders will\ntake up these matters with the higher formations, keeping the personnel ..\n\nContd... page 2/-\n",
  "3": "2:\n\ninformed, if they cannot be settled at their level. This openness and sincerity\non the part of the Unit Commander will certainly help in generating confidence\nbetween the Unit Commander and the personnel. Besides, the ‘Drop-box’\nmechanism introduced at the unit level in Western Sector since Dec'2014,\nfacilitating the Force personnel to freely give their suggestions, inputs,\ncomplaints by putting their letters in a drop-box installed at the unit\nmess/recreation hall/any other convenient place without the fear of being\nNoticed, should be implemented. This will help ensure timely redressal of\ngrievances & effective feedback\n\n‘Sanrakshika’ mechanism can be utilized to develop greater interaction with\nthe family members of those personnel, who are staying away from the unit on\nduty, to collect information regarding mental as well as family problems being\nfaced by such Force personnel which may be known only to their close\nrelatives and family members. This will help the Unit administration in\ncollection of vital information regarding such personnel who might not be\nforthcoming in disclosing such information to their superiors so that they can\nbe assisted in resolving their problems.\n\nIn addition to ‘Sanrakshika’ mechanism, the units having lady officers may\nutilize them for interacting with family members of vulnerable personnel to\nunderstand the gravity of the situation and accordingly counsel the members.\n\nIt should also be ensured that in future if any Force member visits Public\nSector Undertaking (PSE) Hospital /Referral Hospital for any psychiatric\nproblem/mental instability/ mental depression etc. the Unit Commander should\nhave information of the same. For this purpose, the Unit Commander should\ndevise a system so that he gets a suitable advice on the same from the\nhospital concerned, regarding the problem being faced by the Force member\nand the treatment that he/she requires to undergo. For this purpose the Unit\nCommander should be in regular touch with the CMO of the PSE Hospital and\nthe confidentiality of the same be maintained.\n\nThe mechanism for intimating to the next unit of posting the severe personal\nproblem/unusual behavior! psychiatric disorder etc in respect of personnel\nPosted out by the previous unit must be ensured through mandatory writing of\nconfidential D.O. letters to the next unit without any delay. The In-charge CIW\nof the unit will also send a confidential report in this regard to his counterpart at\nthe next unit.\n\nThere is a need to introduce, a system of providing access to Critical Life\nSkills (e.g. Financial Management, Communication, Managing mariage &\nfamily relationships, Anger Management and Conflict Resolution, stress\nmanagement, Yoga, art of living etc.) to all the Force personnel.\n\nThe stigma of mental iliness/depression needs to be rooted out at any cost so\nthat there is a positive environment in the units which encourages the\nvulnerable personnel to approach the supervisory officers for help without\nhesitation. Unit Commander should particularly strive to create a positive\nclimate so that there is little or no scope for discriminatory and humiliating\ntreatment to potential personnel at risk.\n"
}