{
  "1": "3\n\nOD  pyeTOd 6) HE\nios ~\nJd erm OFFICE OF INSPECTOR GENERAL/AIRPORT SECTOR\nw CENTRAL INDUSTRIAL SECURITY FORCE\nOr (Ministry of Home Affairs)\no- 13, CGO Complex\ney Lodhi Road, N. Delhi\nry .\nNo.0-4201 1/APC/OPS(2)/Circular/AS/07 - 10294 Dated /4 Sep' 2007\nCIRCULAR NO, AS: 24/2007\nSubject: “SHA Management”; Rea:-\nThe SHA is the sanctum sanctorum of our duties at the Airports. It is\n‘our area’ so to say. The ambience of the SHA should accordingly be tidy,\n\norganized, professional and sombre. However, certain irregularities in this\nregard have been reported recently. ASG personnel, particularly those\nperforming screening duties, are often found absent from their duty posts on\none pretext or the other like taking a break for freshening up, lunch, tea\nbreakfast etc without taking into account the flow of passengers at that time.\nThis tendency implies lack of professionalism and is avoidable as it projects an\nadverse image about the Force. It must be realized that security duties at the\nairport have @ passenger-facilitation aspect. Hence, under no circumstances\ncan the passengers be left in the lurch or waiting in queues as our personnel\ntake a break. Similarly, the SHA should be clean and on duty personnel well\nturned out as it reflects on the discipline and morale of the Force.\n\n02. In view of the above, the following instructions are being issued towards\nproper SHA management:\n\n(i) Pre-embarkation security checks/ screening in the SHAs should\ncontinue uninterrupted during operation of flights utilizing all\nresources i.e. manpower and gadgetry. No loading point, frisking\nbooth, X-Ray machine or physical checking point should be left\nunmanned/non-functional, even momentarily, specially during peak\nhours. If operations need to be halted on account of unavoidable\nreasons, like the call of nature of on duty staff or the breakdown of\nany security equipment, a suitable replacement must be arranged by\nthe I/C SHA. Moreover, If any post is unmanned due to such reasons,\nIt will be our responsibility to ensure that the matter is explained to the\npassengers and they are guided accordingly by our staff (/C SHA or\nLoading Pt. officer) to proceed to the appropriate location for pre-\nembarkation security checks.\n\nCont P/2—\n\n",
  "2": "0)\n\n(iil)\n\n4.\n\n~Pl2~\n\nIt Is understandable that by the early morning hours, ASG personne:\nperforming duties (at the.fag.end of the night shift) in the SHAs are tired,\ndishevelled and not In properly maintained attire by virtue their night-ong\nduties. However, it should be remembered that these personnel in the\nSHA, particularly the screeners, come in one-to-one contact with the\npassengers while conducting pre-embarkation security oheoks. A badly\nturned out personnel projects a wrong impression about the CISF, which\nIs unacceptable. CASOs_should devise a System by which such\n\nersonnel_can take turns and freshen Uj re the peak hours start.\nThis could mel washing the face, Sorralng of the Tale ‘and proper\nadjustment of the uniform to present as good and alert an appearance\n\njossible even after lon,\n\nDue to hectic movement of passengers through the SHAs, the area of\npre-embarkation security checks .Is susceptible to being littered by\nairlines baggage tags, stickers, eatables etc, which affects the amblence\nand working environment of the SHAs adversely. The passengers\npassing through across also carry bad impression about our\norganization. It !s the duty of the I/C SHAs to ensure: proper cleanliness\nin the Security Check-point area by coordinating with the alrport\nmanagement for frequent cleaning of the area by the airport\nmaintenance/cleaning staff. The Infrastructure like furniture, records etc\n\nused by our steff should be organized in a spic and span manner and\nreflect order in the area. : .\n\nCASOs should implement the above instructions In letter and spirit.\n\nPlease acknowledge receipt and submit compliance report on each to reach\n\nthe undersigned by 30.09.07. A\n(w.s. Bett)?\n(G/Alrport Sector\nDistribution:-\n\nDisG/Airport (Mumbai, Kolkata & Chennal)\nADIG/Alrport (Delhi)\nAll CASO ASGs, CISF\n"
}