{
  "1": "SE OOD LOT OCF 00 000000050000000009090090900\n\nSoocececececeoecoece\n\n¢\n\nOffice of the Inspector General/Airport Sector\n| Industrial Security Force\n\n~ y.of Home Affairs)\n13 CGO Complex\nLodhi Road, New Delhi\nNo.0-4204 1/APC/Circular/AS/06 [0459 Date: @GNov ' 06\nCIRC! NO.A;\n\n‘Subject :. Operator Training Simulator Course\n\nOperator Training Simulator (OTS), with the provision of 20 Terminals, has\n\nbeen procured by FHQ and installed at NISA, Hyderabad. OTS is basically\n\ncomposed of a combination of computer based instruction and simulations.\nComputer based instruction consists of, tutorials providing information on a\nparticular topic area” with questions and applied examples interspersed\nthroughout the’ training. session. This “enables trainees to check their\nUnderstanding atid ‘learn through, feedback and develop their knowledge. in’ the\nprocéss. Simulation is designed to develop practical skill, for example how to\nopefaté an X- “Ray ‘system and interpret. the X-Ray image by providing the\n\n“trainees with a replication of the task they will eventually carry out in a real\n\noperation environment... :\n\n2 The computer based instruction consists of introduction to threats on civil\naviation and security tutorials on aviation security where as the X-Ray simulators\nconsist of following:-\n\n_ Interactive Run.\nRecognition Run\nIndicator Run\nAlert Run\n\neoee\n\nThe above mentioned interactive simulation lessons generate, mix and\ncombine harmless, dangerous and threat items for recognition and interpretation\nby the trainees.\n\n3. Following aspects shall be incorporated to make the OTS more viable and\nmeaningful:\n\n(i) Images of threat objects and dangerous goods prohibited by.BCAS ; and\n(ii) Real images of different types of Hand Baggage being carried by Indian\npassengers,\n\nContd ...2\n",
  "2": "|\n|\n|\n\nNecessary action may be taken by NISA: for procurement of threat\nobjects/dangerous goods prohibited by BCAS for carriage on board aircraft.\n\n4. As a matter of policy, all AVSEC Screeners must undergo Operator\nTraining Simulator Course. Basic AVSEC. Course, for a duration of 10 working\ndays being conducted by NISA, which will be extended by 06 more working days\nafter completion of Basic AVSEC course. Generally, Basic AVSEC course has\n40 participants, whereas OTS can only accommodate 20 participants. So, a\ncustomized training programme has been designed by having a combination of\ntheory and practicals. The course participants will be divided into two groups -\n‘one group will undertake theory classes on Aviation Security in forenoon and the\nother group will undergo OTS during same session and both groups will\ninterchange in afternoon session. A sample training schedule is enclosed as\nAppendix “A”\n\n5. At present, there are around 230 personnel who are required to undergo\nBasic AVSEC course. it is estimated that all left out personnel would have\nundergone Basic AVSEC course by Jan 2007, Thereafter, NISA will impart\nexclusive Operator Training Simulator course as in-service training for CISF\nscreeners from Feb 2007 onwards. The 1® preference of in-service training will\nbe given to those personne! who have not undergone screener certification\ncourse or who have failed the above certification course. After targeting the\nabove group, a regular OTP training will be imparted to all Screeners at NISA.\n\n6. Besides OTS, the course syllabus will cover all relevant functional\nknowledge of Security Hold Management. A detailed syllabus is enclosed as\nAppendix “B\" for ready reference.\n\n7. All CASOs will plan accordingly for detailment of their personnel as per the\nvacancies allotted to them. This will be monitored by concerned DIG/ADIG\n(Airport Zone).\n\n8. The training programme has been evolved with the co-operation of IG/\nNISA and has the approval of DG CISF.\n\nSr K06\n(M.S. Bali)\n\n\\G/Airport Sector\nDistribution:~\n\nIG-NISA, Hyderabad\n\nDIG/Tig, FHOrs, CISF, New Delhi\n\nDIG/ADIG Airport (Delhi, Mumbai, Kolkata & Chennai)\nAll CASOs ASGs, CISF\n\nopooosoo\n\nBoos\n\n~oCOSO@OCSSoL.\n\n"
}