{
  "1": "29909200900\n\nCoe@@eeeoocSCOOOD DOORS\n\no9coce\n\nie)\ni)\nis)\noO\n\nan\n\nOffice of the Inspector General/Airport Sector\nCentral Industrial Security Force\n\n(Ministry of Home Affairs)\nae “13 CGO Complex; t\n_ Lodhi Road, New Delhi\nNo, E-28014/APSIESTT/PENSION/05- 4067 Dated 2) Nov'<z\n\n. Circular No, AS - 21/ 2005\n\nSUB.: Expeditious Finalisation of Pension.Cases\n\nOn perusal of monthly reports on settlement of pension cases and release of allied\nterminal benefits in respect of retired personnel / NOK of deceased Force. personnel: of\nASGs/..Bns / Units under Airport Sector, it has come to notice that there has been\ninordinate/ avoidable delay on the part of the Units/ HOOs‘'in preparation of; \"pension papers\nand forwarding of the same to: concerned PAO/ RPAO through the réspective'pension cells\nfunctioning in the office of IG. (NS/ES/NES/SS). It has also'been observed that pension\npapers and service books being forwarded to the respective pension cells:are incomplete.\nEntries regarding deductioris of CGEGIS subscription, verification of service:and Date: of\nBirth, Leave Break / EOL in Govt. setvice, grant of ACP, Pay fixation, Non-transfer of GPF\naccount from previous RPAOs, merger of Dearness pay (w.e.f. 01/4/2004), Orders\npertaining to strength Decrease, details of family, details of pension drawn from Defence\nestablishment if any in respect of Ex-Service personnel are some of glaring -observations/\nlsprepancies Noticed, which have caused unnecessary delay in finalisation of pension\nIt is needless to emphasize that such delay in settlement of pansion. cases causes\n\nfi jancial t hardship: to the’ retired: Personnel NOK. Lon\n\nreviewing the reports, it ‘is atso seen that pendency, periaining 10, hie’ & ree\npersonnel who have proceeded on Voluntary Retirement, is the highest ‘simply: an, the\npretext that V R cases are not being processed tl till such time the personnel actually retire\n\nfront Govt. servicé:\n\n3 In view of the foregoing, it is ordered that all ASG/ Bn/Unit Commanders under the\nAirpoit-Séétor will ensure effective. monitoring of pending pension cases pertaining to their\noffices. in.accordance with the rules in vogue and as per laid down procedure so that\nobservations / shortcomings as enumerated above, do.-not.occur resulting. in delay in\nrelease of PPO/.Payment of legitimate dues to the retired Force personnel/ NOK.\n\n4, _ tis also directed that in case of Govt. servant retiring for reasons other than by way\nof Superannuation such as voluntary retirement, necessary action on matter like\nverification of service, preparation of pension papers, providing of joint photographs by\n\nthe Govt. servant and opening:of bank account must be started immediately on receipt\n\nContd. P/2.\n",
  "2": "eo]\n-2-\n\nof notice from the individual irrespective of his withdrawing the notice at a later\n\nStage. In normal cases of retirement on superarinuation, processing of pension papers\n\nshould start well before two years from the date of retirement of a Govt. servant and\n\ngompleted documents be submitted to the concerned PAO/RPAO within six months\n\npreceding the date of retirement in accordance with rule 64(4) of CCS Pension\nules.\n\n5. The time. schedule as prescribed below for submission of pension papers to the\nrespective pension cells may also be adhered to in letter and sprit :~\n\n“| Category / Nature of case”\n\n~~Tfime schedule for submission of pension cases |\n\n{to\n\netned pension ¢\n\nuperanriuation\n\nCompulsory Retirement |\nluntary Retirement\n\n[Pension paper shal\n\nths from the due date\n\nfi\nWithin 15 days from the date of\n\nFamily Pension / EOP.\nPension _\n_| Pre-mature pensiot\n\n“[ Within 1 days from the date of retirement\n\n| Within 15 days from the date\n[Within 15 days ft\n\n=x-Gracia cases\n\neee 6\n\n‘Such case should be settled within one mont\nfrom the death of Govt. servant.\n\n6. Although ASGs/ Bns/ Units under jurisdiction of Airport Sector will continue to\nforward the pension cases pertaining to their.Units to the pension cells functioning in the\nOfficers of IsG at New Delhi, Patna, Kolkata and Chennai fer onward submission to the\nrespective PAO/ RPAOs, the under mentioned Officers are hereby detailed as Nodal\nOfficers for carrying out necessary liaison with the respective pension cell | PAQ/\n\nRPAO as given against each for early finalization / settlement of pension cases of\n\nthe Airport Sector.\n\n[inspect\n\nof CISE\n\nRPAO CISF Chennai\n\n(3)\n(oiG/GBS ~~ |For Units’ HOOs? under | PAG/CISF New Dethi_\nnom PAOCISF\n/Sr. Commandant, ASG | -do- Pension Ceily (NS) CISF\nL __. _| New Detti_ .\n‘For Units 7 “Under| Pension Cail / (ES) Cisr\n-[RPAO CISF Ranchi | Patna\n-do- | RPAO/ CISF Ranchi\n\\ _—\nFor units/_ ~HOOs ES) CiSF\nRPAO CISF Kolkata RPAO CISF\nFor Units 7 HOO unde er | Sell” ($8) CiSF\n\nChernal and RPAO CISF\n\nhenna\n\n~ Contd: PS\n\n~ 2. 00@Maan-\n",
  "3": "\\\n\n-3-\n\n7. ASGs / Bns/ Units will invariably endorse a copy of the forwarding letter to the\nconcerned Nodal Officer also as and when pension cases of retired unit personnel/ NOK\nare forwarded to the pension cell to enable them to carry out liaison with the agencies as\ngiven in para 6 with a view to bring down pendency in pension cases pertaining to Airport\nSector. .\n\n8. Nodal Officers shail submit a monthly report on the outcome of liaison made with\npension cell/ PAO/ RPAO concerned on the format as given in Appendix-‘A’ so as to\nreach my office by 05\" of every month without fail\n\n9. In order to carry out effective monitoring of pension cases and to ensure expeditious\nfinalisation of pension cases, all ASG / Bn/ Unit Commanders under Airport Sector will\nsubmit a monthly report as per format given in Appendix-'B’ & ‘C’ to reach my office by 5\"\n‘of every month, in addition to the existing report and return on the subject. A copy of this\nreport should also be efdorsed to concerned Nodal Officer (s) for their immediate\nnecessary action :~\n\n10. Your first report in complaince of this circular giving upto-date position of the pension\ncases must be received from ASGs / Bns/ Units by 05/12/2005 positively.\n\nA.\n\n(M.S.BAL!)\ninspector General / AS\n\n11. Please acknowledge receipt and ensure strict compliance.\n\n0900909800 0000005555595999999999999\n\nfa)\n\noO Distribution : -\n°\nis) (1) All Sector IsG (Pension Cell)\n\n(2) All DisG/ Airport Zone including DIG(GBS)\n(3) All ASG Commanders.\n\n(4) Sr. Commandant, Ist.’ 2/7\" Res. Bn.\n\n> (5) PAO CISF New Delhi.\n\n(6) AIRPAQs CISF .\n\nec\n\n3)\n)\n"
}