{
  "1": "@eaeodeocoeooooosoossg9ogII9SoS\n\nOffice of the Inspector General Airport Sector\nCentral Industrial Security Force\n\n(Ministry of Home Affairs) .\n413 CGO Complex,\nLodhi Road,\nNew Delhi- 03\nNo. V-1401 1/APS/POLICY/2005/ 49 42, Dated: & Dec’ 2006\n\nCIRCULAR NO. AS. 22 / 2005\n\nSua : Review of pending Disciplinary Cases by the committee under\nAirport Sector,\n\nOn perusal of Monthly Reports of DE pending in the ASGs/Bns/Units\nunder jurisdiction of Airport Sector since its inception, it has been observed that\nneither the DisG/Airport Zones nor the concerned ASG / 8n./ Unit Commanders\n\nare taking adequate measures in monitoring the DE pending in their Zones/\n\nUnits/ Bris, despite issuance of innumerable instructions on the subject from\nhigher formations. The disciplinary proceedings against the NGOs are generally\ndelayed beyond six months to over a year. The DG CISF has expressed its\nanxiety over such delays in finalization of departmental enquiries.\n\n2. The provisions of Rule 36 of CISF Rules 2001, have been designed to\nmeet the compliance with the principle that “No man should be punished\nwithout a reasonable opportunity to defend himself.” This cardinal principle of\ndisciplinary proceedings should not unnecessarily lead to unduly protracted\n\nproceedings. It has been noticed that the delays in finalizetion of the DE's\n¢ t\n\n3. During the periodical review, it has been observed that in some Units\neven Preliminary Enquiries have been kept pending for 3-4 months by\nConcerned Commanders and pendency shown in the Monthly Reports on a\nregular basis.\n\n4. Itis reiterated that PE is a fact finding enquiry. The purpose is to find out\nwhether there exists a prime facie for initiating regular disciplinary proceedings\nor not. It is informal in nature and no rigid procedure exists for conducting\n\nContd. P/ 2\n\n",
  "2": "~2-\n\nthe same. it may be held confidentially, ex-parte and even without the\n\nparticipation of alleged official. If evidence collected during the P.E. is to be\ntelied upon in a regular departmental enquiry then the Charged Official must\nbe supplied copies of such evidence for his defence. It is not necessary to\nsupply copy of P.E, to the Charged Official. {ts content supported by evidence\nshould be cited and supplied without referring to the PE. It is emphasized that\nP.E. should be conducted within the shortest possible time and not later than\nO7 days under any, circumstances. All concerned ASG / Bn / Unit Commanders:\n\n, are directed to strictly adhere to this time limit for conduct of P.E\n\n5. A time schedule for conduct of departmental enquiries is suggested as\n\nunder :-\n\n~~ STATE OF INQUIRY TIME CaM”\n\nSubmission of report of ” preliminary | Within @7’days from the date\nenquiry to the disciplinary authority. | of ordering the same by the\n\nrelevant authority,\n\n~~) Within 10 days from the date\n, of receipt of report of the PE.\n\nfor stibmission of defence | O iy 38 days ‘fom the\nstatement by the charged ‘offal | date of receipt’\nagainst the charge memo. | acknowledgment of charge\nj sheet,\n\nn of defence siateme\n\nGovt. of India instructions to\nRule 14 of CCS(CCA) rules\n\n|\nif\n| contained in point (28) of the\n|\n| may be referred to\n\n\\\n\nafter |\n\nconsideration of defence\n‘statement. However the total «\n| days of Sl No. (4) &(S)\n| should ordinarily not exceed\n_ 7 days.\n\nContd. P/S.\n\neeoocod\n",
  "3": "CO9e@OG8BOCHSSSS59905999099999990'\n\n900\n\n\"| Gonducting “the departmental enquiry] Ordinarily the DE “be |\n| proceedings | completed within 3 months |\n\\ from the date of appointment\n\nWithin Zdays from “the Wate’\nof completion of enquiry. |\n\n; Submission of Written Brief by the CO” | Within iédays from the date’,\ni H i of receipt of brief of the PO\n\n'\n9. | Submission of the enquiry report by the | i Within 46 days from the\nto the disciplinary authority \\ ‘date of receipt of briefs.\n\nSending ‘of ‘copy of 10's report ti to “the! | Within 46 _ “days, “from. the\n| | changed officer | date of receipt of 10's report .\n' | alongwith reasons for:\ni | disagreement, if any. ‘\n| Consideration of the representation of | Within 18 days from the date ©\n‘© and issuance of final order. i ‘of receipt of representation of\n\n6. As far as practicable, it shall be ensured that the departmentai\nproceedings are not unduly stretched and completed within the stipulated time\nframe. The Unit Commanders as well as the concerned disciplinary authority\n‘shall review the progress of the pending DE’s on fortnightly basis and ensure\nthat undue delays are curbed. Delay, if any, in tinely conclusion of the\nproceedings ought to be Justified.\n\n7. Please acknowledge receipt and ensure meticulous compliance.\n\nQRS\n(M.S. BAL)\ninspector General / A.S.\nDistribution :-\n(1) All DisG/ Airport Zones, GBS.\n(2) All ASG Commanders.\n(3) Sr. Commandant. 1st. /2\"/ 7\" Res. Bns.\n"
}