{
  "1": "OFFICE OF THE ADDITIONAL DIRECTOR GENERAT/AIRPORT SECTOR\nCENTRAL INDUSTRIAL SECURITY FORCE\n(N4INISTRY OF HOME AFFAIRS)\nAdminlstrative Block\nAirport Sector, CISF ComPlex\nMahipalpur, New Delhi-37\nDatedi 22-Feb'7023\nNo. 0-420 1 1/APC/ops(2)/Circula r I AS I 2023- 2 ZV +\nTo\nIG/APS I & II\nDISG/AP (Nz, WZ, Sz & E&NE)\nDIsG/CASOs ASGs Delhi, Hyderabad, Mumbai, Chennai & Bangalore\nCASOs of all ASGs\nSub: Circular: Reo,\nPlease find enclosed herewith Ministry of External Affairs Clrcular dated 2I.02.2023 for\nkind information and necessary action please.\n2. \nThis is issued with the approval of the Competent Authority.\nEncl. as above,\n(Arun Sin jlh)",
  "2": "No. 90872/COP/2023\nGoyernment of India\nMinistry of Externrl Affairs\nProtocol Division\n:irri *\nCIRCULAR\nIt has comc to the notice of this Ministry that there have been some cases of\nunauthorised entities approaching rhe Bureau of civir Aviation Security (BCAS),\nMinistry nfcivil Aviation seeking security exemption for foreign diplo'nats and foreig,\notlicials at airports liom pre-embarkation security check/frisking.\n:. \nil is reiterated that authorisarion rbr exernption riom such security checks. ror\ntbreign nationals. diplomats. and foreign ofliciais, can be addressed to BCAS onrv bv\nthe Protocol Division of the Ministry of External Aflhirs.\n3. \nIl ma-v also be noted that such exemptions are granted after due exarnination of\neach request considering the starus and psition ol rhe tbreign dipromat/officiar, rhc\nreciprocal facilities provided to Indian officials and diplomats and other considera(ions.\nAny deviati'n from the abo'e procedure lbr.btaining such exemptions is a breach or\nexisting protocol norms and may also \n\"aarta aon\"arn. obout aviation security.\n4 \nAll f)eparlrnents/agencies are tlrererore requested to submit such requests to\nProtocol Division. MEA fbr due examination and conveying the decision iakcn to\nBCAS for l\"urther action,\n-s' BCAS is requested to adhere to the existing procedure and acr ou such requests\nonly if they are authorizetl by the protocor Division of the Ministr.y ol' lixtemu aiiairs.\n6. \nl1 is requested that the above rnay kindly be conveyed suitahly to all fieid\nformations.\nThis issues rvith the approval ofcompetent authority.\nJawaharlal Nehru Bhawan, New Delhi\n2l February, 2023\n,tu--/-\"-\nan Garr)\nProtocol\n(Anshu\nCopies by enrail to:\nL Secretary, Ministry of Civit Aviation. Rajiv Candhi Bhar\nAirport, NewDellri-I10003. \n'r'an' saldarjung n;^M\n(\\ \nA\\u* *fiffi^A\\\"Pd\n\\ ' \no'LL;fitor tu'-''\nYdY \n'hoft^ ffi-sptg\nI \ng\\n'L- \n( -",
  "3": "2. G20 Chief Coordinator, MEA, Sushma Swaraj Bhawan, ]rlew Delhi-I 1002l.\n3. Director General, BCAS, Jarpath Bhawan. Janpath, New Delhi-l10001.\n4. Spt. CP (Securig). Delhi Police, Police Headquarren, Jai Singh Road, Neu,\nDelhi-l10001.\n5. ]oint Director (VS), MHA. 25, Akbar Rr:ad.\n6. IG. Airport Hqrs, CISF, CISF Complex, Mahipalpur gypass Road, New Delhi-\n11003?,\nCopy for information ro:"
}