{
  "1": "fa) |\n\n9 _ Office ofthe inapctor General/Arport Secor i\ni : Centrel Induetal Secury Force f\n~ (Ministry of Home Affairs) oD\na8 13 CGO Camplex\n\n0 Lodhi Road, New Delhi\n\nfa) No.O-42011/APC/OPS(2)/CIRCULAR/AS/07- | o/b OT a4 Sep ‘07\n\n6 SIRGULAR NO, AS- 28/2007 ,\n\nSub: LEAVE DURING IS DUTV/ATTACHMENT\n\nIt has been observed that there Is confusion In sanction of leave to the CISF personnel\nwhile they are on IS duty or attachment,\n\n2. In this connection, It Is stated that leave cannot be claimed as a right. When the\nexigencies of the public service so require, discretion to refuse or revoke leave of any\ndescription Is reserved to the authority empowered to grant It. These provisions have been\nmade In the rules because It Is not always possible to let all who want leave.at a particular\ntime to have It at that time and there Is a limit beyond which staff can not be permitted\nwithout dislocating the working of an establishment. However, these provisions.are not\nIntended to be used to abridge the leave entitlement of the staff.\n\n3 Henceforth, while detailing any person on 1S duty or attachment, the parent ASG\nshould mention the leave balance (CL/EL/HPL) In the Movement Order Itself so that where\npersonnel deployed on IS duty/attachment, the concerned leave sanctioning authority Is\n() aware of the leave balance. CL may be granted by the local authority wherever the personnel\n_ re deputed and EL may also be granted by the same authority unless a replacement Is\nrequired. However, all concerned may be advised that the EL applications should be\n6) submitted to the leave sanctioning authority well In advance to draw a programme for the\n“ grant of leave to the applicants by turn and also for arranging a replacement If so required,\n| 2) Incase replacement Is required, the CASO should immediately take up the matter with CASO\n| of parent ASG so that a replacement can-be sent in time,\n\n4, However, the CASO, ASG In emergent/genulne cases should use thelr own discretion\nand decide the case on merit by making Internal unit level arrangements, They should not be\nunsympathetic or Insensitive In dealing with these matters In emergent situations.\n\nre)\n(MS Ball)\nInspector General/AS\nDistribution: : .\n\ni Lo ALL\n\n/ASGs\n| I, DIsG Alrport (Chennal, Kolkata and Mumbal)\nIl — ADIG/Alrport (Delhl)\n\n"
}