{
  "1": "7 Sander eee Chenif}e\net ey Ki. ong 20\n\n>\n>\n2 old\nwy Office of the Inspector General/Airport Sector ZG\n” Ye p> Ceritral Industrial Security Fores ~~~\nCY % (Ministry of Home Afi Plerkevanisioneeremonnem\nWw Ww\n=)\n\n‘ CISF HQrs, 13 CGO Complex,\nw or, Lodhi Road, New Delhi - 03 x\\b\n\nE- No. 0-42055/APC/CircularlAS/S6/-/0602 Dated /*F Novos L \\x ry °\nse a 7\n\nCIRCULAR No. AS-_23_/2006 ia “Dp\n\nSubject: Courtesy and protocol to be extended to the Hon’ble\nMPs at airports by the CISF personnel Ken\n\n5 BCAS circular No. 2/2004 specifically provides that due courtesy is\n\nextended to the Hon'ble Member of Parliament during their visit to\n\n- airports. Their PICs: entitled them to go upto the certain area in the\nairport without any entry pass.\n\nAccording to the reports available, at times, Hon'ble MPs have\nfaced inconvenience at airports. ASGs are directed to take following\n+ action in such cases;\n\n(i), Sometimes, the hon’ble MPs have open tickets and CISF\npersonnel have requested them to get the same confirmed from the\nairline counter outside the airport. ‘As the Hon'ble MP can go upto\nthe check-in area on the basis of their PICs, they should be allowed\nto go to the airline counter in the check-in area for getting\nConfirmation of the ticket. .\n\n(ii) At the time of VVIP/VIP visits at various airports, MPs and\nMLs and other senior political functionaries , Sometimes, want to\nreceive the VVIP/VIP at the ladder point. According to the para\n4.15 of the SOPs, “CASO will maintain liaison with the state\ngovt/local police authorities for making arrangement during the visit\nof the VVIP along with the Airport Director. A list of the authorized\npersons to visit the airport........\". Therefore, the CASOs should take\ninitiative and get passes issued from the Airport Director for\nMPs/MLAs and other party functionaries as decided by the local\nauthorities so that no last minute confusion occurs on this account.\nIf the CASOs do their hama work properly in this regard, it is felt that\nthere will no occasion for a communication gap occurring between\nthe senior public figures and the CISF.\n\nwove dU UUW UUOOUU WES\n\nuv\n|\n\n",
  "2": "bd)\n\n@\nnD\n\nsecurity checks. The CISF personnel should be sensitized to - &\n“<< answer all such queriés with patience, courtesy and good manners.\n\nq\n2 kaa :\n(iii) During high alerts and under special circumstances, extra &\nsecurity checks are carried out on a person. _If, however, the |\nidentity of the passenger as a MP is revealed before extra checks ©\nare carried out, then the CISF personnel on duty should avoid going .\nahead with the same on account of the position of high responsibility 4\n- - being enjoyed by the Members of the Parliament. Routine security _ ;\nchecks should, however, continue to be carried out as per BCAS &\ninstructions,\ne\n(iv) ‘During security checks, sometimes, queries may be made by\nthe Hon'ble Members of the Parliament from CISF personnel -\nregarding the necessity of various procedures adopted during\n:\n\nCASOs are requested to sensitize every CISF personnel of the unit\nabout the requirements mentioned above.\n\n1Be AI 06\n(MS. Bali)\nInspector General/AS\nDistribution:\n| 1. DIG/Airport(South Zone ), CISF, Chennai\n2. DIG Airport ( East & North East Zone), CISF Kolkatta\ni 3. DIG/Airport(West Zone) CISF, Mumbai\n) 4. . “ ADIG/AP (NZ), CISF New Delhi\n| 5.°° All CASOs CISF ASGs,\n{ 6. AIG/AS\n\n"
}