{
  "1": "‘\n\ny OFFICE OF INSPECTOR GENERAL/AIRPORT SECTOR\nCENTRAL INDUSTRIAL SECURITY FORCE\n\n(Ministry of Home Affairs)\n13, CGO Complex\na Lodhi Road, N. Delhi\nNo. 0-42055/APS/Circular/AS/05- 5 32-8 Dated Dec 2005\nCircular No. AS ~ 23/2005 wz\n\nSub: “Security of Aviation fuel dumps/tankers at airports: Req”\n\nIt is intimated that fuel tanks/dumps located in the airside of the airports or\n\nadjacent to the terminal building or apron are not guarded by CISF as these are not\n\n, Sanctioned posts. However, in view of the present security scenario and increased\n\nsophistication in terms of arms and ammunition being used by the extremist/terrorists\n\noutfits, and given the fact that these fuel tanks/dumps are vital installations and are\n\nvulnerable from security point of view, all ASG Commander are directed to\n\nimplement security measures given below to ensure strict control of ingress to the\n\nairside from the fuel dumps and to preclude the possibility of any unlawful\ninterference/incident of sabotage, etc., at the airports.\n\nCOMODO TOIDOISIGISIGIOIIGIIO\n\ni. Strict access control to the fuel dumps from ‘the landside as well as\nfrom the airside should be enforced to prevent unauthorized entry\ninto fuel dumps.\n\nii, Drivers of oil tankers, employees of fuel dumps should be properly\ninstructed on the aspects of security of fuel dumps. All\nemployees/authorized persons while gaining entry into the fuel\ndumps should be properly frisked and their belongings be searched.\n\nThough the fuel tanks/dumps are not sanctioned posts but are the vital\ninstallation at the airport and if left unguarded may result into a major tragedy.\n. Therefore CASOs of all airports are directed that while formulating the duty\ndeployment of their personnel at airport this aspect should kept in mind and fuel\ndumps located at the airport should be guarded by armed personnel\n\nThis duty post should also be taken into account during surveys/resurveys\nand extra manpower asked for it, besides taking up this issue during monthly\nsecurity committee meeting\n\nPlease acknowledge the receipt and ensure strict compliance.\n\nBel KOS\n(M. S. Bali)\n\nIG/Airport Sector\nDistribution:\nDIG/Airport (West) Mumbai\n+ DlG/Airport (South), CISF Chennai\nDiG/Airport (E & NE) CISF Kolkata,\nAddl DiG/Airport (North), New Delhi\nAll APSU Commanders\nAlGiAirport Sector\n\n"
}