{
  "1": "OFFICE OF INSPECTOR GENERAL/AIRPORT SECTOR\nCENTRAL INDUSTRIAL SECURITY FORCE\n\noO (Ministry of Home Affairs)\n\ne 13, CGO Complex\n\n” Lodhi Road, N. Delhi\n+ No.0-4201 /APC/OPS(2)Circular/AS/O7  / 08 32. Dated 26\" September-07\n\nCIRCULAR NO. AS- 24/2007\nSub: Aseeasment of Screeners’ Performance\n\nX-BIS screening is a significant component of antl-hijacking duties being\nperformed by the ASG of CISF. Hence, it is necessary to constantly enhance the skills of\nthe ASG screeners in detection of improvised Explosive Devices and other prohibited items\nin the hand baggage of the passengers. in addition to the dummy/decoy checks conducted\nby various agencies, it is felt that a system for continuous evaluation is required to assess\nthe skills and performance of the screeners at various ASGs. Some threat objects look very\ndifferent in the X-Ray image than in reality and even look similar to harmléss objeqts. It Is\nprudent to test the efficiency of screeners in detecting such items. Due to these reasons,\ntraining and visual experience are essential in order to achieve and maintain a high level of\ndetection.\nio 2 A relatively new technology in this field is Threat Image Projection (TIP). In fact, TIP\n\n. |s @ software function that assesses the performance |.e. detection capabilities of X-BIS\nscreeners on the job. In TIP, Fictional Threat Images (FTis) of prohibited/dangerous/treat\nitems are projected randomly on the X-BIS screen in. real time on to actual passenger hand\nbaggage. If the screener correctly detects the projected threat image within a predefined\ntime, the answer is counted ae a ‘Hit’: Missing a TIP image is counted as a ‘Miss’. The TIP\ndata is also an interesting source for quality control.\n\n9og900c.\n\nAssessment of acreener's performance.\n\n3 For implementation of TIP based evaluation system, all X-BIS machines should be\nprogrammed to function only with a log in ID and password, All certified screeners should\nbe allotted with individualised user 1D and password (secret). The user {D allocated to\nindividual screener should only have operator access rights.\n\n4. — A separate User ID is to be allotted to supervisory officers/ inspector in charge as\nlocal supervisor (access right to TIP only). They will be responsible for periodic evaluation\nof performance of screeners, compitation and timely reporting of the same.\n\n6. The log-in ID with access right of supervisors should be Issued only to limited\npersons for making periodic changes in the user (Ds and password. The user {Ds and\npassword can be transmitted from one machine to another online (in case of online X-ray\nmachines) and with the help of Zip drive or USB storage device as the case may be.\n\n_ 6. The performance of the screeners can be evaluated on the basie of rate of detection\n( and false alarm (The screener with high rate of detection and high rate of false alarm\n| cannot be treated as a good screener). A good screener is able to detect threats ata\nconsiderably hi\n\nperformance of\n\nigh rate together with a very low false alarm rate.\nthe sci he nu and fal\nof hits a\n\nAn af Hite ina of Fala alarms + No of Misses) = Aggregate performance\n",
  "2": "Noof |Noof | Aggregate | % of\nfalse Tips performance | aggregate\nalarms | missed | Hits-(F/A+\nMiss) wrt *\nprojected\n\nleo |11_ | 40\n[e0_|\n\ni\n3\n8\nacl dail Lescaut Dont Dal Hal Daal\n\n3 Cc '\n\n©) An aggregate performance of 60 % can be treated as satlefactory performance.\n6) 7. The CASOs should devise a means‘of assessing the pérformance of each screener ]\n‘ atleast once a month on any siven day using the above method/formuta,\nq) 8. However, It must be understood and ma‘ bundantly clear to the screeners\n\nthat the objective of this assessment Is not.negative i.e. to penalize those who are\nre) weak in any way. Rather, It Is to help them to assess thelr own skills and enhance ]\n\ntheir expertise in terms of their detection capabilities. 7\n\n9. CASOs are directed to first check whether the X-BIS. machines Installed in the SHAs\nCe) have the TIP capability or not, In fact, this Is a mandatory specification of X-BIS machines\nas per BCAS guidelines contained in Appendix A and E of BCAS Circular 26/2004. Hence 1\ne in case It is not installed, they should take up the matter with the concerned Airport\noO Operators In right earnest to install this feature In the machines Immediately. .\nshould be followed scrupulously. The unit\nC mance of ers, by rank/name\n\n40.Once Instal\n\n11,DieG/Airports are requested to monitor the implementation of the above Instiuctions i\nduring thelr inspections/vielts and reflect the same In thelr-monthly DOs to the undersigned.\n12. A compliance report should be sent to Airport Sector HQ by all CASOs. The first“\ncompliance should be received by 01.10.07 certifying that the directions have been 7\nunderstood, X-BIS programmed accordingly and passwords have been allotted to all j\n\nconcerned,\n[2] 43.  Regular.returns thereafter must be sent by 5\" of every month from every unit giving\nthe performance of every certified screener In the unit (SOs only) as assessed using the\n, abovementioned method.\nha 14. Any clarification in this regard shal! be sought from Sh, Anii Kumar, ADIG Airport j\n| Sector on phone.\nd. 15, Please acknowledge recelpt and ensure compliance. MA }\n+) AQ\n(MS BALI) i\n- IGiAirport Sector}\n~ Distribution:- 1. DisG/ADIG Alrports ‘ ]\n2. All CASOS/ASG, CISF }\nd\n"
}