{
  "1": "SOD9SSSTHOO50000008900090559999399089989098008\n\n>\n\nOffice of the Inspector General/Airport Sector\nCentral Industrial Security Force\n(Ministry of Home Affairs)\n\nCISF HQrs, 13 CGO Complex,\nLodhi Road, New Delhi —\nNo.0-42055/APC/SHA/AS/06 - 09/5 Dated 7 Nov'oé\n\nCIRCULAR. No 25 /2006\n‘Subject: Physical arrangement of Security Hold Areas on the Airports\n\nTt has been emphasized time and again by me during interactions with CASOs\nthat overall ambience of the Security Hold Area at the Airport is extremely important and\nis a direct reflection of the efficiency of the ASG. Director General/CISF has observed\nthat at a few Airports, arrangement of the equipment in the SHAs which includes the\nDFMDs, X-ray machines, tables, chairs, frisking podiums and screens etc. is such that the\noverall appearance is unsystematic and untidy. You would agree that this observation is\nextremely pertinent and important. If the SHA equipment is of good quality and is\narranged according to the scheme/dimensions given in the uniformity instructions, the\nSHA will give an impression of impenetrability and tidiness. This can be ensured if the\n\nCASO takes personal interest and procures proper furniture, screens and partitions etc.\nfrom the Aitpor Management. | posues proper fami seers and Daron clap\n\nThe CASOs are directed to take personal interest in this regard and in cooperation\nwith the Airport Management, standardize the SHA equipment and get it adjusted\naccording to the approved sketch given in the uniformity instructions. No furniture\nwhich is meant for the use of passengers should be used by our personnel in the SHAs.\nWooden partitions and screens with wooden frames should be used as far as possible so\nthat the DFMDs, HHMDs and other electronic equipment is not adversely affected due to\nthe close presence of metallic articles.\n\nI would expect a message in compliance by 15.12.06.\n\nLEKI 06\n\n(Ms BALD\nINSPECTOR GENERAL/AS\nDisteibuti\nDisG(WZ), N&NEZ, EZ, ADIG(NZ)\nAll CASOs\n\nCopy to : DiG(Ops) : With reference to DG's observations in the last Monday\nMeeting.\n"
}