{
  "1": "OFFICE OF ADDL. DIRECTOR GENERAL/AIRPORT SECTOR\nCENTRAL INDUSTRIAL SECURITY FORCE\n\n(Ministry of Home Affairs)\n16, CGO Complex\nLodhi Road, N. Delhi\nNo. 0-42011/APC/OPS(2)/Circula/AS/16- 2 540 Dated: 6 | April’ 2016\n\nCIRCULAR NO. AS- 01 /2016\n\nSub: Dealing with cases of Hoax Calls at airports : Rea-\n\nIn the last few months, there has been an increase in the number of Hoax calls\nabout bomb threat at the airports. Approximately, 44 such calls were reported in the year\n2015 and this year 36 such hoax calls have already been received.\n\n2 These hoax calls cause tremendous inconvenience to passengers; disruption of\nflight operations and services at the airports. The disturbance in the flight schedule leads\nto delays and many a times passengers miss their connecting flights and lose their\nbaggage in the chaos caused by flight delays.\n\na It is vital to curb such hoax calls with the co-operation/co-ordination amongst\nvarious agencies working at the airport. Registration of cases under the ‘The\nsuppression of Unlawful acts against safety of Civil Aviation Act, 1982” (copy\nenclosed) will act as strong deterrent to such callers. The extracts of relevant sections\nunder this act are as under:\n\n-  *3A. offence at airport —\n\n(1) Whoever, at any airport unlawfully and intentionally, using any device,\nsubstance or weapon -\n\n(b) destroys or seriously damages any aircraft or facility at an airport or\ndisrupts any service at the airport, endangering or threatening to\nendanger safety at that airport,\n\nshall be punished with imprisonment for life and shall also be liable to\nfine.\n\n4. Being prime security agency at the airport, all CASOs are directed to advise\nconcerned Airlines/Airport Operators to file criminal complaints under this act with the\nlocal police in addition to other laws/sections of IPC and pursue this issue with State\nPolice.\n\n5. Zonal DisG are also directed to closely monitor all such hoax calls at the airports\nunder their respective jurisdiction for implementation of above directions meticulously.\n\n6. Please acknowledge receipt and ensure strict compliance.\nEncl : As above\n\n(Dharmendra Kumar)\nAddl. DG/Airport Sector\n\nDistribution:\nDisG/Airport (Delhi, Mumbai, Kolkata & Chennai):\nDIG/CASO IGI Dethi and CSIA Mumbai\nAll CASO ASGs, CISF\n\n",
  "2": "a\n\nCHAPTER X\n\nTHE SUPPRESSION OF UNLAWFUL ACTS\nAGAINST SAFETY OF CIVIL AVIATION ACT, 1982\n\n(66 OF 1982)\n\n",
  "3": "2\n\nTHE SUPPRESSION OF UNLAWFUL ACTS AGAINST SAFETY OF CIVIL AVIATION ACT, 1982 CHAP. x\n\nCHAPTER X\n\nTHE SUPPRESSION OF UNLAWFUL ACTS\nAGAINST SAFETY OF CIVIL AVIATION ACT, 1982\n\nTABLE OF CONTENTS\n\nSECTIONS PAGES\n\nCHAPTERI\n\nPRELIMINARY\n\n1. Shorttitle, extent, application and commencement 137\n2. Definitions 137\n\nCHAPTER II\n\nOFFENCES\n\n3. Offence of committing violence on board an aircraft inflight, ete 138\n3A. Offence at airport 138\n4. Destruction of, ordamage to, airnavigation facilities 139\n5. Jurisdiction 139\nSA. Conferment of powers of investigation, etc. 139\nSB. Designated Counts 9\nSC. Offences triable by Designated Courts 139\nSD. Application of the Code to proceedings before a Designated Court . 140\n\nCHAPTERII\n\nMISCELLANEOUS\n\n6. Provisionsas toextradition 140\n6A. Provisionasto bail : : “ 140\n7. Contracting parties to Convention la\n8. Powerto treat certain aircraft to be registered in Convention countries 141\n9. Previous sanction necessary for prosecution 141\n9A. Presumptions as to offences under sections 3,3 and 4 141\n10. Protection of action taken in good faith 141\n",
  "4": "3\n\n‘THESUPPRESSION OF UNLAWFUL ACTS AGAINST SAFETY OF CIVIL AVIATION ACT, 1982\n\nCHAP. x\n\nCHAPTER X\n\nTHE SUPPRESSION OF UNLAWFUL ACTS\n\nAGAINST SAFETY OF CIVIL AVIATIO:\n\n1982\n\nACT,\n\n(66 of 1982)\n\nAn Actto give effect to the Convention for\nthe Suppression of Unlawful Acts against the\nSafety of Civil Aviation and for matters\nconnected therewith.\n\nWHEREAS a Convention for the\nSuppression of Unlawful Acts against the Safety\nof Civil Aviation was, on the 23rd day of\nSeptember, 1971, signed at Montreal;\n\nAND WHEREAS it is expedient that India\nshould accede to the said Convention and make\nProvisions for giving effect thereto and for\nmatters connected therewith:\n\nBE itenacted by Parliament in the Thirty-\nthird Year of the Republic of India as follows\n\nCHAPTER I\nPRELIMINARY\n\n1. Short title, extent, application and\ncommencement —(1) This Actmay be called\nthesuppression of Unlawful Acts against Safety\nof Civil Aviation Act, 1982\n\n(2) Itextends to the whole of India and, save\nas otherwise provided in this Act, it applies\nalso to any offence under section 3 committed\noutside India by any person,\n\n(3) It shall come into force on such date as\nthe Central Government may, by notification in\nthe Official Gazette, appoint\n\n2. Definitions — (1) In this Act, unless the\ncontext otherwise requires, —\n\n(a) “aircraft” means any aircraft, whether or\nnot registered in India, other than a\nmilitary aircraft or an aircraft used in\ncustoms or police service;\n\n(b) “aircraft registered in India” means an\naircraft which is for the time being\nregistered in India;\n\n(bb) “airport “means an aerodromeas defined\nin clause (2) of section 2 of the Aircraft\nAct, 1934.\n\n(©) “Convention country” means a country\nin which the Montreal Convention is for\nthe time being in fore:\n\n(@) “military aircraft” means an aircraft of\nthe naval, military, air force or any other\narmed forces of any country and includes\nevery aireraft commanded for the time\nbeing by a person in such force detailed\nfor the purpose:\n\n(c) “Montreal Convention” means the\nConvention for the Suppression of\nUnlawful Acts against the Safety of Civil\nAviation signed at Montreal on the 23rd\nday of September, 1971,\n\n(2) For the purposes of this Act, —\n\n(@) anaircraft shall be deemed to be in flight\natany time from the moment when all its\n",
  "5": "4\n\n\"THESUPPRESSION OF UNLAWFUL ACTS AGAINST SAFETY OF CIVIL AVIATION ACT, 1982\n\nexternal doors are closed following\n‘embarkation until the moment when any\nsuch doris opened for disembarkation,\nand in the case of a forced landing, the\nflight shall be deemed to continue until\nthe competent authorities of the country\nin which such forced landing takes place\ntake over the responsibility for the\naircraft and for persons and property on\n\nboard;\n\n(®) anaircraft shall be deemed tobe in service\nfrom the beginning of the pre-flight\nPreparation of the aircraft by the ground\nstaffor by the crew fora specific flight\nUntil twenty-four hours after any landing\nand the period of such service shall\ninclude the entire period during which\nthe aircraftis in flight.\n\nCHAPTER IT\nOFFENCES\n\n3. Offence of committing violence on\nboard anaircraftiin flight, ete. (1) Whoever\nunlawfully and intentionally —\n\n@) commits an act of violence against a\nPerson on board an aircraft in flight which\nis likely to endanger the safety of such\naircraft; or\n\n(b) destroys an aircraft in service or causes\ndamage to such aircraft in such a manner\nas to render it incapable of flight or\nwhichis likely to endanger its safety in\nflight; or\n\n(©) places or causes to be placed on an\naircraft in service, by any means\nwhatsoever, a device or substance which\n\nCHAP. Xx\n\nis likely to destroy that aircraft, or to\ncause damage to it which renders it\nincapable of flight, or to cause damage\nto itwhich is likely to endanger its safety\nin flight; or\n\n(@ communicates such information which\nhe knows to be false so as to endanger\nthe safety of an aircraft in flight,\n\nshall be punished with imprisonment for\nlife and shall also be liable to fine.\n\n(2) Whoever attempts to commit, or abets\nthe commission of, and offence under sub-\nsection (1) shall also be deemed to have\ncommitted such offence and shall be punished\nwith the punishment provided for such offence.\n\n3A, Offence at airport—(1) Whoever, at\nany airport unlawfully and intentionally, using\nany device, substance or weapon, —\n\n(@) commits an act of violence which is\nlikely to cause grievous hurt or death of\nany person; or\n\n(©) destroys or seriously damages any\naircraft or facility at an airport or disrupts\nany service at the airport, endangering\nor threatening to endanger safety at that\nairport, shall be punished with\nimprisonment for life and shall also be\nliable to fine.\n\n(2) Whoever attempts to commit, or abets\nthe commission of, any offence under sub-\nsection (1) shall also be deemed to have\ncommitted such offence and shall be punished\nwith the punishment provided for such offence.\n",
  "6": "‘THE SUPPRESSION OF UNLAWFUL ACTS AGAINST SAFETY OF CIVIL AVIATION ACT, 1982\n\n4. Destruction of, or damage to, air\n\nnavigation fa ities — (1) Whoever\nunlawfully and intentionally destroys ordamages\nair navigation facilities or interferes with their\nOperation in such a manner as is likely to\nendanger the safety of the aircraft in flight shall\nbe punished with imprisonment for life and\nshall also be liable to fine.\n\n(2) Whoever attempts to commit, or abets\nthe commission of, any offence under sub-\nsection (1) shall also be deemed to have\ncommitted such offence and shall be punished\nwith the punishment provided for such offence.\n\n5. Jurisdiction — (1) Subject to the\nProvisions of sub-section (2), where an offence\nunder section 3 is committed outside India, the\nPerson committing such offence may be dealt\nwith in respect thereof as if such offence had\nbeen committed at any place within India at\nwhich he may be found.\n\n(2) No court shall take cognizance of an\noffence punishable under section 3 which is\ncommitted outside India unless —\n\n(a) such offence is committed on board an\naircraft registered in India;\n\n(b) such offence is committed on board an\naircraft which is for the time being leased\nwithout crew to a lessee who has his\nprincipal place of business, or where he\nhas no such place of business, his\npermanent residence in India; or\n\n(©) the alleged offender is a citizen of India\nor is on board the aircraft in relation to\nwhich such offence is committed when\nitlands in India or is found in India.\n\n5\n\nCHAP. X\n\n*SA. Conferment of powers of\ninvestigation, ete.— (1) Notwithstanding\nanything contained in the Code of Criminal\nProcedure, 1973, for the purposes of this Act,\nthe Central Government may, by notification in\nthe Official Gazette, confer on any officer of\nthe Central Government, powers of arrest,\ninvestigation and prosecution exercisable by a\npolice officer under the Code of Criminal\nProcedure, 1973.\n\n(2) All officers of police and all officers of\nGovernmentare hereby required andempowered\ntoassist the officer of the Central Government\nreferred to in sub-section (1), in the execution\nof the provisions of this Act,\n\n*SB. Designated Courts — (1) For the\nPurpose of providing for speedy trial, the State\nGovernment shall, with the concurrence of the\nChief Justice of the High Court, by notification\nin the Official Gazette, specify a Court of\nSession to bea Designated Court forsuch area\nor areas as may be specified in the notification,\n\n(2) Notwithstanding anything contained in\nthe Code of Criminal Procedure, 1973, a\nDesignated Court shall, as far as practicable,\nhold the trial on a day-to-day basis.\n\n*5C. Offences triable by Designated\nCourts — (1) Notwithstanding anything\ncontained in the Code of Criminal Procedure,\n1973,\n\n(@) all offences under this Act shall be triable\nonly by the Designated Court specified\nunder sub-section (1) of section 5B.\n",
  "7": "‘THE SUPPRESSION OF UNLAWFUL ACTS AGAINST SAFETY OF CIVIL AVIATION ACT, 1982\n\n(b) where a person accused of or suspected\nof the commission of an offence under\nthis Act is forwarded to a Magistrate\nunder sub-section (2) or sub-section (2A)\nof section 167 of the Code of Criminal\nProcedure, 1973, such Magistrate may\nauthorise the detention of such person\nin such custody as he thinks fit for a\nperiod not exceeding fifteen days in the\nwhole where such Magistrate is a Judicial\nMagistrate and seven days in the whole\nwhere such Magistrate is an Executive\nMagistrate:\n\nProvided that where such Magistrate\nconsiders, —\n\n(i) when such person is forwarded to\nhimas aforesaid; or\n\n(ii) upon orat any time before the expiry\nof the period of detention\nauthorised by him,\n\nthat the detention of such person is\nunnecessary, he shall order such person\ntobe forwarded to the Designated Court\nhaving jurisdiction;\n\n(c) the Designated Court may exercise, in\nrelation to the person forwarded to it\nunder clause (b), the same power which\nMagistrate having jurisdiction to try a\ncase may exercise under section 167 of\nthe Code of Criminal Procedure, 1973,\nin relation to an accused person in such\ncase who has been forwarded to him\nunder that section;\n\n(@) a Designated Court may, upon a perusal\nofa complaint made by an officer of the\nCentral Government or the State\nGovernment, as the case may be,\n\n6\n\nCHAP. x\n\nauthorised in this behalf, take cognizance\nof that offence without the accused being\ncommitted to it for trial.\n\n(2) When trying an offence under this Act, a\nDesignated Court may also try an offence other\nthan an offence under this Act, with which the\naccused may, under the Code of Criminal\nProcedure, 1973, be charged at the same trial,\n\n“SD. Application of the Code to\nproceedings before a Designated Court —\nSave as otherwise provided in this Act, the\nprovisions of the Code of Criminal Procedure,\n1973, shall apply to the proceedings before a\nDesignated Court and the person conducting a\nprosecution before a Designated Court shall be\ndeemed to be a Public Prosecutor.\n\nCHAPTER IIT\nMISCELLANEOUS,\n\n6. Provisions as to extradition —(1) The\noffences under section 3 and section 4 shall be\ndeemed to have been included as extraditable\noffences and provided for in all the extradition\ntreaties made by India with Convention countries\nand which extend to, and are binding on, India on\nthe date of commencement of this Act.\n\n(2) For the purposes of the application of\nthe Extradition Act, 1962 (34 of 1962) to\noffences under this Act, any aircraft registered\nina Convention country shall, at any time while\nthat aircrafts in flight, be deemed to be within\nthe jurisdiction of that country, whether or not\nitis for the time being also within the jurisdiction\nof any other country,\n\n“6A. Provision as to bail — ad)\nNotwithstanding anything contained inthe Code\nof Criminal Procedure, 1973, no person accused\nof an offenee punishable under this Act shall, if\n",
  "8": "7\n\n‘THESUPPRESSION OF UNLAWFUL ACTS AGAINST SAFETY OF CIVIL AVIATION ACT, 1982\n\nin custody, be released on bail or on his own\nbond unless —\n\n(@) the Public Prosecutor has been given an\nopportunity to oppose the application\nfor such release ; and\n\n() where the Public Prosecutor opposes\nthe application, the court is satisfied\nthat there are reasonable grounds for\nbelieving that he is not guilty of such\noffence and that he is not likely to commit\nany offence while on bail.\n\n(2) The limitations on granting of bail speci-\nfied in sub-section (1) are in addition to the\nlimitations under the Code of Criminal Proce-\ndure, 1973 orany other law for the time being\nin force on granting of b;\n\n(3) Nothing contained in this section shall\nbe deemed to affect the special powers of the\nHigh Court regarding bail under section 439 of\nthe Code of Criminal Procedure, 1973\n\n7. Contracting parties to Convention —\nThe Central Government may, by notification\nin the Official Gazette, certify as to who are the\ncontracting parties to the Montreal Convention\nand to what extent they have availed themselves\nof the provisions of the Convention, and any\nsuch notification shall be conclusive evidence\nof the matters certified therein.\n\n8. Power to treat certain aircraft to be\nregistered in Convention countries — Ifthe\nCentral Government is satisfied that the\nrequirements of Article 9 of the Montreal\nConvention have been satisfied in relation to\nany aircraft, it may, by notification in the Official\nGazette, direct that such aircraft shall, for the\n\nCHAP. Xx\n\nPurposes of this Act, be treated as registered in\nsuch Convention country as may be specified\nin the notification,\n\n9. Previous sanction necessary for\nProsecution — No prosecution for an offence\nunder this Act shall be instituted except with\nthe previous sanction of the Central Government.\n\n*9A. Presumptions as to offences under\nSections 3, 3A and 4 — In aprosccution foran\noffence under sections 3, 3A and 4 if it is\nproved\n\n(@) that the arms, ammunition or explosives\nwere recovered from the possession of\nthe accused and there is reason to believe\nthat such arms ammunition or explosives\nof similar nature were used in the\ncommission of such offence; or\n\n(®) that there is evidence of violence\ncommitted by the accused against any\nperson in connection with the\ncommission of such offence,\n\nthe Designated Court shall presume, unless the\ncontrary is proved, that the accused had com-\nmitted such offence.\n\n10. Protection of action taken in good\nfaith — (1) No suit, prosecution or other legal\nProceeding shall lie against any person for\nanything which is in good faith done or intended\ntobe done in pursuance of the provisions of this\nAct.\n\n(2) No suit or other legal proceeding shall\nlie against the Central Government for any\ndamage caused orlikely tobe caused foranything\nwhich is in good faith done or intended to be\ndone in pursuance of the provisions ofthis Act.\n\n* The Suppression of Unlanful Acts against Safety af Cit Aviation (Amendment det, 1994 dd of 1949)\n"
}