{
  "1": "coTvoaoocoeee ©00055550559959000999900\n\nOffice of the Inspector General/Airport Sector\nCentral Industrial Security Force\n(Ministry of Home Affairs)\n\n13/CGOs‘ Complex,\nLodhi Road, New Delhi-3\n\nNo.0-42055/APC/Circular/AS/06 ~//7Y2- Dated : 21% Dec'06\nCIRCULAR NO. AS-26/2006\nSub : Posting of Terminal Marshals,\n\nArmed “Terminal Marshals” are posted inside the terminal to resist any\narmed intrusion inside the terminal. So far, the Terminal Marshals were being\ndeployed in civil dress. The matter has been reviewed by the DG/CISF and the\nfollowing decisions haye been taken in this regard:-\n\ni) Terminal Marshals will be equipped with long range automatic\nweapons(preferably AK 47s) and will be an extension of QRTs at\nthe airports. Therefore, they should be given training meant for\nthe QRT and also wear the same disruptive pattern uniform as\nprescribed for the QRTs at the airports.\n\nli) Terminal Marshals will be equipped with RT sets with hands-free\nmechanism. They will keep their RT set on a listening mode with\nthe control room and will also be in touch with incharge QRT as the\nneed be.\n\nli) Handling of the weapons by the’ Terminal Marshals during duty\nhours will be with all necessary precautions to negate any chance\nof an accidental fire in the terminal. Handing over/taking over of\nthe weapons will never take place inside or near the terminals for\nthe same reason.\n\n2. Unit Commanders are directed to draw up S.O.Ps. for the Terminal\nMarshals keeping the above requirements in view. For their guidance, a draft\nS.O.P for the terminal marshals made by CASO/IGI Airport, New Delhi is\nenclosed. DIsG will approve the S.O.Ps. and will ensure that these directions\nare being strictly complied with in their zones,\n\nUAL ob\n(M.S. Bali )\nEncl : As above Inspector General/AS\n\nDistribution\n1. All DIsG/ADIsG(Airport)\n2. All CASOs, ASGs CISF\n",
  "2": "e\ne\n°\no\n°\n°\n©\ne\ne\no\no\n°\n[oO\no\n°o\n°\ncs)\noO\noO\noO\n©\no\ne\ne\ne\ne\ne\no\nce)\n(2)\noO\n\n-J-\n\n$.0.P, FOR SECURITY MARSHALS.\n\nIn order to effectively respond during any operational contingency inside the\nterminal buildings security marshals in the following strength and locatlon/area will be\ndeployed. These security marshals will be trained QRT personnel, who will operate as\nextension of the QRT Deployed outside the terminal. Security Marshals inside the\nterminal will always be deployed in “Buddy Pairs” and will move together.\n\nSri\n\niLecation ____| Strenath | Areaof Responsibility\n1. |Visitor/Check in area |Const-2 in |Const-1: | Pax entry Gate to Check-in area\nterminal-IA(Domestic) | each shift TAL (Executive Class)\n\nConst-2: | Check-in area of Kingfisher and\nBaggage Make-up area\n\n2. | Check in area terminal | Const-2 in | Const-1: | Entire Check-in area of\n\n1B (Domestic) each shift Terminal-IB\nConst-2 :_|.Check-in area of new SHA\n3. | Visitor/Baggage Claim | Const-2 in |Const-1: | Staff/Visitor gate of Segregation\narea(Arrival Terminal | each shift point\nDomestic)\nConst-2: | Segregation Point to Air side\ngate\n4. | NITC Departure Const-2 in |Const-1: |Passenger entry gate to\nbuilding each shift immigration counter\nConst-2: | Immigration counter to entry\nint of SHA.\n5. | NITC Arrival building Const-2 in | Const-1: | Entry gate to Custom area\n\neach shift\nConst-2: | Custom area to Baggage break-\nup area.\n\nDress. : These Security Marshals will be dressed in disruptive Dangri with Anlet.\n\nThey may not wear their name tabs but will display their PICs. The turn out of the\nSecurity Marchals will be of the highest order.\n",
  "3": "oO\n\nTOSCCS9CO080000550599009889030909990\n\nWeapon : The Security marsha! will be armed with AK-47 and authorized\nammunition. The rifle will be kept across the chest position. The Security\nMarshal will ensure that safety selector of weapon is kept on ‘S’ position. All\nother safety precautions as per training imparted will also be taken by these\nmarshals especially in view of their operating in the terminals having large\nnumber of people. The handing over and taking over of the weapon will never,\nrepeat never take place in or near the terminal to avoid accidental fire. It will\nalways take place according to the laid down directions in this regard.\n\nCommunication :Each security Marshal will be equipped with a serviceable\nHand free walkie-talkie set and keep in communication with the QRT\nCommander by giving SITREP on two hourly basis.\n\nSecurity Marshals deployed in pairs would be in co-ordination with each other.\n\nTask : The Security Marshals is assigned the following tasks:-\n> He will carry out anti-sabotage check of the entire area of the\nterminal building (area of responsibility) except the Security Hold\nArea soon after being mounted for duty.\n\n> He will carry out extensive patrolling in the area of his\nresponsibility to dominate the area in order to instill confidence\namongst people present in the terminals.\n\n> In case of any Fidayeen attack inside the terminal buildings, they\nwill be the first responder and act in conjunction with the QRT.\n",
  "4": "e\noO\n°o\n°\noO\noO\n9g\n\noO\n\nPOOOOTSOOSCOIS9OCR DDD HK e000\n\n—3a-\n\n» Thoy will engage the Fidayeen. and prevent them to get enter to\nsirside/operational arca till the arrival of main body of CISF QRT/NSG QRT\n\n> In cass of any encounter with Fidayeens , they will take cure for safety of\ncivitians like passengors/ataé? present inside the terminal buildings.\n\n> In any artack in their aren of responsibility, both the marshals would work in\n‘coordination ( Buddy pair) and proceed to neutralize the criminals while another\nwould be giving cover fire.\n\n» He will closely watch the activities of passengers and airlines staff, visitors,\n\nsini?’ present inside the terminal building.\n\n> He will look for any un-attended/un-identified articles/ objects tying/placed in\nhis nrea of responsibility and immediately inform his QRT Commander and the\n\nT/C Control Room for further action.\n\n> He will opera tn tandem with the QRIT deployed outside the terminal and\nrempin under direct supervision of tha QRT Commander\n\n> Ho will immediately transmit information to the QRT Commandor and Control\nRoom about movement of suspect persons or probable sueking assistance and\n\nreinforcement.\n\n",
  "5": "¥ y-\n\n» He will closely watch on activities of loader and airlines staff in the baggage\n\n.\n\na\n\nize\n\nmake-up area of terminal-LA and baggage break-up acea of arrival to mi\npousibility of thefts/pilferage of baggage’s of passengers.\n> Ho will not do any un-necessnry handling of his weapon during the course of\n\nhis duty’. |\n» He will not be stationed for long at the gate or any other static duty point and i\nmove about extensively in the area in order to dominate it,\n» He will not relieve any other Force personnel on duty . Relieving of Security\n\n‘Marshal will be coordinated by the QRT Commander on duty\n\n> He will not engage in any conversation with passengers, visttors and airlines\nstaff.\n\n» He will not enter into 8 ctowded area so as to prevent any untoward incident\nand ensure safety of his weapon.\n\n» He will take any other justified action to ensure that persons in the aren of his\n\n- N) ds i\n\nCASO, IGi AIRPORT i\nSR.COMMANDANTICISE, senees\n\nay\n\nresponsibility are safe from any “Fidayeen attook” or IEDs .\nLe\nMap\n\nTOOOCOOSC@SSSSCODOOSCO55999990090998999 0%\n\nis)\n\n"
}