{
  "1": "208000\n\noO\n\n\\\n\nOFFICE OF INSPECTOR GENERAL/AIRPORT SECTOR\nCENTRAL INDUSTRIAL SECURITY FORCE\n(Ministry of Home Affairs) .\n43, CGO Complex.\nLodhi Road, N. Delh!\n\nNO, 0-4201 1/APC/OPS(2)/Circular (AS/2007- //532~ Dated: Oct, door\n\nGlreular No.AS.27 /07\nSub: Seourlty Measures: Rea: _ if\n\nOf late, a few Instances of passengers found smoking Inside the alroraft,\nbefore and after takeoff, have come to light. This means that due care Is not belng\ntaken during pre-embarkation security screening at the originating alrports in\ndetecting prohibited items like matchboxes, lighters etc elther on the passengers’\nperson or In their hand baggage. Besides avoidable embarrassment for the CISF,\n\ncldents have serlous si ci out an ulterior “\n\n2, In view of the above, It Is hereby directed that all ASG screeners shotild be\nadequately sensitised in this regard and steps taken to preclude the possibility of\npassengers taking such prohibited items |.e. matchboxes and lighters, beyond the\nsecurity check points (in the SHA) on board the passenger cabin of the aillcratts,\nThough It ls understood that detection of such Items (especially: matchboxes) Is.\ndifficult by X-BIS, DFMD and HHMD, however, effective action can be taken In this\nregard by following the following guidelines:\n\n|. Special attention should be pald during X-BIS screening of handsbaggage. In\ncase of the slightest suspicion of presence of such items in the Image of such\nbaggage, it should be reconciled by physical checking to rule out their\npresence. Even If cigarettes are detected, the possibility of presence.of means\nto light them should be kept In mind.\n\ni, Prominent signage advising passengers to: empty their ‘pockets while\napproaching for pre-embarkation security checks in the SHA should be put up\nat appropriate locations outside the SHAs in coordination with the alrport\noperators. . .\n\nill, Screeners should profile passengers as they approach for frisking. Smell of\ntobacco should forewarn the frisker of the possibility of presence of pogrettes\nand matchboxesjlighters. They should. first be specifically asked if théy are\ncarrying any matches or lighters. If the pockets found bulging, the passengers\nshould be asked to empty them before being frisked. if the contents of their\npockets suggest that they are smokers (presence of cigarette packe etc), pat\ndown search, specially the pocket regions, should be done.“The hand\n\nbaggage In such cases should also be physically checked. ’\n",
  "2": "lv. The possibility of some passengers trying to ‘smuggle’ in. euch‘ Items\",\n‘surreptitiously lIke hiding them In thelr socks, behind the belt buckle or Inside\nthe laptops, should be kept in mind.\n\n3. CASOs should acknowledge recelpt and ensure compliance of the above\nInstructions.\ndks\n(M.8. BALI)\nIG/Alrport Sector '\nDisG/APs (WZ), (E&NE), (South) and ADIG/AP(NZ)\nAll CASOs CISF ASGs b\nI\n/.\na\n\n"
}