{
  "1": "Cpo@e@@eeeeo 0055605909959 0890999900'\n\nce)\n\nter\n\nOffice of the Inspector General/Airport Sector\nCentral Industrial Security Force\n(Ministry of Home Affairs)\n\n13/CGOs' Complex,\nLodhi Road, New Delhi-3\n\nNo.E-37011/APS/Policy/Trg/06~ //9 YZ Dated : 21* Dec’06\n\n‘Sub : Age limit for Basic AVSEC Course,\n\nAccording to BCAS instructions, so far, age limit for the Basic AVSEC course\nwas 45 years. This requirement made a large number of Sub-Inspectors above 45\nyears ineligible for the Basic AVSEC Course which is a pre-requisite for screener\ncertification. The matter was taken up with the BCAS and they have now decided to.\n\nstipulation:\nD) The Sub-Inspector concerned must be medically fit.\n\nii) He should not be suffering from serious eye vision problems and from\ncolour blindness,\n\n2. You are requested to immediately prepare a list of Sub-Inspectors posted in\nyour units who have, thus, now become eligible for the Basic AVSEC Course. The\nDIsG incharge of various airport zones are requested to consolidate this information\nby 31.12.06 and forward the same to Airport Sector HQrs at their earliest. On receipt\nof this information, BCAS will be requested to re-start special Basic AVSEC Courses for\nthe CISF at the Metro stations. In the mean time,the airport units should do their\nbest to utilize the vacancies allotted to them for thé Basic AVSEC Course and for the\nscreener certification,\n\n3. The Sub-Inspectors who have now become eligible for the Basic AVSEC course\nshould also be made to sit along with a certified screener during work\n\nhours and acquire experience of handling X-ray BIS as often as possible (at least for 2\nweeks) so that they are ready for screening certification as soon as they qualify the\nBasic AVSEC Course,\n\nL106\n(M.S. Ball )\nInspector General/AS\n1. All DIsG/ADIsG(Airport)\n\n2. All CASOs, ASGs CISF\n\nCopy also for information and necessary action to\n1. IG/NISA Hyderabad\n2. DIG(Trg), CISF HQrs\n"
}