{
  "1": "ELECTION MATTER \nMOST URGENT \nE-MAIL/FAX/WRLS \n \n \nTO  \n \n: ALL ADHOC BN COMDRS, SUPERVISORY OFFICER AND COMPANY  \n                            COMMANDERS AE-2018 IN THE STATE OF CHHATTISHGARH \n \nINFO   \n: ALL SECTOR ISG \n \n \n: DIG MEDICAL CISF HQ NEW DELHI \n \n \n: DIG OPS CISF HQ NEW DELHI \n \n \n: ELECTION CELL CISF HQ NEW DELHI \n \n FROM  \n: DIG CISF CZ HQ BHILAI CUM NODAL OFFICER-AE-2018-CG \n----------------------------------------------------------------------------------------------------------------------------------------- \nNO. 42018/CISF/CZ/E.CELL/INSTR/AE-18-CG/2018-0195                                   DATED    12/11/2018 \n----------------------------------------------------------------------------------------------------------------------------------------- \nAWARENESS ON HEART ATTACK: REG  (.)(.) IN A RECENT INCIDENT A CISF MEMBER WHO \nWAS DEPLOYED FOR AE-2018 IN THE STATE OF CHHATTISGARH PASSED AWAY DUE TO \nHEART ATTACK DURING ELECTION DUTY (.) IN VIEW OF THE ABOVE ALL BN COMMANDERS, \nSUPERVISORY OFFICER AND COMPANY COMMANDERS ARE REQUESTED TO GO THROUG \nINSTRUCTIONS \nISSUED \nVIDE \nFHQ \nMEDICAL \nDIRECTORATE \nLETTER \nNO. \nM-\n20015(20)/DIR.MED/CISF/DISEASE/2018-830 DATED 04/06/2018 ON THE SUBJECT MATTER (.) \nTHESE INSTRUCTION MAY BE BROUGHT TO NOTICE OF ALL CISF PERSONNEL DEPLOYED IN \nTHEIR RESPECTIVE ADHOC BN  & COYS DURING ROLL CALL, CHECK ROLL CALL, BRIEFING , \nDEBRIEFING  AND MEDICINES MAY BE ISSUED TO CONCERNED PERSONNEL AS MENTIONED \nIN LETTER IBID  PLEASE (.) THE EXPENDITURE SO INCURRED MAY BE SANCTONED OUT OF \nCONTINGENCY FUND OF THE CONCERNED COY (.)  M M U (.) MSG OVER// \n----------------------------------------------------------------------------------------------------------------------------------------- \n \n \nDY COMMANDANT/ELECTION CELL \nFOR DIG CISF CZ HQ BHILAI, NODAL OFFICER-AE-18-CG",
  "2": "Directorate General\nCentral Industrial Security Force\n(Ministry of Home Affairs)\nBlock No.16,\nPt. Deen Dayal Antyodaya Bhavan\nCGO Complex, Lodhi Road,\nNew Delhi- 110003\nMEDICAL BRANCH\n\nNo.M-20015(20)/Dir.Med./CISF/Disease/2018- 8 3¢0 Dateda4.06.2018\nTo\n\nADG/APS,\n\nAll Sector IsG,\n\nAll DisG (Zonal/Plant/RTCs).\n\n‘Subject :- Brief Note on awareness on Heart Attack : Reg.\n\nOf late, it has come to the notice that large no. of deaths due to heart attack are\ntaking place during the year. Itis also noticed in younger age group.\n\n2. Director General/CISF has shown concern on it and desired to circulate a Brief\nNote on awareness on the disease and its preventive aspects.\n\n3. ABrief Note on awareness on heart attack and its preventive aspects is furnished\nbelow for information and necessary compliance please :~\n\n|) Heart Attack :-\n\nIn heart attack, blood supply of heart muscle is decreased/stopped due\nto any reason like clotting of blood in blood vessels of heart, blocking of\ncoronary blood vessels due to atherosclerosis (deposition of fat in blood\nvessels) leading to damage of cardiac muscles due to non- supply of\noxygenated blood.\n\nMost of the time due to deployment in far-flung area, non-availability of\ndesired medical care, ignorance of signs and symptoms of heart attack,\ntime taken in evacuation of patient to appropriate hospital, damage of\ncardiac muscles increases, hence, prevention to reduce further damage is\nneeded.\n",
  "3": "D)\n\ni)\n\nSign & Symptoms of Heart Attack :\n\nPressure, Tightness, Pain or Squeezing or aching sensation of left side\nof chest and sternal region (mid chest).\n\nRadiation of pain left arm, neck, jaw or back.\n\nShortness of breath.\n\nCold sweating.\n\n‘Nausea, Indigestion, Heart Burn or Abdominal Pain.\n\nFatigue\n\nSudden Dizziness.\n\nSign & symptoms can vary from person to person and even from one\nepisode to another in the same person. It can be sudden or gradual.\n\nPrevention from Heart Attack :\n\n(a) Currently practiced measures to prevent cardiovascular disease\n\ninclude :\n\n+ alow-i, high-fiber diet including whole grains and plenty of fresh\nfruit and vegetables (at least five portions 2 day),\n\n‘* Tobacco cessation and avoidance of second-hand smoke.\n\n‘© Excessive alcohol intake increases the risk of cardiovascular\ndisease.\n\n* Lower blood pressures, if elevated, through the use of\nantihypertensive medications.\n\n‘* Decrease body fat (BMI) if overweight or obese.\n\n‘* Increase daily activity to 30 minutes of vigorous exercise per day\nat least five times per week.\n\n* Decrease psychosocial stress.\n\n(b) To save the life of person showing sign of Heart Attack/sutfering from\n\nheart attack/ and to prevent further progress of illness, the following\nremedies may be taken :-\n\n* 1 Tab. of Disprin (water soluble) after dissolving in one cup of\nwater be given.\n\n* 1 Tab. of Sorbitrate below the tongue be given which will enhance\nthe possibility of survival of patient by preventing further increase\nin clot formation and increase of blood circulation in coronary\nartery.\n",
  "4": "* Patient should be kept in comfortable position and not to be\nallowed to walk/run.\n\n* Patient should be evacuated in stretcher (for avoiding exertion) to\nappropriate hospital as early as possible.\n\n4. Keeping in view of above, it is requested that following medicines may be issued\nto each CISF personnel for preventing further damage due to heart attack at the time of\ndevelopment of initial symptoms of heart attack —\n\ni) Tab. Disprin fi 04 Nos.\n\nTab. Sorbitrate A 04 Nos.\niii) Tab. Aciloc or 04 Nos.\nPantoperazol\n5. The above medicines can be used by self in case of suffering the same or one can\n\nhelp to other person who is having symptoms of heart attack. These medicines should\nbe taken once only and patient should be evacuated to a nearby medical care centre.\n\n6. Precautions\n\nTab. Disprin preferably should be taken after taking some food.\n\nPatient needs to be in comfortable lying position after taking Tab.\nSorbitrate as blood pressure likely to fall after taking Sorbitrate.\n\nili) In case of patient is having regular acidity or frequent pain in upper\n\nabdomen, 1 Tab. Aciloc or Pantoperazol should be taken with Disprin.\n\niv) 2 dose of tablets Sorbitrate be avoided and if required to be given, may\nbe given after monitoring BP. 2” tablet may also be taken after 5 - 10\nminutes in a similar manner but not more then 02 tebs.\n\n7 Iti xd that these instructions may be brought to the notice of all CISF\nynnel during roll call/sainik sammelan, etc. Medicines may be issued by concerned\n\nHOrs./PSU where personnel are posted.\n\n8. Further, in addition to above, DG/CISF desires that “distribution of above\nmedicines and instructions be issued to all CISF personnel working under your command\nand compliance therein may be sent within a month to Med. Dte., CISF HOrs. for his\n\nperusal”.\nsal aio®\n(Dr. Shekhar Jafswal)\n\nDIG/Director (Medical)\n\n9. This issues with the approval of the competent authority.\n",
  "5": "Copy to:\n\n1. PSto DG/cISF For kind information of DG/CISF please.\n2. PStolG/Pers. ——_—_—For kind information of IG/Pers please.\n3. PStolG/Tech. For kind information of IG/Tech please.\n3. PStolG/Adm ——-:~—_—For kind information ot 1G/Adm please.\n4. PStoIG/Tre. t For kind information of IG/Trg. please.\n5. All DISG FHOrs For kind information please.\n"
}