{
  "1": "OFFICE OF THE ADDMONAL DIRECTOR GENERAL/AIRPORT SECTOR\nCENTRAL INDUSTRIAL SECURITY FORCE\n(MINISTRY OF HOME AFFAIRS)\nAdministrative Block\nAirport Sector, CISF Complex\nMahipalpur, New Delhl-37\nNo. 0-420 1 1/APC/Ops(2)/Circula r I ASI 2O?3,1-? E A\n:\nTo\nDated: 01 Ma( 2023\nDIsG/AP (NZ, E&NE, SZ & WZ)\nDIsG/CASOs of ASGs Delhi, Mumbai, Hyderabad, Chennai & Bangalore\nCASOs of all ASGs\nSub: Preservation of the CCTV footaqe pertaining to the incidents at\nAiroorts: Regarding\nIn a recent incident at an airport, the left behind item of a passenger was disposed of in\na garbage bin by the sweeping staff of the airport operator. The on-duty ASG personnel failed\nto notice it and further deposit the said item in the Lost and Found Section of the airport, which\nis in contravention of the instructions issued by this HQ in the context. Further, the CCTV\nfootage of the incident was also not saved by the concerned airport failing to appreciate its\nfuture perspective. Thus, it got automatically overridden after the predefined storage period.\n2. \nAPS HQ has issued specific instruction./SOp to deal with unattended property vide letter\nNo. (990f) dated 12.09.2011. Therefore, it is once again requested to sensitize ASG personnel\nfor the strict implementation of the relevant S(:;P. Apart from this, the Airport Operator must\nalso be suitably sensitized to brief its staff on the procedure for handling of unattended\nproperties at airports.\n3. \nBesides, being the custodian of the X-BIS setup area, the responsibility of ASG personnel\ncan not be undermined either. Hence, it is requested to brief all personnel especially those\ninvolved in PESC to be more vigilant and aware of the surroundings. The activities of other staff\nworking around should invariably be kept under conscious watch to avoid occurence of such\nincidents.\n4' \nFurther, the non retention of the ccw footage is also not an acceptable procedure. The\nfootage of contentious issues like passenger complaints/incidents must be saved as a default\nmethod to judiciously handle such complaints at a later stage.\n5. \nPersonal attention of DIsG/CASOs of ali nSGs to the subject matter is highly anticipated.\n6. \nThis is issued with the approval of the Ccimpetent Authority.\nCopy to:\n]G/APS ]I\nkash, IPS)\nFor kind information please.\nlblae",
  "2": "n\nOFFICE OF THE SPL DIRECTOR GENERAL\\AIRPORT SECTOR\nCENTRAL INDUSTRIAL SECURITY FORCE\n(Ministry of Home Affairs)\nNo.O-4201 1/APC/OPS(2yCircular/ASi1 1- 't 2. '\n13, CGO Complex\nLodhi Road. N Delhi\nDated :/ZSep 201'l\nReference is made to Airport sector circurar No 01/2010 on the above\nsubject vide which, comprehensive instructions were issued ;dA;;\nprocedure to be adopted while handing over unaftended property \"oi;; i;\nthe airport premises.\n02 ln spite of comprehensive instructions, several gaps anc, shorlcomings\nhave been noticed in the system of restoring ttr\" ro.t and found item to lhe\nbonafide owner. ln a recenl incident, CISF -staf, af an airporf. on personal\narrangemect with clSF stafi at anorher airport, senr a recovered pouch for\nrestoring it to the pax without recording it in it'\" pr\".\"riuea registei. in\" 6ril\nstaff at the receiving en_d,, instead,i? ti.oi\"g\";; the same to the pax\nimmediatety, rook this pouclill-o_his reriOen\". uio r,Jpt it for two days tn rhis\ncase, neither the senior officers were informed aOoui detec.o;; ti; il;;\nnoran entryto this effectwas made in the registers t<ept foitne puil;;i\nboth the airports.\n03 ln view of the above, it is directed that whenever eny unattended\nproperty is noticed at the airport, the following SO-p \n\"torfO be followed :_\na)Whenever, any item :\" f9r.n.g unattended in the airport premises, after\ncarrying out the standard dri, for rn\"tr\"no\"o'iiJr, it shourd be handed\nover lo the area in+harge/designated person along .vyith relevant\ninformation (prescribecr'n pir\" s of-Airpo-,l 5J.ili cir.rt., o1r2o1o).\nb)The area in-chargeridesignated person wi, in turn record the detairs of\nthe unattended item in the register .\"int\"in\"J #rn\" purpor\".\nc) Efforts should be made lo. idenlify and locate the owner of the\nunaftended item. if reievant. detaits ir\"-f*nJ-in the item (e.g. name,\nphone number, address, etc.).\nd)lf the owner is ,o.rt.g_?l_rl: airport.. such properry has to be handed\nover to lhe owner after proper verification anjrni\", proper receipl.\nGont..,P/2\nSub: SOP to deal with unattended propertv: Req:",
  "3": "$*.6eowner of the unidentified item could not be located at the airport,\nt4i; ;;; \n,hortO U\" handed over to the designated officer of the airport\noperalor under proper receipt.\nof CIW staff of the airport to upload the\nlost and lound property deposited with the Airport\ndaily on the CISF website\n-?(\nhanding ovei ol the unattended property has\nribed register.\nDistributircn:-\n1. DlsG Airports,\n2, AII GASO CISF ASGS,\nh)Brief details of all items lost and found at the airport must be entered in\nthe GD by the GO l/C.\n04 All CASOs and supervisory officers must ensure that no lost and found\nproperty is unaccounted for and the personnel do not adopt to procedures on\ntheir own volition even in good faith. Any deviationB from the existing\ninstructions would be viewed seriously.\nt \n/'. \n:i\nk u-..-;1:/-_\n(Arun Chaudhary)\nSpl. Direclor GeneraUAS\n0 \" l.r\"\nrrl)\n-2-\ne)The information I\nto be recorded in",
  "4": "oFFIcEoFrHEADi'^?[5?Ii^t:EiEu1fl!?5:3:\"'\"'o*\n(luinislry of Home Af'arrs) \nt 3 CGO Compler\nLodhiRoad' N Oelhi\nNo.O-42011lAPC/OPS(2)/CirculariAS/10-9'f( \no\"t\"a&rJan'2010\nclRcuLAR NO AS - 01/2010\nSub: Procedure foLL?ndinq over unattend\nln tne norma course o'dules' ASG sta'{ come across many situatlo-ns _whe \ne\n\"^\",,\".;J;\";;;\";i\"..,i.r,o\"g'i'-abE ;':;';Til milf.1fii[:'\":l\nrhp slatf of other agencles who inlorm P\niI\"\"'i;;;\";;J\"^;nao*' rhu'e-ite'I-'o tn\" '''i1\"3'''11\"i\"\"',\"J [rl\"-t;ili;\nrestored to the rlghtful owner' som\nnax/rrohtfr.rlownelshavecoqplalneoofmiss.ngolvaluablesfroms.lchbaggage\naftet l_hese are claimed bacx\n02 Quite oflen, ir the abs(r1ce ol prooer record ol these rtems' ( becomes dltflcuh\nro identitv the persons who n\"o na'ia'j\"O- in\" llems and probably mrght have\n,i,.Jiri\"i\"\"i\"o in\" ,aluabl€rs' ln view of the above' it- is-directed that-r'hen ever'\nl;;'\";;; \ntl;.. are colecled on infornatron from stafl of othe'agencies a Proper\ninvenlory of the ite'ns shoLlld Oe maoe in iront of a wrtress (prelerably an airport\n-hnl^vFc .tther tnan ASG personnell Jetote oepotiting of such rtems to lhe Arrport\nE\"5,\"iJni\"i-,\"n \"r\"r \nto the airlines/staff for fJrther drsposal'\n03 Proper 'ecords of lne unattended ltems sl\"ould be malnlained where'n\nlollowinq detalls should be rncluded'-\na Date and tLme\ni il3,.\" \"\"i i\"\"\"o delails of lhe person who first noticed the item'\nI ro\"ri,on froa *t'\"re the item was recovered'\ni 6-\"1\",,pt,o\" ot t,\" oag along wtlh mar(s/da'nage rl any\n. i r\"\",,i't .r r\".\" 'if ;ag found ur rocKed conditron)\ni il\";;, ;\";;s;;t,;\" anc\"address of rhe person presenvwitness while makins\nan inventorY\n\" i-u.u of ,f,l eSC ttatf who frnallv deposrted lhe ilem\ni ii\".\" \"\"j \"\"\"i\"\"t \ndelarls of the ;erson to whom the lems are handeo over\ni Nu.u uno contuct delarls of lhe owrer (rf identrlleo)\n04 \nUncle'| ro clrcumstances, the recovered llems should be handed over to a\nlhrrd oa{v wilhoul recordlng ano '\"''iino if't invenlory of Lhe ltems being handed\nilJ\"] ii,il\" ,i\".1\" iiiecttv iestoreo to'ihi owner' he/she should be asked to venrv\nl#:ilHt#; ;\";;i Jl\"'\"p\"n\"v if anv' Proper receipt should be taken from the\nperson before handing over the items\nDiskibution:-\n1 \nDlsG Airports\n2 \nAIICASOS/ASG, CISF\nra--\n' tsltlu\n(M.S. Bali)\nAddl Director General/As"
}