{
  "1": "Office of the. Inspector General/Airport Sector\nCentral Industrial Security Force\n\n(Ministry of Home Affairs)\n13/CGOs’ Complex,\nLodhi Road, New Delhi-3\nNo.0-4201 1/APC/Circular/AS/06 - 1211.5 Dated : 27 Dec’06\n\nCIRCULAR NO. AS- 28/2006\nSub : Perimeter Patrolling on Motor Cycles.\n\nVide my circular No. 04/2006 clear instruction were given that the static duty on\nthe perimeters of the airports should be supplemented by the patrolling on the\nmotorbikes, particularly during operational hours. Motorcycles for this purpose have also\nbeen provided by airport operators at most airports. It is, however, sad to notice that\nbypassing the instructions given in this regard, these motor cycles have been\nissued/allotted to Inspectors/Sub-Inspectors to use them for carrying out their checking\nrounds. | have also been pointing this out to the CASOs during my visits to the airports.\nThese.motor cycles are meant for patrolling duty and not for checking rounds or serve as\nOfficial transport for Sub-Inspectors/Inspectors.\n\n2. It is once again emphasized that the motor cycles provided by the airport\noperators should be used for perimeter patrolling. Depending upon availability, one SI &\nConstable or one Head Constable & Constable, one of whom can be armed with a\nsmall weapon and other with lathi, torch and the dragon light in the night and a RT set on\nlistening mode on a motor cycle should be patrolling the perimeter, particularly during\noperational hours. The mobile patrolling will be re-enforcing the static perimeter\ndeployment. In case of big airports, the perimeter can be divided into 2 or 3 beats for the\npurpose of motor cycle patrolling with one team patrolling one beat. This will\nautomatically ensure checking of the static duty as well.\n\n3. | would expect this arrangement to be put in operation with immediate effect and\ncompliance report sent to me by all the units by 31.12.06.\n\n27+ K11,06\n( MLS. Bali)\n\nInspector General/AS\nDistribution:\n41 DIG/Airport(South Zone ), Chennai\n2. DIG Airport ( East & North East Zone), Kolkatta\n3. DIG/Airport(West Zone), Mumbai\n4,\n5.\n\nADIG/AP (NZ), New Delhi\nAll CASOs CISF ASGs,\n\n"
}