{
  "1": "oe\noF\noe:\nos\ne:\non\noe\n\nOFFICE OF THE INSPECTOR GENERAL/AIRPORT SECTOR\nCENTRAL INDUSTRIAL SECURITY FORCE\n\n(Ministry of Home Affairs)\n13, CGO Complex\n‘ Lodhi Road, N. Delhi\nNo.0-4201 1/APC/OPS(2)/Circular/AS/07-/3 663 Dated :2gNov’. 2007\nCIRCULAR NO. AS -28/ 2007\n\nSubject: Use of Hand Gloves by Screeners: Rea;\nPre-embarkation checks by the ASG entail physical contact during the\nprocess of frisking of the person and physical checking of hand baggage. Keeping in\nmind the sensitivity of this action, in the initial phase of induction of CISF at the\nairports, we had also introduced the practice of wearing. of hand gloves by the\nscreeners during frisking « and | physical baggage checks at some of the airports. ag\n\n0 The practice of wearing of hand gloves has manifold benefits, as under:\n\nIt is hygienic for the screener as well as the subject/pax and reduces the\npossibility of contamination due to direct contact.\nIt projects a sense of privacy to the passengers and offsets the feeling of the\npassengers and their personal effects being ‘groped’.\ntil, t projects an image of clinical efficiency and professiona! competence of the\n\niv. It promotes the aesthetics of the security check points.\n\n03. BCAS Circular No 21/2004 also lays down that hand gloves be worn during\npre-embarkation security checks (frisking and physical baggage checks) at 11\ninternational airports. However, for the sake of uniformity and in consideration of the\necivantages 98 as enumerated in the le Preceding paragraph, ‘be wearing of hand oloves\n\n“04,\n\ngloves through their respective airport operators and ensure that all the screeners\nengaged in pre-embarkation security checks invariably wear hand gloves during\nfrisking and physical baggage checks of the passengers. The gloves should be of\ngood quality so that the screeners’ sense of touch is not lost. Proper cleanliness-of\nhand gloves should also be ensured, otherwise, the measure may become counter-\nproductive.\n\nIn view of the above, all CASOs are required to procure good quality of hand\n\n08. DisG/Airports are requested to monitor the implementation, specially during\ntheir visits/inspections.\n\n06. All CASOs should acknowledge receipt and send.a compilance report to the\nundersigned with feedback/suggestions, if any, in this regard, to reach this office by\n18.12.2007 positively.\n\n(w. 8¢Bail!?\n\nInspector General\nAirport Sector\nDistribution:- 1. DisG/ADIG Airports\n2. ANLCASOS/ASG, CISF\nConv to: DiG/Treinina. NISA\n"
}