{
  "1": "Office of the Inspector General/Airport Sector .\nCentral Industrial Security Force\n(Ministry of Home Affairs)\n\nCISF HQrs, 13 CGO Complex, ©\nLodhi Road, New Delhi - 03\n\nNo.0-42088/APC/ AS/O5-/372S Dated {7 Oecd7\nCIRCULAR No. AS- 30/2007\n\nSubject: Communication of essential information\n\nIn continuation to this Sector HQ circular No. 04/2005 dated\n10\" June 2005, the following directions are issued for strict\ncompliance by all concerned;\n\nBy and large, airport units have been prompt in giving-\ninformation about the important matters. However, in the light of\nexperience in the last two ‘years, it is felt that in addition to the\ninformation on the items already being given, the Airport Sector HOrs\nand FHQ Control Room should also be promptly informed about the.\nfollowing;\n\n() Anti Hijacking Exercise and other mock drilis\n\nInformation regarding these exercises should be given\nsometime before the start of the exercise. This is self-explanatory\nas such exercises, sometimes, create panic due to misreporting by\nthe print and the visual media which is avoidable if information is\navailable with the higher authorities. As soon as possible, the local\nPress and the media should also be informed so that the suspense is\nnot built up over a period of time.\n\n(i) Unidentified objects\nSimilarly, any information about sighting and resultant\n\ncordoning activity of an un-identified object at the airports should be\nconveyed by the fastest means.\n\n",
  "2": "|\nUi)” Ageidents :\n\nInformation regarding air-accidents at the airports and also any\naccident whether in the aircraft or otherwise involving the VIPs\nshould be reported by the quickest possible means.\n\nSome of the issues mentioned above may not be a part of the\nCISF charter at the airports, but as a security ‘unit incharge of the\nairport, its officers and its HQrs are expected to be in possession of\nall relevant information concerning the airports, particularly, involving\nsafety and security aspects.\n\nIt is hoped that the CASOs and other supervisory officers will\nensure full compliance of these directions.\n\n(ms. Baby?\nInspector General/AS\n\nAll CASOs, ASGs CISF\nDIG/AP (West), CISF, Mumbai\nDIGIAP (E&NE), CISF, Kolkata . :\n“a DIGIAP (South), CISF Chennai\ni ADIG/AP (NZ), CISF\nP| Guafd File, Circular File\n\n"
}