{
  "1": "Office of the Inspector General/Airport Sector\n\noO Central Industrial Security Force\n(Ministry of Home Affairs)\n13/CGOs’ Complex,\nabd Lodhi Road, New Delhi-3.\nNo.0-42011/APC/CirculariASi06 |? Dated : 29 Dec'06\ncl LAR AS- 30/2006\nSub: IT) IN ¥\n\nOf late, some cases of accidental firing have taken place in Units of this sector including\nthe Airport Units, GBS and the 2™ Reserve Battalion. Inquiries have shown that in fact, all\nthese cases are the cases of negligence i.e firing taking place on account of negligence of our\npersonnel. As Units of this sector are deployed in places where large number of civil persons\nare also present, it is extremely essential that such firings are treated as extremely serious\n\n05908609 99090999990¢\n\nOo lapses on the part of the personnel concerned. Following directions are given to remedy the\n9 situation:-\n\n3 i) Handing over and taking over of the arms should always take place in the\n° ‘Kote’ and not at or near the place of duty.\n\ne ii) All safety measures should be taken while handing/taking over a weapon.\ne iii) | Sub-Inspector in-charge of the Kote must remain present at the time of\ne issue and testing of the weapon by the personnel. If a wrong procedure is\ne being adopted by the duty personnel, it is the responsibility of the Sub-\no Inspector in-charge Kote to point it out and correct it immediately.\n\n$ iV) In case of such firing in future, both the duty personnel concerned and the\nO Sub-Inspector in-charge Kote should be placed under suspension with\noO immediate effect.\n\nce) v) After preliminary inquiry, as far as possible, action under rule 36 of CISF\n8 Rules should be taken against the personnel concemed i.e. Sub-Inspector\noO in-charge Kote and others who may have been negligent.\n\nOo vi) A Training Capsule of 03 days giving intensive inputs on weapon handling\n\nfo\ni\nr\n\nshould be done on regular basis.\n\nvii) Posters may be placed/fixed in a prominent places i.e. kote, recreations\nroom, mess which reveals the correct handling of different types of arms\n(posters are enclosed herewith).\n\n2. Itis re-emphasized that such defaults will be treated with utmost seriousness in future.\n\n9 TA, KINGS\nis) (M.S. Bali)\nOo Inspector General/AS.\n\nQ Distribution:\n\noO 1. DisG/Airport (Chennai, Kolkata & Mumbai)\n2. DiG/Security, Jamnagar House, New Delhi\n3. ADIG/AP (NZ), New Delhi\n\n4, All CASO CISF ASGs\n5.\n6\n+\n\nCommandants G85, zone 142.\nCommandant Ss. ¢ new delhi)\n\nCommandant Und Bn. ¢ new Delhi)\n",
  "2": "3\n73...\n\n\\pamnen\n\n7 ean a Pte sa-aa feat sa 3\n\n1. car a ae 8 ad a wa a wae\n2. fret at sire kt a ad wa\n\n3. efoare were anf sh wae qe ae Sweet she wag\nwafa eae FH :\n4 waft tt 4 writ a ved cit wre waft Fa -\na8 SE afr a te ued ork a wet a otk\n\neeeeocooocoooegs\n\ncamfin @ ten wae a awa A we a wee ph\nfret az\n\nooo\n\ncoooec¢s\n\n",
  "3": "7.62 TW Ww om wt fren at antag\n\nmere pre tet Peder se fery sim ren\" a anal ea\n\nWar wt\n\nqa fe at cher at art dt ont wer a afer wer a\ntame a are ae sie ga vat sort fr arat err wie\nfend x om oe oa at wag fea fe Kee\nBae ot a wow 45 fect ter eo | Soe Fe\nmg  ANUK BI\n\n2.7 at fe det Ge Sm A\n\nSat ow ah mee 2 Anse ont oar a a\n4 wi\n\nsant tm & 2B stk seh ah get wt wee @ sin\naa tow te de ak tet ot gt wom 3\ndiver siafin ta at wat 1\n\n5. aig wet a wag ame des ms K A we\n\n6. Ta St a et we oie aan we fe Se ait aiet\n\neet % 1 :\n\narer thes\nae a es 8 -R' wm at ok for <a |\naed Se sr\n",
  "4": "99990000:\n\nOTTER Bt A Me St ee wet wr Fa oy |\nTermer frepn. ‘site wa’ ae aa on ere a Sa\n\nBet se te a we,\n\nnae 8 it Are oe wie a het ake ta\nafer at ace ei\n\nBana We S are ow Wri ah aes a\nWe aroma de at wen. wena a waar\nart\n\n1\n\n\\\n\\\ni}\n\n> ame fit ‘Hand/ take over weapon’ tt wa aie a\n1 Se BE md Sten et ater Ast ta\n2, WRia at the a ae Fw\n3 Tare St FA we gaa fe ae ay amt afer ok\n“ae ad aH wt\n4. Ug ST we art wert & 8 a Ania wl Re aay\n. fea a (ERA A oA\n: 58a we SS WE ses SB for eer wat eet Br\n. ern\n",
  "5": "Ma\n\n2 ees afer ST sre wer\n\n4.-wee Patter at |\n\n28a waa ae ae ae ae a A grant wae az\naa ae)\n3. fie ae a art\n\n47 TH BER SG at we a a ee che Sw we\n\no\n°\n°\ne\n0:\neo\n,o\n9.\ncs]\nOo\noO\n°o\noO\noO\no\n°\n©\n°\n°\ne\ne\n°\no\nOo\nfe)\n\n",
  "6": "LW Wy?\n\n9 WR wan water ar Pte eet\n\n1. ree fren Hem a een thea 8 fea a wan\na\n\n2am wR amen sow va wee at we oe\nwar -\n\n3.af aia em a at wa srt\n\naes ae ae Aa RU FI ;\n\n5S. wan eer a wes sik ye tes fed |\n\n6. water at digi a Gare aie aa a fy Se eet\na0\n\n7. sien fuer Ke ar wee Be fe Ka a aE ae\nSa aR get seek (ee ae at ote\nam %) 3\n8.an ce a SR am | °\n9, araiga at ae wa\nee Ans a Fler at 1\n\nORM mma\n\n-~ we aradt ae wa wet doa fitter F fam\nhe nas\nqt am at a are fae |\n\n",
  "7": "ae an - ae fat Pde & fee wie wea’ we ore\nwe faced sr tlereer OG frereret ae se amy\nart aa aaa ar aie fee et amen a\n\nLae me & she aoa & ani dy a cad a\nfase at wart 1\n\n2. dit St Usa ar aA Wr\n\n3a eyo wae a Te Ge | aie ain ctx\nal SR sort a freer at ay st we 1\n\n4. ata ate Seat Pier st sen afer at fee Sea\nat 31 |\n\nSRE Bt ce We wa a was wien ote aT TS\na | RagS Sa oT et ere Ansa a aT\n\n6 ar Ufee fer A wet ae fee at xed a freer\n\n’\n\nSOO SOO OC OOOO OSOOHHOOOOSSSOVSIFIIIIINIOSS\n\nate: - tw dar 4 when feo aise A yer A\n\nho\n[oO\nOo\nOo\noO\n\n",
  "8": "9 wen fea aT SRM Fa\n\n> amet fre 'Hand/take over weapon’\n\nLR aR ae geass S fete wt afer Amita\nwrt |\n\nadmit a wer a wot qe fren at tt we @ ow\nyar wad fe der Mad at aw a freed fe ak\nwe me a aH Wa wa. a ant aga freer &\ncan oon\n\n3, Barats at feeifer sere (erett ar: ete)\n\n4.33 Ten Pe ge was. Boch a fren wt ae 7\n‘art Arts emt fren sh afta tree A ee cer\nWa. ae wt |\n\n6\n©\n6\n6\ne\n6\ne\na\n©\n3]\n¢\n\nSARA\n\n5.56 See WEwe\n\n1. fron at arta set wa @ fre wR H 7.02 TIE\nTUT att Str We ais HT A vet Se ofaz\na weit et Ba Rw) |\n\n2 wat ata wa H sts o et feaka a ams aa\nain sosa at art at 1\n",
  "9": "2A TW aT Ais wae ae F\n\n3, der Ben yafent fern F we\n\n4. ea A me srt a arta at fret fe wed a\n6. aS BIR aT Sa MT eT WRT ;\n8. Saar st ere at wee at gener at :\n9. Wa at fe oak at aa qo 2 sit wat ad we\nafar war (fst, yey, der one) an eet at\n\nstem 3 wa wa a\n\n1. fon frien sor aa a aR ae\n2. asia ot ea el a ast a sk aes\n3. aR Sit eo ace ai ot aa a wt\n4. SRR H Mey say SS-wS TAL |\n5. ean % wea oa me ae a\n7. Pam sree fee ae Saeft E\n\n8. eer wT ast BT UTE HIATT TL |\n",
  "10": "9, arg War aA A wi a at\n10. Wt wre a Se we gaa wan ae wa |\nWee a We AT TT\n\nwe: - 1. om feet ae ae ad ver eget we Ke Bh\n\nwm rere fer a8, as\n\n2 sR Peet udm ar af aeit wd seit\na aqaet fea sme dower & water ait\ngem Ysa a waa 2 1\n\n3, Stra via aT area ser west wT Preae fee,\nwT der Syaet wden st at sm. frre fer ort\nme afta wi vefedt at an waa qe fear oT\nwer @ 3k geome watt 8 wat a wera\nZz\n\nSAR ARAN OOO00000\n",
  "11": "C0 00COOCOOCO DOSS IOSTIOIIIIIIITTS\n\nCOOECOOCOOCEOOCEOCSCCOOOCOOTS\n\n>\n\nee ee Re as\n\n38 fratreat\n\ndae a - ser at Pron fee wt eH\" aw\nART WT .\n\nLrdeat ® eet a Perak ye we at aa\naaa Ww Hwa set at srt fe we\na a Wt\n\n2, are fere we aed foe # Ht w ays\na @ fader Se a wad ee ate oe a fer\n& AS wed Be sigiect st mee @ factor a Te\nfrm sin war at fae fectvet art 3 1\n\n3. Wa ser B fadvst a fee ela aa ae HL\n\n4. ere Aas ws ware feet 3 a afet wea FH sigs\n\naa fa Te A ae eat wa wt aa a att\nwer a a vest | aie oer a ae at te at aH\ncast ait fee a cer Gi ater wd fe fee\nare 3 1\n\n5, fide de wi atte terete AW | Me AT A\nwt I :\n",
  "12": "9\na)\n9\n9\noO\nis]\nis)\n\n"
}