{
  "1": ". ote CABO)\n\nOFFICE OF INSPECTOR GENERAL/AIRPORT SECTOR\nCENTRAL INDUSTRIAL SECURITY FORCE\n\n(Ministry of Home Affairs)\n13, CGO Complex\n: Lodhi Road, N. Delhi\nNo.0-4201 1/APC/OPS(2)/Clrcular/AS/07- /3940 Dated :/7Dec’ 2007\nCIRCULAR NO, AS-\"31/2007 :\n\n‘Sub: Public Interface by ASG personnel\n\nASG personnel from different states/regions of India are performing duties at\nthe airports. Each region has its distinct spoken language, peculiar expressions and.\ntone of speech. It Is quite possible that words, expressions and body language which\nmay have perfectly civil or normal connotation In the speaker's place/region may be\nperceived as rude or impertinent by persons from another area or region.\n\n02. In view of the fact that airport users generally have educated, sophisticated\n\n. and high socio-economic profile, it is felt that sometimes a particular expression\n\nused by a CISF person can be misread/misunderstood as rude and lacking’ in\ndesired courtesy Therefore, a need is felt for use of standardized expressions of\nspeech which leave no scope for misinterpretation. Similarly, bady language should\nalso be consciously modified to rule out such misinterpretations.\n\n03. _ With a view to obtain feedback on standardized words and phrases to be used\nby ASG personnel while interacting with the passengers during the course of thelr\nduties, a committee was constituted at IG! Airport, which was represented by the\nASG staff of various ranks actually performing these duties, Based on the feedback\nteceived from the sald committee, the standardized language/words to be used by\nduty personnel at different places/posts while addressing the passengers/staff anc\nothers have been finalized and enclosed at Annex-I.\n\n04 There are several other points (not incorporated in the Annex) where CISF\npersonnel may need to interact with the paseengers/staff and other alrport users\nDuring conversations at these points also, suitable standardized language, at\nenumerated above may be evolved and should be used. CASOs have to personally\nassociate themselves with the task.\n\n08. Conversation with the passengers/staff and other airport users should br\nstrictly limited to professional requirements only. Personalized remark or talks shoul:\nbe strictly avoided at the duty points.\n",
  "2": "s909003900\n\noOo0002\n\n: 1\n08. In general, the following words/phrases and expressions should not he used J\n‘Tu’ or ‘Tum’, ‘Tera’ ‘arre’, ‘beta’, ‘uncle’, ‘chalo’, ‘Hato’, ‘Suno’ etc,\n07. Merely using standardized phrases is not enough. The tone and tenor of\nspeech |s equally Important and should be emphasized. Sometimes aggressi\nbody language of the ASG staff, either consciously or inadvertently, may also bel\n\nmisinterpreted as aggressive/insolent during public Interface. The expressions ma\n\ngestures mentioned at Annex-ll should be strictly avolded by the ASG personnel\nwhile on duty.\n\n08. In fact, even mutual unprofessional conversations among ASG personnel a\nabove during duty hours In the presence of passengers at the alrpart may also invite:\ncriticism when overheard/observed by others and should thus, be avoided.\n\n08. In addition to the above, while making deployment at places of public ]\nInterface, utmost care should be taken to erisure the sultability of the Individual ‘ed\nthe Job at the particular point and proper counseling of the Force personnel is\nrequired to be done about the local culture, customs and-trends.\n\n10. It should be kept In mind that Improper, rude or aggressive ‘behavior In i\nspeech, expressions or body language may sometimes. be used by the passengers ]\nor others while interacting with on duty ASG staff, or more specifically expressing 4\ntheir annoyance towards us. Such situations are Indeed a test of one’s patience and\nendurance and in fact may be a conscious attempt to provoke us. The-mark of\nprofessionalism of the ASG personne! would be to maintain composure and not be\nprovoked by such rude or aggressive behaviour. However, our response should be ]\n\nfirm, In a polite tone and delivered in a Impersonal manner befitting a disciplined ]\nForce Performing Its bounden duty.\n\n11. ‘Strict compliance of above guidelines should be ensured by all CASOs. and\nthe. Unit supervisory officers should sensitize the ASG personnel themselves In\nspecially convened ‘Sammelans’ accordingly for compliance in letter and spirit as}\nalso thorough frequent briefings, on-the-job trainings etc. Senior officers, during their\nInteractions with unit personnel, should note this behavioral aspect and advise them\nsuitably. Such sessions should be held at least once @ month in every Unit and j\nthese Instructions passed on even at the cost of repetition.\n\n42. These Instructions should be kept In the personal custody of the caso. |\nPlease acknowledge receipt by return mall and ensure action as above.\n\n(w.8:ba) 7\n\nIG/Alrport Sector\nEncl: as above\n\nTo + ANCASO ASGs, CISF\n\nCopy to: DisG/Alrport (Mumbal, Kolkata & Chennal)\n2\n",
  "3": ".: Annexure!\nPolnts of Interaction with Public at Alrports\na)  ABPROACH ROADIMORCHA:-\nConversation with the Driver/occupants of the vehicles approaching alrport.\n\ni) Please stop for checking\nam uta & fry we |\n) Please show me your identity proof.\naaa set Tea—Ta fear |\n\n\\) Please get down for: 1.\naga ote o fry mgt YA ee |\n\ngra oe fie Read aha |\n\nb) — ALIGHTING POINTIPARKING.\n\nCONVERSATION WITH THE DRIVERIOCCUPANTS OF THE VEHICLES AT ALIGHTING\n, POINTS!»\n\n) Please do not park your vehicle here.\na at ast wet ar we |\n\n') Please take\nST oe ah caRAT eter A A OTe\n\nill) Plgase move from here.\n\nBT arent ast wet B werd |\nc) ENTRY GATE (DEPARTURE):-\nCONVERSATION WITH THE PASSENGERS,\ni) Good moming/aftemoon/evening.\nPeri / ae E / FAT |\n, ae awh a ary ae wee BY |\ni) Thank you, .\n\nwaa, !\n\n",
  "4": "2.266200 ©\n\n4)\n\ne)\n\n* May help you, peomutetanotinage\nwrt pT AY:\n\nweet Coan qaaté Ato e\nweerwet |\n\n- Plaage go this way for check-in counters/%-Raymachines.\n\nSua Ver Fa STSrey Tr yay Fei Bg ga TET Se\n\nForvisitore- ‘you r@ not pertnitted to go beyond thle point.\nBar ee amy aries By) Heay/ Fey aTet Fe\nwage 8 art we or psd\n\nCONVERSATION WITH THE STAFF OF DIFFERENT AGENCIES,\n\n)\n\nPlease show.your PIC/AEP,\nWee / Aer, BAT\n\narora Pre !\n\n)\n\nt)\n\nti)\n\nTo Passengers: Please show: eid ‘vel .\nanfeat 8 gear eroer fee rer\nTo Staff. Please bite your | it\n\nRar B= aor ara Thame / we Perera 1\n\nTevet beg Matos eka: BMara, you ee not pernited go beyond fhe\npolnt, am. ,\n\nfaftrey W fori ore fatter fewe t— ate /tey,\nSUEY TR ATES Wart Ty Bt arqpafe Het S|\n\nr\n\nQUEUEING ABBIBTANCE:\n\n)\n\nmarae eon | maintain Queue.\nlease put tay on hand Baggage,\naig bes tr wean aT |\n\nPlease put any tag, e\naa ae er am at\nPlease take out all metallic tems: from your pocket and keep In the tray.\n\neal eal erg wh cegat wt farsa fF |\n\nSear ors tr a at ge Ae |\n",
  "5": "oO\n\na}\n\n73 0\n\n9)\n\nhy)\n\nY-B18 Machine (Load officer).\n\nPlease keap: ne aa lg\n\nBa TAT nee ae uel ate ter cians HY wet |\n\nPlease put moblle and. Items\n\near strat Mander Ten ag egal wt 2 a ae |\nPlease go this way for frisking\naren weneit & fog wet 8 od |\nama ne ortega\n\naay arrar afar ars weer Y we |\n\nFRISKING BOOTHS-\nCONVERSATION WITH THE PASSENGERS\n\n)\n\ntl)\n\nyy\n\nv)\n\nPlease core (to call attention of r to booth)\n\nSRT ay Carat er pies TRG SF BT ENT\nGR BW) |\n\neat ey For oN mt we |\n\nGood mominglafternoon/evening,\nqenn/enqeet caren, tea / A\nlease give me your boarding pass.\n\nBa aot afer ore aS |\n\nPlease remove all metallic tems.\nBU og & UN arg Pravet a1\n\nThank you, {after completion of frisking)\neraaya, Patan a wea) 1\n\nBAGGAGE CHECKING POINT-\n\nPlo bag,\n\naquet aoe et te Aa\nwar aaa sem eh ee ge any 7 1g ti\nHa gr get a ere faa ee eS atau\nBY orga me it)\n",
  "6": "agagpg oo 0 FP ¥MY\n\neooors\n\nky\n\noo\n\n‘o)\n\n'v) If you want this Item, Sir/Madam it could be handed over to the alrlines who would\nae aed at the dis-embarkation point.\n\nate ae Taq any ay oT Woo were a OTE\nOY wed & oY art vier WA Ue fet TET\n\n) ‘You can put them in your check-in baggage please.\nom er Tegal at soy Wega Hor F wrt wad #1\n\nBOARDING GATES-\n\n1) Please show your boarding card, SiiMad\n\nsam arver anes ea Ree, aha / |\ny Plage somo beue\n\noat\n\nar or ot ere |\nitl) In case-baggage tag Is not stamped- 10 to screening polnt and get It stamped.\nafe a7 @ é7 9 ver 8 gor wT\nWe WET KEPT TTT Ft\nW) Thank you, |. Have a nice flight,\nora, Z3SA | aeeey Ora Tera BT |\nTRANSIT GATE-\n\n) Please show your PIC/AEP.\n\nBaa aren Targa / TEN Pears | ;\nil) For non-transit pax- Please go this way/pleage take escalatoristalrcase for Immigration\n\nchecks,\nEee ree / AA Fame PHT = FER\nfal\nBOARDING FOR INTERNATIONAL TERMINAL COACHES-\nPlease\ngear aren ere Pre\nil) You are not | Lalli! to travel through this Coach plesse.\n\n3 Be Ble HAT BUY wana Et\n1\n\nARRIVAL EXIT GATE::\nthi for\n’ qe ead @ fae RS OT)\n\n4\n\na\n",
  "7": "AGGRESSIVE BODY LANGUAGE\nThe following body language |s generally percelved as aggressive and\n\nthreatening and hence should be avoided while interacting with the\npassengers and other airport users.\n\nwets a\ni. Stretching or raising of eyebrows.\nwt age |\nIl, Smiling or speaking in ridicule or In a scornful or mocking way.\n\n2590 2.0 3590\n\nAAA\n\nBe / Fae TSrT |\n\nIll, Baring of teeth in a growl,\nvate fee |\n\niv. Staring steadily and intently\nATR ART |\n\n9,8.0..9\n\nomer\n\nOre v. Looking with partly closed eyes or squinting\n<dE wie fratsar Sar |\n; vi. Redness of the face or eyes.\nme othe Gat are ST |\naeteitget rear —\ni) £ |, Using phrases like 'Go on.... | will see you' ; ‘I dare you’ etc\nvs orey, Hye ter aie, Genk Bere NN gE ont eat ot we eT |\na li, Charging towards or turning away abruptly while talking\n‘wrerg SY gee A fare ah oie agar aT are wa EL araTTS AotW ors wt\nUrs tT\n\n",
  "8": "f\n5\n\ni) Toon et\nfafirex te O sige oe |\n\nARRIVAL SEGREGATION POINT:\n\n|) Please show your PIC/AEP.\nBERT ory Crome / Tae fered |\n\nil) Towsltors- Jeu roteedio gn ber aan\nUM BH arqate wet 8)\n\nELEVATORS:«\n\nDp) Please show your PIC/AEP,\nBey sr homie / veh Pert 1\n\n5 Gar one care & weer & |\n\n{ily Satan this pass Is not allowed/valld In operational area.\nattreertet\n\n‘tea, Te Te Yar & fay ara age |\nAIRS! BUILDING:-\n1) Please show your PICIAEP,\nBEEN oo TA / we Rea |\n|) May tflek you please.\nazar # anata & ware |\ntH) ‘this pass Is not allowed/valid In operational area.\n‘fen, we ure affaterre: YR & fry ae ate |\nBEHAVIOUR WITH ViPs/VVIPs\n\n() er sn se ran ,\n\n() pe case of complaints/difficulties, contact bla CISF Control Room.\nowerar teereh en 7 TARY\naan wid ia wR\n\nwee\n\n",
  "9": "iil, Sitting with a casual expression like legs spread or crossed while\nthe passenger being checked is standing.\nanpsat ot aei/ orrarera ab wer saree a Me EH etree aT ety A\nort waar aoe |\n\n|. Undue physical proximity, or elmply put, standing too close is\nPerceived as an act of aggression. Thus, while interacting with\npassengers, ASG personnel should normally not stand too close to\nthem, unless the job requires (e.g. during frisking).\nfear wore fare oS sores OTT, ARR UaTaT wore US SIT, STERE aTEN B\nwa 8 ter ure 8 gafery aie & wer er oe wae feat aftet at was\nAga Wet words wet ws Star aT |\n\nil, A decent physical distance should be maintained (generally about one\nand a half arm's length) should be maintained at all times.\nupd ar ft ora enfie S fea S ee a ae aA wl TTT Be\nwe A Be wy wen ier 8 1\n\n4, Undue touching :- Touching the person Is another form of invasion.\n\nHence touching the passengers even in social touch zones such as\narm and back should be avolded, with the obvious exception of\nfrisking or while consclously trying to control or apprehend an\naggressive person/passenger by use of minimum force.\n\n‘fa aoe fre ah ee — feet anf at eer Soa oe REN oT ERS\n81 oe fet ort a ora at fee S cers HA we eee | wee\nwafterret crema & Shera aay wy ae Yo yA rere SAT ares Bd Vs\nome 8 .\n",
  "10": "4\n\ncoo O55\n\noO\n\nOo\noO\n\noO\n\nDSda5 3005395\n\n8. Gestures :\nwee\n\n. Pointing a finger at someone during talking or otherwise may be\n\ni,\n\nperceived as insulting,\narerdta & ther fot at ere fear ae aa HET, AM aT EET BL\n\n|. Tilting the neck and chin while speaking is perceived as looking down\n\nupon the ane spoken to.\n\nreir & chert res site Shey wh Ser eer five at Are Pert B wo ¥ fer\nwe 8 |\n\nWaving fingers or sweeping of arms (the beating baton) and shaking\nfists symbolize mock attacks.\n\n‘Sreh Fer afte wer at TRY a era AB ware aT ETE e |\n\niv. Physical items may also be used as substitutes, for example banging of\n\ntables and doors or throwing things while talking to someone. For e.g.\nToughly throwing the ticket/boarding card/PIC/hand baggage on the\ntable or to the ground or pushing away the baggage trolley In anger.\n\nTo / Rat ome, Sol / a OY fe eae sat or/ homie at\nwhoa ate ater sieht ar RAS ereherar |\n\nNote: It should be kept in mind that the above mentioned list is only indicative\nand not exhaustive. There are countless such expressions with regional and\ncultural perceptions and interpretations.\n\nWe - ae am com 4 wer Tet of ONT EI / fire oe GaN & fei aD\nfate eave ye oreo at Ht math F | ae wet aw ae eas aren A\nage Beara Ue wore Pere vt werd B frre fhe wh ror ont cet were BI\n\nnate\n"
}