{
  "1": "Office of the Additional Director GeneraUAirport Sector\nCentral lndustrial Security Force\n(Ministry of Home Affairs)\nNo.E-37026lAPs/rrglMisc.Corrl13 q 6 | I\nTo\nDlsG/AP (Wz, E&NE, Sz & Nz)\nCASOS & DlsG ASGS Delhi and Mumbai\nsu bject: O!eJq!qlg!Ei!!\n13, CGO Complex, Lodhi Road\nNew Delhi-11003\nDated 2f May 2014\nWe have received a booklet on One Minute Drill' from FHq . lt has been directed\nto us that this drill should be circulated to all units for incorporation in the training.\n2. \nPlease go through the booklet yourself and find out as to how this can be made\noperational in training activities in your units so that the training capability of our\npersonnel can be improved. Activities like weapons handling, cleaning of fire arms, safely\ntaking and depositing of fire arms from the armoury, vehicle quick search etc should be\nimplemented henceforth and whenever there will be a visit by me, a report on the\nprogress of implementation of this drill should be kept for my perusal.\n3. \nCan the DlsG think whether such one minute drill be conceived as a training\nactivity in areas where there is a lot of public interface at the airports?\n( o.P.sinsh )\nAddl. Director GeneraI/APS\nEncl: As above\nCopy for information and necessary action to DlsG GBS and SSG",
  "2": "Index page : One Minute Dritl lor CISF Urits\nNo.\nDrill\nDomain ot lcsrning\nPag€ Nc.\nof booklet\n2. STR'NGTHENINC DRILLSENING }R]LLS\n_-\n-,{. ] 2. tz. trnerqency and Evacualion I Ernergenc} e\\'acuatron\n55\n3. WEAPON DRILLS\ntY\n3-8. Stripping, Assemb:ing Differenl\nFirearms ia a sequence\nEnhancing familiarily wilh various\n66\nt\n3.1L Safely Taking and Deposiiing\nF;earms from ArmourY\nSafe handling offircarms\n69\n. \n4. WHICLE DRILLS\n72\n2./\n4.7. Taking Cover\nSkills id guarding and laking delersive\n16\n92\n6, OPEBATIONS DRILLS\n_-i-\nl. \n| 6.5. Queslioning Ihe Suspecl \nI Skill in questioning a suspecl\n2,/\n6.6. How to Lay a Cordon?\nSkill in pre-search cordoning oflan area\n92\n3.\n6.7. Hasty' Ambush\nSkills in quick seltinS-up ot- an ambush\n93\n4/\n6.8. Riot Drill\nSkill in effecti\\€ responding 10 a public\ndisorder\n94\n5.\n'6.9. Mobiie check Post\nTeam skills in €stabl;shiflg mobile\ncheckrost\n95\n6.\n6.10 Security Drill\nDevelop 360 observation drill\n96\n1; ,/\n8.5. Physical irisking\nSkill in friskingto identiry conceaied\nObiects\nr09\n7, JUNGLE CAMP DRILLS\n7-5. Move, Hak, Move\nSkill in movingwilh minimurn noise and\nmaximum alertness during oterations\n104\n10. MISCELLAI\\EOUS DR]LLS\n5.\n/ot.uu-anchutn\nSkill in forming human chains in vadous\nsituations like VIP secud:v\n5\nD\\ w'A4 N;U\n6qiCe,/*Rtn,r\n&n'Sq. rT3Nq. FflRR\n* 1(",
  "3": "g\n1,\ni\ni:\ni|.'\nitj\n\":\nr,\ni';\ni\n'i\nj\n1\n,1\ni\n:\n{.i\nl\nt\nI\nj\n;\ntr,\n...\nil\n,,*\nai,\n. \ni:l\n\"i\n,i\ni\n1\n::*J\nI,,\nr. \n^.ri*\niLle\n.i tN\n,nu\n!H\nI .{l\ni \n] -!t\n),a\ni,l:{\ntF\nIt?\nE #EHffig SHEE#\nSprnuikdhy\nK, YljayKumarr IPs\n. Director\n$ardor lhllal*rllrrt R&l\nNatioral fidiee AeadeuY\nIllderalaet",
  "4": "hat are One Minute Drills?\nA Fine Band of Men\nBack then in 1959, in Tamil Nadu, at its Police centenary celebration-there was\n]i]iii\" \"rr\"* \np\"iile bandsmen in colourful turics ran a 100 mtr' race even\n:$:;;#;;; \" i,n\" ro.t''r ''t', tiXn::*:l'l;irf ri.?ff:,l\"'f:i\n- trrnic. shirt, PT vest' trousers and\nstood iust in vest and shorts having ilrtia y stripped themselves oi,-music still\n,-..,-- .r^^r. -^.16chr eiill intr\"t. wlite iuinlng ih\" t'\"u, a bugler or a drum-\npidvrnq, ,,,E,, ,,,vueJ!, vlii - \ni;:;r, ihi. nutti- tasking by musicians left\nmer migfrt have mtssed one odd no\neveryone slellbound",
  "5": "Mad Minute\nLong ago Maj. Gen. Roberts catechizing his men on nasty ambus-\ncades in South EasiAsian Juilgles advised 'To survive an ambush, you have\nto exploit the 'mad minute': be nearly paranoid and react swiftly. Those few\nseconds would decide, whether you live to tell the tale or not\".\nOne-Minute-Manager\nKenneth Blenchard and Spencer Johnson's 'One Minute Manager'\nseries was the rave of the seventies. There is no better 'One Minute Manager'\nthan a policeman. He is the quintessential lirefighter mostly holding the hose\nto douse one flame or the other Crisis is his regulal diet and to think on toes\n- a survival habit.",
  "6": "During World Wari! 2/2 Force. of Australias, went to Timor to, back up\nhe ‘Spatrow. Force, then overwhelmed by Japanese troops. “Shifting camps: <=\nswiftly, they travelled light ready to sleep, ready fo get up, ready to fight any\ntime anywhere. thelr Pack and Move’ dritis the epitome. of 4 minute drills\n\n",
  "7": "Wallingford Drill\nHeard of English Sgi. [/]ajor Wallingfold? A story of !\\ iV 1 days - of\nhow a irainer can make all the dif€rence. At one point, the British felt clearly\noutgunned; they had only bolt action Lee Enfield .303 rifles while the Germans\nhad machine guns. Wallingford donned the\n\"Can Do\" - not \"What Can I Dol\" hat. Virtually\ntuiiring the very .303 rifle into a machine gun,\nhis boys made 36 hits in 1-minute flat. An\nicon;c one-minute drill, indeed.\nTom Clancy's'Hip-Pocket Training'\nln the book - 'The Shadow Warriors'\nauthor Tom Clancy writes that inslructor shouid be\n'resourceJul'. For want of better lessons, he Should\nnot dish out 'more-of the-same' and inake his boys '\nrepeat a drab drill (sadly the case with some of our\nPolice Training Centers). The instrucior should be\n'inventive and innovative'. He should come up with\ntricks on the spot from his pocket to take advan-\ntage of unprogrammed and unanticipated time.\nHe shduld devise drills that will keep the trainee l\nfocused and committed.'clancy refers tolhiq as !i\nthe concept of 'Hip-Pocket Trainingl.\n\\.\":;;,.;,,.",
  "8": "ParkoUr and Kims\nTake the game calle d 'Parkour'.lt combines obstacles, fun and realism'\nThe obstacle coirses of police training centers' mostly artificial and on a set\npallern- can benefit enormously from Parkour\nKIMS games and similar games and exercises, straight out of scout's\ncamp and oni minute maker of 'CBeebies of BBC' have also been sources of\ninspiration for this manual.\nOne Minute is also a HIT(High lntensity Training)\nProf. Martin Gibala of Mclvlaster University, Ontario, Canada has come\nup with a theory in 'Journal of Physiology' that 1 minute of very h:gh.intensity\ntraining followei by 1 minute of rest - repeated 10 times is as good as long\nduration training.\nOne Minute drill is a Concept\nHere, one minute :s not a synonym for 60 seconds. By 'one minute'we\nmean quick and decisive action. One lsraeli General extols the 'Value of Five\nMinutes', \"when having to make high-stakes decisions in a fog of ambiguity lt\nis a skill ihat's just as ialuable on the corporate battlefield, as on a real one.\"\nl\\,4osi learning, it is said, will fall within this triangle. ln simple terms,\ncognitive stands for mind, affective for emolions and psychomotor for mind-\nbody skills. 1 MD (one minute drills) are primarily psychomotor at the basic\nlevel, but at the higher level, it encompasses alllhree legs of this triangle, for\ne.g. a'Room intervention'drill combines allthe three.\nAlways remember that these drills neither under-estimate the intel-\nligence of any participant nor are they intended to make the trainee robotic.\nCorrectly applied, these drills can achieve by warking 'muscle memory'cohe-\nsion, efficiency and motivation through accomplishment of simple and later on\ncomplex tasks.",
  "9": "'I'fr *tta\nconduct 1MD\n-This section outlines lhe steps involved ir} the conduct of 1Mp,r.,:. .,'",
  "10": "ln the followihg poges, the complexity of the tosk is indicdted by dstedx symbol (*), the\nnumbet ofosterixs denoting the complexity of the toakin tbefollowing monnet:",
  "11": "-.'.'\nq\nv'\nObjective: To alter and widen the trainees' comfort zone\nThe .hn of t Iw, ls to:\n1)'i,iiir' :,iai ii'r!i:;i\n*.r.'.:<.: .;'.d. 4--.. \n., '*a*si!*'",
  "12": "How to administer't MD training?\n\"Army is a team. lt lives, eats, sleeps and fights as a team\" Gen. Palton.\nAs a trainer you, are the best judge. You can slart off anywhere - not\nnecessarily with drill no.1. However, the gains are more if you begin wilh\nlevels of lower complexity and steadily move up. Give importance to team work\nand cumulative performance oiteam, and not for individual achievements. For\nexample, if in a 100 mts. race run by a section, the best timing is 12 seconds,\nand ifthe last man's timing is 15 seconds, record the score as 15 seconds. The\nbottom line is: how did the team as a whole do?\nDrills can be done simultaneously by a team, with the same task being\nperformed by all members of the team at ihe same time. An example of this\nwould be a mass PT, or simultaneous stripping and assembling of firearms.\n1MD can also be performed serially - with one member of a team performing\none task and another member following it up with another task -sequential,\nconveyor belt-like.\nla is recorhmended that'special groups'like 'Quick Reacuon Teams'\n(QRT) are made to repeatedly perform drills of higher complexity which are\nspecially categorized in this manual. Development of speed, efficienry and\ntelepalh:c coordinalion are the primary goals of the drill. For both jungle and\n'Special Weapons and Tactics' (SWAT)teams there should be extra emphasis\non silence, stealth, and economy of movement (although in approach and\nspeed these two groups follow different styles).\nMove like a cat. Strike like a tiger",
  "13": "",
  "14": "l,eh:ele\ni Drilfs\nSurvit,al\nDrills\n,\n,ti",
  "15": "2.\na,\n*).\nWeapon Drills\nFor a professional policeman a firearm !s an extension of his own arm.\nWeapon drills are designed to improve standards oF safety and accuracy.\nThese drills aid in improvino weapon handling skills with repeated praciice that\nenhance efficency. effectiveness and capacity.",
  "16": ".r', ;XIl: :\nil \n:r: -'8\n1i,':i.' i11. ;\nse drilis are related to jungle opeiations. They cultivate sk!lls",
  "17": ". ;t.:;",
  "18": "2.n\nActivity\nTransferring Water from\nFloor\nGround to First\nStrength: Plaloon\nComplexity: ****\nRequirement:20 like capacity'lO buckets full ofwater\ni....1\nDrill: ln this drill, a team of one platoon size is asked to lransport 10 buckqls\nof water from the ground floor to the first floor This can be achieveU eitfrii\nindividually or through a human chain without spilling water, \ntll,:\nThe drilJ helps in physical strengthening and co-ordination. ..'..",
  "19": "This drill'is'an: emergency evacuation exercise,\neither. rock-climbing- equipment or improvised\n| Jadder. or-other methods. that-fire department\n\nresort to are used.”\n\nSince this drill requires technical skills,\nyou may involve fire service or trained. ‘res-\ncue team’. This drill’ may require improvisa-\ntions such making a stretcher using clothes\n= trousers/lungi; with chord, nylon rope. using\nCarabineers,and: improvising. and using a rope\nladder.\n\nThis inculcates multiple skills in.a trainee, such:\n\naS improvisation, team. work, life Saving etc\n\n‘This.can be used in urban and jungle ops. and\nalso: in disaster management training.\n\n",
  "20": "!.\"!",
  "21": "ln this drill follow SASS - a ,reflex shooting' mantra.\n3.2\nActivity\nCleaning of Firearms\n'Keep the gun cledn as o whistle'- one ofthe 79 edicis for survivol oJ Rogeras Ronge! uSA\nStrength: A buddy pair\nComplexity: **\nRequirement: 4 or 5 firearms\nDrill: ln this drill the first person\nholds his rifle while his buddy cleans\nthe barrel of the weapon. He quickly\npulls the pull through 4 or 5 times. Then the roles are reversed. The goal of\nthe drill is to Epidly and thoroughly\nclean the barrel.\nIt takes 10 seconds on an average\nto pull the'pull through' 5 times.\nSo 4 to 5 rifles can be cleaned in\n60 seconds. The barels should be\ninspected to check if a 'clean' job\nhas been done.\nThis drill improves efficiency in\nweapon handling and cleaning.",
  "22": "3.8 Stripping and Assembling Different\nActivily Firearms in a Sequence\nStrength: 3 buddy palrs\nComplexity:.\"\nRequitement: 4 flrearms per pa.-\nticipant, ta.paulin / ground sheitt.r:\nDrill (Weapon Training):.ln thia,\ndrill trainees, in succession, .strip\nand assemble 4 types of firearms: .9 mm pistol, Carbine, AK-47a!il.?LE (or\nwhatever firearms is issued to them). This drill can be done in the form of a\ncompetition between 3 or more bJddy pairs (or even sections). Each petson\nstrips and assembles all 4 firearms onC bJ -one. The traiitees should nolol-tly\nbe'speeily' bul should lai out the strippedtrFarms in an 'orderly' manner on .\nthe g.o.uld shdet. \nt. :..\nThis drill enhances latiriliaritfofa trainee with a Variely of firea.ms which is\nenolher step to tre maslery or nrearms\nD Parts of the yariou.S of firearms ir.9 iirired.\n- Task Asse.iiblrt them. \n':.':\nii) \"\" Ahove taskwith a blind fold",
  "23": "3.11 I Safely Taking and Depositing Firearms\nActivity I from Armoury\nStrength: Section / platoon\nComplexity:.\"\nRequirement: To be practiced near armoury\nThis drill simulates how a trainee gets a fire-\narm issued from the armoury takes it out of the\narmoury, examines it and then safety returns it.\nThis drill emphasizes safe handling of firearms,\nthat is, without the gun pointing at anyone, checking the weapon with care,\nand returning the weapon. This is a basic drill and it intends lo train the person\nin the basic SOPs of gun handling.\nThis is a fundamental drill and should be done in the fifst phase of training,\nfrom day one.\n3.12\nActivity\nStripping and adsembling 2 firearms\nwith'1 Hand\nStrength: Section / platoon,\nComplexity: *'*\nRequirement: 2x AK47 per participant, tarpaulin / ground sheet\nOrill (Weapon Training): The trainee is made to skip and assemble 2 fire-\narms with one hand. With t hand held behind his back, he holds the firearm\nbetween his legs, while the other flrearm is kept on the ground.\nThe drill develops the ability of a person to handle {irearms even in adverse\ncircumstances such as when he is injured. lt also increases confidence ol A\nlrainee and familiar:ty with weapon.",
  "24": "parts' market) with fitted torch can be a useful search equipment.\nVariation: Substitute with a normal vehicle convert the drill into a quick daily\n, \ncheck-up oftyres, batlery, fuel injection pump, cables ofdynamo and accelera-\ntor and a'i eiectrical connection.\n4.2\na.rivirw Vehicle quick\n, \nStrenqth: Buddies\nComplexity: *\"\nRequirement: Vehicle\nsearch\nDrill (FC and Tactics): This is very simi-\nlar to the earlier drill. However here, the\ndifferent areas of the vehicle are divided\nbetween a pair of buddies for a quick but thorough examination. A degree of\nexpertise can be developeci when one person aqurres/or has a greater knowl-\nedge of mechanical pa.ts and the other of electrical parts. Similarly a degree\nof thoroughness can be deveioped by a system of'double check', in which\none buddy re-checks lhe same area\nthat has been earlier checked by\nhis pa(ner. This is trusl bul ver-\nlfy' principle, which is at the core\noi any security. This drill improves\ncoordinalion among persons, and\nimproves efficiency in functioning,\nespecially in pairs of pat.o' officers\nor motorcycle patrol men who work\nas buddy pairs.",
  "25": "i\n'The teom is like spoghetti- the leoder shouid pu it fton front. Con,t push it from behind,.\nTaking Cover\n- Gen. Pottan.\n4.7\nActivity\nStrength: 15 Buddies\nComplexity: \"*\nRequirement: Trainees in combat\ndress wilh flrearms and equipment\nDrill (Physical Training): This drill\n. teaches how to take defensive cover when a vehicle stops. This is an exten-\nsion of the debus drill, and it is\nessential that everyone including\nthe driver is trained as a team.\nThe engine area provides both\ncover and concealmeni. The\narea near tyres is the next best.\nThis drill is a must for anti-insur-\ngency/extrem,st ops. and for\nQuick Reaction Teams (QRT).\ni i.._\nj?yudne the vehicle and taking\n.i_Y; cover nert to 't should be reflexive.\n\\.\"",
  "26": "6.5\nActivity\nQuestioning the Suspect\nA cc'rnterspy is v;crlh marc lhan 50 mochifie gn $'.\n-Gen. A. BoYo-\nStrength: 2 Buddy Pair\nComplexity: \"\"\nRequirement: A trainer or fellow trainee as a suspect.\nDrill: Questioning is the art of stealing info, without leaving the other with lust\nmugged'feeling. ln this drill the trainee is asked to quickly question the mock\nsuspect. The success ofthis drill isjudged by the'type'of questions asked and\n'quality'of information elicited. This drill is useful in investigation aswell as in\noperations -like a street search or combing ops.\nA6\n. \".\". \nHow to Lav a Cordon?\nA cf rv rfv\nStrength: lndividual\nComplexity: *\"*\nRequirement: Maps\nDrill: This is a drill to\ncordon off an area. li does\nnot involve search. lt's more\na 'pre-search' operation. Here\nthe trainees are provided with real scenario like a house, a street, mall, a\ncampus, scrubby area with bushes or an undulating terrain, and they are\nasked to quickly and effectivly cordon of the area. Afler one set of trainees\n(tqam A) have laid the cordon the trainer assesses the efectiveness of the\n/,{*,^ cordon.\na/\\.,\n\\/il\n,. \nt-.*",
  "27": "Acid test: Another set of trainees (team B) would try to slip out of the cordon.\nlf they can't, the trainer okays the drill and debriefs.\nVariation: \" For cordon in urban area, if you follow CAT (Concealed\nApprehension Tactics), the person assisting the cordon party should be\nmasked, dressed no differently from the search team and leaves no clue-He\nshould be seated in the vehicle or be at a place from where he sees but is not\nseen.\n'9 out of 10 times the 'searching'team loses. The 'hiding team' succeeds\".\n- Richard Cla*e n'Against a enemies..\n6.7\nActivity\n'Hasty'Ambush\n'Cotnbat is dramo. Ambush is donce'- Che Guevdtu.\nStrength: 1 section\nComplexity: *'**\nRequirement: Platoon for operational drill\nDrill: : ln this drill the platoon is taken on a patrol to\na predetermined location. The trainees are asked\nto set up an ambush quickly. A street scenario or a\nwooded scenario can be chosen.The aim is to train\npersonnel to quickly assess the situation and geo-\ngraphical area, and to effectively Iay an ambush.\nThis training is relevant both for jungle and urban\nops.\nPresent a case study of one real situat;on where the Secudty Force team was\nambushed. Order the team to take position in a minute ;n such a way that they\nwill have no loss and in such a way that Security Force has an advantage over\nthe enemy. As a second part of the exercise, have a one minute debriefing ses-\nsion and check how observant they had been. Keep an 'observer' team to",
  "28": ". .ti .i\nyarallolr.' Same drill in 'counter-ambush'.\nRule: Follow 'don't hit the dirt' principle. The survivat role js breakout of the kill-\ning zone as fast as your legs will take you. However, it's of no use scattering.\nSurvival depends on launching immediate assault. Remember 'mad minule'.\n(see on page 13)\n6.8\nActivily\nRiot Drill\nStrength: Platoon\nComplexity: ***\nand warning party. The platoon is asked to break up into their concerned\ngroups and face a mock crowd. Each group is to do several 'dry runs'of\nactivities associated with the party. The drill intends to instill quickness in aclion\namong the trainees as well as build coordination and understanding between\nd ifferent groups.\n('The selection and train-\ning oI Japanese riot pollce\n-'kidotai' was Weceded\nby 5 years of deep psy-\ncholog ica l/psy ch iatric\nresearch on ideal profile of\nriot policeman by the top\nuniversities of Japan').",
  "29": "6.9\nActivity\nMobile Check Post\nStrength: Section\nComplexity: .\"..\nRequirement: Bar:cade, drums, sentry post, barrier, other improvised items,\n(foldable items are better) to create a 'chicane' -or 'S' bend.\nDrill: : Barricading items are carried by police team in a vehicle. The team\nis asked to eslablish a check post across the road by using the barricades,\ndrums and by placing a police personnel at conect locations. A relevant drill\nfor ORI\nVariation:.. ln the hot zones, one person checks while his buddy invisibly\ncovers him (relevant for any tactical sentry post too).\n,-\"-,4-.- \n!.-t \ni - --r .f,\\ \n.-i-1 '--! \n\\,-:-\\\nk$ \\ja \\j-_L \\_-_r 'R,r_lF \\-:\\ \\-l !--\\",
  "30": "6. i0\nActivity\n6\nOne Minute observation skills.\nScreen a clipping of a video (or photographs) for the trainees to list out the\nsuspicious elements/persons with reasons/justification for suspicion. For\nexample, in Rajiv Gandhi assasiinitiori .case, .the photographs by Hari Babu\nat the.scene of crime had several persons in the audience. A close observa-\ntion showed tl'lat one ofthem was \"not normal\". That is to say, that person was\nIooking \"abnormal\". Eventually aBl identified the person to be Nalini. She\nwas arrested, charged and convicted. Observation pays. lt is an essential\nrequirement for a successful policeman.",
  "31": "‘Make your boys stayin the jungle for 7 days, quietly, without any support.\nMiracles will follow: ca i\n\n",
  "32": "1",
  "33": "to use it without making noise. This drill is especially relevant for special\nforces and jungle ops.\n(Rogers Rongers:'Be like o huntet; not likethe hunted').\nPhysical Frisking\n8.5\nActivity\nStrength: Buddy / Section\nComplexity: .\"\nRequirement:\nDrill: This is an important security\ndrill. The goal is to 'frisk' a person\nand ensure that not even a pin isl\nconcealed !n any part of his body.\nSpeed, thoroughness and courtesy\nare equally important parts of this drill. The drill is useful especially in VIP\nsecurity, suspect checking etc.\nP.S.: lmprovising a handcuff wjth shoe laces, clothes, strings, cords, wires\nshould be practiced.\nyariafion: substitute weapons with sharp pins,\nThe lrainee should follow pat down'method'.\nfinger in the traditional way he will hurt himseli\n8.6\nActivity\nWeapon Removal / Retrieval\nStre.gth: 1 or 2 pairs of buddies\nComplexity: *-.\nRequirement: An instructor with a weapon.\nblades, vials, pills (a la LTTE).\nlf he is careless and runs his\n'a:ir iF .,: ::1' :r_",
  "34": "Io 2 \nAlertino Buddies\nActivity\nStrength:5 Buddies\nComplexity:.\nRequirement: Uniform, nec-\nessary Kit, whislle.\nDrill: The trainees blow whistles non\n-stop, run to lheir tenuroom, put on\nuniform, pick up their firearms and take position. This is an 'emergency' drill.\nDifferent tunes in whistle indicate urgency or nature of alarm.\n10.3\nActivity\nHuman Chain\nStrength: 10-25 Buddies\nComplexity: -\nRequirement: Nill\nDrill: This drill requires the personnel\nto quickly form a human chain. lt is of\nuse in VIP security, public gatherings,\naccidenUdisaster situations, etc.\nVariation:1. Hold each other's lathies (or rope) so that you can extend more!\n2. One facing inwards one outwards makes you 'bifocal' i.e. for instance half\nyour men watching VIR other half the crowd. ..:r..\n3. 'Half inclined' position is often adopted r:'\nin route- lining for VIP bandobust where his\nback is not towards the VIP"
}