{
  "1": "Office of the Special Director General/Airport Sector\nCentral Industrial Security Force\n(Ministry of Home Affairs)\n\nCISF Airport Sector HQ\nCISF Complex, Mahipalpur,\nNew Delhi 110 037.\n\nNo.E-37035/APS/QRT Trg/2024/ Be Lv Dated: ok March, 2025\n\nTo\nDIG/AP-NZ Delhi\n\nSub: TWO WEEKS UNIT LEVEL QRT COURSE FOR QRT DUTY\nPERSONNEL OF VARIOUS UNITS : REGARDING\n\nPlease refer to AP-NZ Delhi letter No. (1539) dated 25.02.2025 and APS\nHars letter No. (2287) dated 18.02.2025.\n\n2. In this context, the Competent Authority has accorded approval for the\n\nfollowing: -\n\ni. To impart the training to QRT personnel of ASG Ayodhya, Agra,\nKanpur, Dehradun, Varanasi, Gaya and Kolkata as per training\nprogramme prepared by ASG Lucknow.\n\nii, To allot the vacancies to Ayodhya, Agra, Kanpur, Dehradun,\nVaranasi, Gaya and Kolkata in consultation with concerned DisG as\nwell as CASO Lucknow.\n\n3. This is for kind information and further necessary action please.\n\n4. This has been issued with the approval of the Competent a\n\nCopy te\n1. IG/APS-II Bangalore\n\n2. All DisG under APS\n(excepet SSG Noida)\n\nBe. og\nWi ace\nDCiAirport Sector\n\nFor kind information please.\n\nIt is requested to impart training to QRT\npersonnel of ASG (where — requisite\ninfrastructure available) as per training\nprogramme prepared by ASG Lucknow (copy\nenclosed and also to assess feasibility to\nconduct the said training of all nearby ASGs\nwhere requisite infrastructure is not available,\nplease.\n\n",
  "2": "ye\n\nv\n\nAPPENDI\n\nPROJECTION OF TWO WEEK QRT COURSE FOR QRT DUTY PERSONNEL OF VARIOUS UNITS OF APNZ AT\nASG LUCKNOW\n\nINTRODUCTION:\n\nhe Quick Response Team (QRT) course is a pilot project conducted for the\npersonnel from various ASGs of AP-NZ as part of their capacity building to skill them to counter the\nemerging threat of aviation sector in challenging surroundings. The course will impart training on\nhandling of weapons, handling of explosive, all aspects of urban tactics, field signals, Firing by use of\nporthole and BR vehicles, preparation of mock exercises, reflex training, krav-maga, Situational\nawareness, team building, motivational, psychological aspects etc. At the end of the course\nqualification certificate will be given to participants who will complete the course successfully.\nTRAINING ASPECTS:\n\n1. Course Duratio\n\nCourse will be conducted over a period of two weeks.\n2. Capacity:- 30 trainees per course (nominated by units of AP-NZ).\n3. Work Schedule:\n\nhere will be a total of six working days in a week and training for each day\n\nwill be conducted over eight periods. Night classes will be conducted once a week.\n4, Qualitative Requirements (QR):-\n Age:-Below 40 years of age.\n‘+ Educational Qualification:-Class-x (10th) or above.\n\n&\n\n% Medical and Physical:-Should be medically and physically fit in all respect. (No\n\nme\n\n| test will be conducted at ASG Lucknow. Any individual reporting without\nmedical certificate will be RTU)\n\nDiscipline:-No major punishment in last 05 years and no minor in last 03 years,\n\nLanguage:- Should know either English or Hindi\n* Other Requirements:- Personnel detailed for the course should be:-\na. Avolunteer.\nb. Conversant with use of service explosives/weapon\nc. Preferably working with QRT Team\nd. Mentally alert & physically fit\ne. Should meet PET standard.\nMETHODOLOGY OF TRAINING::\n\nraining imparted will be of advance nature, wherein emphasis will\nbe on physical training, modern weapon (AK-47,Glock pistol, X-95, MP-5) training, Krav-maga,\n\nTactics and field craft. Endeavour will be to impart practical training to attain proficiency in basic\ndrills and procedure.\n\n",
  "3": "PASSING STANDARD & CERTIFICATION:\nI\n\nv.\n\nBPET test will be held at the end of this course as per the standard of SDG Airport sector\nleter no. 17087 dated- 02.11.2024 on the subject matter of “Battle Physical Efficiency Test\n(BPET for QRT Personnel)”\n\nWeapon handling & Tactics test will be taken by Board of officers.\n\nMock drills on different scenarios will be conducted by the trainees by dividing them into\ndifferent groups which will be evaluated by Board of officers.\n\nThose who secure top three positions will be rewarded suitably.\n\nThose who complete the course successfully will be given a completion certificate.\n\nOBJECTIVE OF THE COURSE:-\n\n* Physical Training:-Different types of exercises (Run 2.4 kms,3.2 kms and 05 kms, route\nmarch of 10 and 14 kms, 100 mtr sprint, 05 mtr shuttle, side jump, Push-ups, , back pushups\nfor triceps Sit-ups, Leg raising, Leg shooting “both”, , weight transfer, stretching) are\nincluded in this course which willenhance the confidence, endurance and agility level of\nparticipants.\n\n* Weapon Training:-Different types of advance weapon training (mounting and dismounting\nof different sights, zeroing of weapons and it’s sights)and Training with Sniper\nweapon, Training on smoke candle & stun grenade will be imparted to the participants so\nthat they are capable in handling of different weapons with their accessories and increase\n\ntheir confidence level while using weapon during operational duties.\n\n* Tactics Training:- The Urban tactics of CRT(Crisis Response Team) will be given to trainees in\nwhich they will cover the topics i.e. HIT formation, staging and movement, Corner\nNegotiation, Use Of Cover, Gun turret technique, Focus assault and security method, Control\nOf suspected & search techniques of person/Anti-sabotage check, Area searching method,\nApproach To Target Leap Frog And Caterpillar Method, Use Of Ballistic Briefcase and BP\nShield, VIP Movement Drill, Room intervention, staircase clearance. It will enhance the skills\nof participants to use of urban tactics during operational duties on different topography of\n\nairport terminals/operational areas.\n",
  "4": "* Sand model/Cut Model briefing:- The exposure of sand model/Cut model briefing will be\ngiven to all participants by which they will get them skilled to briefing on sand/cut model of\ntheir respective airports and particular buildings. This session will enable the trainees to\nunderstand the exact lactation of terrorist hideouts on actual scenario or in any types of\n\nroom intervention drill & hostage release.\n\n* Tactical Firing, Firing by using of Porthole & BR Vehicle:-Firing by using of Porthole will\n\nenhance the skill to shoot target by using limited exposure and firing by use of BR Vehicle\nwill get them exposure of firing on running target which will increase the firing capabilities of\nParticipants. Fire and move will enable trainees to open fire during chase of target and it will\nenhance the accuracy of directional fire, cover fire, Fire & move, fire under pressure, drone\n\nneutralizing using weapon disoriented fire.\n\n* Ammunition per trainees:- Total 25 ammunition per trainees is proposed, the description is\nas below:\n\n| Fire with Secondary weapon : 05 rounds (9 mm by using Glock Pistol)\n\nIl. Fire on drone : 05 rounds\n\n(7.62 mm or 5.56 mm by using AK- 47/INSAS)\nIl. Porthole Firing : 05 rounds (9mm by using MP-5)\nIV. Firing from BR vehicle : 05 rounds\n\n(7.62 mm or 5.56 mm by using AK- 47/INSAS)\nVv. Fire and Move £05 rounds (5.56 mm by using INSAS)\n\n> Guidelines needed on following points:-\n\n* Additional rounds (practice ammunition) for firing training on ibid aspects are required\nfor this proposed two week QRT training of various unit personnel of AP-NZ, Further,\nit is requested that, after completion of training the empty fired case of practice\nammunition may sent to the respective units (AP-NZ) of trainees and the respective\nunit commanders may be ordered to mix it to in their annual firing empty fired case\n\n* At the end of the course qualification certificate will be given to participants who will\n\ncomplete the course successfully, so on the approval of certification is needed please.\n\n",
  "5": "> LOCATION:\n\nAPPENDIX:B\n\nJOINING INSTRUCTION : QRT COURSE\n\nCISF unit ASG Lucknow New Barrack is located at a distance of about 12 kms from\n\nCharbagh railway station and 01 km from Amausi metro station and CCSIA airport\n\n> POSTAL ADDRES!\n\nOffice of The Commandant/CASO\nCISF unit line ASG Lucknow (Near amausi metro st.) PIN - 226009, Uttar Pradesh\n\n> LEAVE/OUTPASS:\n\nCISF Identity card\nShape-| (Certificate)\nMovement Order\n\nOne passport size photo\n\nTrainees will not be granted leave/out pass during the course.\n\n> MESSING& LODGIN'\n\n> CLOTHING:\n\nParticipants will take food in the Unit mess located in New barrack itself. The trainees\nmust deposit a sum of rupees. as messing advance.\n\nOne Hundred FiftyRupees per day (Rs. 150/-day) only to be levied on trainees as their\nlodging charge.\n\nPT DRESS.\n\nComplete set of uniform as prescribed in the force.\n\nCamo t-shirt, camo trouser, (02 pairs) Jungle shoe(01 pair) for daily training.\nTwo pairs of anklets.\n\nGround sheet -01\n\nMosquito net and bed sheet.\n\nIn the end the ASG Lucknow extends all participating personnel a warm welcome for attending the\n\ncourse.\n\nVy,\n\n(Ajay Singh)\nCommandant/CASO\nCISF Unit ASG Lucknow\n\n"
}