{
  "1": "OFFICE OF THE SPECIAL DIRECTOR GENERAL/AIRPORT SECTOR\nCENTRAL INDUSTRIAL SECURITY FORCE\n(MINISTRY OF HOME AFFAIRS)\n\nAdministrative Block\n\nCISF Complex, Mahipalpur\n\nNew Delhi-37\n\nNo. 0-42011(147)/APC/Ops (6)/Corr. BCAS / 2025-3723 Dated:0 7 March’ 2025\nTo\n\nDISG/AP- NZ, WZ, SZ & E&NE\nDIsG/CASOs ASG Delhi, Mumbai, Chennai, Kolkata, Bangalore, Ahmedabad &\nHyderabad\n\nCASOs of All ASGs\n\nOperational Space requirement for CISF/ASG at airports; Reg.\n\nDue to lack of operational space for critical ASG components in close proximity to\nwork places, various problems are being faced by CISF/ASG viz Delayed response,\nSupervisory challenges, Coordination & Surveillance Challenges, Physical and mental\nfatigue of ASG personnel, Suboptimal use of security equipment, which adversely\naffects the operational efficiency of ASGs.\n\nSubject;\n\n02. Accordingly, the matter was deliberated during the meeting held on 28.09.2024\nunder the chairpersonship of Hon’ble Union Home Minister wherein it was directed to\nMoCA to keep reserve operational space for CISF & IB at airports,\n\n03. Further, a committee was Constituted to study the operational requirement of\nspace with the following terms of reference.\n\ni) To establish standardized guidelines and benchmarks for space requirements,\nensuring seamless integration of CISF/ASG Operations into airport\ninfrastructure to meet the operational, tactical/ logistic and regimental needs.\n\nii) To address supervision and command requirements,\n\n04. Now, the committee after detailed deliberations, has identified the scale of space\nfor operational requirements (23 Parameters) of ASGs along with justification\n(Enclosed Appendix-A). These parameters have been sent to MHA to issue necessary\ndirection to MoCA/ Airport Operators,\n\n05. Meanwhile, I have been directed to request all DIsG CASOs and CASOs of ASGs\nto assess the availability of operational Space in line with the recommendations made\nby the committee and Co-ordinate with the respective Airport Operators to ensure\n\nContd...P/2\n",
  "2": "06. A compliance report to this effect may please be submitted to this HQrs through\ntheir respective Zonal DIsG in consolidated manner by 20 March 2025.\n\n07. This is issued with the approval of the Competent Authority.\n\nEncl: As above. hs\n\nae\n\n(Vikas Rana)\nDC/ Airport Sector\n\nCopy to:-\n\n1. The IG APS II HQrs, Bengaluru: For kind information please.\n",
  "3": "Operational Space Requirements of CISF ASG at airport\n\nName of facility Justification\n4. Apex Command & lonitoring Centre (ot Rule-7 of the Aircraft Security Rules, 2023, NCASP\nfor each ASG) and various BCAS circulars, assign onerous.\n© Close Operational space: Approx 300-| responsibility for securing the aviation security\n400 sq ft with an antechamber (100 sq ft) | functions, oversight, coordination and overall\n| _ and attached washroom maintenance of law and order in the airport premises.\n| | © Facilities: “Requisite furniture, CCTV | The availability of ACMC in the terminal building and\n| | system, FIDS, communication tools, | the presence of CASO within the terminal building is\n| internet, video conferencing, and meeting | needed for ensuring close supervision, command and\n| | room. control on ASG responsibilities.\n© Location: Pre-SHA area near PESC point | |\n_|_- ornearto Socc\n2. | Terminal Operational Commander In several large airports having multiple terminals, an\nspace (01 per terminal) officer of rank of Sr CO/CO/DC has been sanctioned for\n© Close Operational space: 250-350 sq ft. | supervising. the ASG functions at such Terminals.\n© Facilities: Requisite furniture, CCTV Operational space for such Terminal Commanders,\nsystem, FIDS, communication tools, Wherever applicable, is required for effective\ninternet supervision of the assigned responsibilty.\n| © Location: Pre-SHA area, near PESC. es\n|-3. | Tactical Supervision & — Monitoring __| In larger airports, Gazetted officers other than (CASO\nCentres (01 per terminal-where ever _ or 2 in-charge) have been sanctioned for supervising\navailable) the functions in the Passenger Terminals, Cargo, Crime\n© Close Operational space: 300-360 sq. ft.| & Surveillance Operational Airside perimeter\n(in 2 partitions) protection. Adequate working operational space is\n| © Facilities: Standard office equipment and| needed for all GOS sanctioned/ earmarked for\ncommunication tools, e-karyalaya setup,| operational duties viz. Terminal, Cargo, Airside for\n| internet, printer and storage effective supervision /oversight on the tactical security\n‘operations in the fields assigned to them.\n4. | AVSEC Operations Command Hub ‘Several airports function on 24x7x365 days and GO |\n(04 per terminal) (mostly AC/DC level officers) have been sanctioned for\n| each of the operational shift. Each shift shall be\n| | © Close Operational space: 100-150 sq ft commanded by a gazetted officer wherever surveyed\n(150250 sq ft for GO W/C). to ensure effective monitoring, supervision, control and\n© Fazilities: Office furniture, CCTV system| oversight over the AVSEC duties being performed by\nand attached washroom. the ASG personnel and other agencies. The AOCH\n© Location: Pre- or post-SHA area based on shall be important hub for coordination with related\nthe role. stakeholders like airlines, operator, immigration,\ncustoms, local police etc. The Shift Supervisory work\n| space shall be strategically located near the PESC\nArea in each terminal with a clear and unobstructed\n\\ view of the PESC area for effective supervision. —_\n|6. | Supervision on PESC operations The Inspector(s) shall function as supervisor! SHA In-\n(01 desk on every 06 X-BIS) charge. 01 desk on every 06 X-BIS shall be located in\n© Open Operational space: Elevated desk of| front of PESC area in each terminal for effective\n40 sq ft | supervision and oversight at PESC point.\n© Facilities: Computer, mobile phone,\nintercom. |\n\n",
  "4": "Name of facility\n\nJustification\n\nArea Supervision (In check-in area and\narrival hall of each terminal)\n\n| © Open Operational space: 40 sq ft.\n\n| © Facilities: Computer, mobile phone,\nintercom.\n\nThe Inspector(s) shall function as supervisorifloor in-\ncharge of the area of his responsibility. At least one\ndesk shall be located in check-in area and arrival hall\nof every terminal for effective monitoring.\n\nCoy operations and documentation space:\n\n(01 per terminal)\n\n© Close Operational space :150-500 sq ft,\ndepending on personnel strength.\n\n© Facilities: e-Karyalaya computer, internet,\nintercom, and storage\n\n© Location: Preferably near deployment\nareas (Near PESC point) for ease of\naccess.\n\nDue to the nature of duty deployment and the need for\nprompt redressal of duty-related grievances,\nadjustments in duties, and processing of applications it\nis imperative that company operations and\ndocumentation work space be located near the place of\ndeployment rather than at a remote location.\n\nSpecialized Intelligence! Coordination /\nInternal Quality Control at ASG level (01 for\n| each ASG)\n\n© Close Operational space: 180 sq ft.\n© Location: Near Central Command Centre\nor Gazetted Officer in-charge/CIW office.\n\nThe specialized wing responsible for gathering\nadvance intelligence, maintaining records and liaising\nwith state intelligence agencies, stakeholders and state\npolice as well as maintaining a crime database shall be\nstationed near the Central Command Centre to\nfacilitate seamless communication and coordination by\nensuring a swift and effective response.\n\n(01 per ASG connected with all Terminals\nincl. Cargo)\n\n© Close Operational As\nrequirement.\n\nspace: per!\n\n[9 Restroom, Locker, and Dining Facilities for | ASG personnel performs 24X7 duties at the airport\n| | ASG Personnel (All facilities in each | necessitating them to stand for long durations at access\n|| terminal) control and PESC points. To ensure efficient\n| O Male Restroom: 150-450 sq ft performance, timely rotation and short-term breaks are\n© Female Restroom: 100-150 sq ft essential during long duty hours. Therefore, sufficient &\n© Dining/Locker: 1000-1500 sq ft for keeping] dedicated space for male and female restrooms should\nshift personnel belongings. | be mandated inside the terminal. Additionally,\n| locker/dining room faclities should be provided for the\n| safekeeping of their personal belongings and for having\n: ari lunch/tea/snacks breaks.\n\n| 10, | Tactical support facility (01 per terminal) | A designated facility is needed in close proximity to the\nPESC point in each terminal to facilitate storage of\n| | © Close Operational space: 40 sq ft. reserve equipment, rotation, charging, minor\n| | © Facilities: Electric socket connections and | repair/maintenance of security, _ communications\n| racks for equipments and documents etc. | equipment ‘for uninterrupted operation of the\n| © Location: Near PESC area. |_security/communication gadgets. a\n| 11. | Logistic support facility (01 per terminal) A centralized facility for the storage of gadgets/\n© Close Operational Space: as per local] communication equipment/, updation of records\n| requirement required to be maintained at PESC points as per the\n| © Facilities: Racks for equipments and| guidelines of regulatory authority. and distribution\ndocuments etc. centre for all documents required at various duty posts.\n\n© Location: Near operations command!\n\ncentre or Control room.\n\n12. | Security Operations Control Centre The Security Operations Control Centre is a critical\n\ncomponent of airport functioning and shall be\nstrategically located in close proximity to the Airport\nOperations Control\nseamless coordination. SOCC shall ensure the rapid\ncollection/collation of information from _ multiple\n\nCentre (AOCC) to facilitate |\n\n",
  "5": "SN Name of facility Justification\nG Facilities: As per standard authorisation | agencies, coordination with stakeholders and shall be\n© Location: Near AOCC the key facility in organising, monitoring effective\nFesponse to any situation arising at airport.\n| 13-| CCTV viewing facility (01 for each ASG) | In addition to the main CCTV facility manned by CISF\n| Q Close Operational space: 100-250 sq ft | ASG, stakeholders “and government agencies are\n| O Facilities: Monitor with CCTV feed authorized to access CCTV footage of their respective\n| © Location: City side. areas as laid down in BCAS AO 02/2023. To facilitate\n| this, a separate, secure enclosure/room either close to\n| SOCC or remotely located would ensure the\nConfidentiality of the SOCC and CCTV systems.\nIf Planned for remote location, this enclosure may be |\nplanned in the cityside as many stakeholders do not |\nPossess an AEP for all areas/terminals.\n| 14. | BDDS (01 for each ASG) Sr. No. 14, 15, 16 and 17 are interconnected and form!\n© Close Operational ‘Space: 1300 sq ft the core of airport security by having responsibility for]\n| | © Facies: Electric socket Connections and | immediate response during contingencies. As per\n[2cks for equipments with air conditioning | NCASP and BCAS AO 02/2024, those sors ‘components\nLocation: Preferably in the Airport | must be stationed at the airport to ensure prompt\nComplex, allowing BDDS vehicle for free | response during emergencies without any loss of time.\nand unobstructed movement to facilitate\nimmediate access to all areas of the\nairport.\n15. | Field Kennels for K-9s (per terminal as per\n| authorization)\nOClose Operational space: As per\n| authorisation of K-9s\n© Facilities: Minimum 02 Dog kennel per\nterminal, further Number of Dog kennel may\ndepend on the size of terminal/deployment\nand with space for training and relieving\nspace for dogs\n© Location: Near BDDS Room\n16. | QRT barrack (01 for each ASG)\n| © Close Operational space: 3000 sq ft\n| (Minimum space for 01 QRT Component)\n20 sq mtr per person.\n© Facilities: As per authorisation and racks\nfor storage of equipment's\n|__| © Location: In the airport complex.\n17. | Field Kote (04 per terminal)\n© Area: (100-1000 sq ft)\n© Facilities: As per standards ie.\nRacks/storage facilities to store\nweapons/ammunitions, guard room etc.\n© Location: Near QRT Barack\n\n",
  "6": "SN\n18.\n\nName of facility\n\nJusti\n\nation\n\nCISF Help Desk & VIP coordination Cell\n(01 per terminal)\n\n© Area: (60 sq ft) @ 1 per terminal\n\n0 Facilities: FIDS\n\n© Location: Having access from cityside\n\nASG is responsible for facilitating the movement of\nWIPSIVIPs, Hon'ble MPs and exempted category\npersonnel through airports. To efficiently coordinate\nthese movements, a designated space shall be |\nallocated for ASG personnel assigned with these\nresponsibilities. ee\n\n19.\n\nSafe holding and isolation area (01 per\nterminal)\n\n© Area: (100 sq ft) @ 1 per terminal\n\n© Facilities: As per requirement\n\n| © Location: Check-in area near to PESC\n\nCISF/ASG plays a crucial role in maintaining airport\nsecurity by curbing and detaining individuals involved in\ntheft, smuggling, unruly behaviour, suspect during bomb\nthreat, attack, sabotage, hijack and other unlawful\nactivities. ASG is also responsible to hold such\nindividuals until they are handed over to local law\nenforcement agencies (Local Police, Income tax, NCB,\nCustoms etc.) |\nFurther, this space is also essential to provide a safe\nplace for the PSOs of WIPIVIPs to armed and dis-\narmed their weapons, weapon checking of IFSOs etc.\nTherefore, to facilitate this process, a designated safe\nholding & isolation area is essential which should be}\nequipped to handle sensitive situations without!\ncompromising the safety of both, detainees and the|\nCISF/ASG personnel.\n\n20.\n\nBriefing/On the Job training workspace\n(01 per terminal)\n© Area: @ 1 per terminal\n\nBriefing /On-job training is crucial for disseminating|\nimportant information/alerts guidelines issued by higher|\nformations /regulator etc., hands on training\n\nFacilities: As per requirement supplemented with regular feedback from the field\n| O Location: Preferably near the place of| personnel.\n| deployment\n21.| Oversight & supervision facility for | The operational gates necessitate a designated area\nOperational Gates (01 per operational gate) | for supervisors to effectively oversee and manage the\n| substantial movement of staff, casual labourers and |\n© Open Operational Space: 120 sq ft vehicles into the operational area. This dedicated |\nO Faci ‘s per requirement space will enable supervisors to efficiently coordinate |\n© Location: Preferably near main operational) and monitor activities by ensuring seamless operations\ngate. through the gates. i}\n22, | Oversight & supervision facility for Cargo| ASG has the responsibility of securing cargo city side |\narea (01 per cargo complex) by providing arms support and airside access gates. |\n‘© Open Operational Space: 120 sq ft A designated space for supervisor is required to be |\n© Facilities: As per requirement with CCTV| provided for the Inspector/Sub- Inspector dedicated for\nfeed of Cargo area the facility and establishment of basic set up needed for\n| © Location: In cargo area operational supervision monitoring over the strength\n| deployed for Cargo /Ops sector. |\n23. | Creche (01 for each ASG) The strength of women personnel of ASG deployed at |\n\n© Area: As per actual requirement\n\n© Facilities: As per guidelines of Ministry of\n‘Women and Child Development\n\n© Location: Cityside, near to the terminal\n\nseveral airport is considerably high. Several female\nstaff at airports are of the young, child bearing age\ngroup. Availability of creche is essential in close\nproximity to the workplace in sync with the welfare\nneeds and Governments policy to encourage more\n| women at work place\n\n"
}