{
  "1": "Office of the Spl. Director General/Airport Sector \nCentral Industrial Security Force \n(Ministry of Home Affairs) \n \nCISF Airport Sector \nNo.IC-17013/Inst/CIW/AS/12/380                                                        Dated:14/01/2012 \nTo \n \n \nAll CASOs/Unit Comdrs. \n \n \n \nSubject :-Wearing of Helmets : Reg: \n \n \nFHQrs vide letter No.IC-17099/Int/Acc.Death/Ct-PSR/NFC(P)/WS/2012/58 dated \n04.01.2013(copy enclosed)  has intimated that inspite of instructions issued from FHQrs \nfrom time to time, another  case of death without a helmet has been reported due to \nwhich one Constable has sustained severe head injuries and succumbed to death.  \nSuch incidents reflect lack of counseling about the usage of helmets amongst CISF \npersonnel.   \n \n02. \nInstructions and responsibility of officers/men on wearing of helmets were also \nissued by APS HQrs vide letter of even No.(8465) dated 24.07.2012. \n \n03. \nIt is once again requested that instructions issued on wearing of helmets from \nFHQrs/APS HQrs may be complied strictly.  Unit personnel may be advised to \ncompulsorily wear helmet while riding two wheelers.   \n \n \nEncls : as above                                                                                    Sdxx 14.01.2013 \n(Ganga Shankar) \nAIG/Airport Sector   \n \n \n \nCopy to :- \n \nDIG/Airports (NZ, SZ,WZ & E&NE) \n: for kind information and necessary action pl.",
  "2": "Salta oii yee wet\n(Je Hares)\n\n13, Btchait after,\n\naieh ae, ag feet\n\nWosTgH-17099 / SRFTAT / Ace.Death/Cr-PSR/NFC(PYWS/2012— 5% Feria ATTA 2013\nWaa,\n\n1. All Sector IsG including APS & NISA Hyderabad\n2. AllZonal/Piant DisG including DAE, DOS, Security,GBS, Fire &\nTraining institutions\n\n‘Subject :- WEARING OF HELMETS :-\n\nDespite instructions issued from this Directorate from time to time, another\ncase of death without a helmet has been reported due to which one Constable\nhas sustained severe head injuries and succumbed to death. Such incidents\nreflects lack of counseling about the usage of helmets amongst our personnel.\n\n2. Therefore, all IsG and DisG are once again requested to direct the Unit\nCommanders under their administrative control to insist the personnel about the\nUsage of helmets while riding a two wheeler.\n\nOo HEI ea 7 Ta T STAT\n"
}