{
  "1": "OFFICE OF THE ADDL. DIRECTOR GENERAL/AIRPORT SECTOR\nCENTRAL INDUSTRIAL SECURITY FORCE\n(Ministry of Home Affairs)\nNo. 0-4201 1/APC/Ops (2)/Circutar ( S)t23-V Bo 6\n7. \nlG/APS-l & ll and DtsG/AP are directed to\nthe CASOs under their jurisdiction.\n8. \nEnsure strict compliance.\nAdministrative Block\nCISF Complex, Mahipalpur\nBy pass road, N. Delhi-37\nDated: e L1 JulV, 2023\nensure meticulous monitoring of the compliance by\nTo\nIG APS. I& II\nDlsG/AP (NZ, SZ, WZ and E&NE).\nDlsG/CASOs Delhi, Mumbai, Chennai, Hyderabad, Bangalore & Kolkata\nAll CASOS C|SF ASGs.\nSub: Supervision of CCTV Control Room: Regarding\nSOCC/CCTV Control Room is considered to be the nerve centre of security function of ASG to\nmonitor, guide and direct all kinds of activities and actions. Proper manning and oplration of the CCTV\nControl Room is essential to strengthen the s€curity set up ofthe airports. lt is, therefore, necessary to\nimprove the supervision mechanism of the CCTV Control room at all the airports.\n2 \nThere is no uniformity in the monitoring of CCTV system at airports as at some places it is under\nops, at some places it is under clw and at some places it is manned by shift duty personnel.\nAt Srinagar airport, it was observed that CCTV monitoring is done by lnspector (bps) under the direct\nsupervision of CASO. Apart from being a very sensitive airport, it is also a terroiist pione area, where\nCCTV operation is going on smoothly under the supervision of lnspector (Ops). ln case of any emergency\nresponse, Ops Branch will be more effective & focused.\n3. \nSince Security Operations Control Center (SOCC / CCTV Control Room) is the main centre of\noperations from where all information is disseminated, therefore, it should be under the supervision of\nlnspector/Ops for speedy dissemination of instructions. This arrangement brings certain degree of\nsynchronization in operalional deliverance of the ASG as lnsp/ops will be responsible to shire the\ninformation timely to all concerned Sections. lt will enable focused attention on ihe output from CCTV\nand effective / quick redressal as CIW in-charges get assigned multiple other tasks. Such changes can\nenable a more cohesive and responsive approach towards monitoring, prevention and resolutioi of any\nundesirable activities at the airport.\n4. \nAfter careful consideration and review, the following instructions are issued for implementation\non the ground\ni) CCTV operations shoutd not be assigned to CIW (Crime & tntelligence Wing).\nii) lt should be preferably under lnspector (Ops).\niii) At bigger airports, the lnspector (ops) may report to any Deputy commandant or Assistant\nCommandant, but not to ClW.\niv) Negessary .qrrangements should be made to ensure smooth transition of responsibilities by\n31 stJuly 2023 positively.\nv) The concerned CASO will personally and closely monitor all these activi es.\n5. \nln case the CASO wishes to keep the monitoring ofthe CCTV control room under the in-charge\nof the clw, the permission of the concerned lG should be obtained citing factual reasons.\n6. \ncASo should visit ccw control Room everyday and closely supervise its activities.\n/\n/t€-->2--'-'4=-\n(cyanender Singh Malik, tPS)\nAdditional Director General/Airport Sector"
}