{
  "1": "OFFICE OF THE SPECIAL DTRECTOR GE EML/AIRPORT SECTOR\nCEI{TRAL IT{DUSTRIAL SECURITY FORCE\n(MINISTRY OF HOME AFFAIRS)\nNo.o-42011/APgoPs(2)lcrcuta tsl2o- 3 1 q 3\nTo\nCISF Complex\nAdm, Block, Ground Floor,\nMahipalpur, New Delhi-37\nDatdt l1 May'2020\nIG/APS-I & U\nDISG/AP (Nz, E&NE, Sz & Wz), DIG/SSG\nDISG/CASOS of ASGS Delhi, Mumbai, Chennai, Hyderabad & Bangalore\nDIG NISA Hyderabad (for Avsec Cell)\nDIG RTC Arakkonam (for Avsec Cell)\nAll cAsos of ASGS CISF\nSub: Disoensino witi Stamoinq of Boaldino Pass (Addendum to AVSEC Order\no. 02/2000 )\nEnclosed please find a copy of BCAS tetter vide No. CAS- 26(1)/9UDiv{ (E-Boarding\nPass) - 87868 dated 13.05.2020.\n2. \nIn view of the coronavirus epidemic, BcAs has dispensed with the procedure of\nstamping the passenger's Boarding Pass, till further orders.\n3. \nIn view of the BCAS directiont CASOS along with Airport Dkector will identify the most\nsuitable locations for installing the high definition fixed CCTV cameras and supporting\ninfrastructure. The idea is that the CCTV camera should be able to digitally capture the image\nof the boarding pass as well as identity (not the Identity Card) of the passenger. Therefore,\nthe correct placement of the CCTV camera is very important.\n4. \nIt is suggested that the CCTV camera can be placed somewhere near the Queuing\nAssistant duty poirt, because after this the passenger is supposed to place his mobile phone in\nthe X-BIS input roller. l-lowever, any other appropriate ,ocation may also be decided locally.\n5. \nPassenger may be advised to hold his/her mobile/paper boardirE pass beiore the ccw\nCamera in such a manner that image of boarding pass as well as passenger is captured\nproperly.\n6. \nAll CASOS are also directed to adequately sensitize all GO In-Charges, SHA I/G and\nscreeners. The SHA I/C and GO should actively be presert in this area to resolve any complaint\nreqarding taking a photograph of the passenger and his/her boarding pass. A copy of the\nabove BCAS AVSEC Order should also be readily available in SHA for addressing any passenger\ngrievance.\n7. \nAll airline operators should also be sensitized about this change in security procedure by\ncondEting a special APSC (Airport Security Committee) meeting along with all stakeholders.\n8. \nIssued for strict compliarce.\nEncl: As above.\nl\\,\n(M. A. Ganapathy,IPsl I Lr L -\nSpl. Dc/Airport sector \nI \n-",
  "2": "// RESTRICTED //\nF. No. CAS-26(1y91/Divl(E-Boadi,r8 Pass)-8786t\nr{inflNlfr{ / OOYERNMENT OF INDIA\nqFr{frqIJTiIilC? mvIsTRY oF cTyIL A},IATIoN\nrBRfrcrfiUftrd[i / BUREAU oF crvrl, AvtATroN sxcuRrry\n.nf EiE,I.Ttr fi, EFll$qIT{. NFIIH/.A' WING,I.Itr rl(x)& JANPATH BEAWAN, JANPATII\nT{ftd- uooor / Nrw DELHr - lroool\nDa:q . l31052020\nADDENDUM TO AVSf,C ORDER NO. O22OOO\nSubje* Dispcnsirp witi Si.pping of Borrditre Pas! - r€s.\nIn exercise ofpowers conferred by Section 5A ofthe Aircraft Act. 1934 OOfll of\n1934), rcad with Rule 3 (b) of the Ai$aft (Seculity) Rulcs,20ll, Dirool,or General,\nBurtau of Civil Aviation Secudty, for the purpose of the safety and securiry of\npasselgcls, crerx, gound pcrsotmcl and thc general public in aU matten relatiag !o\nsafeglarding sgailst acts of unla$ft1 i arfeEnce uiith civil aviatio& it is dirccted thar:\n2. \nIl view oflhe prcvailing situatioo ofCOVIDJ9 pa.deBic aid countcroeasules\nbeing taken to contain its sFcad by touch/conlact, it has been decided to dispense wilh\nthe procedure of st mping ttrc pass€rgers' Boarding Pass that is being done by Avialion\nSecurity Group/ APSU after completion of prermba*ation sccurity che.k of the\ncotrc-emed pass€age., till fu her ordeB.\n3. \nThe Ailpon Opetaror shall ensur. thai the rcquisitc Eonitoring system of high\ndeinition fixed CCTV Crm€$s and supporting intas&ucture are maintain d all tlrough\na1 PESC points ar atr approprialc height so that Boardi.g Pass ofthe passenger and his/her\nidentig are digitally recordcd.\n4. \nThe CCTV recordinF sha.ll be prEserved for 30 days, as p€. established practice-\n5. \nAccordirEly, Avsec Older No.022000, Avsec Circular No. 092000, Avsec\nCircular No. I 1,2003 and NCASP Para No. 7.1.3.1 alrd other related instructions on thc\nsubject staDd panially amended to tiat ext€nt till fi$ther orders.\n6. \nThe provisions co aised in this addendum shall come into forc€ wi:h immediat!\n.ff.ct.\n7, \nIhis issues with the approval ofDirector Ce[eral, BCAS.\ns':i#Eap\nA}trsh Mani Ti$ari, IPS\nvc Joint Dilectoa General\nDisfibulioD:\nAr per st.ndrrd li!t."
}