{
  "1": "Directorate General\nCentral Industrial Security Force ~\n(Ministry of Home Affairs)\n13, CGO Complex,\nLodhi Road, New Delhi\n\nNo. 0-42099/OPS/Airport Matters/Misc/Circular/17-U\\Q Dated: 76 Jan'2017\nCircular No. - /20\nSub: Best screener of the month: Reg.\n\nPre-embarkation security check is a significant component of anti-hijacking\nduties being performed by the ASG of CISF. Over a period of time, our screeners\nhave constantly enhanced their skills in detection of prohibited items in the hand\nbaggage of the passengers and worked dedicatedly in the interest of organisation.\nIn addition, they have also successfully detected dummy/decoy checks conducted by\nvarious agencies. It is felt that a system of continuously applauding their efforts be\nintroduced to motivate them by identifying “Best Screener of the Month” from each\nof the ASGs under CISF cover.\n\n2. In order to implement the system, the following directions are hereby issued\nfor selection and identification of \"Best Screener of the Month”:\n\ni) A Board headed by CASO of the ASG may be constituted along with shift\nGO I/C and SHA I/C to identify and select the best screeners of the\nmonth. They will assess the performance of screeners based on\nfollowing parameters:\n\na) Assessment of screeners performance through Threat Image\nProjection (TIP) software available in X-ray machines as per\nundermentioned illustrative table:\n\nName of No of [No of No No of [No of [Aggregate  [% of\nthe Bags Tips -—fof false ‘|Tips —_jperformance [aggregate\nIScreener scanned [Projected |Hits alarms [missed [No of Tips jperformance\nprojected = |w.r.t\n(F/A+Miss) [projected\n\n[Tips\nXYZ 200 100 90 05 05 [100- 190%\n(05+05)=90\nAggregate performance > 98 % 80 marks\nAggregate performance between 95 to 98 % 70 marks\nAggregate performance between 90 to 95 % = 60 marks\nAggregate performance below 90 % = Nil\n\nAssessment shall be carried out on weekly basis (Monday to:\nSunday) and average of all weeks in a month will be taken as\naggregate performance for a month.\n\n",
  "2": "2\n\nb) Operational attributes: Knowledge about security gadgets and its\noperationalability. General awareness on various rules and guidelines\npertaining to pre-embarkation security checks:\n\nExcellent.\nVery good\nSatisfactory\nAverage\n\n©) Personal\ncooperation\n\n10 marks\n08 marks\n06 marks\n= Nil\n\nattributes: Individual’s performance as a team,\nand inter-personal relations with PESC staff. Attitude to\n\nwork & sense of responsibility as well as maintenance of discipline.\n\nExcellent\nVery good\nSatisfactory\nAverage\n\n10 marks\n08 marks\n06 marks\nNil\n\nd) Notable detection: Besides above parameters, if any significant\ndetection (without input) has been made viz: detection of weapons,\n\nexplosives,\n\nIEDs, contraband items etc, the same will be considered\n\nover the parameters (a, b & c) for adjudging the best screeners of\n\nthe month.\nscreener in\n\nIf such detections have been made by more than one\na month ’in any ASG, then above mentioned parameters\n\nmay also be taken into consideration for adjudging.\n\n3. It would be the responsibility of the CASOs to display the name and\nphotograph of the best screener of the month in poster size (46 cm X 61 cm)\nconspicuously, at a prominent place. Such recognition will encourage other\npersonnel of the ASG to emulate the achievement/good work done by their\n\ncolleague. CASOs may also\n\nexplore possibility whether the same can be displayed on\n\nthe screens installed at the airports. Best screener of the month should be given a\n\nreward of Rs. 500/- by the\n05 best screener awards i\nreward.\n\nDIG and if any person achieves the distinction of getting\nin a calendar year then his name shall be sent for DG's\n\n4. All CASOs are directed to ensure implementation of these instructions in letter\nand spirit and Airport Sector should monitor implementation of the same at all ASGs.\n\nDistribution:\n1) ADG/APS\n2) ADG/HQ\n3) DIG/Ops\n4) DIG/AP\n5) All CASO Units\n\nBh sa\n\n(0 P Singh)\nDirector General\n\n- For information and necessary action.\n~ For information.\n\n- For information.\n\n- For information and necessary action.\n- For necessary action.\n"
}