{
  "1": "OFFICE OF THE SPL. DIRECTOR GENERAL/AIRPORT SECTOR\nCENTRAL INDUSTRIAL SECURITY FORCE\n(MINISTRY OF HOME AFFAIRS)\nAdministrative Block\nAirport Sector, CISF Complex\nMahipalpur, New Delhi-37\n\nNo. 0-42011/APC/Ops(6)/Corr.Boas/2025 - 4401 Dated: 22 March’ 2025\n\nTo\nIG/APS (| & Il)\nDIsG/AP- NZ, WZ, SZ & E&NE\nDisG/CASOs ASG Delhi, Mumbai, Chennai, Kolkata, Bangalore, Anmedabad &\nHyderabad\nAll CASOs of ASGs\n\nSubject: Fire Safety Audit and Contingency Planning at Airports.\nRegarding.\n\nIn the wake of a significant fire eruption at an electrical substation near Heathrow Airport\non the night of Thursday, March 20, 2025, a substantial power outage occurred, forcing the\nclosure of the airport until midnight on Friday, March 21. Heathrow Airport, one of the world’s\nbusiest hubs, was compelléd to halt all flights on Friday, impacting more than 1,300 flights and\napproximately 2,91,000 passengers.\n\n2. This incident highlights that all major Indian airports are ready to handle emergencies,\nespecially those involving fire and power outages.\n\n3. In this regard, | have been directed to request all the CASOs to take following measures\nat their respective airports: -\n\n(). Conduct a fire safety audit: Coordinate with the respective Airport Operators, Airport\nRescue and Fire Fighting (ARFF) services, Airport Fire Service and local fire services\nto conduct a comprehensive fire safety audit at each airport.\n\n(i). Prepare contingency plans: Ensure that updated contingency plans for handling of fire\nincidents and Building evacuation Contingency Plan are in place, including clear roles\nand responsibilities for CISF personnel as well as other stakeholders during such\nemergencies.\n\n(ii). | Organize mock drills: To conduct fire mock drills as well as Building evacuation drills\nat all major airports to assess preparedness and improve response mechanisms in co-\nordination with airport operators. This drill should simulate fire incidents at key locations\nwithin the airport and power outages affecting critical systems.\n\n4. A consolidated compliance to this effect along with brief of exercise so conducted\nincluding no of agencies and staff participated may be submitted to this HQ through respective\n\nZonal DisG at the earliest for perusal of competent authority.\n\n5. This has been issued with the approval of competent authority.\n\nSS Ne\n\nin\\Kuma\nAIG/ Airport Sector\n"
}