{
  "1": "OFFICE OF THE SPECIAL DIRECTOR GENERALIAIRPORT SECTOR\nCENTRAL INDUSTRIAL SECURITY FORCE\n(MINISTRY OF HOME AFFAIRS)\nAdministrative Block\nAirport Sector, CISF Complex\nMahipalpur, New Delhi-37\n\nNo. 0-4201 1/APC/Ops(2)/Circular/AS/2025 - 9632 Dated: 2g March’ 2025\n\nTo\nDISG/CASOs ASGs Delhi, Mumbai, Hyderabad, Chennai, Kolkata, Ahmedabad\n& Bangalore\nCASOs of all ASGs\n\nSub: Screening of passengers with special needs: Reg.\n\nReference is invited to the request received from the Central Advisory Board on\nDisability constituted under the Right of Persons with Disability, through Airports\nAuthority of India (AAI). Vide representation, it has been Tequested to sensitize security\nPersonnel for behaving cordially with the passengers of Persons with Disabilities at the\nairport\n\n2 It is worth to mention that APS HQ has established clear guidelines for screening\nPassengers with special needs, in line with BCAS directives i.e. AvSec Circular No\n01/2022. As stated in APS HQ letters nos. (3472), (13367) and (14696) dated\n\nwellequipped to assist passengers with disabilities, wheelchair users and senior\ncitizens effectively\n\n3. To ensure the meticulous implementation of the above instructions at ASGs,\nwithout any deviation or negligence, the following measures are once again reiterated:\n\n* All passengers, including those with special needs, should be treated with\nrespect during screening. Polite explanations of the necessity for checks, such\nas for prostheses or medical aids, should be provided in line with security\nguidelines\n\n* Screening should be carried out with empathy to ensure Passengers with\nSpecial needs do not feel uncomfortable or embarrassed. The comfort and\ndignity of these passengers should always be prioritized\n",
  "2": "* When necessary, private screening should be conducted by staff of the same\ngender and in a secure, private space, especially if clothing adjustments are\nrequired for inspections.\n\n* All security protocols must be followed strictly, while ensuring the process\nminimizes any discomfort or embarrassment for the passenger.\n\n* Coordination with airlines is essential to obtain information about passengers\nwith special needs, ensuring they receive the appropriate assistance during\nscreening\n\n* Security personnel should undergo regular training to ensure they understand\nand consistently apply these guidelines when handling passengers with special\nneeds.\n\n* Frequent sensitization sessions should be organized for all airport staff,\nincluding CISF, airline employees and operators, to improve their ability to\nsupport passengers with disabilities.\n\n4. All CASOs of ASGs are requested to give due importance to the subject matter\nand ensure the thorough and consistent execution of the issued directives at airports\nwithin their respective jurisdictions. Additionally, it should be ensured that all ASG\npersonnel are regularly sensitized on the matter to maintain awareness and adherence\nto the guidelines\n\n5. This has been issued with the approval of the Competent Authority.\nEncl. as above.\n\napo\n\n(Sudhir Kumar)\nAlG/Airport Sector\n\nCopy to:\nIGIAPS|1& ll: For favour of kind information please.\nZonal DisG edo\n\n",
  "3": "OFFICE OF THE SPECIAL DIRECTOR GENERALIAIRPORT SECTOR\nCENTRAL INDUSTRIAL SECURITY FORCE\n(MINISTRY OF HOME AFFAIRS)\nAdministrative Block\n- Airport Sector, CISF Complex\nMahipalpur, New Delhi-37\n\nNo. 0-42011/APC/Ops(2)/Circular/AS/2025- 347% Dated: 0.4, March’ 2025\nTo\nDisG/CASOs ASGs Delhi, Mumbai, Hyderabad, Chennai, Kolkata, Ahmedabad\n& Bangalore\n\nCASOs of all ASGs\n\nSub: Screening of passengers with special needs: Reg.\n\nScreening passengers with special needs at airports requires an insightful and\ndiligent approach that balances security with sensitivity. Special needy passengers face\nunique challenges during the security process, making it essential for airport staff to\nprovide extra assistance and accommodate their needs. While the primary focus must\nalways remain on ensuring strict adherence to security protocols, it is equally important\nto approach such passengers with understanding, respect and patience\n\n2. Despite specific instructions on the subject matter, complaints from such\npassengers persist. Many passengers with special needs still report facing public\nhumiliation, harassment, discrimination, rude behavior and a lack of empathy during\nscreening. The ongoing issue reveals a gap between relevant directives and their actual\nimplementation, highlighting the need for improved training, awareness and consistency\nin execution.\n\n3. BCAS vide AvSec Circular No. 01/2022, has issued a detailed comprehensive\nguidelines for screening of passengers with special needs. The role and responsibility\nof the airport & airline operator has also been clearly specified in the said circular. APS\nHQ vide letter nos. (14696) & (13367) dated 22.11.2022 & 27.08.2024 respectively\n(copies enclosed) has also directed to organize frequent sensitization awareness\ndrives and campaigns at airports to sensitize CISF personnel as well as other airport\nstakeholder to provide all essential assistance to wheelchair passengers, persons with\ndisabilities and senior citizens at airports, besides other desirable instructions.\n\n4. The primary objective is to ensure that such passengers are screened in a\nmanner that minimizes discomfort and distress, without compromising on security\nmeasures. In most of the cases, the concerns from passengers stem from the\ndiscomfort caused by the tone of the conversation rather than security procedures.\nCommunication, when not handled appropriately, can leave a lasting negative\nimpression on passengers, which could easily be avoided with a more empathetic\n\n",
  "4": "approach. A small change in communication can significantly enhance passenger's\nexperience, the value of dutiful personnel and alleviate unnecessary conversations.\n\n5.\n\nIn view of the above, | have been directed to re-iterate the following measures for\n\nensuring strict implementation at airports under your respective jurisdiction\n\nIt is imperative to treat all passengers with respect and dignity throughout the\nscreening process. Passengers with special needs should be politely informed\nabout the necessity of undergoing a thorough check, which may include\ninspection of prostheses or other medical aids, in accordance with the\nprescribed security norms.\n\nSpecial care must be taken to ensure that passengers with special needs do not\nfeel harassed or humiliated at any point during the screening. The checks\nshould be conducted with empathy, keeping the passenger's comfort and well-\nbeing at the forefront.\n\nIn cases where private screening is required, it is essential that it is carried out\nin the presence of airport staff of the same gender as the passenger.\nAdditionally, a secure and private room or cubicle must be provided if the\nremoval or adjustment of garments is necessary for the inspection of prostheses\nor braces\n\nSecurity procedures must be followed rigorously without compromising safety.\nHowever, it is important to ensure that all required checks are performed in a\nmanner that minimizes any potential embarrassment to the passenger\n\nCoordination with airlines is crucial to obtain prior information regarding\nPassengers with special needs: This will enable the provision of necessary\nassistance during the screening process, ensuring both their comfort and safety\n\nRegular briefings and training sessions must be conducted for all security\npersonnel to ensure full understanding of these guidelines and to address any\ngaps in their implementation. This will promote consistency in the treatment of\npassengers with special needs.\n\nAdditionally, frequent sensitization campaigns should be organized for all\nrelevant airport staff, including CISF personnel, airport operators, and airline\nstaff. This will enhance the overall facilitation of Passengers with disabilities or\nspecial needs.\n\nSecurity equipment and procedures must be applied rationally, ensuring that\nthey uphold the integrity of the security process while simultaneously respecting\nthe dignity and privacy of the passenger.\n\n",
  "5": "6. Further, in a recent hearing in the Writ Petition (Civil) filed by Arushi Singh, a\ncivilian, the Hon'ble Supreme Court has directed that training should be imparted for\nsuccessfully and sensitively assisting the specially abled individuals without any\ndifficulties during the transit. The copy of the direction is also enclosed herewith for\ninformation and necessary action please.\n\n7. Considering the gravity of the matter, all the CASOs of ASGs are once again\nrequested to ensure thorough and consistent execution of the aforesaid directives at the\nairports within respective jurisdictions.\n\n8. This has been issued with the approval of the Competent Authority.\nEncl. as above.\n\nied) Ss\n\n(Vikas Rana)\nDCiAirport Sector\n\nCopy to:\nIG/APS | & Il For favour of kind information please\nZonal DisG ~do-.\n\n",
  "6": "OFFICE OF THE ADDITIONAL DIRECTOR GENERAL/AIRPORT SECTOR\nCENTRAL INDUSTRIAL SECURITY FORCE\n(MINISTRY OF HOME AFFAIRS)\nAdministrative Block\nAirport Sector, CISF Complex\nMahipalpur, New Delhi-37\n\n0-42011/APC/Ops(2)/Circular/AS/2022— 14646 Dated: 9 @- Nov’ 2022\nDIsG/AP (NZ, E&NE, SZ & WZ)\n\nDIsG/CASOs of ASGs Delhi, Mumbai, Hyderabad, Chennai & Bangalore\nAll CASOs of ASGs\n\nSub: Humane approach during security check of passengers with\ndisability: Regarding\n\n‘This HQ has issued detailed set of instructions for handling passengers with disability\nand special needs and adopting a sensitive and empathetic approach, while exhibiting desired\nprofessionalism.\n\n2, Inspite of specific instructions, instances have come to notice reporting improper\nbehaviour and communication on part of ASG staff, while dealing with such passengers. It\nshows lack of clarity on the issue at the supervisory level and a communication gap between\nthe supervisory levels and the personnel performing duties on the ground.\n\n3. Inthis regard, it is hereby reiterated:\n\nPassenger is to be treated with respect, dignity and to be politely informed about the\nneed to undergo a thorough check, including a check of the prosthesis etc, if so\nrequired, It should be ensured that passengers with disabilities do not feel harassed\nand humiliated on the ground of their disability.\n\ni In case of private screening, it must be ensured that screening is done in presence\nof two screeners of the same gender as that of the passenger being screened. In\nsituations where some garments are required to be removed or lifted for checking of\nprosthesis/brace, it must be ensured that there is a separate and appropriate\nSecurity checking room or cubicle available in the SHA. Wherever no such\ninfrastructure is available, the matter should be taken up with the Airport Operator\nfor providing the same.\n\nji. It should also be ensured that during security checks. of passengers with special\nneeds, security norms are not diluted while at the same time avoiding\nembarrassment to passengers with special needs. They should be checked as per\nlaid down procedures, issued by BCAS, with a humane approach.\n\niv. Close liaison should be maintained ‘with the airline operator so that prior information\nbout travelling of person with special needs could be obtained and necessary\nassistance could be provided during his/her security check.\n",
  "7": "v. Special briefing and de-briefing sessions should be conducted frequently to sensitize\nevery screener and resolve any gap in appreciating the contents and spirit of this\nletter. Further, @ proactive approach should-be adopted to make the joumey of\npassengers with special needs smooth and hassle free.\n\nFrequent sensitization awareness drives and campaigns may be organized at airports\nto sensitize CISF personnel as well as other airport stakeholder including airport\noperator and airline operators to provide all essential assistance to wheelchair\npassengers, persons with disabilities and senior citizens at airports.\n\nRational and judicious use of security gadgets should be ensured so that the sanctity\nof security procedures may be maintained without offending the dignity of\npassengers.\n\n4. All CASOs of ASGs should personally check these arrangements and include these aspects\n0 “On the job training/briefing/de-briefing of the ASG personnel. All CASOs are also directed to\nensure that ASG personnel deal with passengers with special needs observing polite,\nsympathetic and empathetic behaviour. 5\n\n5. All CASOs are also directed to make security issues informative by placing placard/signage\nthe help of Airport Operators, which will enable PWDs in giving information to security\npersonnel of his/her disability and of any need for assistance before screening begins.\n\n6. Zonal DISG/AP and DIsG/CASOs (Delhi, Mumbai, Hyderabad, Chennai & Bangalore) should\nensure implementation of the above directions under their respective jurisdiction and physically\nverify it during their inspection/visits to airports.\n\n7. Ensure strict compliance.\n\nIG}Airport Sector\n\n",
  "8": "OFFICE OF THE ADDL. DIRECTOR GENERAL/AIRPORT SECTOR\nCENTRAL INDUSTRIAL SECURITY FORCE\n(MINISTRY OF HOME AFFAIRS)\nCISF Complex\nAdm. Block, Ground Floor,\nMahipalpur, New Delhi 37\n\nNo. 0-42018/APC/ OPS (06)/Corrs. BCAS/24-) 3364 Dated: gq Aug '2024\nTo\n\nIG/APS II\n\nDIsG/AP (NZ & E&NE)\n\nDisG/CASOs ASG Delhi & Kolkata\n\nSub: Review of Accessible India Campaign (Sugamya Bharat Abhiyan): Req\n\nPlease find enclosed herewith FHQ letter no. (3671) dated 14.08.2024 on the above.\naction\n\n2. Vide letter under reference, it has been requested to conduct sensitization camps for the\nCISF personnel deployed at airports so that people with artificial limbs, implants etc. do not face\nhardship at the airports.\n\n3. In this regard, it is informed that BCAS has issued a comprehensive AvSec Circular No.\n01/2022 on Standard Operating Procedure for screening of passengers with special needs —\nindividual with disabilities and/or Individual with reduced mobility. Further, APS HQ has also\nissued detailed set of instructions for handling passengers with disability and special needs and\nadopting a sensitive and empathetic approach, while exhibiting desired professionalism.\n\n4. Inter alia other instructions APS HQ vide letter no. (14696) dated 22.11.2022 also\ndirected to organize frequent sensitization awareness drives and campaigns at airports to\nsensitize CISF personnel as well as other airport stakeholders including airport/airline operator\nto provide all essential assistance to wheelchair passengers, persons with disabilities and senior\ncitizens at airports.\n\n5. __ In view of the above, I have been directed to request you that a fresh awareness drive\nbe undertaken on the subject matter and action taken report furnished alongwith the details of\nsensitization drives/campaigns organized at respective airports in the year 2023 & 2024 in the\ngiven format: :\n\n'S No | ASG Date of the organized] Participants | Action taken report |\nDrive/Campaign (Stakeholders) |\ns = za\n\n6. __ It is requested that the compliance report be furnished to this HQ in a consolidated\n\nmanner wrt ASG (s) under your respective jurisdiction within 10 days positively for perusal of\nthe Competent Authority and onward submission to the FHQ.\n\n7. This is issued with the approval of the Competent Authority.\nEncl. as above.\n\nmaby\n(Sudhig Kumar)\nAlG/Airport Sector\nCopy to:\nCASOs of all ASGs For kind information and necessary action please.\n\n",
  "9": "+ When necessary, private screening should be conducted by staff of the same\ngender and in a secure, private space, especially if clothing adjustments are\nrequired for inspections.\n\n* All security protocols must be followed strictly, while ensuring the process\nminimizes any discomfort or embarrassment for the passenger.\n\n* Coordination with airlines is essential to obtain information about passengers\nwith special needs, ensuring they receive the appropriate assistance during\nscreening\n\n* Security personnel should undergo regular training to ensure they understand\nand consistently apply these guidelines when handling Passengers with special\nneeds.\n\n* Frequent sensitization sessions should be organized for all airport staff,\nincluding CISF, airline employees and operators, to improve their ability to\nsupport passengers with disabilities.\n\n4. All CASOs of ASGs are requested to give due importance to the subject matter\nand ensure the thorough and consistent execution of the issued directives at airports\nwithin their respective jurisdictions. Additionally, it should be ensured that all ASG\npersonnel are regularly sensitized on the matter to maintain awareness and adherence\nto the guidelines.\n\n5. This has been issued with the approval of the Competent Authority.\nEncl. as above.\n\najo\n\n(Sudhir Kumar)\nAlGiAirport Sector\n\nCopy to:\nIGIAPS1& Il: For favour of kind information please\nZonal DisG aS\n\n"
}