{
  "1": "OFFICE OF THE SPECIAL DIRECTOR GENERAL/AIRPORT SECTOR\nCENTRAL INDUSTRIAL SECURITY FORCE\n(MINISTRY OF HOME AFFAIRS)\nAdministrative Block\nAirport Sector, CISF Complex\nMahipalpur, New Delhi-37\n\nNo. 0-42011/APC/Ops(2)/Circular/AS/2025- 47741 Dated:.27 March’ 2025\n2025\n\nCircular No. AS - 0+ (2025\n\nSub: Enhanced Coordination and Monitoring for Offloaded Passengers at\nAirport: Reg.\n\nThis refers to a recent incident at an airport wherein the concerned airlines staff\nfailed to follow the proper offloading procedures and did not ensure that the offloaded\ninternational passenger exited from the terminal building. The passenger sneaked\naway from the airline counter and attempted to exit the terminal building on his own\nbut was denied exit by ASG personnel as he was not accompanied by airline staff.\nLater, he booked a domestic ticket and departed to his scheduled destination after\nclearing mandated security procedures.\n\n2. tis worth to mention that para no. 6.3 of BCAS Avsec Order No. 06/2023 states\nthat, “Responsibility for ensuring the exit of gate-no-show and offloaded\npassengers with or without baggage, who fail to board the aircraft, from the\nterminal with or without baggage shall lie with the aircraft operator's commercial\ndepartment or its GHA, as the case may be. Record of such exits shall be\nmaintained by the ASG on production of the passenger and relevant\ndocuments”.\n\n3. Inthe cited incident, the staff of airlines concerned failed to notify the ASG and\nalso did not made any log entry in the offload register, thereby, failing to comply with\nthe BCAS norms. While the on-duty ASG personnel performed bonafide duties as per\nnorms, a proactive approach by referring the matter to the senior officials for\ncoordination with airlines to ensure proper offloading of such passengers would have\nbeen desirable. Additionally, it is also imperative to strengthen up manual and\nelectronic surveillance for timely detection of such cases and further needful\n\n4. Inthe past, there have also been instances of unauthorized stay of passengers\nat the check-in area/SHA of the airport for prolonged durations due to failure on part\nof the airlines to ensure proper offloading formalities. APS HQ vide letter nos. (8610),\n(4174) and (5176) dated 26.12.2023, 08.04.2022 and 16.08.2016 respectively has\nissued specific guidelines on the same\n",
  "2": "- 5. In light of the above and to streamline airport security processes and enhance\ncoordination between stakeholders, it is hereby, directed to ensure strict\nimplementation of the following measures:\n\ni. Sensitize unit personnel to ensure that offloaded passengers are\naccompanied by airline staff and that the log entry details in the offload\nregister are verified before allowing exit\n\nii. Sensitization of unit personnel to report any incidents where offloaded\npassengers approach the exit gate without being accompanied by an airline\nstaff member. Such instances should be immediately brought to the\nattention of Area IC/Shift IC for necessary coordination with the airline and\nto ensure proper offloading procedures are followed.\n\nili, The offloading details of passengers be cross-checked between the airline\nand the offloading register maintained by CISF on a shift-wise basis,\nespecially for international passengers.\n\niv. Take up the matter with the airporvairline operator for automation and\nintegration of offloading register with the airline's data system for real-time\ndata verification and improved coordination\n\nv. The CASO/Shift IC shall identify critical data which the airline\noperator/airport operator needs to share with CISF, as per BCAS guidelines\nand ensure that the data is obtained every shift wise and verified.\n\nvi. CISF personnel deployed for CCTV monitoring should be adequately\nsensitized to ensure effective electronic surveillance.\n\nvi. Gearing up of the unit CIW personnel to maintain a close liaison with all\nstakeholders at the airport to collect pertinent information on time for prompt\nnecessary action.\n\n6. All Zonal DIsG/AP will ensure compliance of these directions by the CASOs\nunder their jurisdiction. It is also directed to give due importance to this aspect during\ntheir briefings to the concerned CASOs under their respective jurisdiction\n\nijay Prakash, IPS)\nAirport Sector\n\nDistribution:\n\nIG/APS -II\n\nDIsG/AP (NZ, E&NE, SZ & WZ)\n\nDIsG/CASOs of ASGs Delhi, Mumbai, Hyderabad, Chennai, Kolkata, Ahmedabad &\nBangalore\n\nAll CASOs of ASGs\n\n"
}