{
  "1": "OFFICE OF THE ADDL. OIRECTOR GENERAT/AIRPORT SECTOR\nCENTRAL INDUSTRIAL SECURITY FORCE\n(Ministry of Home Affairs)\n13, CGO Complex\nLodhi Road, N Delhi\nDated:?JMay'2014\nNo. E-37o25lAPS/TrglMisc Corlr3l \\AN t\nTo\nD|G/AP (E&NE, NZ, SZ & wZ)\nDlsG & CASOs ASGs Mumbai & Delhi.\nAll CASO CISF ASGs\nSub: One Minute Drill: Reg\nln order to hone the physical and mental skills, while performing operational duties\nand to further improve upon our service deliverance at the airports, the concept of 'OIg\nMinute Drill' on scenarios pertaining to operationa l/regimenta I aspects, have been\ndeveloped for Airport Sector. The same is enclosed herewith.\n2. \nThe concept has been developed with a thought that personnel must be thorough in\ntheir response, so that they are not overwhelmed by the circumstances and are able to\nrespond to any situation in the least possible time. The objective is to make the personnel\nadept on the day to day operational duties and requirements for completing the tasks in a\nprofessional manner. Regular practice will also build up the confidence levels of our\npersonnel, which will enhance their performance.\n3. \nThese scenarios are only indicative and not exhaustive. Zonal DlsG may develop some\nscenarios on day to day operationa l/regimental activities and implement the same for ASGs\nunder their respective jurisdiction under intimation to this HQ.",
  "2": "4. \nAfter implementation, a feedback on evaluation of its utility at the airports may be\nforwarded by Zonal DlsG in a consolidated manner in respect of ASGs under their respective\njurisdiction by 30.06.2014.\nEncl : As above\n(o P singh)\nAddl. DG/A|rport sector\nCopy to :-\nD|sG/GBS & SSG\nFor similar action.\nscenarios as per\nrespective Unit.\nThey may select the\napplicability in their",
  "3": "01 i{lnute Drill for Airport Seetor\n1. Glearing/allowing the passengers to PTB through departure entry gate:\nStrength\n: \n01 Sl/Exe and 0't HC/ConsUGD (Buddy Pairs)\nObjective : \nlt is a fact that personnel deployed at Access Control points\n(especially at departure entry points at airports) take considerable time to allow\nentry to the passengers inside the terminal building, after verification of his/her\ne-ticket and valid lD card. Speedy clearance of passengers with accuracy is the\nmain objective. To inculcate habit on speedy but fail proof, checking of the\nrequisite information from e{icket followed by matching with valid lD proof, in a\nprofessional manner.\nDrilt \n: \nln this drill, personnel who are identified to be deployed in\naccess control points, continuously carry out checking of document of dummy\npassengers. This can be done in the form of a competition between 03-04\nbuddy pairs. Time taken by each group may be noted down and rehearsed.\nThey should not only be speedy but checking of accurate information and\nverification before allowing passengers should be the motto. The focus should\nbe on checking:\n/ Name\n/ Flight No.\n/ Date\n/ Time and\n/ Matching the identig with lD proof.\nThis drill will enhance checking capability of CISF personnel, while allowing\npassengers inside the Terminal building. Using of various type of e{ickets as\nused by difference airlines, will make them adept in faster but accurate\nclearance.\n2. Clearing/allowing the passengers through boarding gate:\nStrength\n: \n01 HC/ConsUGD\nObjective : \nLong queue at boarding gates are also cause of concern for\nCISF and sometimes extra reinforcement is generally required to be provided\nby SHA l/C to clear the congestion. Checking of security seal on the boarding\ncard, flight No. and stamp on the baggage tags, requires focused approach and\nconcentration. To make the personnel adept, on the checking procedure and\nspeedy clearance of passengers at boarding gates.",
  "4": "01 A{lnute Drlll for Alrport Sector\nDrill\n: \nln this drill, personnel who are identified to be deployed in\nthe boarding gates may be put on continuous checking of pax boarding cards\nand their hand baggage tags. This can be done in the form of a competition\nbetween 04-05 personnel. Time taken by each personnel in clearing the dummy\npassengers with accuracy may be noted down and rehearsed. Allowing only\nauthenticated boarding passes and baggage tags with accurate flight No.\nwhose boarding is in process, should be the main idea behind this exercise.\nThis drill will enhance checking capability of CISF personnel, while allowing\npassengers through boarding gate. Using various types of boarding passes with\nsome intentional mistake in the documents, for checking the efficiency of\npassengers in a competitive environment, will make them adept in faster but\naccurate clearance.\n3. Assembly of off duty reinforcement team at Unit Line.\nStrength\n: \n20-30 personnel (Sub officers & ORs)\nRequirement : \nAlert to be sounded and call for reinforcement by\nwhistle or electric bell.\nObjective : \nDuring contingency and subsequent call for reinforcement,\nUnit Rl has to face lot of problems in making the off du$ personnel assemble at\nUnit line. To achieve the target regarding assembly of off duty personnel in a\nshort period, for their reinforcement at requested place\nDrill\n: \nCreating element of surprise in the essence of this exercise.\nThis will first give result about the responsiveness of off duty personnel to any\ncall for contingency. Gradually, it will become habit. Surprise call will be\nannounced with the help of whistle or electric bell. Reporting of personnel to the\nassembly place can be noted down and rehearsed. Sense of competition may\nalso be added.\nThis drill will improve the timings of reinforcement to reach the affected places\nin case of need. The delay generally occurs possiblydue to late assembly of off\nduty personnel.",
  "5": "0l itlnute Drill for Airport Sector\nTaking position/cover by the personnel deployed in SHA point in case of\narmed attack.\nStrength\n: \nAll SHA staff (during lean hours)\nRequirement : \nAlert call for armed attack through whistle or electric\nbell'\nObjective : \nDeployment of Arms has been done in different layers to\nprevent armed intrusion by the miscreants/terrorist. Alertness of all layers, play\nimportant role to justify the deployment of Arms in various layers. SHA being a\nbusy place due to various screening procedures, movements of pax, staff etc.\nsecurity personnel have become complacent that their area is the safest place\nor they do not have to retaliate in case of armed attack through terminal\nbuilding. Taking position in time with the help of available cover (frisking booth,\nX-BlS, pillars) at the duty posts for retaliation to the advancing terrorist will be\nhelpful in neutralizing them then and there.\nDrill \n: \nln this drill, personnel deployed in the SHA will be given\narmed attack call with the help of whistle/electric bell and they have to take\nposition with their arms with available cover. While doing so closing of SHA\nentry point with the help of queue managers and any other means may also be\nchecked. The best timings achieved by the team may be announced in roll call\nand their video footage may be shown for training to other staffs. Regular drill in\nthis regard, will achieve the requisite objective\nBesides taking cover, awareness should also be given to other staffs and users\nof airports to follow the same in case they have been asked to do so.\nThis drill will improve the timings of taking position and personnel may hide\nthemselves from the arc of fire of advancing armed terrorists and may be able\nto neutralize them then and there.",
  "6": "01 Mlnuta Drlll for Alrport Sector\n5. Stripping and Assembling Different Firearms in a Sequence\nStrength\n: \n02-03 Buddy Pairs (Off duty during regimental activity)\n03 firearms (9 mm pistol, 5.56 mm INSAS & AK 47)\nper participant, tarpaulin / ground sheet.\nTo enhance familiarity of personnel with a variety of\nfirearms. Stripping and assembling of arms will make them familiar and in case\nof need in real time situation, they may clear the stoppages, on their own. Drill\n: \nln this drill, the personnel strip and assemble 3 types of\nfirearms: 9mm pistol, INSAS, & AK47 (or whatever firearms are issued to\nthem), in succession. lt can be done in the form of a competition between 02 or\nmore buddy pairs (or even sections). Each person strips and assembles all 3\nfirearms one by one. The trainees should not only be 'speedy' but should lay\nout the stripped firearms in an 'orderly' manner on the ground sheet.\nThis will also help the screeners to identify the parts, if it is being transported\nseparately in different hand baggages by the miscreants.\nVariation \n: \nParts of various firearms are mixed and personnel\nmay be directed to assemble them.\nSafely Taking and Depositing Firearms from Kote/Armory\nStrength\n: \n01 platoon (Off duty hrs during regimental activity)\nRequirement : \nTo be practiced near Kote/Armory\nObjective : \nThis drill simulates how a trainee gets a firearm issued from\nthe armoury\nDrill\n: \nMember of platoon may be issued weapons from the\nKote/armoury. They examine it and then safety returns it. This drill emphasizes\nsafe handling of firearms, which is without the gun pointing at anyone, checking\nthe weapon with care, and returning the weapon. This is a basic drill and it\nintends to train the person in the basic SOPs of gun handling.\nThis is a fundamental drill and should be done regularly. Generally, duty\npersonnel tend to avoid some basic weapon handling process, after completion\nof training and they adopt their own way to handle the arms. This drill will help\nthem in reminding the importance of good weapon handling process.\nRequirement :\nObjective :",
  "7": "01 lilnute Drlll forAirport Seetor\n7. Quick search of vehicles\nStrength\n: \nBuddy pairs\nRequirement :\nVehicle at Operational Gate\nObjective : \nProper checking of vehicles besides frisking of drivers and\noccupants and verification of their documents, before clearance to enter inside\noperational area. Consuming less time and inspecting all the vital parts of\nvehicles interior & exterior, is the main focus. This will enable speedy clearance\nof vehicles and facilitation safe & smooth operations at Vehicle gates\nDril! \n: \nThe different areas/parts (interior/exterior) of the vehicle are\ndivided between a pair of buddies for a quick but thorough examination. A\ndegree of expertise can be developed when one person acquires/or has a\ngreater knowledge of mechanical parts and the other of electrical parts.\nSimilarly a degree of thoroughness can be developed by a system of 'double\ncheck', in which one buddy re-checks the same area that has been earlier\nchecked by his partner. This is'trust, but verify' principle, which is at the core of\nany security. This drill improves coordination among persons, and improves\nefficiency in functioning, especially in pairs of patrol officers or motorcycle patrol\nmen who work as buddy pairs.\nMobile check post at approach road/NAKA:\nStrength\n: \n04-05 personnel.\nRequirement : \nMobile barricades, foldable barriers, drums etc\nObiective : \nSome of the airports do not have well established Naka\ncheck point for carrying out checking of vehicles and its occupants approaching\nTerminal building. To establish mobile check post in a minimum given time with\navailable equipments. Providing cover support for personnel deployed for\nchecking is also essential.\nDrill \n: \nBarricading items are carried by QRT in a vehicle. The team\nis asked to establish check post across the road by using barricades, foldable\nbarriers and by placing duty personnel at correct locations.",
  "8": "01 lrtlnute Ddll for Airport Sector\n9. Clearance of passengers with their hand baggage through security\nchecks points.\nStrength\n: \n01 Unit of X-BIS (including male and female frisking\nbooths).\nRequirement : \nln a real time situation during PESC procedures'\nobiective : \nTo enhance time taken in clearing a passenger and his/her\nhand baggage paying due respect to all the BCAS guidelines. satisfaction of\nPESC staff before allowing a passengers post security check area is the main\nessence during pre-embarkation security checks. However, improvement in\ntime spent to carry out all PESC procedure before allowing passengers, will\ncertainly help speedy clearance and avoid congestion at the queuing point. To\ndevelop a habit of performing PESC duties in a professional manner.\nDrill \n: \n01 unit of X-BIS may be observed during PESC. The time\nwill be counted between the passenger places his/her hand baggage to the X-\nBIS rollers and proceed for SHA. The observance of all the BCAS guidelines on\nPESC may also be observed. Same drill can be carried with another Unit of X-\nBIS in succession. Time taken by all the team and their accuracy in detection of\nprohibited articles, wrong boarding cards, etc. may be announced and\nrehearsed.\nThis drill will inculcate a habit of team work between personnel deployed in the\nX-BIS Unit and will also lmprove time factor involve in PESC procedure with\naccuracy in professional manner."
}