{
  "1": "Office of the Addl. Director General/Airport Sector\nCentral Industrial Security Force\n(Ministry of Home Affairs)\n\nAirport Sector Hars,\n\n‘Admin Block, CISF Complex\nMahipalpur (By-pass road),\nNew Delhi-110037\n\nE-15015/ADG (APS)/Buddy Pair/PS/2021- Bl Dated: 18/06/2021\n\nTo,\nIG/APS-I8I1\nDIsG/AP (SZ, WZ, NZ & E&NE)\nDIsG/CASOs (Delhi, Mumbai, Chennai, Hyderabad & Bengaluru)\nDIG SSG\nAll CASOs & BN. Comdrs (10\" & 11\" RBs)\n\nSub: Commencement of Buddy Pair System and other welfare measures in\nport Sector.\n\nInterpersonal communication has always been one of the very important basic\ningredients of an efficient, effective and empathetic organization.\n\n02. The efforts to understand the personality of our colleagues, their problems,\nstrengths and weaknesses, coupled with an inner urge to help each other would\nalways take any organization to higher levels of excellence.\n\n03. Such efforts lead to many latent positive consequences apart from the obvious\nmanifest ones. While on one hand they create and cement the bonds between the\nmembers of the Force, making it more cohesive and strengthening the ‘espirit de\ncorps’, on the other hand, they also help us to identify occupational stressors and\nother consequential issues which need immediate resolution, The following 3\nsystems combined together if attempted very committedly, would create an\natmosphere of empathy, sensitivity and sustained interpersonal communication at\nvarious levels:-\n\n(a) Buddy pairs at all levels\n(b) Personal Profile Sheet\n(c) Samvaad Samiti\n\n04. Ihave been practicing these systems for many years wherever I was posted and\nhave found them very effective.\n\n05. I would, therefore, urge all the CASOs and other Unit Commanders to introduce\nthese systems in their own units and implement the same with personal involvement\n(The CASOs will have to visualize their entire unit as comprising of\nSections/Platoons/Companies & build up in upward direction to encompass the entire\nUnit & then very meticulously implement the above systems).\n\nContd..p/2-\n",
  "2": "r2:\n\n06. If there is any doubt or clarification required, | am available for discussion at\nany time,\n\n07. A monthly report may also be submitted through Zonal DIsG/DIG CASOs and\nSector IsG so as to reach APS HQrs by 5\" of every month without fail.\n\nA ,\ntywides\n(8-6-2A\n(Pramod Shripad Phalnikar)\n‘Addl. Director General/APS\n\nEnel: a/a.\n\nInternal Distribution:\n\nAIGIAPS HQrs. New Delhi: With a direction to compile the report and put up the\nsame before the competent authority by 10\" of every\nmonth. \"\n",
  "3": "ote stetfre geen aot H a-ofafes } oral } cher wre: as Sar war @ fe\nust we aie ey ened dex ww at & wo 4 ont a & adi wg a eH on aa\nweet ot after wea vd are cra & ort S arade ox ofits ved @, frat\naren vi was & ofa Part oat sagem 2] aia: ve Gest (homogeneous)\nwa} wy 4 yar wy 8 of oe & fee ae aftonaem & fe i ga aaa a\naftr wea vd afte cara & ay 8 Ah eel cert ef, af wa wed aa wert\na cad wait or Pree fear ot wd, RRR va Te Vt vem vd wor S\neer amt ota or Pred ae us| gad afaRad we: ae A gaa # ona @ fe qo\nwid aerenii & sera Yai weet & da amet ware, Ga wa S faefaaet\nERT ST ora S| a: aa Weel oT ae wo S eer eM wd anh wee\nvarrod Fer & vide 9 Prevfeftaa de feegaii oe gore aeaT aftoragea 31\n\n0) Buddy Pair ar 134\n(ii) eafeerre eiferer\n(iti) dare afters\n\nRi ver ot ere aan ay oe a dada ar as at arnfaa en &\nae & ga Ff eee eriedt, arrnfie erat wd ay ora HH wit ag a\nwa far wee et wad €, ford cated ox ga fee A afta wey Vora wT Mea 81\n\nerred Gi fest we wee oret/gad wrt arr ordarét at ony wd at ag\nerat or faa data wert /oremtee 3 aa a we we Rd\nFea, ag Recht ah or oe oy fore ae ere fen oT ad fe oR frei\no rer 8 arr art war wee BH) wen or eer Sa GPa fear oa\n\nweir\n",
  "4": "Buddy Pair #1 464\n\nWr zeit H Buddy Pair a Seco eT wi ger wees Moxy wralfad oe ard\n21 ae aren 4 wa wa HS Pel W QR aa wee F we ers oie @, RTT\nSel tet /aa we ohn 21 we wa eq ted aa @ afte 2 fe we ae et\naed By ort fsa & oer aot weet oT WH-gEy ot Gasre ait A ward et ora e\nTe WEAR S a A art arent A woh a wd & gated wel aw waa et\nBuddy Pair at eget we wer amg omy) af Buddy Pair a we weer fiat\nTG / WR ST BT Oe ver 3 dt GE Wa UA wa We} TA / eae aT\nFR N/T TAF HE Fae aX woo o a waa wa gor & ats aflental\nwl oa & a 4 oar oe woo @, fees wa wa S TA / eT oT WTI far\nOT Wem | ge ATT a dae Wala gar waa wl A am fe & afdg eel aa\naol ht seer orm alan @, oe-afe of aa wees cara Yat alex on ola or rer\narea 2 dt ae nm ater or fides oie oft wore ua ferret S oe Goa 1 Tad\nae at age aR oT TERT GR waT S WY UT we ofeeny wif wa S tists F sez,\nwre A aa WRG aM TEM Ta TaKT wy cule Se A werrp fe et aoa 31\n\nsees\n",
  "5": "cafecrra afer\n\nBuddy Pair Ted @ weer ge wt oral oe shat we Teal etm fe\nBuddy Pair @ ex Wars oem ay Huw oe wea fee, forei fe waa oT fen, Ry\nwwe Buddy fers woot & wt Buddy } faant # ddr ¥ a—-eo weal at Fw\nore wate va wa o wee A acct & ae sao uel fee wea s | RS\nue GRR ven waft oot warse ene ferear oT aise, fond Got waSe at Ei\n& Perr ¥ any gy age, Sa wa > WU, salen wd fees eam wR are AHF anf\nwr ferme soar ofttat ft 2 waa B1\n\nwh S we we ca wee or ww one canta ta a oe aT\nwra—are We ae Gist ahr Seer os! Hed WA! Gat S eae F ear ores Saree\nafta oRRIS ‘or, a yd WS a a doe\n\nSa — HS HY aa WRU HS ores ger wd afsear or caw * a xfs J fag 2,\nWey da wt vad aR A omen ae @ ot weet ae arom WT aa 3 a a\nBuddy Pair or wara wera fre et wea & | get } wearer ae Buddy Pair oT\nwee fie Roy wT seat ara ore S cag 4 2 ch ae A Rafe arr on wed\nal\n\nWort: oRARe- a, ‘a wd a\n\noer\n",
  "6": "Ware afta\n\naa wee S arnt aera ws ga Tera S eae aa ary cer ga FHT\nYes oT ogya @F & fey Peay flar—faaet cer wor S ola oraz 8) gad\nfed PregEr afte or re fear ory, fot “Ware aA\" wer oT Bera eS\n\nWare uit 8 Y 10 wees et ae ae che ae fh cpt aE S fey dar w\n& ware wfhfs a) onaeamargary ASG @ sae wi & fee GY Adm Duty, Perimeter\nWall, City Side, Departure Gate, Queuing Assistance & PESC Point a1 ar tx 1 UT\nord & oR we 8 sare A wear ers on want @1 dare whe Ha ER\nwfaicr ef cen wei a dea & argue 4 ofefaticr a sey omer wR oR vaTeT\nvfs sna | ga ver to Teel A vw ate a wad 81 ae wiht\narea orien wr w wel A one dow we wad 3) dow A orivalt\nworar Geil et cer wh wae fea wer Ysera |e wa Ss aad wy gu wide Fas a\nve fe ag A ga 8 ved wife weer S we A oO ete a a, a A A\nwand 8 ae fisiele aan oy cad Gu oafees daa 2 of adi ue wed ye wT\nfear er, veg ft writ & war ¥ Brain Storming safe 8 safe aera |\nfran a ceft ¢ cre—e—sarer flare vote fey or ard & gad aH of ee\nfor org! ga var fais dare wt & frat & god we w og ay lar Wi we\nAy Usa wet et wad s we WH ay wee } ae go 4H sik At ori a wae z|\ndag wiht or dow we 15 fea a ww a aed URaER Ya oT WE fa oT\nWeal 8, wife garg want wr we ag fee 24S fay werrw wide ef oar 81\n\nsie\n",
  "7": "aferse— ‘si\nwafacrrat tft / Personal Profile Sheet Gl WRT\n\n(ae ifort ex fet grr eae Yo UT / ae Wael} aesl ERI aM aed S\n\na)\n\nWee 4 ye oe / out ease a ye Tar fear oem)\n\nWo WAS ERT WS WR RS -we WH UT aoe oitan, Saif array, fase\n\nUp, ofa, wa } era & dae A or wr fete weer &, at feet wee)\n\na)\n\nwee fe S GH Uae ENT Wels aes dee S ory wees 3 an HG BE\n\nare er fraxer|\n1, aa weer Ft aA Gere |\n2. era\n3. siftrsfe |\n4, off ae 4 wear f ct ewer\n5. uaa: orton ve wera AR |\n6. BRel BART\nert oarsy ant daa za wees } aR A oe aw ake]\n@e ume we & ae Rais a ref)\n\na\n\n1. oe ERG OT VIE Ve eM TAT)\n2. cient freer ut wea TAR |\n3. anffe seers ator |\n\n4. ora erg fase cert |\n\n(Rahs wars aR FY ae wae S dae F Refs Bt aM ach oeal ar\nfaareer| (afer reaver featd)\n\nort warsy ant Watt ort } ae weet or aM wer oTET aan fea—wfAhes\nTfafatrar & orp Prafettan gat ox Rod Res Sorell) Melee war TeRT\n\nwa Ged we fam Rar S vag axa oat Sr oarse we oex fd oie\n‘Sao! erel—aet Va Taree Wah Oey fee |\n\n1. orpemert wd oder & oft frst, worm vi garrent a alk\n\n2. arereéta ar or vd Sry IER |\n\n3. ‘aa (Temper) |\n\n4, ag fase ord art a aT\n\n5. waned wd ef sige]\n\n6. wafer ar ae wy WRT\n\n7. FER Ge Tae Yea |\n\n8. wre (fre oe acer Orda or Peer oq weaned err arsafsir fee\naT ora @) |\n\noer\n",
  "8": "uffre— ‘a’\nCarew & fed ye wreafie fra\n\n1) -WaR oIRewm argo _ Ho Mea (ast Wey) ET VE aS Tor oe a A A\nug omen:\n\nTOM SRA THR we Se garg oT ‘A? orl ¥ orka @ A aa weer a far\no2 ae 8 oman &1 ae agd emer qua wi wha earna S alot B) ae awa wR\nfasts cart &e 8, Gifs gar uw fase Tor 8] ae aTeeen orafers H ary WHY apf\nwet are & cen ret wae A Ap Oe wa Arie gare ved 3) aa wees garg dew H\norpnftit oO wed & ud garg deo 4 veq—aes wath er—eet ar ag ores a\n2) a8 ey oO ae ze WH Yaga Re we een aed & Ge ge Be ae\nfee ae art arer—ftar a geet Sarr 8, gra Ra gach daw Pare fore efear, Hee\nwes 4 weor 8, gab ue a ag fh akg re adi G1 eas WH YW ew ge a es\nya 7 Rafter 4 fecctar oe fer 8 cen gat dee arr—2 Hous wh 2) ae wae teh\naM & we-we sree TST area orf A oat wore S Pere we al ara\nved & cer orm wat wt we a oe & wafia are a ori wet og Sa ae 8)\nfeeisar rar wi srr agencies $ wer Tere Wd liaison sgt sreaT 2]\n\nRs erate araa— yer oer vores we ent Yar Heed Ey HEY H\nufmert feat 8, gad application 4 ge fasta whe 31\n\nsees\n",
  "9": "uRRre— \"a\nware & fed we area frat\n\n1) Gert) arse ER WENT Greer qa Yo aaa } aR 4 Reis fear rH Aa\n\nWa Ae Tyo WHO wed aaER Yaga dha vd Rrerant 21 ae om well\nFe Wea S Ure Sere rox wet SF us wea SF vfs wort va Sasa 81 sat WIT\nfot fl war & ae or Gas vel ween 2 cen gag orga 4 angered G vec 21 oe\nooitga 3 off oh Retake ot agd ura 8 wd fea wa orf a worm wa a\nafer dar wl ea 8) a wae oT Var Rats A aga rer 81 gqeT oI agencies\n& we wea vw liaison war &) ar Beer aT oRae vad daw fare forer\nafta, wea weer Hea 1 ar wae oS a weg @ fon we ase Wi a asf z1\nwear dadt oer Hus vers gen WH ASAT aT ard a ag F eG GA aed wa 10\nSRERY 8) Tar wa S ds ag oi oa A ww wer we F) ga wae > oa\nwd agai & dra fart ware or erg wafer ve one faarg at 81 aa Weer S area\nara & wer é wet #1 sa wars 4 eh, worhfeenes we oeferes A Foy at wer\nallot at #1\n\nFea Wee wT GT udal ar faery waret we, ford wor sor weer HT eas SH aT\nornare &|\n\naa ware or fat erort yerdté qe wd VIP Security Drill & ay # aA wd\nSURG ore ware BI]\n\nord\n"
}