{
  "1": "Secret\n\nFenreenrcra\n\nDIRECTORATE GENERAL\n\ndette sitehfte Gent get\nCENTRAL INDUSTRIAL SECURITY FORCE\n(Te Hater)\n(MINISTRY OF HOME AFFAIRS)\n13, toh Grereter\n13, CGO Complex\noikft vs, ag free\n\nLodhi Road, New Delhi\n@@I/ BRANCH :ofae/OPS:\nem sit-42099 / aRate / C&F / Social Media/2019-\nTo\n\n29 fete tSJuly’ 2019\n\nADG (APS)\nADG (North)\n\nAll Sector IsG\n\n(Including Director, NISA)\n\nSub: Guidelines on use of Social Media by CISF personnel : Reg.\n\nSocial media platforms have increasingly become an integral pert of our\nlives. It occurs in a variety of formats including chat rooms, web blogs, social\nblogs, internet fora, pictures, videos, social networking etc. These are not\nlimited to Facebook, Linkedin, YouTube, WhatsApp, Twitter and Instagram etc.\nSocial media provides an easy medium for our adversaries to identify, monitor,\ntarget and gain information of value which is detrimental to the internal or\nnational security of India. The Force personnel often use social media to\ndiscuss professional issues or share information about their organization,\nnature of work, deployment etc. This not only leads to unnecessary disclosure\nof sensitive information but also exposes vital and strategic information.\nCyber-criminals use advanced techniques to gather intelligence from such\npublic forums and communities. Such information enables them to mount\ncyber attacks by impersonation, spoofing or other social engineering attacks.\n\nThe exigent need to sensitise all ranks (especially senior officers) and\ntheir families regarding the trending threats, sophistication and range of\nscams that are designed to invade privacy and hack into systems and\naccounts needs no emphasis. There is also a need for self-regulation on the\ncontent which is posted on social media platforms and shared with friends and\ncontacts.\n\nlofS\n",
  "2": "Adversaries find our family members easy victims to extract information\nwithout them knowing it. Peer pressure and societal changes at times force us\nto be active on social media platforms, however, the need to be careful and\nvigilant is paramount in the present circumstances.\n\nThe hostile intelligence agencies have also resorted to the conventional\ntactic of making ‘spoof calls’ to Force personnel to seek information about the\noperational activities.\n\n1. Objectives:-\n« Educate and\nof social media and spoof calls.\n« Restrict Force personnel from irresponsible usage of social media.\n\ncreate awareness among the Force personnel about menace\n\n* Protect from spreading sensitive information of organization in public\ndomain.\n2. Considering the above facts, the following instructions are hereby issued\nfor CISF personnel, on use of social media platform and handling of ‘spoof\ncalls’ by personnel:-\n\ni. Always remember this tagline while using social media platform:\n“Think before you share anything online”.\n\nii, Confirm identity of caller before divulging any information of any nature\nover the telephone/ mobile\n\niii. All Officers, Sub Officers and other CISF personnel are advised to be\ndiscreet and careful in their communication on internet and Social media\nwhile using Govt./Personal Computers/Mobile device due to the fact that\nthey are Govt. Servants.\n\niv. All Officers, Sub Officers and other CISF personnel should not reveal any\ninformation regarding their personal and official capacities while using\ninternet and visiting social networking sites.\n\nv. The Personnel should be briefed and sensitized not to use their personal\ndevices like mobile phones, cameras etc. to record the un-authorized\noperational details.\n\nvi. Officers and personnel be advised that if any attempt is made to threaten\nor blackmail them on social media, they should not be afraid and should\nimmediately contact their Supervisory officer for needful action.\n\nvii. The Force personnel including new recruits should be adequately\nsensitized about the use of social media, its vulnerabilities and\nconsequences thereof.\n\nviii. Officers and personnel should avoid making statements which are\n\npolitical in nature.\n2 of 5\n",
  "3": "*@\n\nix.\n\nxi\n\nxii.\n\nxiii.\n\nxiv.\n\nxv\n\nxvi.\n\nxvii.\n\nxviii.\n\nxix,\n\nXxx.\nxxi\n\nxxii\n\nxxiii.\n\nSpecial care should be exercised while accepting friend requests from\nunknown person(s). E.mail from unknown sources should not be\nentertained / opened. Never click on links received from unknown\nmailer.\n\nPersonnel should ensure that the comments made on social media\nshould be respectful, dignified and not controversial.\n\nOnly authorised personnel should post information on the official\nmatters on social media\n\nDo not expose official identity, official email address, official logo, official\ndocuments, rank, unit name, location, travel plans, geotagged\nphotos/videos of personnel ID viz PAN Card, Credit Card, Aadhar Card,\nVoter ID etc. and pictures with weapon even in civil uniform on such\n\nsites.\n\nDo not post any material on social media which are objectionable or\nderogatory to anyone or likely to tarnish the image of the Force or Govt.\nDo not click advertisements on social sites alluring for prizes/awards.\n\nDo remember to read all security & privacy instructions before opening\naccount in any social networking site.\n\nAlways use strong password and make sure to use a different password\nfor each site and change it frequently. After use, properly logout.\n\nEnsure Secure/HTTPS connection while accessing Social Networking\n\nsites.\n\nMake sure that your family members & friends do not post anything\n\nrelated to the Force personnel as they often know about the profession,\n\ndeployment, travel arrangements and other information.\n\nDisable Global Position System (GPS) encoding from all devices.\n\nClear cookies of the browser frequently.\n\nNever use fake ID for sharing sensitive post/information/\n\nphotographs/videos. Maintaining anonymity in cyber space is difficult as\n\nall interactions in Cyberspace can be traced and tracked.\n\nScreen shot or scanned copy of any confidential / secret document\n\nshould not be sent / posted to any public domain. Obtaining approval\n\nfrom higher formation, sending draft of such documents through social\n\nmedia should also be avoided.\n\nForce Personnel should refrain from:-\n\n> Displaying photos in uniform, weapons etc. on social media platform\nNo DP or profile photo should be uploaded in uniform or showcasing\nthe weapons.\n\n> Becoming member/supporter of or subscribing to websites\npropagating anti-national/ anti-government agendas.\n\n3 of 5\n\n",
  "4": "xxiv.\n\nSecret\n\n> Uploading/forwarding pictures/details of sensitive establishments,\nweapons and other gadgetry etc. on social media\n\n> Uploading/forwarding pictures, details and videos taken from\noperational sites/engagements/training videos.\n\n> Sharing sensitive information with family, friends and media\npertaining to operations, incidents, Counter Insurgency Operations\netc.\n\n> Signing-up for websites/blogs/micro-blogs containing\ninappropriate/irrelevant content which may bring embarrassment to\noneself and the department.\n\n> Uploading photos/details of strategic move of _ security\nforce /route /deployment/movements/itinerary.\n\n> Sharing personnel information such as hobbies, like-dislike, details of\nfamily members and co-workers.\n\n> Accessing social media from official devices having access to official\ninformation.\n\n> Speaking on behalf of the organization, sharing internal information,\ncommenting on organization’s performance/projects, citing\nstakeholders while posting any material on social media, blogs,\napplications amongst others.\n\nHandling of Incoming ‘Spoof Call’ from Pak-based Agencies:-\n\n> If the number is suspected, do not try to attend the call.\n\n> Whenever such calls are received, the number of the caller should be\nblocked by the Force personnel immediately.\n\n> Do not disclose personal details with the caller.\n\n>» Note down the caller identification, if available, time of call and\nduration.\n\n> Report the matter immediately to senior officers as well as\nmobile/phone operators\n\n> The Officer concerned will take up the matter with local cyber cell of\nPolice without lapse of any time and also intimate to all concerned\nauthorities\n\n> The SIM card on which suspected call is received should be kept in\nsecure and isolated place, which may be useful in investigacion,\nrequired if any\n\n> Never ignore such type of telephone/mobile calls\n\n4o0f5\n\n",
  "5": "e Secret\n\nxxv. Personnel and their families shall be sensitized about the following\naspects:-\n\na) Briefing of ladies about social media menace during family welfare\nmeetings.\n\nb) Distribute handouts about security consciousness to the families,\nespecially families staying alone.\n\n¢) Seminars, female informal discussion at unit level may be conducted\nperiodically for all ranks and families.\n\nd) ‘The talk may be conducted by trained officer.\n\ne) Necessary training to be imparted to all personnel on do’s and don'ts\nof social media and threats associated such as education on\nphishing emails, web pages, social engineering etc.\n\nf) All personnel to be make aware regarding the action that can be\ntaken against wrong use of social media.\n\nThe Force personnel should be adequately sensitized about the use of\nsocial media, its vulnerabilities and consequences thereof by organizing\nworkshops, case studies, sensitization programmes and regular briefings.\n\nIn a globalised society, media becomes a lethal weapon against the enemy\nan element of soft power, is a\n\nand the populace as well. Information, ai\nstrategic instrument within the context of grand strategy. There should be\njudicious use of social media. But we will have to mull steps to check its\nmisuse or irresponsible usage for creating internal security threat to Nation as\nwell as embarrassing situation to the department.\n\n3. This supersedes all previous Circulars/instructions/guidelines issued in\nthis regard.\n\n4. This has approval of the DG, CISF.\n\nQn ae \\\n( Ritu Arora )\nInspector General (Tech & Prov.)\n\nCopy to :-\n1. PS to DG, CISF : For kind information of DG please.\n2. PS to ADG (HQ) : For kind information of ADG (HQ) please\n3. IsG at FHQrs. : For information ple:\n4. All DisG, AlsG, Sr. AOs at: For information and necessary action.\nFHQrs.\n5. All Branches : For information and necessary action.\n\nSof 5\n\n"
}