{
  "1": "OFFICE OF THE ADDITIONAL DIRECTOR GENERAL/AIRPORT SECTOR\nCENTRAL INDUSTRIAL SECURITY FORCE\n(Ministry of Home Affairs)\nNo. 0-42011/APC/ops(2)/Circula(AS)/22- 5 3a o\nTo\nIG/APS-I&II\nDIsG/AP (E&NE, NZ, SZ & WZ)\nDIsG/CASO ASGs Delhi, Mumbai, Bangalore,\nAII CASO CISF ASGs\nAdministrative Block\nCISF Complex, MahipalPur\nBy pass road, N. Delhi-37\nDated: gfr iutay,2022\nHyderabad and Chennai\nSubject:- Uniform and standardized method for securiW check of Persons\nwith Special Needs :- Reo\nIn the recent past various complaints regarding impolite behaviour during pre-\nembarkation security checks, inconvenience and also damage of their costly devices\nduring screening were generated by the Persons with Disabilities (PWDs) at the airports.\nThus, there is a need of a well chalked procedures to deal with such passengers\nemphathetically with due consideration of security protocols.\n2. \nIn order to address the genuine needs of PWDS and to standardize security check\nprocedures for their smooth travel from the airports, APS HQ had formed a committee to\ndevelop a detailed concept for security checks of PWDS. The committee has develop an\nexhaustive guidelines regarding security checks of PWDs after considering existing\npractices adopted for security checks of PWDs at the airpots worldwide and the existing\nrules & regulations issued by the regulator, i.e. BCAS.\n3. \nA copy of the detailed concept on the uniform and standardized method for security\ncheck of passengers with special needs is enclosed herewith as per Appendix-\"A\". All\nCASOs and GO incharge of the ASGs are directed to go through the concept paper and\nadequately sensitize ASG personnel for its implementation in letter and spirit.\n4. \nIn addition to this, a check list for the scheme to facilitate Persons with Disabilities\n(PWDs) and Person with Reduced Mobility (PRM) has been developed, the same is\nenclosed herewith at Appendix-\"B\". Futher, based on check list, a time frame for\ncompletion of tasks has also been developed which is enclosed herewith as per\nAppendixJC\". All CASOs should ensure the \"Implementation plan\" mentioned in the\ncheck list should be meticulously followed and completion of tasks as per the prescribed\ntime frame.\n5. \nThe DIGs/AP and DIsG/CASO are directed to ensure compliance of these directions\nby the ASGs under their respective jurisdiction and also to forward consolidated\ncompliance report with regard to completion of tasks as per the prescribed time frame\n(Appendix-\"C\") in respect of ASGs under their respective jurisdiction by 20th June,\n2022 without fail.\nEncl: As above.\nI\\ x:i\\,(,,.\nt \ng-a'zz .\n(Pramod Shripad Phalnikar, IPS)\nAdditional Director General/Airport Sector",
  "2": "endix-A\nG\nUNIFORM AND STANDARDIZED METHOD FOR\nSECURITY CHECK OF PASSENGERS WITH SPECIAL NEEDS",
  "3": "INDEX\nIntroduction\nUnderstanding the Problem\nP,no\nSL\nr-2\n1\n3\n2\n2.1 Challenges faced by the Passengers with speclal needs\n2.2 Right of Persons with Disability\n._-\n2.4 Threat Perceptton\nSWARNIM SEWA : Making perfect balance\n3.6 r\n3.7 Type of assistance lo be provided\n3.8 Respon sib ilities ol *arnim S*\", t...\n1\n.)\n4-5\n.;-6\n7-a\n9\n9\n9\n10\n10\nl0-11\n11\ntt\n12\n3.9 Deployment pattern for Swarnim Sewa Team\n)2\n4\nManpower Management for Swarnim Sewa\n13-14\n5\nHow to make SWARNIM SEWA more effective?\n15\n5.1 Sitting arrangements at Departure gates\n15\n5.2 Provision for Dedicated Swarnim Sewa Lane / SHA (Enclosure)\n15- 16\n5.3 \"Favorable\" Special checking rooms\n16\n5.4 Training\n16\n5.4.1 While interacting with persons with special need, our screeners\nshould:-\nt6\n5.4.2 Generally, Screener should:-\n1.7\n5.4.3 In all situations, screening should be perlormed in a dignilied\nmanner. Prior to screening, the screener should:-\n).7\n5.4.4 While conducting a body search, screeners should:-\n77\n5.4.5 While searching baggage of the passenger with special needs, the\nscreeners should always:-\n18\n5.5 Designing of Swarnim Sewa Mobile Application\n18\n5.6 Publishing information related to security procedures on the CISF'\nwebsite\n18",
  "4": "5.7 Declaration bY the Passengers\nPo's & Don'ts for Swarnim Sewa Team\n6.1 Do's\n63 Gotd., Rules for CISF/ASG Personnel\nQuestions related to Swarnim Sewa\n7l no.\" Swarnim Sewa impact our core duty?\n?2 Sh^rtd it \".t b. the duty of airlines to give Swarnim Sewa?\n7.3 Does it not impact our manpower crunch?\nZg Wfr.t are the target passengers of Swarnim Sewa?\n7.5 What type of assistance is provided?\n7.6 What are the advantages of Swarnim Sewa?\nZ.Z tvhat i\" the SOP for Swarnim Sewa? Enclosed as Appendix-A\n7€ Wh\"t are the different type of PWDs? Enclosed as Appendix-B\nZg Wfr.t are the security procedures for different type of PWDs?\n6\n7\nl9\n20\n20-27\n21\n22\n23\n24\n24\n24\n25\n25\n26\n)6\n26\n8\nConclusion",
  "5": "l.Introduction\nSmooth operations of Aviation industry involves coordinated functioning of multiple-\nagencies.Theseagenciesinclude-BCAS,DGCA,AAI,Airportoperator,Airlines,\ncustoms, Immigration, ASG and GHAs etc. while other agencies play executive roles,\nDGCA and BCAS are the rule framing and regulatory authorities concerning safety\nand security of aircrafts and their occupants. All such rules and regulations are\nframed encompassing the passengers, Aviation security and safety aspects'\nDGCA is responsible for overall safety of the aviation industry. It frames rules\nregarding carriage of goods in the hold of the aircrafts. It also regulates the\ntransportation of dangerous goods by air. DGCA deals with the safety aspects of civil\naviation and is not directly concerned with the procedures related to the security\nchecks of the passengers.\nBCAS regulates the aviation security through AVSEC orders and Circulars which are\ninvariably implemented on ground by ASGs, Airlines and Airport Operators. All the\nguidelines related to security check procedures which include- anti-sabotage, anti-\nhijacking, access control measures etc. are circulated by the BCAS.\nRecently, BCAS has circulated guidelines regarding Staldard operating Procedures\nfor screening of the persons with special needs, individual with disabilities and\nindividual with reduced mobility vide AVSEC circular no oll2022. while drafting the\ncircular, it was the major concern of the BCAS that air travel sometimes,is a painful\nexperience for such type of passengers because of the long queues, multiple security\nprocedures, flight deiays, lost luggage etc,.It can be even more grueiling for people\nwith multiple challenges in their life. BCAS has also issued the guidelines for all\nAirport operators to make special arrangements to facilitate screening of such\npersons in a suitable enclosed space.\nIn order to implement the AVSEC Circular no. 07 12022 in letter in spirit, the\nASG/APSU personnel should be tactful and courteous while screening the passengers\nwith special needs. clSF / ASG is bound to assist such passengers through the\nscreening process. A1so, while following the security check procedure, courtesy and\nattention to privacy and dignity of the passenger needs to be invariably maintained by\nthe screeners / searchers ofthe ASG.\n1",
  "6": "Intherecentyears,therehasbeenanincreaselnthenumberofcomplaintsfromthe\nPWDs,causinganembarrassingsituationfortheentireAviationlndustry'Mostofthe\ncomplaints are regarding the Security check procedures and humiliation faced\nthereon which is a major concern for all ASGs. These passengers not only require\nspecial care but also want to maintain their dignity which is somehow affected by our\nScreening Staff during the PESC. While on one hand, BCAS has made thorough\nchecking of such passengers essential, ASG has to maintain due courtesy and pay\nattention to the privacy and clignity of such passengers on the other hand' this\nsometimes become contradictory as our personnel fail to maintain balance between\nthet\\^,o.WhilethejobassignedtoClsFatAirportsisofparamountimportance,this\nhumanitarian aspect cannot be overlooked by our men on duty. In this document,\nvarious aspects of the Screening of Passengers with special needs are discussed along\nwith an effective solution of the problem to make our ASGs more competent to tackle\nthese cases in a prolessional way. CISF (ASG) led by the ADG, Airport Sector, has\ntaken a lead in identifying the problem so as to ensure policy level, structural as well\nas operational levei intervention to minimize the complaints of PWDs and make the air\ntravel a wonderful experience for them.\nApart from PRM passengers, for whom regulatory guidelines have been issued which\nmandates special attention for them, however, there are some other class of\npassengers for whom any civitized society demands special attention at airport which\nincludes: Senior Citizens, Differently Abled persons, First time fliers, Illiterate persons,\npregnant ladies, Ladies with infants etc. In order to deal with such passengers with\nempathy, some revolutionary changes in the approach of ASGs is required. Since the\ntemperament and understanding 1eve1 of al1 the CISF/ASG personnel are not equal\nancl even after repeated instructions/ training some confusion exists among them, a\nviable solution of this problem is the need of the hour and the solution lies in the\ndeployment of a dedicated team of screeners/ non-screeners who can providr: selfless\nserviccs with humane approach - right from Departure Ramp to Boarding Gates.\nAccordingly, the idea of Swarnim Sewa has been conceptu alized to provide a pleasant\ntravelling experience to the special class of passengers without compromising any\nsecurity protocols of Aviation sector. The concept is discussed in details in the\nfollowing chapters of this document.",
  "7": "l.Understandinq the Problem\nTheabovesectofpassengers(PRMs,seniorCitizens,DifferentlyAbledpersons,First\ntimefliers,Iliiteratepersons,pregnantladies,ladieswithinfantsetc)requiresspecial\nattention/assistanceduringtheirjourneythroughouttheairport.Thesepassengers\nnotonlyrequirespecialcarebutalsowanttomaintaintheirdignitywhichissomehow\naflected by our Screening Staff during the PESC Some of the important touch points\nconcerning ASG includes: Departure Gates, Queuing, Baggage Loading Points and last\nbutmostimportant-PEsCpoint.Although,thesecurityofAirportsisofparamount\nimportance,therequirementsofthesepassengerscannotbeoverlookedbyourmen\non duty.\n2.L\nwhile implementing security procedures for passengers with special needs' ASG\nstaff needs to keep in mind the below challenges being faced by such passengers\nin their day to daY life:-\na.Mobility_TheworldarounduSiSnotawalkinthepark.PRMsmostlymove\naround only with the help of some aids. so, moving around freely is not a 1uxury that\nthey can afford.\nb. Feeling of being ignored - our thought process often stops us frorn interacting\nand communicating with such people. This communication barriers need to be torn\ndown because it inculcates the feeling of being ignored'\nc. Feeling of being incompetent - Disabled people need more time to do a particular\nwork than other normal people. The disability barriers stop them from performing\nbasic tasks with ease with a feeling of being incompetent. only because of this\nincompetency, these people have to spend more time in preparation of their air\njourney if compared with common passengers. The same problem is also faced by\nother needy passengers due to age, lack of knowledge, temporary incompetency etc.\nd. Teased and abused - often people find satisfaction and lind superiority in bullying\nthe weak and underprivileged. Disabled people often find themselves at the receiving\nend of such violent and disgusting actions.",
  "8": "e. Being patronized - People with special needs often hear things like\"'I know what\nyouaregoingthrough,,or..Iknowthismustbehard.,,Thesekindsofwordsneverdo\njustice to the problems those people face and a normal person can't know exactly\nabout their Personal feelings.\nAll these issues car-r be easily addressed if ASG personnel keep patience with an\nunderstanding that no matter how small the contribution is, one can always help the\nneedy in his own little ways. Swarnim Sewa can play a pivot role in developing an\nunderstanding among our personnel about the challenges being faced by such\npasscngers.\n2.2 Right of Persons with Disabilitv\nAs per ,,The rights of persons with Disability Act, 20\\6\" which has come into force on\n19th April 2017, following are the rights of the persons with disability:-\n/ The Govt. ol lndia shall ensure that the persons with disability enjoy the right to\nequality, lile with dignity and respect for his or her integrity equally with others'\n/ No person with disabitity shall be discriminated on the ground of disability\nmay apply to Govt. notified authoritv to\nsuch request, the Govt. entities shall take\n/ The central Govt. shall lay down the standards of accessibility for the physical\nenvironment, transportation, information and communications, including\nappropriate technologies and systems, and other facilities and services'\n/ The appropriate Government shall take suitable measures to provide:-\n. Facilities for pcrsons with disabilities at bus stops, railway statirlns and\nairports\n. Access to all modes of transport\n. Accessible roads\n2.3 Punishment for offences aqainst such persons:-\n/ Any person who contravenes any of the provisions of this Act, shall be\npunishable with line from ten thousand rupees to five lakh rupees (depending\nupon the gravity).\nr' A person with benchmark disability\nprovide high support. On receipt of\nsteps to provide such support.",
  "9": "/ whoeverintentionallv insults or intimidates with intent to humiliate a person\nwithdisabilityorassaults/usesforcetoanypersonwithdisabilitywithintent\ntodishonorhimisliabletobepunishedwithimprisonmentforatermfromsix\nmonths to five Years and with fine.\n2.4 Threat PercePtion\nsecurity concerns as well as provisions of the Aircraft Act 1937 (Rule 24 a) require\nthat there should be no iaxity which may endanger the aviation security, while\ngranting the pre-embarkation clearance. The possibiiity of \"concealment\" of any\nprohibited item inside the prosthetic limbs or other such supports cannot be ruled\nout. There are several instances worldwide when these prosthetic limbs are caught by\nsecurity agencies while smuggling prohibited items / narcotics / drugs etc'\nThe miscreants do not have any ethical / moral va-iues and they will utilize each and\nevery chance to hoodwink the security forces, and Prosthetic limbs provide enough\nopportunities for them.\nwhile security of the Airport is Paramount, no risk can be takenon part of ASG. It\nmeans, the security needs of the Aviation industry shouid be fulfilled without hurting\nsentiments of the passenger.\nIn this way, two types of threat are directly associated with PWDs :-\ni) \nAviation Security threat and\nii) \nThreat regarding outrage on social media which involves worldwide\ntarnishing of the image of the country as weli as CISF'\nTherefore, from the security point of view:-\ni) ASG cannot afford any leniency while carrying out the pre-embarkation security\nchecks hence,no relaxation during security check can be given to such\npassengers.\nii) Humane approach is required to be adopted while dealing with such passengers\nso that they cooperate fully with the ASGs.\nFor this, the ASG has to provide assurance to such passengers that they will be\ntreated at par with common passengers and their dignity will be unharmed. The\nconcept of Swarnim Sewa takes care of both the issues:- the passengers with special\nneed are assisted from the departure ramp itself therefore, they provide their full",
  "10": "support during PESC hence, the security of the airpor[ is never compromised and the\ncomplaints of such passengers convert into compliments'\nPWDs and other needy passengers have several social and physical probtems which\nare very grave in nature and cannot be understood by the common mass therefore'\ntheyrequirespecialattention/assistantwhiletravellingthroughairport.Theyalso\nhave the right to equality, life with dignity and respect equally with others' It is also a\nfact that the Government is responsible to provide facilities for persons u'ith\ndisabilities at bus stops, railway stations and airports'\nCISF which comes under the Ministry of Home Affairs is under direct\nsuperintendence ol the Central government; therefore, the onus equally lies on the\nclSF / ASGs to facilitatc such passengers.As zr sensitive infrastructure, airports arc\nregulated bv strict regulatory norms which are common for all type of passcngers.\nFrom the first point of interaction i.e. departure gate till thc last touch point i.e.\nboarding gate, passengers are subjected to identification, verification, security check\netc. The processes involvecl at the airpoft are sometime very cumbersome for common\npassengers which leads to argument, non-cooperation etc' These type of processes\nbecomes more demanding lor the passenger who are differently ab1ed. In recent times,\nthe number of passengers with permanent reduce mobility is increasing along with\npassengers who are having temporary reduced mobility due to some medical\nconditions.\nSecurity norms for all type of passenger are same and it has been lollowed by ASG in\nletter and spirit. PRM passengers having mental agony due to their disability when\nare subjected to cumbersome processes of air travel along with strict security check\nsometime feel victimized. However, at the other end ASG personnel who is deployed\nfor securlty check has to follow security protocols. In case of PRM passenger, the\nsecurity check is quite sensitive as other equipment like walking aid or some type of\nother medical aid is also associated with them. Their inability to move or stand at\nsecurity checkpoint like common passenger also adds in their misery and this leads\nto more time in security check by ASG personnel which adds in their frustration.\nSometimes ASG personnel also get irritated by the inability of PRM passenger which\nleads to argument. ln the absence oI conducive / favourable condition PRM passenger",
  "11": "also start non-cooperation with the security personnel' These norms calnot be\nrelaxedforPRMpassengers.However,forcreatingwin-winsituationforbothsides,a\nproperblendofsensitivesecurityprocedureaiongwithwelcominggesturebysecurity\npersonal will dehnitely give the desired result' By doing so the satisfaction level of\nPRMpassengerswiliincreaseandinturntheywillcooperateinsecurityprocedure.\nThe complaints regarding mishandling of PRM passengers will also decrease'\nAccordingly, at ASG Hyderabad a pilot project named as Swarnim Sewa was started\non o3.12.2O2O which has helped us in reducing the complaints of PRM passengers by\ncreating conducive environment for them at airport. It has also helped in showcasing\nthe humane face of the force and thus had given positive image in general public'",
  "12": "I\n3. SWARNIM SEWA : Making Perfect balance\nAs per AVSEC circular no ol 12022, improvement in the air travel screening process\nrequires that all persons, regardless of their personal needs and situations, are\ntreated with dignity, respect and courtesy. Recent times have witnessed a drastic\ntransformation in the passenger profile in the Aviation sector. Some of the passengers\nrequire special assistance at the Airports to comply with the complicated Air Travel\nnorms. Apart from PRM passengers, there are some other class of passengers who\nrequire special attention at airport i.e.senior Citizens, Diflerently Abled persons, First\ntime fliers, Illiterate persons, Pregnant ladies, Ladies with inlants etc.\nNow, the need for making a perfect balance between the two: - i) thorough security\nchecks of the passengers with special needs and ii) reduction of the passenger\ncomplaints / outrage on social media was felt, because of which, the concept of\nSwarnim Sewa evolved.\n3. 1 Oriein of Swarnim Sewa ConcePt\nBecause of the initiatives of the Central Govt. for easier air transportation lrom\nsmaller cities to the metropolitan cities under Regional connectivity Schemes (RCS), a\ndrastic increase of passenger's footfall at airports has been noticed. Moreover, after\nCovid, the reopening of Domestic Air Travel triggered all type of social classes to reach\nCONCEPTUALISATION OF\nsw\nSEWA\n7rl:. NllJ^r\nI\n4;,\nt1a-q-14.1*m !,g.tr,,\"o\n<-\"",
  "13": "their native places by the quickest possible means and because of suspension of\nRailway operations, they rushed to the Airports'\nThese factors resulted in noticeable increase of new categories of fliers at the Airports'\nAlso, the number of elderlies, ladies travelling alone, pregnant ladies, ladies with child\nal1d differentiy abled passengers (including Autistic passengers) were on the rise' Most\nof these passengers did not have any previous flying experience and they were also\nlacking the knowledge of procedure as well as confidence' Many of them required\nspecialassistanceattheAirportstocomplywiththecomplicatedAirTravelnorms.\nFear of uniformed personnel and hesitation arising out of language barrier added to\nthe misery inflicted upon them.\nCISF/ ASG Hyderabad took a note of this and decided to do something for the Needy\npassengers on humanitarian grounds and as an experiment started providing free\nrefreshments inside Airport during complete Lockdown when all the stores and shops\nwere closed due to covlD. After receiving positive feedbacks of this selfless service,\nthe idea of ,,Swarnim Sewa,, was conceptuaiized and ASG Hyderabad constituted a\nsmall Swarnim Sewa Team of volunteers. On the occasion of International Day of\nDisabled Persons - 3rd Decemb er 2o2o, a formal launch of Swarnim Sewa was done\nat RGI Airport Hyderabad in presence of Mr. Aditya Mehta, renowned Para cyclist and\nfounder of AMF Foundation.\nSwarnim Sewa is a selfless service with an objective to facilitate the passengers ln\nneed at the airport. This project was first piloted by the ASG Hyderabad- Since its\ninception, this noble exercise has proved to be a boon for needy passengers. This\nservice aiso breaks the Stereotype about the Uniform and presents a humane face of\nthe Khaki. The respect emanating out of this changed image translates into full-\nfledged cooperation of the passengers during security checks. This also brings\nsignilicant attitudina-l change in our personnel performing normal security duties ar1d\nmake them more courteous and polite.",
  "14": "3.3 Features of Swarnim Sewa\nSwarnim Sewa is featured as\na volunteer service bY the ASGs\nfor the passengers who genuinely need assistance at the Airports\nbased on the concept - \"toe co:n't help eueryone, but eueryone can help\niomeone\"\nby a highly motivated and specialized team of CISF/ASG\nto ensure that mandated security procedures are nowhere compromised\nand the stereotype image of the khaki is transformed into a humane lace of\nthe uniform\nwhich transform the complaints into compliments\nAs directed by the competent authority vide CISF APS HQrs Letter No O-\n42Ol3lAPClOPS(17l 1)/Ops Workshop/202212375 dated 24.O2.2022, Swarnlm Sewa\nproject has to be implemented at each Airport under CISF APS HQrs' In pursuance of\nthis project, a Swarnim Seu,a team of highly motivated clSF personnel should be\nformed at each ASG to identify and help the passengers who genuinely need\nassistance at the Airport. The Swarnim Sewa team should consist of the ASG\npersonnel who are well versed in Aviation Security procedural knowledge, relevant\nAVSEC circulars / orders, SoPs, soft-skills ancl besides, who are eager to help the\nneedy passengers without hesitation. Swarnim Sewa team personnel should be\nhandpicked by the CASOs based on their personal interviews'\n3.5 Selection criterion for a Swarnim Sewa team member\nEach member of Swarnim Sewa team should have the following qualities:-\nVoluntarily agree to help passengers with special needs\nShould be well qualified and knowing the AVStrC guidelines for handling PRMs\n3.4 Constitution of Swarnim Sewa team\niii) \nShould be extrovert& Philanthropist\niv) \nMay be a Screener or Non-Screener,\nv) \nCharismatic personality who can\nexpression etc.\ni)\nii)\nbut should be Basic AVSEC qualified\nattract others by way of talking, lacial",
  "15": "vi) \nBehavioral aspects avoiding Phylogeny etc'\nvii)Shouldneverfeelashamed,ifrequiretoholdthebelongingsofthePRMsorto\nkeeP their hand\nA set of dedicated team of Swarnim Sewa personnel in each shift should be identilted\ntohandleonlythePRMs/andotherneedypassengersrightfromtheDepa-rtureRamp\nto the Boarding Gate. A smal1 team ol personnel can easily be briefed about all the\nrelevant guidelines. Improving their soft ski11s ability by frequent training, practical\nexposure, on the job training during lean hours and direct supervision will also be\neasier.\n3.6 Identilication of Target passengers\nSwarnim Sewa team, deployed at the entrance\nfollowing categories of passengers:-\n. PRMs / DifferentlY Abled\n/ departure ramP shall targct the\n. Senior Citizens\n. First time fliers\n. Illiterate / rural person with no flying experience\n. Pregnant ladies\n. Ladies with infants\nThis list is illustrative and the team should be free to help passengers on the basis of\nprofi1ing\"\n3.7 Type ofassistance to be provided\nOnce identified, the passengers should be assisted during\nGeneration of e-boarding pass\nLuggage check-in\nSecurity Procedures\nGuiding up to the Boarding Gate\nProviding wheel-chair if required",
  "16": "3.8 Responsibilities of Swarnim Sewa team\nThis team will be resPonsible for:-\ni. Collecting prior travel information regarding Passenger with special needs\nfrom airlines\nii. Spotting the target passengers on Ramp / Departure Gates\niii. Providing Assistance to complete Check-in Formalities\niv. Assistance during Security check through dedicated / earmarked PESC\nv. Helping passenger to reach Designated Boarding Gate\nHowever, it should be ensured that mandated security procedures are nowhere\ncompromised while extending such assistance'\nSwarnim Sewa team shall be in touch with the Airlines and shall try to obtain prior\ninlormation regarding journey of any special category of passenger' The team sha11\nprovide assistance to the needy passenger lrom the Ramp itself. In this way the\npassenger will become favorable to the security personnel at PESC point and will\ninvariably cooperate during security check. This will surely reduce the passenger\ncomplaints to its lowest level.\n3.9 Deployment pattern for Swarnim Sewa Team\nThc Swarnim Sewa team should be deployed at the following interaction points:\ni) Departure Ramp: To identify the needy passengers and escorting up to the\nDeparture Gate. The members of this team can be screener or non-screenef.\nii) Dedicated Departure Gate /Lane: To complete the security protocols at Departule\nCiate and ofler them seats till arrival of further assistance lor check in and security\nclearance etc. The members of thiS team Can be screener Or non-Screener.\niii) Dedicated SHA Block: To carryout screening process as per security norms\nwithout hurting the ego ol the PRMS and compromising the threat of aviation\nsector. The members of this team should be BCAS qualilled screener'",
  "17": "4.Man\nNow the question maY arise: How to\nin a situation when almost all the\noperational duties?\nFor the purpose of understanding the requirement of manpower to be deployed in\nSwarnim Sewa and its potential impact on the overall strength position of ASGs, the\nAirports may be categorized in following three groups:\ni)\nBigger Airports :\nStrength more than 1O00 and\nii) \nMedium AirPorts\niii) \nSmaller AirPorts\nCommandant\nare headed by\nDIG or Sr. Commandant.\n: \nstrength between 600- 1000 and are mostly\nheaded by Commandants\n: \nASGs mostlY headed bY DY' /Asstt'\nement for Swarnim Sewa\nmanage Swarnim Sewa from existing mallpower\nairports are facing manpower crunch for core\nAt Bigger and medium airports, one personnel is sanctioned by the BCAS for each\nterminal to be deployed at help desks. These personnel can be utilized for Swarnim\nSewa. Moreover, personnel who are temporarily not able to perform core operational\nduties / hard duties can also be utilized in swarnim Sewa for time being, These\npersonnel may include - personnel having any tempora-ry health issue, personnel with\nage more than 55, personnel who are not shape-I, pregnant ladies / lactating mothers\netc.\nSmaller airports function only during specific hours of the day and the flight timings\nare very limited.Major chunk of flights are clustered in 3-4 hours in a day. The\nnumber of passengers who require special assistance is also very limited and in most\nof the cases, there is only one departure gate at these Airports. This gives scope to\nfocus only at very sma11 area that also only for 3-4 hours of the day, therefore, round\nthe clock deployment is not required. Instead,2-3 personnel can be spared for short\nduration in which majority of flights are scheduled.\nMulti-taskine: In all the three categories of airports mentioned above, optimum\nutilization of manpower can be effected through multi-tasking. For example during\npeak hours, office runners, coy writers, drivers etc. can assist in clearing the",
  "18": "passenger congestion in the terminal building' Similarly' Swarnim Sewa staff can also\nbecalledupontoperformsecuritydutyforSometimeifthesituationsodemands.\nTheir flexible nature of work is to be leveraged to extract optimum work output'\nSupportfromAirlines/Airportoperator:Aspassengerfacilitationistheprimeduty\nof the airport operator and airlines,Swarnim Sewa team can also seek\nassistance/supportfromthem.AtfewairportslikeRGIA'Hyderabad'aseparateteam\nforpassengerfacilitation(PassengerisPrime)isalreadyavailable.SwarnimSewa\nteam after making liaison with Airline / Airport operator's staff, can easily arrange for\nassistance like wheel chair, Buggi service, porter service, baggage drop service etc'",
  "19": "5. How to make SWARNIM SEWA more effective?\nFoliowing arrangements / steps are necessary\nrespective CASOs in order to implement Swarnim\n5.1 Sitting arrangements at Departure gates\nAs the passengers with special needs will be assisted right from the departure ramp or\ndeparture gates, some special sitting arrangements lor these passengers should be\nmad.eatthedeparturegates.Thespaceshouldbedecoratedwiththephotographs/\nmotivationalquotesre]atedtosuchpassengers.Thisarrangementshallprovide\nimmediate relief to the passengers as they will gain assurance that they are not alone\nandsomeoneistheretohelpthemwhileearliertheymaybeunderstressthinking\nabouttheproceduresrelatedtoairtravelincludingsecuritycheck.Thisspaceshall\nalsohelpSwarnimsewaTeaminbuyingtimetomakearrangementsforwheelchairs\nor any special assistance, if required'\nClsFASGHyderabadhasmadeprovisionforSwarnimSewaLoungeatDeparturegate\nwhich is nicelv decorated. Good sitting arrangements have been made and visitors are\nalsorequestedtoendorsetheirexperienceinthevisitorsbook.Oneselfiepointhas\nalso been arranged at this lounge.\n5.2 Provision for Dedicated Swarnim Sewa Larlie I SHA (Enclosure)\nA1l CASOs with the help of airport operators should earmark one dedicated lane /\nSHA as ..swarnim sewa Lane / sHA\" and make special arrangement at this point to\nfacilitate screening of passengers with special needs. This will facilitate the screening\nof such passengers while keeping the dignity and privacy of.the passengers' intact\nand wiil also bring them in front of the queue making them feel special. The special\narrangementshouldbeequippedwiththeadd.onfaciiitieslike:wheelchairs,\ncrutches, walking sticks, slippers, chairs/sitting arrangements, Ladies security cabin\nandspecialcheckingcabinalongwithrequiredtechnicalsecuritygadgetsfor\nintensive checking of PRM passengers. This dedicated security check point should be\nclose to the Departure Gates.\nln smaller airports, this dedicated SHA (enclosure) can also be used for normal\npassenger movement, provided that it should be clearly captioned with\nphotographs/ symbols/ signages at such lanes that \" Prloitg lane Jor PWDs' PRMs'\nto be taken at ASG level bY the\nSewa in an effective way:-",
  "20": "Pregnant ladies, Senior Citizens, plussengers uith infant etc.,, overa1l, priority\nshouid be given to the PRMs.\nThe deployment of screeners at this point should only be made from the Swarnim\nSewa team as these personnel are intensively trained on latest guidelines /\nprocedures related to security checks of PRMs, Soft skilis, behavior detection, sociai\netiquettes etc.\n5.3 \"Favorable\" Special checking rooms\nThe special checking room should be available adjacent to this PESC point which\nshould be decorated with Quotes, images of passenger help by CISF and passenger\nfeedbacks. This wili provide. a favorable environment for intensive physical checks of\nsuch passengers. This room should have good sitting arrangements and all necessa'ry\nprovisions which are required for such passengers'\n5.4 Training\nSwarnim sewa personnel need to be very smart and professional while dealing with\nsuch passengers and this could be achieved only through training' Swarnim Sewa\nScreeners should be advised to be more careful and sensitive particularly at the time\nof removing the prosthetic limb for X-Ray screening, trTD detection and visual\ninspection. Intensive soft skill training will enable our swarnim Sewa staff in\npersuading such passengers to cooperate during PESC and will also help in reduction\nof complaints as most of the complaints are associated with the security check point.\nour Swarnim sewa staff should have a deep knowledge of the procedures, should have\na smiling face and should be adequately trained to use requesting language instead of\ncommanding / authoritative words. After security check, a soft word of thanks and\nappreciation of the passenger's cooperation should be inciuded in the habit of our\nSwarnim sewa screeners. This can be achieved through unit ievel training.\nAs most of the complaints are directly associated with the security check point, a week\nlong,,swarnim Sewa course\" may be designed for unit level which sha1l sensitized our\npersonnel on below aspects: -\n5.4.1 While interacting with persons with special need, our scfeeners should:-\na. Be courteous, friendly ald treat everyone fairly and equally\nb. Be respectful throughout the screening process\nc. Assess the needs of the person to be screened",
  "21": "Ask, and not assume the type of assistance needed\nProvide appropriate screening options to such passengers\n5.4.2 GenerallY, Screener should:-\na. Focus onthe person, not the disability\nb. Remember that not all disabilities are obvious and that some may be hidden\nc. Address the person directly and use clear, plain speech' not jargon\nd. Ask the passenger how he may be assisted' and iisten to the advice offered'\nDisabled people are best qualified to advise' on how to deal with their particular\nneed s\ne. Take into account speciatized medical devices' and offer alternate screenlng\nmethods with equivalent security outcomes' if recommended by the device\nmanufacturer (for example insulin pumps)\n5.4.3 In all situations, screening should be performed in a dignified manner'\nPrior to screening, the screener should:-\na. Oxplain why a different screening method is necessary\nb. Explain the procedures to be foliowed\nc. Verify that all special needs are correctly identified\nd.Notremoveamedicaldevice,ifitisrequiredtomonitorormanageamedical\ncondition\ne. Never imPose helP\n5.4.4 While conducting a body search,\na. Always offer a private search out\nprivate room, if available;\nb. Be able to recognize common place medical aids and employ suitable methods\nfor searching such aids, including appropriate techniques for inspecting\nwheelchairs and stretchers;\nc. Ask the disabled person how best to help them and listen carefully to their\nd.\nneeds;\nd. Invite the Person to voice\ntechnique, if necessary;\ne. Crouch down to the user's height when searching\nf. Use firm but gentle movements and be discreet;\ng. Make sure that the person can stand without\nscreeners should:-\nof the view of the people, preferably in a\nany discomfort and be prepared to use another\nsomeone in a wheelchair;\nassistance before removing a",
  "22": "cane, walking frame/walker or crutches to search them;\nh. Arrange guidance for a blind person before removing a white cane or guide dog;\n5.4.5 lvhile searching baggage ofthe passenger with special needs, the scfeeners\nshould always:-\nC.\nOffer private search of the baggage\nConsider the fact that the person may be unable to lift the baggage on or off the\nX-ray conveyor belt;\nConsider the possibility that the person may not be able to hear properly or may\nnot be'able to see his or her baggage, in order to claim it following X ray\nscreening;\nAlways call for a witness when searching the baggage of a blind person;\nRepack bags carefully. The contents of a blind person's baggage should be\nreplaced exactly as they were found;\nEnsure that all medication is carefully repacked; and\nBe discreet, especially when handling medical aids, and when handling\npersonal possessions, particularly those related to hygiene or disability needs.\n5.5 Designing of Swarnim Sewa Mobile Application\nSimilar to other mobile application, Swarnim Sewa Mobile Application should be\ndeveloped. This application carr be made available at CISF website as well as Play\nStore and other Social Media Platforms. This application will enable Passengers with\nspecial need to contact Swarnim Sewa team of Departing / Arriving Airport in\nadvance. It wilt also be useful in getting feedback on Swarnim Sewa and thus, will\nalso help in continuous improvement.\n5.6 Publishing information related to security procedures on the\nCISF website\nAs we see in the cases of most of the developed countries, the information related to\nsecurity procedure / travel guidelines are published on the website of Airport\nSecurity Agency which is not implemented in our case. Most of the travellers still do\nnot know about the BCAS and they still think that CISF is the only law making and\nlaw enforcement agency at Airports. In order to know about the security procedures,\nCASOs of different airports receive letters / e-mails from passengers containing such\nqueries. If all the information regarding the security procedures at airports related to\na specilic case and information about Swarnim Sewa is published on the website of\na.\nb.\nd.\ne.\nf.\nb'\n18",
  "23": "clStr, then half of the work is done. Passengers can also fill a form on Swarnim Sewa\nwebpage for future assistance. It is recommended to develop a webpage based on TSA\nwebsite as it has almost covered every type of queries and FAQs of the passengers.\n5.7 Declaration bv the passengers\nBCAS vide point no 4.3 of AVSEC circular no Ol l2O22 issued on O3.O2.2O22, }:,as\ndirected that \"Persons tuith disabilities and / or with reduced nobilitg should be\nmade auare oJ the applicable securitg controls far enough in adoance to\nJacilitote their trantel planning bg airlines at the tine of the booking o;f the\ntickets.\"\nFurther, matter may be taken up the APS HQrs with the regional\noffices/ Headquarters of all Airlines to ask the passengers for a Declaration regarding\ntheir PWD status while check-in. The airlines may also be requested to issue a\nspecial boarding pass to PWDs which contain the specific information regarding\ndisability of the passenger. Our Queue assistants may be trained in this regard to\ndivert the passengers with such boarding pass to the Swarnim Sewa security\nchecking lane/SHA where suitably trained screeners are already deployed to carry\nout the PESC of such passengers.\n19",
  "24": "6.1\n(1)\n6. Do's & Don'ts for Swarnim Sewa Team\nDo's\nThe Swarnim SewaTeam Personnel should be trained speciltcally to -\n. \nTo Treat Passengers as Partners and Stakeholders\n. \nTo focus on passenger convenience and comfort\n. \nTo ensure a safe, secure as well as hassle-free air travel experience\n. \nTo serve with smile\n. \nTry to use local language for ease of communication\n' \nMaintain high standards of turnout and high degree of professionalism\n(ii) Screeners and searchers should always remember that it\nthorough,but not necessarily rigid, as long as the job\nnecessary standard.\n(iii) When determining a search or screening method, screeners should take into\naccount the documentation provided by the passenger from their practitioner\nand advice from equipment manufacturers regarding the sensitivity of devices to\ndifferent security measures (such as full-body scanners and X-ray machines, as\nthey are likely to cause any defect in the functioning of medicai device).\n(iv) Screening should be conducted in a private area, by the same gender.\n(v) Use ETD (Explosive Trace Detector) to screen the passengers' wheel-chair,\nscooter including the seat cushions and any non-removable pouches or fanny\npacks. Any removable items to undergo X-ray screening.\n(vi) The passenger's walker, crutch, cane, or other device must undergo X-ray\nscreening, unless it cannot ht through the X-ray. If an item cannot fit through\nthe X-ray, or the passenger cannot be separated from the item, it must be\ninspected.\n(vii) Always wear hand gloves while handling PRMs.\n(viii) Always treat the prosthetic limbs as a part of the body of PRMs.\n(ix) A screener while frisking PWD passenger shall use the phrases/words or\nexpressions viz. Sir (for male passengers) and Madam (for female passengers).\n1S\nis\nimportant to be\nperformed to the\n20",
  "25": "(\")\n(\"i)\nBesides this, he shall use Aap, Aaiye, Aapka etc.\nAlways take consent of the passengers before starting the screening process\nNecessary courtesy/ assistance may be extended to the PWD passenger on\nhis/her request.\n(xii) Greet properly the PWD passenger after carrying out frisking procedure.\n6.2 Don'ts\n(i) \nDo not force wheel chair users to\nthe passenger is necessary, first\nstand from their wheel chairs. If standing of\nmake alternate sitting arrangement for the\npassenger.\n(ii) Do not attempt to manually lift the wheel chair user as this is against the\npassenger's dignity and most of the time it jeopardizes his/her safety\n(iii) Under no circumstances, the passenger should be asked to remove cast, brace,\ncalipers, metal implants or supportive alliances and even shoes if the passenger\ncannot.\n(iv) Never use the Dogs to snlff the prosthetic while wearing by PRMs.\n(v) Never carry the prosthetic in casual/ open manner, if the XBIS screening is\nessential.\n(\"i) Never show disdain while carrying out pat down search of prosthetic limbs.\n(vii) A screener while frisking PWD passenger shall not use the phrases/words or\nexpressions viz. Tu, Tum, Tera, Are, Beta, Uncle, Cha-lo, Hato, Suno etc.\n(viii) Don't carry out frisking at once as and when the PWD passenger arrived at the\nscreening point and without consent of the passenger\n(ix) Don't provide assistance to PWD passengers on your own without knowing the\nexact deformity or else it may results in some unwanted problem to the PWD\npassenger.\nDon't let the PWD passengers unattended after carrying out frisking rather\nensure that there is someone to attend the PWD passenger.\nNever compromise in security checks.\n(x)\n(xi)\n21",
  "26": "6.3 Golden Rules for CISF/ASG Personnel\n/ Remember to pay emphasis and attention on the person, not the disability.\n/ People with disabilities are people first, people who happen to have a disability.\n/ Assist passengers with disabilities in a pleasant, helpful &dignified manner.\n/ Show respect for the individuai. Explain the security procedure.\n/ Medical documentation is helpful but not essential.\n/ Speak to the person, not their companion.\n/ Request Permission before assisting, do not impose help.\n/ Do not ask any personal questions.\nr Bring them to the front of the line.\n/ Respect person's mobility equipment and handle with care.\nr' Do not impose the help/ assistance.\n/ Let the PRM passengers feel that the special assistance is their right.\n/ Give them respecl and priority in every aspecl .\n/ While thorough checking is essential and the directives under AVSEC circular no\n23/2OOS will be followed in letter and spirit; courtesy and attention to privacy and\ndignity should invariably be observed by the screeners and searchers.\n/ In case of passenger having diffrculty in walking or standing, the way his or her\nscreening is conducted will depend on his or her level of ability/disability.\n/ Whenever testing is done for detection of explosives, in addition to ETD, help ol dog\nsquad may be taken as per need. However, the sensitivity of passenger and\nreligious considerations should be kept in mind.\n22",
  "27": "7. Ouestions related to Swarnim Sewa\nThis section of the document tries to answer some of the common questions which\nmay arise in respect of working of Swarnim Sewa concept. Although, it has been tried\nto cover a1l the aspects of Swarnim Sewa in previous sections, many such questions\nare discussed as below:-\n7. 1 Does Swarnim Sewa impact our core duty?\nSwarnim Sewa does not impact our core duty adversely because:-\nNo rules / procedures are overlooked\nSwarnim Sewa team personnel strictly follow all the mandated rules and procedures\n- not only of CISF but also of Airlines, Airport Operators etc. hence, security is never\ncompromised at any point. This is ensured by regular brieling and supervision of\nSwarnim Sewa team through multiple channels.\nThorough screening\nOn the contrary, PESC of certain category of passengers is very sensitive (for\nexample, passenger with prosthetic limb), and Swarnim Sewa team is proved to be\nof immense help as the passenger extends full support. When the passenger is\nfacilitated from the Ramp/ Departure gate, the passenger feels privileged and\ncomfortable after receiving unexpected help from CISF, therefore, he does not\nhesitate in extending his support in co-operating during security procedures while\nearlier, it was a very challenging task for the screener. This has raised the\nconhdence among our screeners.\nIncreased Profiling\nIn order to identify one needy passenger, Swarnim Sewa team keenly observes and\nprofiles around each and every passengers. This is a hidden advantage of this\ninitiative as 2-3 trained personnel are engaged in round the clock passenger\nprofiling at different areas of the terminai, thus, mitigating the threats from\ncriminals who disguise as oId aged or disabled persons to smuggle prohibited items\nor to hide their identity. If such elements are accompanied throughout by CISF\npersonnel, there are good chances that they get revealed due to nervousness.\nTherefore, considering all the above points, Swarnim Sewa, in lact compliments and\n23",
  "28": "augments the aviation security set up which is a positive impact on our core duty.\n7.2 Should it not be the duty of airlines to give Swarnim Sewa?\nAirlines are private entities and are driven by commercial motive. As such, they lack\nboth, the motivation and the resources, to commence and operate purely welfare\noriented initiative like this.\nMoreover, there are many restrictions on the Airlines staff as far as their access in the\nterminal is considered. For example, they have to enter/exit compulsorily through the\ndedicated staff gate and can't use the departure gates meant for passengers. This\nitself defeats the whole purpose. Further, continuous presence of a private airlines\nmember in SHA is not advisable from security point of view.\nTherefore, though Airlines contribure their bit to ensure a smooth and hassle-free air\ntravel experience for passengers, completely transferring this job to them is neither\nplausible nor practical.\n7.3 Does it not impact our manpower crunch?\nThis topic is already discussed in detail at point no. 5 and the answer is 'No'.\nThe strength derived from Swarnim Sewa team may be compensated from the\nmanpower deployd at- Help desk, office runners, coy writers, CHM, drivers, Shape-II,\nIII personnel, personnel who are temporarily not able to perform hard duties like-\npregnant ladies, lactating mothers, personnel having knee / backbone / shoulder /\njoint pain, personnel having age more than 55 etc. Therefore, the Swarnim Sewa does\nnot impact our manpower crunch.\n7.4 Vlhat are the target passengers of Swarnim Sewa?\nSwarnim Sewa is a noble initiative aimed at extending a helping hand to needy\npassengers at lhe Airporl.\nA dedicated team comprising of 2-3 personnel, depending upon the passenger 1oad,\nincessantly proliles passengers to look out for those in need. Generally, old-aged\npersons, pregnant women, women travelling with infants, differently abled persons\nand first time fliers comprise of the target group.\nOnce identified, such passengers are approached and assistance is provided at each\nstage till they board the flight.",
  "29": "7.5 What type of assistance is provided?\n. Web check-in\n. Generation of Boarding Pass\n. Wheelchair, if required\n. Check-in at Airline counter\n. Help in security procedures at SHA.\n. Guiding towards the designated Boarding Gate.\n. Booking taxi/cab for arrival passengers.\n7.6 What are the advantages of Swarnim Sewa?\nThe team is comprised of highly motivated and willing personnel who have in-depth\nknowledge of al1 the Airport procedures. Preference is given to those who can speak\nand understand the local language. They are regularly briefed and supervised by GOs.\nProper documentation is made by maintaining records of the passengers assisted in\neach shift. Feedback from passengers is also obtained and recorded regularly. Many\npassengers and their children express gratitude by writing mails or tweeting about the\ninitiative. A compilation of all such mails and tweets is formed and updated regularly.\nAdvantages:\n. The personnel in Swarnim Sewa team derive a feeling of satisfaction from\nhelping needy people. This helps relieve their stress and keep them motivated.\n. This is an initiative which is proving to be a game changer when it comes to\nuplift the image of the \"Uniformed Forces\" in the eyes of general public. If\nextrapolated at all airports across the country, this will give a huge boost to the\nprestige and goodwill of CISF.\n. Taking a cue from Swarnim Sewa personnel, other ASG personnel deployed lor\nsecurity duties have also inculcated the urge to help passengers and have\nshaped their behavior and body language accordingly. Such an attitude draws a\nvery positive response from the passengers who in turn subject themselves to\nsecurity check with full co-operation and without much reluctance. This is\nevident from drastic reduction in passenger complalnts about security\nprocedure.\n25",
  "30": "7.7 What is the SOP for Swarnim Sewa?\nEnclosed as Appendix A\n7.8 What are the different type of PWDs?\nEnclosed as Appendix-B\n7.9 What are the security procedures for different type of PWDs?\nEnclosed as Appendix-C\n26",
  "31": "S.Conclusion\nwe have deeply analyzed al1 the aspects related to Passengers with special needs and\ntheir journey at airports including security checks which is our direct concern. we\nalso discussed the legal Rights of such persons along with the punishment for\nviolations.It can also be understood that the rights of these persons are commonly\nignored by general masses despite, these person seldom go legally against any\nindividual for any violation of such rights.\nKnowing that PWDsrequire special attention / assistance while travelling through\nairport because of the procedurai difficulties, it becomes the mandate of each and\nevery agency working at airports to make their travel easy.However, the Government\nis responsible to provide facilities for such persons at transportation hubs including\nbus stops, railway stations and airports, it is also the moral responsibility of\nCISF/ASGs as we arefunctioning under the superintendence of the Central\ngovernment. In addition to this, it also becomes our moral responsibility to facilitate\nsuch passengers on humalitarian grounds.\nWhile the matter regarding structural up gradation lies in the domain of Airlines and\nAirport operators, ASG can stil1 make a lot of difference by realigning its mandated\nprocedures through training and innovations in implementation of the rules and\nregulations so as to minimize the factors that can cause confusion and terrible travel\nexperiences for persons with disabilities. It is also felt that the rules and regulations\nare quite comprehensive and a 'smart implementation' of the regulation is the need of\nthe hour.\nSwarnim Sewa 1itera11y means \"Golden Service\". It is without any doubt a se1fless,\nvolunteer and humane face of the CISF. It is a practical approach which will provide\nupper hand to CISF while dealing with PRMs as it will strengthen the airport security\nby inviting extended cooperation from the PRMs during security check. This can be\nachieved through regular training of the staff, periodic review of the procedures and\nconstant upgradation by adoption of better practices and discarding the outdated/\nintrusive ones. It will also help in minimizing the suffering of other needy passengers\nat airport who are not PRM but are in need of assistance due to other reasons.\n21",
  "32": "4'\n,ur.rnim rcuro\n'a::.:-ira-\n&\n( l\\l'\nSWARNIM SEWA\nII.\nLOCATION:\nI.\nOBJECTIVE:\nTo extend Physical as well as Moral help/support to\nPRM/needy passengers at airport during departure\nas well as arrival.\nDeparture Ramp, Dedicated lane at Departure Gate\nand Dedicated Security Hold Area\n(Note: The Swarnim Ser,r,a Team shall function\nunder the direct supervision, command and control\nof Shift Go I/C).\nSHIFT TIMINGS: Operational Shift : All shifts (Round the clock\nIII.\nIV.\nEQUIPMENT:\nV.\nDRESS CODE:\nvI.\nWHETHER ARMED/ UNARMED: Unarmed.\nVII. DUTIES AND RESPONSIBILITIES:\n1. Spotting : Trace the target passengers (passenger who requires\nhelp/ assistance). Target passengers can be any of the following:-\n. Passengers with Reduced Mobility (Passengers with Prosthetic\nLimbs, Wheel Chair passengers, Passengers using Crutches /\nCanes for walking etc.)\n. Senior citizens/ Patients\n. Pregnant Lady / Lady with infant\n. Any other passenger who seek assistancc.\nMobile phone for photography and communication\npurpose (1 Duty Mobile).\nTC Khaki uniform. The turn-out of the dutv\npersonnel should be of the highest order. Swarnim\nSewa duty personnel shall also wear the Badge of\nSwarnim Sewa for easy identification by the\npassengers as well as our on duty staff.\nSOP for Dealing with the Passengers with Special Need",
  "33": "2.\n3.\n4.\nRole of Departure Gate Duty personnel : If the target passenger is\nsomehow missed by the Swarnim Sewa Team, Departure Gate Duty\npersonnel shail identify such passengers and communicate the same\nto Swarnim Sewa Team.\nProvide Lounge Facility : Needy passengers shouid be brought to the\nSwarnim Sewa Lounge, which should be specifically designed for the\npurpose. Passenger should be asked by the Swarnim Sewa Team for\nthe type of assistance required.\nProvide Assistance to complete Check-in Formalities : Needy\npassenger should be assisted to complete the Check-in formalities at\nthe Airlines Counter. Assistance shouid be provided in handling his\nbaggage/ trolleys/ infants, providing Boarding pass and wheel chair\netc. Passenger should be brought forward by skipping the Queues'\nUtmost care regarding their safety must be taken while holding the\ninfants.\nAssistance during Security check through Swarnim Sewa PESC\nLanes : The needy passengers should be brought to the Swarnim\nSewa PESC Lane where the screeners of Swarnim Sewa Team are\nspecifically deployed for the purpose. These screeners should be\npersonally selected by the CASOs based on their voiuntariness,\nknowledge of the subject, behaviour, soft skills and screening\ncapabilities. Only the sensitive and intellectual screeners who can set\naside their personal ego should be selected for the purpose. After\nsecurity check, Swarnim Sewa Team screeners should present a soft\nword of thanks to the passenger and appreciate the passenger's\ncooperation with a smile. For the airports having four XBIS machines\nor 1ess, the dedicated crew machine would be also earmarked as XBIS\nmachine for PRM passenger. Similarly the frisking booth marked for\nCrews/WIPs could be utilised for PRM. However, in all the cases the\nPRM passenger would be given priority.\na. Special/ Intensive Checking : In case, special checking of the Needy\nPassenger is required, the special checking should be conducted in a\n5.\nlt",
  "34": "separate room which should be available adjacent to Swarnim Sewa\nPESC point. The room environment should be soothing to the\npassengers, for this, the special checking room may be decorated with\nQuotes, images of passcnger facilitation by CISF and passenger\nfeedbacks. This will provide a favorable environment for physical\nchecks.\nb. Help Passenger to reach Designated Boarding Gate : The passenger\nFLo@\nSPOTTI]{G OF THE \\EEDY PA\\ B\\'\nD-P-IRTL'RE G,+,TE DL:TI' PERSO]{:{'L\nASSIST IN CHECIi IN PROCESS\nSEC.I.'RITY CHECK\nTHRO:.-C;H\nsi,lrARt'i Il, I s E!\\i.{\nSECL'RITI' CHECK\n\\OT CLEARED\nSECURITY CHECI{\nCLE-{RED\nSPECiAL CHECKI\\G\nROO-'t\nHELP PASSENGER TO RLACH\nDESIGNATED BOARDING GATE\nSPOTTING OF THE NEEDY P.[X\nRY SWAR\\I]VI SE\\VA TEA\\,I",
  "35": "should be guided and if required, escorted\nboarding gate. Services of free bugS', which\nmay be made available for the needy pax'\nup to his designated\nare available Post SHA,\nVIII. Rules & Regulations to handle PRMs\nii)\ni ii)\nir)\nDuring security check of prosthetics, ASG staff must examine the facts\nof each case and decide the security procedure to be applied as per\nundermentioned PrioritY:\no Visual check/ rnspection.\no ETD test\n. X-ray screening of the prosthetics/ braces/ support appliance, if\nit is not cleared from above two tests and having sufficient reason\nwith proper justification to do so. It should be done in rare cases\nonly.\nTo examine and decide the security procedures to be applied on such\npassengers, the shift Supervisory officer (Gazetted Officer) shall remain\npresent at the security check points (SHA) and decide the course of\naction in consultation with Shift I/C and screener concerned.\nA prosthetic appliance not having foam padding cover and in which the\nsteel rod is clearly visible, may be screened by visual inspection and\nETD checks only, without removing it.\nScreening of prosthetic appliance covered with foam padding (in which\nSubject\n-uretor\nStandard OPerattng Pr\nScreening of Persons with SPecial\nNeeds - individual with disabilities\nand / or individual with reduced\nmobility\nAddendum to Circular No. 04 l2OI4\n(Standard Operating Procedure for\nScreening of Passengers with Special\nNeeds and Medical conditions)\nCircular No. and\nDate\nIssued\nby\nBCAS\nCISF APS\nHQRs\nCircular Ol 12022\nDated 03.O2.2022\n17.rO.20t7",
  "36": "the steel rod is not visible) sha11 include visual inspection, ETD checks\nand X-ray screening. The X-Ray screening of such appliances in which\na weapon could be concealed under the foam padding will be done in all\ncases. However, by physical checking of the prosthetic limb by the\nfrisker, if it is clcar that noting is concealed inside the padding, then it\nshould not be removecl. However, ETD check and proper visual\ninspection must be done without fail.\nv) Whenever screening of the prosthetic limb is required, then the\nscreening in the private screening area sha11 be carried out by two\nofficials (screener & SHA I/C) under supervision of GO I/C.\nX-Ray screening of wheelchair should be done in rare cases when there\nis reasonable doubt that something is concealed in the pouches and\nhollow metal pipes of the wheelchair.\nGENERAL GUIDELINES\nvi)\nIX.\n) \nA dedicated team of Swarnim\ntheir voluntariness, knowledge\nand screening capabilities.\nF A dedicated lane at Departure\nPRMs.\nSewa should be selected based on\nof the subject, behavior, soft skills\nGate should be earmarked for the\nChairs to be readily available at all times at Departure Gates along\nwith Special Lounge facilities.\nA dedicated SHA (Security Hold trnclosure) should be earmarked\nnearest to the Departure Gate to ease the PRMs.\nProvision of sitting arrangement at Pre-SHA/ Post SHA should be\nreadily available for such passengers.\n} \nThe screeners should be deployed within the Swarnim Sewa team\nwho should be well versed and acquainted with the regulations\nand security protocols while travelling through aircraft.\nProvision of separate enclosure (special checking room) should bc\navailable in the vicinity ol thc SHA.\nThe PRMs should be informed well in advance to have the",
  "37": "x.\nprovision of separate enclosure at SHA.\nThe special checking room should have provision of tables/\nchairs/ towels/ PRM Bag/ Water facilities etc'\nRegular briefing and training session/ on the job training should\nbe organized to sensitize the ASG personnel about the new\nprocedure to be followed during lrisking of passengers with\nprosthetic limbs.\nA register to this effect shall be opened at all SHAs for making krg\nentry of security checking of such passengers with following\ndetails: -\n(i) The Swarnim Sewa Team Personnel should be trained specifically to -\n. To Treat Passengers as Partncrs and Stakeholders\n' To focus on passenger convenience and comfort\n. To ensure a safe, secure as well as hassle-free air travel\nexperience\n. To serve with smile\nVI\nSI\nN\no\nDat\ne\nNam\neof\npax\nFligh\nt No.\nDestinati\non\nWhether\nX-Ray\nscreenin\ngof\nprosthet\nic limb\ndone\nReasons/\njustificati\non for the\nX-Ray\nscreening\n(to \nbe\nentered\nby \nGO\ntlc)\nSignatu\nre \nof\nShift\nIIC\nDo's&\nI\nMobility:",
  "38": "Try to use local language for ease of communication\nMaintain high standards of turnout and high degree of\nprofessionalism\n(ii) \nScreen all such passengers with a thorough pat down process'\n(iii) \nScreening should be conducted in a private area with the CISF\nofficer of the same gender.\n(iv) \nUse ETD (Explosive Trace Detector) to screen the passengers'\nwheel-chair,scooterincludingtheseatcushionsandanynon-\nremovable pouches or fanny packs Any removable items be required\nto undergo X-raY screen ing.\n(r) \nThe passenger's walker, crutch, cane, or other device must\nundergo X-ray screening, unless it cannot lit through the X-ray lf an\nitem cannot fit through the X-ray, or the passenger cannot be\nseparated from the item, it must be inspected by an officer' The\npassengershouldtelltheofficerifhe/sheneedstobeimmediately\nreunited with the device after it is screened by X-ray'\n(vi) \nPassengers who cannot remove shoes be screened with a thorough\npat down process. Screening to be conducted with the CISF staff of\nthe same gender as that of the passenger. Use ETD to screen shoes'\n(vii) \nPassengers who have metal implants such as artificial knees or\nhips, should inform a CISF officer before screening begins lf a\npassenger cannot or chooses not be screening by imaging\ntechnologz/ ETD or the passenger alarms a walk-through metal\ndetector, the passenger be screened using a thorough pat-down\nprocedure.\n(viii) Passengers with cast, brace or calipers or supportive appliances\nshould be screened without removing them with a thorough pat down\nprocess. Screening be conducted with the CISF staff of the same\ngender as that of the passenger. Use ETD to screen cast, brace or\ncalipers.\n(i\") \nPassengers who intend to check-in with their own wheelchair be\ngiven the option of using a station/airport wheelchair' If the\npassengers prefer to use their own wheelchair, they shall be permitted\nvii",
  "39": "to use it.\n(x) \nAlways wear hand gloves while handling PRMs'\n(xi) \nAlways treat the prosthetic limbs as a part of the body of PRMs'\n(xii) A screener while frisking PWD passenger shall use the\nphrases/words or expressions viz. Sir (for male passengers) and\nMadam (for female passengers). Besides this, he shall use Aap, Aaiye,\nAap ka etc\n(xiii) Always take consent of the PRM passengers before starting the\nscreening process\n(xiv) Necessary courtesy/ assistance may be extended to the PwD\npassenger on his/ her request.\n(xu) Greet properly the PWD passenger after carrying out frisking\nprocedure.\n(r) \nDo not force wheel chair users to stand from their wheel chairs\n(ii) Do not attempt to manually lift the wheel chair user as this is against\nhis/her dignity and most of all it jeopardizes his/her safety\n(iii) Under no circumstances, the passenger should be asked to remove\ncast, brace, calipers, metal implants or supportive alliances and even\nshoes if the passenger cannot remove shoes.\n(iu) Medical documentation is helpful but don't enforce to show the\nmedical documents.\n(\") \nNever use the Dogs to sniff the prosthetic while wearing by PRMs.\n(\"i) Never carry the prosthetic in casual/ open manner, if the XBIS\nscreening is essential.\n(vii) Never impose the help/ assistance to the PRMs.\n(viii) Never show the look of disdain while pat down search of prosthetic\n(ix)\nlimbs.\nA screener while frisking PwD passenger shall not use the\nphrases/words or expressions viz. Tu, Tum, Tera, Are, Beta, Uncle,\nChalo, Hato, Suno etc.\n(\") \nDon't carry out frisking at once as and when the PWDs arrived at the\nscreening point and without consent of the passenger\nviii\nn'ts of",
  "40": "(xi) Don't provicle assistance to PWDs on your own without knowing the\nexact cleformity or else it may results in some unwanted problem to\nthe PWD\n(xi) Don,t let the PWDs unattended after carrying out frisking rather\nensure that there is someone to attend the PWD passenger'\nXI. THINGS TO REMEMBER:\n1. Be polite and courteous with the passengers but firm in implementing\nsccuritS gu idclines.\n2. Be courteous. clo not hesitate and extend full support to the needy\npassengers.\n3. The behaviour and body language of the duty personnel should alwaYs\nbe courteous and reflect the helping nature of the lorce. Always keep a\nsmiling face and also make the passenger smile\n4. Do not discuss any security related matters with the passengers.\n5. Don't engage in un-necessary handling of passenger belongings.\n6. Do not engage in any unnecessary conversation with passengers, staff\nand airlines staff.\n7. Do not handle the kids/valuable items if not asked to do so. Moral\nintegrity and care must be taken while handling valuable items.\n8. Do not try to bypass any mandatory procedure.\n9. Do not try to help out of the way by compromising security or any othr:r\nproced u re.\n10. Do not request airline staff for any monetary benefit of the Pax.\n1 1. Do not take photograph of the passenger without permission.\n12. Do not ask for any personal details (occupation, mobile no. and address\netc.) ol the Pax.\n13. Female passengers should be helped by our female staff only.\n14. Issues such as:- Gender sensitivity, Religion, Cultural, Regional\nSensitivity i.e. language, dress code etc. should be taken care of.\n10. Do not accept any gift/ gratification lrom the Pax.\n11. Carry out your duties with a philanthropic and selfless approach with\nthe sole objective of passenger facilitation and convenience.\n** r<** r.** * * r(** ** * rr\ntx",
  "41": "APPENDIX-B\nThe disabilities as per \"The Rights of Persons with Disabilities Act - 2OL6\" ,\nDepartment of Empowerment of Persons with Disabilities, Ministry of Social .lusticc &\nEmpowerment, Government of India, disability has been delined based on an evolving\nand dynamic concept which is as under :\ni. Blindness\nii. Low-vision\ni ii. Leprosy Cured Persons\niv. Hearing Impairment (deaf and hard of hearing)\nvi.\nvii.\nviii.\nix.\nx.\nxi.\nxii.\nxiii.\nxiv.\nxv.\nxvi.\nxvii.\nxviii.\nxix.\nxx.\nxxi.\nLocomotor Disability\nDwarhsm\nI ntellectual Disability\nMental Illness\nAutism Spectrum Disorder\nCerebral Palsy\nMuscular Dystrophy\nChronic Neurological conditions\nSpecific Learning Disabilities\nMultiple Sclerosis\nSpeech and Language disability\nt\nThalassemia\nHaemophilia\nSickle Cell disease\nMultiple Disabilities including deal,blindness\nAcid Attack victim\nParkinson's disease",
  "42": "Brief of some disabilities are as under :-\n.raa\nffif,rsr,lo\n.'-\nFfrysicat disability- A physical disability is a\nlimitation on a person's physical functioning,\nmobility. dext eritY or slamina.\nLocomotor disabitity (a person's inability to\nexecuLe distinctive activities associated u'ith\nmovement of self and objects resulting lrom\naffliction of musculoskeletal or nervous\ns)rstem or both), including.\nLoss of sensation in hands or leet as well as\nloss of sensation and paresis in the eye and\neye lid but with no manifest deformity\nManifest deformity and paresis but having\nsufficient mobilitf in their hands and feet to\nenable them to engage in normal economic\nactivity.\nExtreme physical deformity as well as\nadvanced age which prevents him/her from\nundertaking any gainful occupation, and the\nexpression \"leprosy cured\" shall construed\naccordingly;\nrt.l\"\na)\nb)\n&G\nc)\n,f \n,,'i\n[,\nx:lIJ\nd)\ne)\n*",
  "43": "Cerebral palsy means a Group of non-\nprogressive neurological condition affecting\nbody movements and muscie coordination,\ncaused by damage to one or more specific\nareas of the brain, usually occurring before,\nduring or shortly after birth;\nDwarfism means\ncondition resulting\nfeet 10 inches (147\na medica.l\nin an adult\ncentimetres)\nor genetic\nheight of 4\nor less;\nMuscular dystrophy means a group of\nhereditary genetic muscle disease that\nweakens the muscles that move the human\nbody and persons with multiple dystrophy\nhave incorrect and missing information in\ntheir genes, which prevents them from\nmaking the proteins they need for healthy\nmuscles. It is characterized by progressive\nskeletal muscle weakness, defects in muscle\nproteins, and the death of muscle cells and\ntissue;\nAcid attack victims means a person\ndisfigured due to violent assaults by\nthrowing of acid or simila-r corrosive\nsubstance.\nf)\nc)\nI\n,lt-'\nh)\ni)",
  "44": "i)\nVisua1 impairment:-\n\"blindness\" means a condition where a\nperson has any of the following conditions,\nafter best correction-\n(i) total absence of sight; or\n(ii) visual acuity less than 3/60 or less than\nlO l2OO (Snellen) in the better eye with best\npossible correction; or\n(iii) limitation of the field of vision\nsubtending an angle of less than 10 degrec.\nk)\nLow-vision means a condition where a\nperson has any of the following conditions,\nnamely:-\n(i) visual acuity not exceeding 6/18 or less\ntl:an 20160 upto 3/60 or upto lOl2OO\n(Sne11en) in the better eye with best possible\ncorrections;\n(ii) limitation of the held of vision subtending\nan angle of less than 4O degree up to 10\ndegree.\nrl\nHearing impairment:-\n(i)deaf means persons having 7O DB hearing\nloss in speech frequencies in both ears;\n(ii) hard of hearing means person having 60\nDB to 7 O DB hearing loss in speech\nfrequencies in both ears\nI",
  "45": "m. speech and language disability means a permanent disability arising out\nconditions such as laryngectomy or aphasia affecting one or more components\nspeech and language due to organic or neurological causes.\nn. Intellectual disability, a condition characterized by significant limitation both in\nintellectual functioning (reasoning, learning, problem solving) and in adaptive\nbehavior which covers a range ofevery day, social and practical skills, including-\n(ilspecific learning disabilities means a heterogeneous group of conditions wherein\nthere is a dcficit in processing language, spoken or written, that may manifest itsclf as\na difliculty to comprehend, speak, read, write, spe1l, or to do mathematical\ncalculations and includes such conditions as perceptual disabilities, dyslexia,\ndysgraphia, dyscalculia, dyspraxia and developmental aphasia;\n(ii) \nAutism \nspectrum\ndisorder means a neuro-\ndevelopmental\ncondition\ntypically appearing in the first\nthree years of life that\nsignificantly affects a person's\nability to \ncommunicate,\nunderstand relationships and\nrelate to others, and is\nfrequently associated with unusual or stereotypical rituals or behaviors.\no, Mental behavior,- \"mental illness\" means a substantial disorder of thinking,\nmood, perception, orientation or memory that grossly impairs judgment, behavior,\ncapacity to recognize reality or ability to meet the ordinary demands of life, but does\nnot include retardation which is a condition o[ arrested or incomplete development of\nmind of a person, specially characterized by sub normality of intelligence.\np. Multiple Disabilities (more than one of the above specified disabilities) including\ndeaf blindness which means a condition in which a person may have combination of\nhearing and visual impairments causing severe communication, developmental, and\neducational problems.\nof\nof\nl\nI\n%\nI\nr",
  "46": "APPENDIX.C\na)\nDevices\nt.\nWhen a passenger with mobility disability arrives at a screening point in a wheel\nchair/ scooter, he/ she must be accompanied either by alother travelling\npassenger or an airlines representative (Including GHA of the airlines) before he\nproceeds through security. The accompanying passenger or the airline\nrepresentative is responsible for the passenger throughout the whole process of\nscreening.\nlf a passenger with mobility disabilitS, arrives at a screening point in er\nwheelchair and he/she is not accompanied by another travelling passenger or\nan airlines representative, the airlines customer service should be contacted for\nassistance.\nThe screening officer shall advise about the screening process to the passengers\nwith mobility disability, using a wheel chair or other mobility aid that u'ill be\nrequired prior to entering the Departure Lounge. Such passengers shall inform\nthe screening officer about their ability to walk or stand independently before\nscreening and may provide medical documents to describe their condition.\nHowever, showing medical documentation will not exempt a passenger from\nscreening.\nThe Screening points should have full-body scanners / Door frame metal\ndetector (DFMD), chairs and walking aids for semi ambulant walking-aid user.\nIf a PRM passenger expresses concerns, he / she may request a physical search\nin lieu of a search using detection systems such as HHMD, DFMD or Body\nscanners. In such a case, private search should be arralged.\nAt the screening point, depending upon the ability of the passenger to walk,\nhe/she will be requested to walk through the DFMD unaided. If he/she cannot\nwalk, it is the responsibility of the accompanying travelling passenger or the\nairlines representative to push the passenger in the wheelchair unless it is self-\ndriven.\n11.\nl1l.\nIV,\nvl.\n1",
  "47": "vii. \nIn accordance with airlines policy, there may also be non-travelling support\npersonnel in attendance to board the aircraft and lift the passenger into his/her\nseat.ThisSupportpersonmustbeaccompaniedbytheairlinerepresentative.\nviii. \nThe support person will be escorted by and airline representative at the time of\nboarding/ disembarkation.\nix. \nIn case of non-availability of full-body scanners and a passenger with mobility\ndisabilityhasdifficultytostand,raisearms,etc'withoutsupport'shallbe\nsubjected to a pat-down by a screening officer of the same gender or in case of\ntransgenderasperhis/herdecision.Screeningofficersshallobtainconsentto\nconduct a pat-down. Before a pat-down is carried out, the screener shall offer\nthat use of a private search room / enclosure which will be made available upon\nrequest.\nx. \nIf the passenger can stand but cannot walk, he/she can be screened by\nundergoing a pat-down while he/she stands beside the wheelchair or scooter.\nxi. \nIf the passenger cannot stand he/she should be offered a chair for screening\nald subjected to a pat down thereafter.\nxii. \nlf there is an alarm by the Full-body scanners, DFMD, HHMD or other\ntechnoloSz, the same must be resolved. If the alarm cannot be resolved, the\npassenger will not be permitted beyond the check point\nxiii. \nThe passenger's wheelchair or scooter will be inspected, including the seat\ncushions and any pouches/pockets. lt will be tested for traces of explosives.\nRemovable pouches will be x ray screened.\nxiv.\nAny carryon bag or document with the wheelchair passenger shall be passed\nthrough the x ray screening.\nxv. \nwalkers, crutches, canes or other mobility aids and devices which can be\nseparated from passengers sha-11 be subjected to the x-ray screening. If a]ly of\nthese items are not fitted throught the x-ray, the screening officer shall inform\nthe supervisor, who in turn will ensure that appropriate security controls are\napplied. The DGCA Dangerous Goods Regulation on mobility devices shall be\nadhered to before loading the mobility aids on aircraft.\nxvi. If a person objects to proceeding through the DFMD on justified medical or",
  "48": "othergroundhe/shewillbeallowedpassagethroughalterativewaybythe\nfrisking officer and then subjected to screening by pat down search and HHMD\nwhere Permissible.\nxvii.IfapersonobjectstoproceedthroughtheDFMDonjustilledmedicalorother\nground, he/ she will be allowed passage through an alternative way by the\nfriskingofficerandthensubjectedtoscreeningbypat-downSearchandHHMD\nwhere Permissible.\nxviii. If a person refuses to undergo screening, the frisking officer will inform the\nsupervisor,whowilldirectwhatfurtheractlonistobetaken.Theconcerned\npassengerwillnotbeallowedentrypastthescreeningpointwithoutsecurity\ncheck.\nxix. \nonly when satished that a person is not carrying any prohibited or dangcrous\narticle,thescreeningofficershallallowthepersontoproceedbeyondthe\nscreening point.\nb)\ni.\n11.\nScreening of Passenger with Prosthetics\nThe passenger with prosthetics, cast, support braces sling, or support\nappliances on request, may be accompanied by an airline representative\n(including GHA of the airline), preferably of the same gender as that of the\npassenger or in the case of trar-rsgender as per his / her decision'\nThe passenger should inform the ASG/APSU of the existence of a prosthetics,\nhis or her ability and of need for assistance before screening begins. Passcnger\ncan use notification card or unique ID lor persons with disabillties (UDID) or\nother medical documentation to communicate discreetly with screening olficers.\nHowever, showing this notification card or unique ID for persons with\ndisabitities (UDID) or other medical documentation will not exempt a passenger\nfrom additional screening ll'hen necessary'.\nDignity and privacy of the passenger should be borne in mind during the entire\nprocess of security screening. where the officer needs to see the prosthetics,\ncare should be taken against exposing any sensitive areas. The passenger needs\nto be handled with sensitivitv.\nlll.",
  "49": "iv.\nAirline representative (including GHA of the airlines) and/or any other\naccompanying person shall be frisked and checked before allowing them access\nto the passenger with prosthetics at the screening point'\nThe passenger will first pass through the full body scanners / DFMD and\nfurther necessary security checks\nThe prosthetics, cast, support braces, sling or support appliance are subject to\nadditional screening buy ASGi APSU.\nDuring the screening of prosthetics, cast, support braces, sling or support\nappliances ASG/APSU may use visual check, ETD, and X-ray screening\ndepending on the circumstances of each case' ASG/APSU will also use\ntechnologi to test prosthetics, cast, support braces, sling or support appliances\nfor traces of explosive material\nThe passenger should then be taken to a private screening point and made to\nsit comfortably. He/ She will receive additional screening including a pat down.\nIf necessary, screening through ETD will be adopted. While dealing with the\nprosthetics device and during taking off and putting on clothes, the privacy of\nthe passenger should be maintained.\nA prosthetic appliance that does not have any foam padding cover under which\nany explosive can be concealed and in which the steel rod of the appliances is\nvisible, maybe screened by visual inspection and ETD checks only without\nremoving it. However, in rare cases where there is sufficient justification\nincluding profile of the passenger, X-ray screening may be resorted to' The\njusti{ication for subjecting a prosthetic limb to X-ray screening shall be recorded\nby the screener in a register. During visual inspection , care should be laken\nthat scnsitive parts are not exposed.\nScreening of prosthetic appliance covered with foam padding (in which the steel\nrocl of the appliance is not visible) shall include visual inspection, ETD checks\nad X-ray screening, X-ray screening of such appliances in which a weapon\ncould be concealed under the foam padding will be done in all cases unless it\ncan be physically checked to ensure that no weapon is concealed inside the\npadding.\nvl.\nvl1.\nvl1l.\nlx.",
  "50": "xl.\nIf X-ray screening of the prosthetic limb is required' such passenger should be\ntakentoaprivatescreeni.ngpointandmadetositcomfortablyfortakingoff\nhis/her prosthetic limb. While dealing with the prosthetic device and during\nremoving and wearing clothes, the privacy of the passenger should be\nmaintained along with the proper log entry'\nlfscreeningoftheprostheticlimbisrequired,thenthescreeningwillbecarried\nout in the private screening area by tu'o officials, one to handle HHMD and pat-\ndown and the other to inspect the prosthetics, cast, support braces' sling or\nsupport appliance and subject them to additional screening'\nScreening of passenqers who cannot remove shoes' medical\ndevice or bandages\ni)PassengerswhoCannotremovetheirshoesr]uetoamedicalcondition\nshould inform the supervisor, SHA before screening'\nPassenger can\nsearch\nbe screened using DFMD and /or a whole body pat-down\nThe shoes may be subjected to additional screening like ETD, etc,\npassengers can be screened without disconnecting external medical devices\nand submitting them for x ray. Such devices include'\ni Insulin pumps\nr- Hearing aids\n,. Cochlear implants\n> Spinal stimulators\nr- Bone growth stimulators\n,. Ostomies\nInsulin pumps\nxl1.\nc)\nii)\niii)\niv)",
  "51": "Hearing aids\nCochlear imPlants\nSpinal stimulators\nBone growth stimulators\n,t,,!\ntr\nw\nA\nI",
  "52": "Ostomies\nv)\nUnder most circumstances, a passenger can conduct a self-pat - down of these\ndevices followecl by ETD screening of his/her hands'\nThe devices should also be physically checked against any outside interlerence\nin the manufacturing.\nCasts, braces and support appiiances will be thoroughly inspected without\nexposing sensitive areas as far as possible. ETD screening will a.lso be used to\ntest for traces of explosive materials, where possible'\nIn case of bandages and /or dressing, while caution will be observed during\npat-down, in needs to be ensured that the covered area is free of threat item.\nMetal detector, obscrvation and self-pat -down followed by trTD checks may\nsuffice in most cases.\nPassengers with metal implants will be subjected to a thorough pat-down, and\nthe metal alarm should be resolved satisfactorily. The full body pat dou'n\nshould include the following.\nz lt should concentrate on upper legs and torso.\n> Special attention should be given to the chest and abdomen areas of the\nbody.\n). Particular focus should be on any skin surface abnormalities or wires or\ntubes exiting the body that may be signs of any implanted device'\nln accordance with BCAS memo no cAS-3 (32)2009 / DIV-lll (SA Kolkata dt\n5.9.210, all airport operators shall display a board near SHA in a prominent\nway stating that DFMD/HHMD are safe for pacemaker and for pregnant ladics'\nvi)\nvii)\nviii)\ni*)\nx)",
  "53": "dl\nThepassengerwithvisual/hearingandspeechimpairediStobeassistedataccess\ncontrol and pre-embarkation security checkpoints with due diligence and care These\npassengers require individual attention or assistance right from terminal entry/exit\npoint also on embarkation / disembarkation and during flight'\n11.\nThe airport operator and aircraft operator shal1 arrange for handy signage\nchart in brail language for visually impaired person at helpdesk and check\nin counter resPectivelY.\nIf passenger identifies himself / herself as visually impaired person while\ncheck-in, airline check-in/escort staff should assist him/her for validation of\nitinerary/photo ID check at the time of check-in. boarding pass, baggage\nreclaim portion (if any) to be handed over to passenger by Airline concerned.\nAirline escort will assist visually impaired passenger for his/her registered\nbaggage screening process. In case baggage requires physical inspection, on\napproval of visually impaired passenger the airline escort wiil assist for\nunpacking for physical search and packing of registered baggage once the\nsearch is completed.\nAt the security checkpoint once passenger identihes himself/herself visually\nimpaired, then ASG/APSU personnel should support him/her in placing\nhis/her cabin baggage (if any) and personal belongings in the tray lor\nhassle-free screening.\nIn case the passenger is assisted by an escort of airline staff, ASG/APSU\npersonnel must speak to the visually impaired passenger directly and not to\nthe escort.\nOnce the passenger has identified himself as visually impaired and he needs\nto step on to the podium, then ASG personnel must assist such passenger\nin standing on the podium.\nASG personnel should first obtain consent before start of the frisking\nprocess, from the visually impaired passenger verbally and the passenger's\nlv.\nvll.\n111.\nv1.",
  "54": "nod or verbal acknowledgement should be accepted as understood'\nviii. ASG personnel must give verbal directions to the visually impaired\npassenger during the frisking process so that the passenger is aware of the\nsituation.\nix. In case of alarm while frisking visually impaired passenger, ASG personnel\nwill assist and guide for removal and checking of the suspected item'\nx. The visually impaired passenger's walking aid and personal belongings must\nbe provided to them as soon as the frisking is over and they must not have\nto reach for it on their own'\nxi. In case any restricted article needs to be removed or the baggage requires\nphysical inspection, airline escort / ASG i APSU personnel will assist\nvisually impaired passenger for unpacking for physical search and packing\nof cabin baggage once the search is completed' ASG/APSU personnel shall\nensure to replace a1l items where they were originally located'\nASG/APSU personnel should:\nz Be tactful, courteous and use caution, while screening;\n,r-Assistpersonsthroughthefull_Bodyscarrner/DoorFrameMetalDetector\n(DFMD);\ni, Offer screening options to stand or sit for primary screeningl\n- Provide an option for private screening;\n,- If requested, allow the escort of same gender to assist, and go through a\nsecurity check;\n; Ensure that guide dog is not separated lrom a person during screening;\nr- Make or put up identification mark on the cabin baggage;\n- Always call for a witness when searching the cabin baggage of a blind person;\ni- Repack bags carefully. The contents of a blind person's baggage should be\nreplaced exactly as were origina1ly located;\n,. On completion of the search, it is important to thank the person for cooperation",
  "55": "Hearing and/or Speech impaired passenger -\ni. If passenger identifies himself as hearing & speech impaired person while\ncheck-in, airline check-in / escort staff should speak slowly' as some\npassenger knou' how to lip-read Check in staff may also keep bilingual\nwritten boarding instructions in order to guide them properly'\nii. \nAirline check-in /escort staff will use basic gesture to ask the passenger for\nvalidationofitinerary/photolDcheckatthetimeofcheck-in.Boardingpass,\nbaggage reclaim portion (if any) to be handed over to passenger by Airline\nconcerned.\niii. when a passenger arrives at a screening point and identihed himself/herself\nas Hearing and Speech impaired passenger, ASG/APSU personnel should\nspeak slowly, as some passenger know how to lip-read'\niv. ASG/APSU personnel should first obtain consent from such passenger\nverbally speaking slowly) and passenger's nod or verbal acknowledgement\nshould be accepted as understood, before the start of frisking process\nv. The frisking process should be shown in pictorial and/or written format, for\npassenger understanding.\nvi. In case the passenger is assisted by an escort or airline staff, ASG/APSU\npersonnel must inform the process to the passenger directly and not to the\nescort.\nvii. Usually hearing aids or cochlear implants are not required to be removed;\nhowever, this may require additional screening including a pat-down and\ninspection of a device by ASG/APSU\nv1ll.\nIn case of aiarm while frisking hearing / hearing & speech impaired\npassenger, ASG/APSU personnel may ask for the removal of the suspected\nitem and check. To resolve the alarm, ETD screening will also be used to test\nfor traces of explosive materials if required.\nix. At the X-ray point, if the ASG/APSU personnel want to conduct physical-\ncheck of the cabin baggage, they should use hand gestures and/or show the\nX-ray screen to help the passenger in understanding.",
  "56": "ASG/APSU Personnel should\ni Be tactful, courteous and use caution, while screening;\n) Speak in a normal tone and pace, clearly and concisely;\ni Use hand signals and gestures to help express spoken direction (pointing and\nnodding);\n;, If requested, allow the escort of same gender to assist, artd go through a\nsecurity check;\nMaintain eye contact at a1l times and speak directly to the person with the\nimpairment and not to the escort;\nPoint out visual alarms by physical indication;\nIf communication difficulties persist, screening officers sha11 use written\ninstructions to communicate to the passenger;\ni On completion of the search, it is important to thank the person lor\ncooperation.\ne)\nof\ners with\nGuid\nt9 11984 of\non board the\nlf the passenger has a guide dog, the instructions issued\nDGCA shall be implemented. If the guide dog is permitted to\nfollowing instructions shall be followed.\ni. The guide dog must be appropriately trained, certified, vaccinated as per\nDGCA guidelines.\nii. The animal must be wearing a harness, vest, or other identifier that it is a\nguide dog.\niii. The passenger must maintain control of the guide dog at al1 time' He or she\nshould not be separate lrom the guide dog.\niv. The screening officer should ask for permission of the passenger before\ntouching the guide dog.\nv. Guide dogs are screened using walk through metal detector followed by a\nby AIC No.\nbe carried",
  "57": "v11.\npat down. There are three oPtions'\nr The guide dog goes first and the passenger lollows holding the leash'\n> The passenger goes first holding the leash and the guide dog follows'\n> The passenger and the guide dog go together'\nRegardless of who goes through the metal detector lirst' the screening officer\nwill perform a physical inspection of the guide dog and its belongings (collar'\nharness, leash, backpack, vest, etc )' The belongings will not be removed\nfrom the guide dog.\nThe passenger should not make contact with guide dog (other than\nmaintaining control of the leash) until the guide dog has been cleared'\nMedication for guide dog will be subjected to x ray and other screening' if\nrequired. These should also be subjected to separate screening, from other\nitems of the passenger cabin baggage.\nvlll.\nlx.\nf)\nScreening of Passengers having Alzheimer's, Dementia, Aphasia,\nl.\nAutism or Hidden Disabilities:\nThe passenger having Alzheimer s, Dementia, Aphasia or Autism discasc on\nrequest, may be accompanied, by an airline representative (including GHA of\nthe airline), preferably of the same gender as that of the passenger'\nThe accompanying passenger or the airline representative (including GHA ol the\nairline) should inlorm the ASG/APSU personnel about such disease in the\npassenger, his or her ability and of need for assistance, if any, before screening\nbegins. Passengers can use notification card or Unique ID for persons with\ndisabilities (UDID) or other medical documentation to communicate discreetly\nwith screening ofitcers. However, showing this card or other medical\ndocumentation will not exempt a passenger from screening.\nASG/APSU personnel shail inform the option of being screened in a privale\nscreening point. On opting lor the private screening option, such passenger\nalong with accompanying passenger or the airline representative (including GHA\nof the airline) should then be taken to a private screening point for screcning.\nSuch passengers shall be screened without separating them from accompanying\n11.\nll1.",
  "58": "lv.\nc)\npassenger or the airline representative of\nsecurity check in a desired manner up\npersonnel.\nIf accompanying passenger provides assistance during screening he/she will\nneed to be re-screened.\nDue to exigencies of\npassengers are directlY\nboarding.\n1ll.\n11.\nln such cases, as far as possible, the airport operator / airlines should\nprovide its own ambulance.\nThe passenger an al occupants of the vehicle should be subjected to a pre-\nembarkation security check at the security gate by the ASG/APSU staff\nunder the supervision of an officer not below the rank of an Inspector. The\nambulance should be permitted to proceed to the aircraft only after this\ncheck has been completed.\nln case the ambulance is privately owned or hospital provided. It must be\nled by lollow - me vehicle of the airport operator. The ASG/APSU staff shall\ncheck to ensure that the vehicles do not carry anything objectionable and\nare not being accompanied by unauthorized persons or persons who have no\nneed to be in the vehicles. Such ambulance will be escorted by ASG/APSU\nstaff.\nlv.\nv. \nA11 occupalts of the vehicles, unless exempted, must be screened at the gate\nbefore allowing entry into the airport.\nvi.\nThe movement of the ambulance should be coordinated well in advar-rce by\nthe airlines operator with CASO and airport operator.\nAll mcdications and associated\ncontainer, pens, infusers etc) are\nthey have been screened.\nthe same gender, and go through a\nto the satisfaction ol the screening\ntheir exceptional medical condition/ illness, some\ntaken through the securlty gates to the aircraft lor\nsupplies (i.e syringes, sharps disposal\nallowed through the checkpoint only after\nh)",
  "59": "ii. \nMedication and reiated supplies are normally x -rayed'\niii. \nPassengers have the option of requesting a visual inspection of medications\nand associated supplies with due reason'\niv. Any medication that cannot be cleared visually must be submitted for x ray\nscreening.\nv. \nBCAS has issued detailed guidelines regarding carriage of liquids; aerosols\nand gel (LAGs) on board vide AVSEC Circular No 18/2006' Medically\nnecessary LAGs are permitted in excess of l0O ml on need basis after they\nhave been screened. These items are subject to additional screening through\nvisual inspection and ETD swipe, if necessary'\nvi. If a passenger has medically necessary LAGs, he or she needs to :\ni Limit the amount to what is reasonably necessary for the itinerary'\n} Separate these items from the other LAGs'\n)> Declare the items and\n> Present these items for additional inspection on reaching the security check\npoint.\ni) \nX-rav screening of respiratorv equipment\ni. \nSupplementai oxygen and other respiratory related equipment are permitted\nthrough the checkpoint once they have been screened. This is subject to\nDGCA regulations also.\nii. If a passenger can disconnect from the oxygen, the oxygen container will\nundergo x-ray screening.\niii. \nPassengers who calnot disconnect from respiratory equipment will be\nscreened by undergoing a pat-down.\niv. Respiratory equipment that is not x- rayed will be visually and physically\ninspected, and be subject to ETD screening.",
  "60": "lAslrT-ro99.\ni) AIM: To avoid inconvenience to the passengers with prosthetic limbs while frisking\nduring their departures without diluting the standards of security\niil Golden Rule: During\nfacts of each case with\ncontrol method )to be\nsecurity check of prosthetics, ASG staff must examine the\nutmost case and decide the security procedure (Security\napplied as per under mentioned priority with sufficient\njustification:-\niii) Securitv clearance flow and monitorinq:\n. vrsuAl CHECK /INSPECTION\n. ETD TESI\n. X -Ray ( For rare cases only *)\niv) Action during rare cases\nIt's flecessary any such passelrget is escolted by aIr airlines\nrepresentative of iami gende;' (Note: if passenger happens to come to-\nPESb point without aitliais represeatatiwe, SHA I/c is required to -haldle\nsuch iase with propet etiqueties and airline operatol should be asked to\nsend their represe*tative without losing rnuch ti:ne)\niet inforrnation from the Paaeeflger about existeoce of a Prosthctic lilnb\nbefore the screening tregins.\nMake the passenger tirst Pass through the DFMD: therealter\nconduct necess.uy visual and ETD thecks.\nPassenger normally may be allowed to travel after above\nsecurity control Procedure.\nl",
  "61": "To examine and decide the security procedure to be applied on such\nshift supervisory officer (GO) shall remain present at the PESC point\ncourse of action in consultation with shift I/C and screener concerned'\npassengers the\nand decide the\nscanning by second screener (Under supervlsion of\nNOTE: -Gazetted officer may decide not to go for x-ray screening if the appliance can\nbe physically checked for prohibited articles/weapon or ItrD concealment (To be\ndecided on the advice of shift I/C and screener concerned)\nv) Procedure for x-rav screeninE for prosthetic appliance\na) If x-ray screening is required\nb) Passenger to be taken to private screening point\nc) Make passenger to sit comfortably for taking off prosthetic limb.\nd) Privacy of passengcr to be respected\ne) Prosthetic appliance to be put in provided screening bay for x-ray screening.\nf) Passenger to be supplied with neat towels while being seated in private\nscreening points.\ng) Screeningjob to be carried out by two screeners (of same gender) one to handle\nHHMD and Pat down search, other to carry out x-ray screening of prosthetic\nappliance.\nh) Shift I / C to monitor x-ray\nGo).\n(Normal: flow- as described above) ti prosthetic appliance i5 without anY\nioam padding cover in which the steel rod of the appliance is clearly\nvisible. Resort to visual inspection and ETD only {No requirement ol\nGASE-3\nremovalo{ a ppliance)\nProsthetic appliance is without any foam padding cover but GO in\nconsultation with shift l/C and screener feels Xi.ay necessary (Under\nproper justification based on profiling of the passenger and other\nsuspicious circumstances) 1* .lustification to be recorded in register'\nSecurity control flow: Resort to visua l+ETD +X- B lS screeninB security\ncontrolled methods.\nProsthetic appliances with foam padding (ln which the steel rod is not\nvis ua l).\nSecurity control flow: Resort to visual+ ETD+X- B lS scree ning security\ncontrolled methods.",
  "62": "Append ix-\" 8\"\nNeed :ln the recent past various complaints were generated by the PWD passengers of\nimpolite behavior during screening, inconvenience and also damage of their costly devices\nduring screening thus, necessitating the need of a well chalked procedure to deal with such\npassengers empathetically with due consideration of security protocols.\nAim:\ni). To address the genuine needs of PWD passengers for their smooth travel from the\nairport.\nii). To formulate an internal SOP for uniform and standardized implementation of security\nprocesses as per BCAS directions across all the airports under CISF security cover. The\nSOP should inter-alia incorporate the decisions taken during the interaction session\nheld with representative of PWD convened at CISF HQrs on 11.11.2021 and ensuring\nsynergy with the guidelines issued by Ministry of Social lustice and Empowerment,\nDepartment of Empowerment of Persons with Disabilities (Divyangjan).\nImplementation Plan :\nA, Creation of local level joint Committee :\no Constitution of a local Committee of Stakeholders including NGOS at all airports.\no Zonal level review of compliance of targets and way forward on every six months by\nway of combined interactions, on a virtual mode.\nB. Creation of data base:\no Creation of data of frequent flyers PWD passengers by the CASOS.\no Consolidation of list of such passengers by APS HQrs and further circulation to all\nASGs:\ni). To help them during their journey\nii). For smooth pre-embarkation checks without compromising the rules framed by\nBCAS.\nC. Obtaining advance information of PWD passenger :\no Creation of Tab in CISF website for prior communication by PWD passengers.\no Sharing of Telephone number of Control Rooms of all airpots /or specific number\ndedicated to ' Swarnim Sewa'.\no Coordination with Airlines/Airport Operators/NGOs and other stakeholders for\nadvance information about movement of PWDs, if any.\nD. Facilitation:\no Nomination of sinqle point Nodal Officers of CISF at all airports for coordination.\no The personnel deployed at Help desk counters and in \"SwarnimSewa\" to provide all\nassista nce to such passengers.\no Sensitisation of all duty personnel to ldentify and guide such passengers to Help\nDesk Counter and \"SwarnimSewa\" personnel to extend assistance.\ncheck list for the scheme to facilitate passenqers with disabilities and /or\nindividual with reduced mobiliW",
  "63": "E, Screening :\no Earmarking of a\nFrisking booth) in\ntheir walting time.\nseparate screening point (PESC point ie' X-BIS machine and\nthe SHA with a dedicated lane for PWD passengers to minimize\noQueuingAssistant(ClsForPrivateSecurityAgency)toidentifysuchpassengersin\npie-SffI to guide them towards the dedicated screening channel'\nc Priority to PWD personnel during pre-embarkation security checks'\no \"Private Screening Area\" for dealing with Pat-Down Search of PWDs'\no Whenever screening of the prosthetic limb is to be required, screening in the\nprivate screening area to be carried out by two officials (screener and shift in-\ncharge) under the supervision of Gazetted Officer in-charge'\no In case some garment needs to be removed and prosthetic/brace is to be checked\nseparately, su-h persons to be checked in a separate room to safeguard their\npriuu.y. in such private screening, efforts should be made to ensure that the\nscreening is done in the presence of two screeners of the same gender as that of\nthe passenger being screened.\no To avoid embarrassment to the passengers (whose prosthetic limbs are required to\nbe removed for scanning through X-BIS machine during the course of security\ncheck in sHA, a bag atong with white cloth (single bed sheet size) should be\nprovided for scanning through X-Ray machine at the airport. with due respect to\ntheir privacy and feelings, white towels should also be provided to the passengers\nduring their pat down search for covering their body pafts when the prosthetic limb\nis taken out for scanning.\no screening of various category of PWD passengers to make their travelling more\ncomfortable and seamless without compromising the guidelines issued by\nregulatory a uthoritY.\nF. Training aspects -\nSoft skill training.\nBehaviour detection training.\nSensitisation of various types of devices/wheelchairs/scooters and other\ndevices used by the PWDs with the help of NGOs dealing with such appliances\nTraining to deal with special category of passengers like Autisum, visual,\nspeech, and hearing impairments etc. with the help of concerned NGOs with\nspecial emphasis on mannerism, selectin of words, ways of communication etc.\nTraining Material: Soft Skill, Behaviour Detection, Mannerism, BCAS\nguidelines, draft guidelines of MoCA based on the guidelines issued by Ministry\nof Social J ustice.",
  "64": "Aooend ix-\"C\"\nProoosed time frame\nScheme\nTime frame\n(ii).\nCreation of local joint committee\nOrganising their meetings and\nminutes for action\nInstructions in this regard\nissued vide this HQ letter\ndated 18.01.2022.\nkeeping\nCreation of data of frequent\npassengers by the CASOS.\nflyers PWD\nMay\nConsolidated list should be shared\nAPS\n(vi).\nindividual himself / herself wants to get it\ndone inadvance in order to avoid\nexplaining it everytime at the airpot.\nDisability verification\nconsidered necessary)\nFacilitation : Nomination\nNodal Officers of CISF at\n5th June, 2022.\nIn due course of time.\nIn due course of time. (by APS HQ Tech\nBranch)\nYlay 2022\nadvance (if\nand if the\nsingle point\nairpots for\n_l\nCreation of Tab in CISF website.\ncoordination\nConsolidated list of Nodal Officer alongwith\ntheir contact details and location at the\nairport should be forwarded to APS HQrs by\n3_0$ May, 2022.\nBy 30th May 2022.\ney:oiFrvay 2022.\n(vii).\nCreation of a separate lane\nviii).\nIntegrating this scheme with Help Desk\n(Review & updation of Help Desk)\n(ix).\nOrientation Training of Swarnim Sewa\npersonnel as well as sPecial lane\npersonnel.\nBy 30'\" lYay 2022.\nmeeting should be conducted on half yearly"
}