{
  "1": "OFFICE OF THE ADDITIONAL DIRECTOR GENERAL/AIRPORT SECTOR\nCENTRAL INDUSTRIAL SECURITY FORCE\n(MINISTRY OF HOME AFFAIRS)\nNo.0-42011/APC/OPS(2)/circular/As/1 4- 5 s 4 I\nTo\n13, CGO Complex\nLodhi Road, N. Delhi\nDated ,8lune'2014\nDIG/AP (NZ, E&NE, WZ & SZ)\nCASO ASGS Mumbai & Delhiand D|SG/CISF\nAII CASOS CISF ASGS\nSub:- Use ofcell phones: REG.\nReference is made to AS Circular No. 1412006 dated 31.08.2006, No. 09/2011\ndated 23.08.2011 & No. 29/2006 dated 27.72.2006 regading use of cell phones.\n2. \nDespite categorical instructions issued vide Circulars ibid, it has been observed\nthat ASG personnel are still using their mobile phone while on duty. tt shows that either\nCASOS have not enforced the directions of this office about mobile phones properly or\nASG personnel are deliberately violating the same. Non-compliance of the instructions is\nviewed very seriously at Sector HQ.\n3. \nAirport security being zero-error task, use of mobile phone by the ASG staff while\non duty causes distraction to their attention/observation from serious work which may\nlead to any untoward incident. lt may also be used for ulterior motives by personnel on\nduty. Hence, the following instructions are hereby reiterated for strict implementation :-\n(i) ASG staff (non-gazetted officers and other ranks) will not carry cell phones\nwhile on duty.\n(ii) CASOS/Unit Commanders may permit such personnel, who in their opinion,\nneeds to carry their mobile phone in the operational and administrative interest\nof the Unit, This is to be permitted in writing only with reason.\n(iii) A separate list of such specially permitted personnel should be available with\nthe CASOS, Shift l/Cs, SOCC/CCTV Control room and CIW l/C.\n(iv) All Gazetted officers and supervisory officers will be carrying RT sets on\n'listening mode'. Essential messages should be passed only on the RT set.\n-Cont P /2-",
  "2": "--2--\n(v) All personnel of the unit will get their mobile phone numbers registered in the\nunit record so that they can be contacted in case of emergencies. The list\nshould be kept with CASOS, SOCC & Clw l/C.\n(vi) Whenever CASO5 go out of station, whether on leave or temporary duty they\nwill hand over the official mobile phones to the officer in charge and written\nintimation to this effect shall be forwarded to Zonal DlsG for information.\n(vii) All AsG personnel should be briefed to note down the telephone number of\nUnit Control Room/Operational Control room and share the same with their\nfamily members. ln case of any emergency/urgent requirement, their family\nmembers may leave message to the Control Rooms and the same may be\ncommunicated to the individual through concerned Shift l/C.\n4. \nHence, all the CASOS are once again directed to suitably brief the ASG personnel\naccordingly & ensure that the above directions are complied with in totality and there is\nno divergence whatsoever. Anyone violating these instructions should be dealt sternly.\n5. \nThe DlsG/AP are directed to ensure compliance of these directions by the CASOs\nunder their jurisdiction and personally verify the same during their inspections/visits to\nairports,\n6. \nPlease acknowledge receipt and ensure compliance.\n{o.P. sinsh)\nAddl. DG/Airport sector"
}