{
  "1": "OFFICE OF THE ADOITIONAL DIRECTOR GENERAL / AIRPORT SECTOR\nCENTRAL INDUSTRIAL SECURITY FORCE\n(MINISTRY OF HOME AFFAIRS)\nNo.0-42011/APC/OPS (1)/Circular(BCAS/23 -g 74 I\nTo\nAdm. Block, Ground Floor,\nCISF Complex\nMahipalpur, New Delhi- 37\nDated 07Aug'2023\nIG/APS -l & ll\nD|sG/APS (E&NE, NZ, SZ & WZ)\nDlSG/CASO ASGs Delhi, Mumbai, Bangalore' Hyderabad, Kolkata and Chennai\nAII CASO CISF ASGS\nSub: SOP reqardino ln Fliqht Securitv Officer (lFSOl :Reo\nEnclosed please find herewith Bureau of Civil Aviation Security letter no. CAS'18057/{/2019'\nOperation DivisionJ (E-236537) dated 03.08.2023 on the above subject for kind information and\nnecessary action please.\n2. \nThis has been issued with the approval of the Competent Authority.\nEncl. As Above\n99!v-!9:-\nAVSEC Cell NISA Hyderabad\nand RTC Arrakkonam\n: For favour of kind information please.\n(Arun Singh)",
  "2": "Email\nADG APS\nSoP of In Flight Security Officer (IFSO)\nFrom : Kiran Pooja <kiranpooja.bcas@gov.in >\nSubiect : SOP of In Flight Security Officer (IFSO)\nTo : Arvind Tripathi, RD, Ahmedabad < rdamd.bcas@gov.in>, Sunil Yadav RD,\nAmritsar < rdasr.bcas@gov.in>, Rajiv Kumar Rai, RD, Bengaluru\n<rdblr.bcas@gov.in>, Sanjaya Kumar Verma, RD, Bhopal\n<rdbho.bcas@gov.in>, Parveen Lochab, RD. Bhubaneswar\n<rdbhu.bcas@gov.in>, S. Kalyanaraman. RD, Chennai < rdchn.bcas@gov.in >,\nRakesh Kumar, RD, Dehradun <rddehr.bcas@gov.in>, Sanjay kataria, RD,\nDelhi <rddel.bcas@gov.in >, W. Samananda Singh, RD, Guwahati\n<rdgwt.bcas@gov.in>, Anil Kumar, RD, Hyderabad <rdhyd.bcas@gov.in >, N.\nGopinah Singh, RD, Imphal <rdimp.bcas@gov.in >, Dhara Singh Keshawat,\nRD, laipur < rdjai.bcas@gov.in >, U. K. Bandyopadhyay, RD, Kolkata\n<rdkol.bcas@gov.in>, Rakesh Kumar, RD, Lucknow <rdlko.bcas@gov.in>,\nAbhimanyu Kumar Singh, RD, Mumbal <rdmum.bcas@gov.in>, Kundan\nPandey, RD, Patna <rdpat.bcas@gov.in >, Vikram Singh Meena. RD, Raipur\n< rdrai.bcas@govin>, Ashok Lakra, RD, Ranchi <rdranchi-bcas@gov.in>, M.\nNowshad, RD. Srinagar <rdsri.bcas@gov.in>, Anil Kumar, RD,\nThiruvananthapuram <rdtrv.bcas@gov.in>. Mukund Mohan, JD, policy\n<jdpoll.bcas@gov.in>, Avadhesh Pratap Singh, Joint Director, Operation I\n<jdops2.bcas@gov.in>, ADG APS <adgaps@cisf.gov.in>\nCc: Rupesh Kumar, Joint Director, Operation I <jdopsl.bcas@gov.in>, Anil pundir\n<ad1ops1.bcas@gov.in>, Vinay Kumar <ad20ps1.bcas@gov.in>\nSir/Ma'am\nFri, Aug 04, 2023 03:01 PM\nKindly find enclosed , the SOP of In Flight Security Officer and Annexure \"A\". For your kind\ninformation please.\nWith Warm Regards\nOPS-1, BCAS HQrs\nI\n,\\q\n\"-- )E)\n\\-./AW-\n_$8.,r.i \n^IB\na$tgg,tct\n'dq",
  "3": "- \nAnnexure A.pdf\n, 109 KB\n- \nFinal SOP Scaned Copy.pdf\n318 KB",
  "4": "Celilesnll)\nNo. CAS-l 8057/l /2019-Operation Division-I (E-236537)\nqT{iT SIlFfit / GOVERNMENT OF INDIA\nqrlr{frqI{qdilfrry MINISTRY OF CIVIL AVIATION\nqrwf{qrq-{ Ettfrqil I nunnAu oF cIvIL AVIATION SECURTTY\n,Cf'Eig, I.III ilf,, GFTIru qiFT, EFTTtq TA'WING I.III FLOOR, JANPATH BHAWAN,\nJANPATH\nT{ffi- lloool / NEw DELHT - lroool\nDate: 03.08,2023\nTo,\nl. \nThe Director General, NSC, Mehramnagar New Delhi.\n2. \nThe ADG (APS). APS HQn Mahipalpur. New Delhi.\n3. \nAllconcemedairlines,\nSubject: SOP resardins In Flisht Securitv Officer.\nSir,\nKindly find enclosed herewith Standing Operating Procedures (SOP) for operations\nof In- Flight Security Officer (IFSO).\n2. \nThe SOP contains l-6 pages and Annexure - \"A\". l-2 pages (Annexure for CISF and\nNSG onty).\n3. \nThis is issued with the approval of Competenet Authority, BCAS .\nYours t'aithfullv\nJoint Director (Ops-l)\nBCAS HQrs. New Delhi\nCopy to:-\nI - \nAll RDs.\n2. \nPolicy Division, BCAS HQrs.\n3. \nOps-ll. BCAS HQrs.",
  "5": "CO.NFIDENTIAL\nSTANDING OPERATING PROCED,URES:\nIN FLIGHT SECURITY_OFFICER OFSOySKY MASSHALS\nINTRODUCTION\nl. \nThe SOP is designed and presented by the BCAS to all APSU / ASG and Aircrati Operator\nsecurity staff deployed for airpon security to cover all aspects of coordinalion and actions thereot' in\nregard to the Inflight Security Officer (IFSO).\n2. \nCommandos ofNSG are deployed to travel incognito and provide in-flight security on board\nall aircraft at random or otherwise as directed by the BCAS. They are given requisite authority to\ncarry arms and ammunitions on board which are considered necessary for conduct of their task.\n3. \nThe SOP lays down the guidelines for the conduct and responsibilirl.. ofthe APSU / ASC and\nAircraft Operator security staff deployed at the airport in regard to the lnflight Security Officer\n(rFSO).\nArq\n4. \nTo lay down the procedures for operation of In Flight Security Oflicer.\nSCOPE\n5. \nThe SOP lays down detailed procedures ro be followed 10 achieve rhe aim and is covered in\nfollowing parts:-\n(a) \nPart I\n(b) \nPart II\n(c) \nPart III\n(d)\nPart IV\nPART I: PLANNING\nPlanning of Schedule.\n(a) Sharins of Schedule. The Bureau ol Civil Aviarion Securir) (BCAS) loru'arcls thc\nschedule of flights to be covered in a month which is hased on threar assessmenr b). lll. On\nthe basis of this list, Sky Marshal Control Cell (SMCC) prepares a flighr schedule to ensure\ndynamic coverage of all threatened sectors. Based on this monthly plan, the requisitions\nwith name of IFSO lo various aircraft operators for issuing tickets are sent l0 days prior to\ndeparture by SMCC.\n(b) In case ofchange of date/name in the issued tickers. changes may be done during day\ntime (till 2000 Hrs) horvever in exceptional cases changes should be done at night hours also\nwith information to BCAS.\n(c) NSC shall provide details of flights covered by' IFSOs to BCAS on daily as well as\nmonthly basis. BCAS is final authority for any change in coverage olflights by IFSO.\n:Planning.\n: Preparalion.\n:Conduct.\n: Coordination Points.\nCONFIDENTIAI,",
  "6": "CONFIDENTIAL\n2\n7 \nWeaDoo & Eouioment.\n(a) \nIn Flight Security Officers (lFSOs) are permitted to cany following ilems as deemed\nnecessary for the operation:-\n(i) \nPistol \n- \n01.\n(ii) \nMagazine - \n03 (30 rds of 9mm amn)'\n( iii) Dagger - \n01.\n(iv) \nPepper Spray - \n01.\n(v) \nVibrationCommunicationDevice\n(vi) \nDuct Tape and Zip Tie Hand Cuffs.\n(vii) 9 mm BP Vest.\n(ix) \nModified dagger.\n(b) \nIFSOs are permitted to carry weapon in a loaded and ready state.\nPART II : PREPARATION\n8. Documents. Following documents are canied by IFSOs for perusal by Aircraft Operators,\nCISF/APSU. Customs and Immigration :-\n(a) \nAerodrome Entry permit (AEP)\n(b) \nWeapon Authorisation Card\n(c) \nCivil Aviation Security Personnel Cenificate\n(d) \nOfficial Passport\n(e) \nSky Marshal Deployment Cenificate\n(0 \nTicketVTravel documenls as applicable\n(c) \nDeployment ofCabin Safety Personnel Certificale\n9. \nCoord Aspects.\n(a) Air Dispatch Receipt O{Iicer (ADRO) is a Non-comm issioned ofJicer detailed by 52\nSAC (NSC) to ensure smooth depanure and arrival of IFSOs. tte is responsible for\ncoordination with the airlines for receiving boarding passes tbr the flights. He is also\nresponsible for receiving the IFSO at the airport before departure and getting the crew\nbriefing done.\n(b) \nBoardins Passes:- Boarding passes should be made available along with the tickets\n24 hrs in advance lo the IFSOs. These will be collected by Air Dispatch Receipt Officer\n(ADRO) from the Aircraft Operator Office/ Aircraft Operator Security Office an evening\nprior to the flights.\nCONFIDENTIAL",
  "7": "CONTTDENTIAL\nl\nPART IIi: CONDUCT\n10. Arrivrl al Airport. On anival at airport, the IFSOs are received by ADRO at departure\nterminals. Breath Analysis Test. before operations need to be canied by IFSO.\nll \ncollecrion of Securitr Codes and interaction with CISF/POLICE. Securi[ Codes and\nsecurity stickers are handed over to IFSOs at CISF Office by CISF conlrol room (SOCC) in-\ncharge. Det Cdr is responsible for collection ol lhe same. Procedure is attached as annexure -'A\"\n(only to be shared with CISF and NSC due to operational constraints)\n12. Crew/Pilot Briefine. In terms of BCAS AVSEC Order 04/2016 dated 27 Oct 2016. the\ndetachment Commander of IFSO shall conduct briefing belbre each flight operation and the briefing\nshall be attended by the cabin and cockpit *ew members positively at the aircraft operator\noffices. Only in exceptional circumstances like transit flight etc the briefing may be done with the\nsenior cabin crew and the commander of the flight in an appropriate area outside the view of\npassengers at the airport. The pilots must report 60 min prior to Standard Time Departure (S'fD) for\ndomestic flights and 75 min prior to STD for lnternational flights. Cabin crew members must report\n75 min prior to STD for domestic flights and 90 min prior to STD for lnternational flights. As per\ndirections of BCAS, aircraft operators represenlatives are whole'sole responsible tbr getting the\nIFSOs briefing done. ADROS are only responsible to ensure that briefing is carried out regularly\nand report to SMCC is forwarded on time.\n13. Movement to SHA, Once the crew briefing. Ereath Analyser (BA) test and other\ndocumentation is complete lF'SOs move to SHA for passenger profiling.\n14. Flieht Procedurg!. Once the IFSOs are on board, they are required to ensure the security\nclearance of lavatories, for which they will carry out a physical check on every boarding and de-\nboarding. The responsibility of IFSOs is to avert.the Hijack Situation in a flight. They are\nresponsible to neutralise the hijackers in case oiunlawful interference and ensure safe landing olthe\nA ircra ft.\n15. De-Brieling. IFSOs are required to carry out de-briefing of crew members on reaching\nback to originating airport and highlight lessons learnt, ifany.\nPART.IV : COORDINATION POINTS\n16. Interaction With ASG/APSU.\n(a) \nSecurity stafl to refrain from asking any questions to IFSOS in public which could\nreveal their idenlity. lfin doubt. the questioning to be done separately arvay from the public.\n(b) Security Staff should not ask IFSOs to show/display weapons and equipment as they\nare carrying BCAS Weapon Authorization Cards (WAC) authorizing the carriage of weapons\nand the same is also detrimental is concealing the identity oflFSOs.\n(c) \nFor turn-around flight IFSO do not disembark. However. in case oftechnical snag or\noperational requirement IFSO may disembark from the flight. ln case oL disembarkation\nIFSO will follow the procedure of Pre-Embarkation Security Check (PESC) at the airport\nwhere they disembarked. Aircraft Operator shall ensure that fbr turn-around flight boarding\ncards shalt be issued tbr both sectors from the first originating airport. IFSO to be treated at\npar with crew member.\nCONFIDENTIAL",
  "8": "t1.\nCONFIDENTIAL\n4\n(d) \nExtend full cooPeration and courtesy to IFSO in case of any contingencies arising at\nttr\" ui.po.ts. Aircraft Operator should extend lull assistance to ensure suitable\naccommodation, food during the stay.\nCoordination With The Crelv and 9round Staff.\nOperational AsDects.\n(i) \nAs per lnternational Civil Aviation Organisation (ICAO), denying access to the\ncockpit throughout flight operational procedures is a recommended measure to mitigate\nvarious threats. In terms of BCAS AVSEC Order 08/2001 dated l6 Nov 200 I cockPil door of\nan aircraft, which is in-flight, shall be kept locked during all phases of flight to deny\nperpetralor access to the cockpit. ChiefCabin crew shall inlorm IFSO if someone is required\nto enter into cockpit due to technical reason.\n(ii) \nDuring in-flight, if cockpil door is required to be opened. cabin crew should place\nfood trolley in such a way to prevent unauthorized entry into the cockpit. Requirement of\nplacing tbod trolley cart shall be adhered by the cockpil and cabin crew as instructed by the\ndetachment Commander ol IFSO during pre-flight briefing.\n(iii) \nIn case of unlawful interference, if there is threat of hijackers using an explosive and\nif IFSOs are present, the captain of aircrafl should lower the\naircraft altitude to 10,000 feet & reduce cabin differential pressure in preparation\nfor a decompression.\n(iv) \nIn case information is received of a bomb or suspected hijackers on board inform\nIFSO through the cabin crew so that they can be extra vigilant. 1'he IFSO are not trained to\ndefuse bombs, but their assistance can be taken by the cabin crew. il required to identif-\\\nunclaimed packages and control passenger inside the aircraft.\n(v) \nIFSO should be treated like a normal passenger on board so that their identity is not\ndisclosed. Any change in the behaviour of cabin crew is likely to reveal the identity of the\nIFSO.\n(vi) \nThe cabin crew must keep the curtain (separation between J & Y class) a little open\nso that visual contact between the IFSO can be maintained. The cunain separating the toilet\n& J class also to be kept lifile open so thar IFSO can observe that the passenger is going ro\nthe toilet & not to the cockpit.\n(vii) Cabin crew should not interfere when IFSO are reacring to hijack but mav assisr\nthem in any way required when requested.\n(viii) ln case of de-embarkation of IFSOs due to technical snag or operational\nrequiremenl of turn around flights, prior information about presence and number of IFSOs\nshould be informed to ASO by the concemed airlines.\nCONFIDENTIAL",
  "9": "CONFIDENTIAL\n5\n(b) \nCommunication.\n(l) \nlfpossible intimate IFSO on board by secure & coven means about a hijack ifthey are\nnot aware about the same.\n(iD \nCabin crew musl be aware of the presence of IFSO and their location in the Aircraff,\nAirline security staff must inform them. They should not make the presence of IFSO public by\nasking them loudly. lf in doubt they should ask them secretly.\n(iii) \nThey should, if possible, intimate IFSO on board by covert means about the presence\nof suspected individuals.\n(iv) \nDuring halt the crew should interact with IFSO and discuss various contingencies.\nb.@Etg!s.\n(i) \nThe provision oi food items to IFSO during the flights rvill be provided by the\nconcerned aircraft operator at par with crew members/pre booked rneal/corporate meal as\nrequested by IFSOs.\n(ii) \nThe pick-up and drop facility (except Delhi) for IFSO shall be provided by the\nconcemed aircraft operator at par with the facilities extended to the crew members.\n18. Action at The Transit Airports.\n(a) \nTransit Slieht, Where the halt is of very short duration & change of Aircraft is\ninvolved and if the IFSO will not be able to go through the entire checking procedures,\nAPSU/ASG will facilitate ramp transfer after checking their documents.\n(b) \nIn case where ihere are long halts, IFSO may disembark & go through security check\nprocedures as done at originating station including breath analyser check as per existing DCCA\nguidelines on lhe subject. The authority letter stamped by the APSU/ASG control room at the\nslarting siation will be applicable for the retum journey as well as if the aircraft makes an\nunscheduled halt at another airpon.\n(c) \nln case, there is crew changeover, the incoming crew (departure crew) will be made\naware ofthe presence oflFSOs along with seat numbers. Also the IFSO will briefthe incoming\ncrew at appropriate area.\n19. Action Inside Check-ln Area.\nIFSO will stay inside the airport even during the long halts. They will continue [o be armed\nat such times, Security personnel who may have doubt may request for identification. The\nIFSO will produce their Weapon Authorization Card (WAC) and Aerodrome Entry Permit\n(AEP) when asked. This will be done in the manner so that identit!- is not disclosed to other\npassengers-\nCONFIDENTIAL",
  "10": "CONFIDENTIAL\n6\n20. \ngMB!C!9g---U3!!. In case of any unscheduled halt of IFSOS' the\nSe\"uriry ffiiifl6T-]fie- \nconcemed aircrafi operator at the de-boarding station will\nmanag; the ac-commodation, transport and Boarding Passes for the return flight ln case of domestic\ntratt, ifSOs will deposit their weapon in the Kote of CISF/ASG and in case of international halt the\nweapon will be tocked in aircraft at safe and secure place.\n21. Number ofinllieht Securitv OIIicer (IFSO) And Seats.\n(a) \nThe number of IFSO and their seating has been fixed based on the tactical requirement\nand not on convenience. IFSO should nol be asked to change their seats.'fhey are under strict\norders and will not b€ able to oblige.\n(b) \nIn event of cancellation/unscheduled halt of retuming flight of IFSO due to\nunavoidable circumstances, IFSO will be provided next available flight by the respective\naircraft operator or in case non availability offlightVseats with operator.\n22. Conclusion. The SOP has been formulated to lay down guidelines for conduct and procedure\nofIFSO Ops. The same is required to be followed in letter and spirit to avoid any violation in the Ops.\n[u, ,r d'\n(Pratibha Ambedkar,lPS)\nDeputy Direclor General (Ops)\nBCAS.\nDistribution: For information and necessary action please:\ni) The ADG (APS), APS HQrs Mahipalpur, New Delhi.\nii) The DG, NSG, Mehramnagar New Delhi\niii) All concemed airlines\niv) All RDs\nv) Policy Division, BCAS HQrs\nvi) Ops-ll, BCAS HQrs.\nCONFIDENTIAL",
  "11": "CONFIDENTIAL\nAnnexureJ'A\"\nCROUP (CISF/POLICE):\nln-flight Security Officer (IFSO) will repon to the APSU / ASG control room & will produce\nthe authority letter signed by the In-flight Security Officer (IFSO) detachment commander.\nAPSU / ASG staff al lhe control room will check the following documents of each ln-flight\nSecurity Officer ([FSO).\ni) BCAS Weapon Authorization Card\nii) All lndia Aerodrome Entry Permit (AEP)\nThe specimen signatures of authorized signatories pertaining to Weapon Authorization Card)'\nCivit Aviation Security Personnel Cenificate, and Sky Marshal Deployment Cenificate may be\nprovided at concemed airport CISF Control Rooms (SOCC) and lhe same may be updated on\nregular intervals. This will be as an additional measure to cross'check check the identity of\nIFSOS.\nThe Contact Number of Centralized Control Room/Sky Marshal Control Cell is 9560191494\nand same may be contacted in case ofany confirmation.\nAfter confirming the ln-flight Security officer's (IFSO's) identity, the control room may make\ndue entries in their own register and a code will be given to the ln- flight Security Officer\n(IFSO). The control room will stamp and countersign the authority lexer of the In-flighl\nSecurity Officer (IFSO) detachment commander and return it to the ln-flight Security Officer\n(IFSO). In addition to the above, an addilional code in the form ofa mini sticker in the shape of\nstar, circle, triangle, square e1c. ofvarious colors viz (red. green. blue. yellow etc.) or a bindi of\na panicular color or shape will be pasted at lhe back of the boarding pass carried by in-Flight\nSecurity Officer (IFSO) so that ahe frisking officer recognizes him.\nUpon arrival of ln Flight Security Officer (IFSO) at ASC/APSU control room. an officer not\nbelow the rank of Deputy Commandant may check the weapon. number of ammunition and\nother equipment canied by IFSO. CISF should ensure that, there is no delay in IFSO boarding.\nHorvever. it should be done as per requirement but not as norm.\nThe code and one sample of sticker/bindi will also be given to the lnternational and Domestic\nSHA l/C by APSU/ASC Control Room/SOCC in-charge so that the Security Hold Area ln\ncharge be aware of the code, The same Information will also be conveyed\ntelephonically/verbally to both shift In-charge by ASG Control Room/SOCC.\nThe code will be changed and regenerated twice every day one at 1200 hrs in the morning and\nanother at 0000 hrs in the night.\nOn receiving the code and sticker from the APSU/ ASG Control Room/SOCC, Securit) Hold\nArea ln+harge will share and brief about code and sticker to the designated machine personnel\nfor smooth movement of lnflight Security Officer (IFSO). Security has to be maintained\nregarding movemeni and there should also be no delay in the PESC for Inflight Security\nOfficer (IFSO).\nCONFIDENTIAL",
  "12": "l.\n2\nAPSU/ ASG conirol room wilt thereafter inform their staffat the airpon entr) and security hold\narea of the presence of In-flight security officer (lFSo) on the flight. APSU/ASC Co rol\nroom/SOCC ln-charge will inform rhe details of designated X-Bls Machine lo ln-tlight\nSecurity Officer (IFSO) through which he has to pass through.\nSecurity Hold Area ln-charge will also ensure thal personnel who are detailed at lhe designated\nmachines for frisking/ screJning of Inflight Security Officer (IFSO) are aware about lhe code,\nshape, color and size ofeither sticker or bindi.\nlnflight Security olTicer (lFSo) shall report for security check at designated X-BIS Machines.\nThe ieading Inflight Security Ofllcer (IFSO) lvill discreerly rell rhe code and show the sticker\npasted on their boarding pass to lhe liisking officer. He will also identil'y the other lnflight\nSecu ty Officer (IFSO) accompanying him. APSU/ASC staffwill make a show of carrying out\nfrisking and put the security stamp on the boarding pass of the lnflight Security Officer (IFSO).\nInflight Security (IFSO) will not be asked to show their weapons. equipment or other\ndocuments at this $age. Alt efforts shall be made not lo disclose the identity of the lnflight\nSecurity Officer (IFSO) to other passengers.\nFor turn-around flighi IFSO generally do not disembark. However, in case oftechnical snag or\noperational requirement IFSO may disembark from the flight. ln case of disembarkation IFSO\nwill follow the procedure of PESC at the airport where they disembarked. Airline shall ensure\nthat for tum-around flight boarding cards shall be issued for both sectors from the first\noriginating airport. IFSO to be treated at par with crew member.\nCONFIDENTIAL\nCONFIDENTIAL"
}