{
  "1": "Office of the Additional Director General/Airport Sector\nCentral Industrial Security Force\n(Ministry of Home Affairs)\n\n16 CGO Complex\n\nLodhi Road, New Delhi\n\nNo.E-37099/APS/Trg/Gen Course/15/- S9e2 Dated:24June'2015\nTo\n\nAll DisG under Airport Sector\nAll CASOs of ASGs\nSr.Commandant 10\" RB Arakkonam\n\nSub: Accidental firing: Reg\n\nElaborate instructions and exhaustive guidelines on accidental firing have been\nissued by this HQrs time to time. Despite all these efforts, accidental firing continues\nunabated in the ASGs. In the last three months, there have been 02 cases recorded in\nASGs under Airport Sector. This is a matter of deep concern and reflects failure of\neffective weapon training. Further, careless handling of weapons, faulty procedures\nand side stepping of SOPs are the root causes of such cases. A number of violations\nof the instructions are being reported intermittently from most of the airports. This\nindicates that the instructions have not percolated down the line properly. As such, a\nserious view has been taken at this HQrs and following instructions are issued for strict\ncompliance:-\n\na) 05 days refresher training will be imparted immediately for all CISF personnel on\nhandling of weapons so that all personnel can undergo the training till\n31.07.2015.\n\nb) An appropriate syllabus/programme is required to be prepared to meet this\nrequirement at unit level. All weapons should be included in the training\nprogramme. Manual of Weapon Training will also be incorporated.\n\nc) Large charts of the DO's and DONT's of weapon handling have STILL not been\nput up at SEVERAL places of EACH BARRACK. This MUST be done\nIMMEDIATELY and a COMPLIANCE REPORT be sent to ADG APS in 7 days.\n\n4) Video film (DVD enclosed) on accidental firing shall be shown to all unit\npersonnel\n\ne) Training records should be maintained properly at unit level in a separate\nregister.\n\nf) Guideline/SOPs should also be discussed during training.\ng) Use of clearing pit will also be merged as a subject of the training programme.\n\nh) CASOs must closely supervise this.\n",
  "2": "02. A Compliance report to this effect may be submitted to this HQ by 04.08.2015 in\nthe following proforma:-\n\n[S.No Name of the | Posted Number of | Remarks\nUnit strength personnel trained |\na ___ | (ExelGD staff) | as on 31.07.2015 i\n\n03. Please confirm receipt and ensure compliance.\n\n04. This issues with the approval of Addl.DG Airport Sector.\n\nEncl: As above Q\né. 6\nOE\n(MK Singh)\nDIG Airport Sector\n"
}