{
  "1": "OFFICE OF THE SPECIAL DIRECTOR GENERAL/AIRPORT SECTOR\nCENTRAL INDUSTRIAL SECURITY FORCE\n(MINISTRY OF HOME AFFAIRS)\n\nAdministrative Block\nAirport Sector, CISF Complex\nMahipalpur, New Delhi-37\n\nNo. O-42011/APC/Ops (2)/Circular/AS/2025- 54 26 Dated: 22 April’ 2025\n\nTo\n\nIsG/APS (I&l)\n\nZonal DIsG/AP (NZ,SZ,WZ and E&NE)\n\nDIsG/CASOs Delhi, Mumbai, Hyderabad, Chennai, Kolkata, Ahmedabad &\nBangalore\n\nCASOs of all ASGs\n\nSUB: FACILITATION AT AIRPORTS: REG.\n\nReference is made to APS HQ Circular Nos. 08/2012 dated 13.09.2012,\n\n06/2012 dated 13.08.2012, 08/2011 dated 04.08.2011 and 05/2007 dated 26.03.2007\n(copies enclosed)\n\n2\n\nDespite comprehensive instructions issued by this HQ, it has been observed\n\nthat the directives are not being implemented at airports in letter and spirit. In light of\nthe above, | have been directed to re-iterate the following for strict on ground\nimplementation at airports:\n\nNo courtesy should be provided to any person without specific permission from\nthe CASO. All facilitations provided by ASG should be properly documented\nand maintained in registers. Zonal DIsG may keep record and name-wise data\nof earmarked CISF personnel approved and deployed for facilitation duty.\n\nOnly authorized LOs should be detailed/deployed for extending facilitation to\nthe dignitaries during their transit through the airport. Under no circumstance,\nCIW staff should be utilized for facilitation duties.\n\nAllthe detailed LOs who have completed ONE YEAR period should be replaced\nand it should also be ensured that the replaced LOs are not detailed for the\nsame duties second time during their tenure in the unit as per AS Circular No\n08/2012 dated 13.09.2012.\n\nThe LOs should be adequately sensitized and briefed to ensure that the security\nnorms are not compromised while entertaining facilitation\n\nIt should be ensured that off duty personnel or personnel in civvies are not\n\nallowed entry into the airport unless specific permission has been granted by\nCASO.\n",
  "2": "* It should also be ensured that guidelines issued by BCAS vide Circular No\n09/2021 dated 02.12.2021 pertaining to Protocol/Courtesy/ Facilitation to\nHon'ble Members of Parliament are meticulously followed without any\ndeviation\n\n3. Zonal DisG and DisG/CASOs are requested to pay personal attention to the\nsubject and ensure implementation of the directions at the ASG(s) under their\nrespective jurisdiction\n\n4 A compliance report to this effect may also be submitted to this HQ for\n\nimplementation of aforesaid guidelines by 30 April, 2025.\n( ir Kumar)\n\nAlG/Airport Sector\n\n5. This is issued with the approval of Spl. DG Airport Sector.\n\nEncl. as above.\n",
  "3": "Office of the Special Director Goneral/Airport Sector\nCentral Industrial Security Force\n(Ministry of Home Affairs)\n13 CGO Complex\nLodhi Read, New Dethi\n\nNo.0-4201 1/APCIOps (2yCirculariASii2- 10264 Dated: 12 Sep'2012\n\nCircular No. AS 08/2012\n\nSubject:- Courtesy and Facilitation at Airports\n\nIn-continuation to this HQ Circulars No, AS-05/2007 dated 26.03.2007, AS-\n08/2011 “dated 04.08.2011 & AS-06/2012 dated 13.08.2012, regarding\nProcedures for Courtesy and facilitation by CISF personnel, the following\ndirections are issied for strict compliance at all airports:\n\na. A register should be maintained to keep record of all courtesies and\nfacilitation entertained by CISF personnel with the express permission of\nCASOs concerned. CASOs should personally check the register at least\nonce in a week. DisG are directed to ensure implementation of above\ninstructions during their visiv inspection.\n\nitis reiterated that under no circumstances, CIW staff should be detailed\nfor this purpose. CASOs should take note of Point No. (i) of Para 3 of AS\nCircular No. 08/2011 in this regard, Zonal DisG are also directed to keep\nrecord and name wise data of earmarked CISF personnel approved and\ndeployed for facilitation duty.\n\n©. A system of rotation of personnel engaged as LOs should be\nimplemented. Zonal DisG and CASOs must ensure that all the personnel\nwho are detailed as LOs and have completed more than one year are\nfeplaced repeat replaced immediately. It should also be ensured that the\npersonnel once replaced after one year are not redeployed for LO duties\nagain in the same Unit. Zonal DisG are directed to ensure\nimplementation of this rotation system continually\n\n2. ‘The DisG are requested to ensure compliance of these directions by the\nCASOs under their jurisdiction and forward a consolidated compliance report to\nthis HQ by 20,09,2012\n\nv5\n(nhSenay)\nIGiAirport Sector\n\nDistribution:-\nAll DisGiAirports\nAll CASOs CISF ASGs\n\n",
  "4": "ia\n\nOffice of the Special Director General(Airport Sector)\nCentral Industrial Security Force\n(Ministry of Home Affairs )\n\n13, CGO Complex, Lodhi Road,\nNew Delhi-110003.\n\nNo.0-42011/APC/Ops(2)/Circular/AS/12.qyggpated / 3 August 2012\nCIR No. 06/12\n\n. Subject :- Prevention of undesirable activities at airports.\n\nIn a recent incident at an airport, Air Intelligence Unit officials\nintercepted and arrested two CISF SI/Exe who were assisting some persons\nin smuggling gold into the country. Review of the matter showed that the\nCISF personnel had, on previous occasions, also helped the same person\n\n2. In another incident in the recent past, one Constable was found\nassisting @ passenger to carry contraband drugs outside the country.\n\n3. In another incident, our security personnel could not detect carriage\nof contraband material by Air India staff, who managed to smuggle it into\nthe aircraft.\n\n4, Similar incidents have been reported from some other airports over\nthe past few years. in light of this, the following instructions are\ngiven/reiterated:-\n\ni) No courtesy will be provided to any person without the specific\npermission of the CASO/Comdt. No official below the rank of\nComdt/CASO is authorized to allow courtesy to any private or\nofficial person.\n\nii) No CISF personnel deployed at airport will be allowed entry\ninside the Terminal Building while off duty. In case, they have\nto come to see off or receive any relative(s), they will take\nwritten permission from CASO/Comdt in advance and carry it\nwith them. This permission must be checked before allowing\nentry.\n\niii) No personnel below the rank of DC will be allowed entry into\nthe airport Terminal Building in civilian clothes. All personnel\n\n\\\n\n",
  "5": "ensure that they change into their uniform outside the\nTerminal Building before entering the Terminal Building.\n\n\\v) All shift changes will take place through the designated gate(s)\nwhere incoming shift will be thoroughly frisked and their\nbaggege checked by the existing shift before allowing them\nentry into the SHA/operational area/sterile area.\n\nv)~ A system of random frisking/checking of outgping shift\nPersonnel should also be implemented to create a deterrent\nagainst carriage of unauthorized items/security removed items\nby the CISF personnel\n\nvi) Standardized briefing material will be prepared at all airports\n(airport vide Circular No.01/2012 dated 24. 04.2012). This\nbriefing will be given by the AC/Inspector incharge of each shift\nPrior to the shift taking to duty.\n\nvil) CIW personnel will be asked to keep track of any personnel\ninvolved in illegal/unacceptable practices as a priority.\n\nvill) No person whose character is doubtful in any way will be\ndeployed at the international Terminal/Domestic Terminal\nunder any circumstances.\n\n5. Incase any illegal activity/corruption/undue facilitation comes to the\nnotice of the APS HOrs, the CIW personnel will be held accountable.\nResponsibility will also be fixed on the CASO and other GOs for supervisory\nfellure, Supervisory officers are supposed to supervise and ary\nshortcomings found are deemed to be supervisory failures and will be\n\ntreated as such.\n\n(Arun Chaudhary)\nSpl. Director General(APS)\n\nDistribution:\nAll Zonal DisG — Please ensure strict compliance at all ASGs\nAIICASOs. - for strict compliance with immediate effect.\n",
  "6": "OD\n\n) op\n\ntebe)\n\nOffice of the Inspector General/Airport Sector\nCentral Industrial Security Force\n“(Ministry of Home Affairs)\n\nCISF Hrs, 13 CGO Complex,\nLodhi Road, New Delhi ~ 03\n\nNo.0-42088/APC/SHAVAS/06 —3/ 0,3 DatedY6 March 07\nCIRCULAR No, AS -05 /2007\nSubject! PRE-EMBARKATION CHECK OF VIPs\n\nFrequently, complaints have been recelved In the Ministry of\nCivil Aviation, CISF HQrs and Airport Sector HQrs that whereas,\nPassengers in general, have to walt In long queues (particularly\nduring .peak hours) for the pre-embarkation checks, a few persons\n(so called VIPs and one or two of their followers) are able to go\nthrough the pre-embarkation check procedures on a priority basis by\nbreaking the queue. © Understandably, passengers waiting in the\nqueue feel extremely annoyed on seeing this. There have been ugly\noutbursts also from passengers, at times, against the ASG\npersonnel. Further, a few more discrepancies from the established\nprocedure have been noticdd as follows;\n\n(!) Some VIPs who are accompanied by escorts (protocol\nofficer or security personnel or personal staff) are not frisked at\nall and their boarding cards are stamped on the basis of their\nVIP status.\n\n(ii) The escorts, of VIPs like protocol officer, security men or\npersonal staff are also allowed to go into the security hold area\nalong with the VIPs, without ascertaining whether their\n\nPiCs/temporary passes allow them access into the sterile area\nor not,\n\n(ill) Some times, the escorts Indicated above are not even\nfrisked while -being allowed into the security hold area.\n",
  "7": "Pa\n2, _ The above mentioned itregular security clearance on the part of\nASG personnel et some places, has bean watched for some time.\nThe Director General/CISF and thie-HQrs have. taken a serious note\nof such discrepancies on the partof the ASG personnel. In order\n\nthat there is no doubt on this issue any further, the same |e clarified\nas follows;\n\n(1) Pre-embarketion checks as mandated in the BCAS\norders and the orders of this HQre issued from time to time, will\nbe conducted on every Passenger except those exempt from.\npre-embarkation checks.\n\n(i) In this regard, as directed in AS HOrs circular No.\n23/2006 for hon'ble Members of Parliament and other govt\nfunctionaries in high position ( we should. be sure about their\nidentity) extra security checks, which are, some times, carried\nout during alerts or as a part of the standard drill may not be\ndone on account of their high reliability due to their responsible\npositions.\n\n(ili) Under no circumstances, repeat no circumstances, any\nprotocol officer, attendant, security personne! or personal staff\nShould be allowed to enter the sterile area/SHA If their PIC or\none time entry pass does not authorize them for the same.\nEven In case where thelr entry Is authorized in the sterile\narea, these persons should be properly frisked.\n\n(iv) Unless the security requirements of the VIPs necessitate\nthat they do not stand in the queue and are given pre\nembarkation checks on a priority basis, they should be\nrequested to wait for their turn in the queue meant for the\npassengers. An exception can, however, be made on. the\nFequest of airline representatives if they are likely fo miss their\nflight on account of rush for the pre-embarkation checks.\n\n",
  "8": "3, It Is once again emphasized that the ASG personnel should\ngive equal treatment to all passengers and should not be seen to be\ngiving preferential. treatment to any person. CASOs and DisG\nIncharge Airport Zones will ensure strict compliance of these\n\ndirections.\n(MS Bali)\nInspector General/AS\nDistribution\n\nDisG/APs (WZ), (E&NE), (South) and ADIG/AP(NZ)\nAll CASOs CISF ASGs.\n",
  "9": "°\n\n23333\n\n)\n\nae |\n\na\n\n)\n\n>3339 3-9\n\nB)\n\n)\n\n@\n\n13, CGO Compiex\nLodhi Road, N. Delhi\nDated »'YAug 2011\n\nOFFICE OF THE SPL DIRECTOR GENERALIAIRPORT SECTOR\nCENTRAL INDUSTRIAL SECURITY FORCE\n(Ministry of Home Affairs)\n\nNo.0-42011/APC/OPS(2)/Circular/AS/11- 2x\n\nCIRCULAR NO. AS - 08/2044\n\nSub: Non-Uniformity in implementation of security measures and undue\n\npreferential treatment at airport: Reo:-\n\nReference is made to point No 2 (i) of the Airport Sector Circular No 05/2007\nissued vide letter No O-42055/APC/SHA/AS/06-3103 dated 26.03.2007 vide which,\nit was categorically stated that there is no discretion available to the ASG personnel\nfor exempting a dignitary from pre-embarkation security checks ano. standard\nProcedure for pre-embarkation security checks should be adopted for all passengers\n\nunless specifically exempted from pre-embarkation security check by the appropriate\nauthority.\n\n02 It has come to notice that the ASG staff at the local leve! sometimes deviate\nfrom these instructions for facilitating the VIPs/Business Executives. To ensure strict\ncompliance of rules and to maintain uniformity, it is directed that:-\n\n(i) Due courtesy must be paid to the non-exempted VIPs. If the identity of the\nVi/officials is made known to the CISF staff, courtesy should be in the form\nof Good Moring/Evening. if it is revealed that the pax is a senior police\nofficer, the staff should pay respect by way of proper salutation.\n\n(ii) However, it is te-emphasized that there must be no relaxation in the\nPrescribed security procedures for _non-exempted category during\nfrisking/baggage checking irrespective of rank/seniority.\n\n03 It has also come to notice that some CISF personnel have engaged\nthemselves in escorting VIPs during embarkation/disembarkation etc. These\nprivileges are being extended without due orders of the CASO. It is categorically\ndirected that:\n\ni) No courtesy will be permitted without the express sanction of the CASO or an\nofficer senior to him in the APS,\n\n4) Every CASO will identify and earmark personnel for facilitation and send a list\nto Zonal DIG. No other personnel would be allowed to extend courtesy\n\nMotivated courtesies should be viewed with utmost seriousness and CASOs\nMust use their sources to obtain information to deter such unwarranted\ncourtesies at their airports.\n\n",
  "10": "23903 a.\n\nd\n\nd\n\nCy\n\niv) Officers involved in facilitation must be specially briefed not to utilize their\nassistance’ fo VIP for personal gain. Any request received for\nBreference/choice posting/VRS etc. from any external source would attract\nGisciplinary action\n\n04 AI CASOs should, therefore, note that if eny such report violating the above\nstructions comes to the notice of this HOrs, it will be viewed adversely wirt their\nability to check such affairs in their units\n\n05 All Zonal DisG will ensure strict compliance of these instructions at the\nairports under their jurisdiction\n\n(Arun Chaudliary)\nSpl. Director GeneralAS\nribution ele\n\nDISG/APs (WZ), (E&NE), (South) and (NZ)\nAll CASOs CISF ASGs\nAVSEC Cell NISA, Hyderabad and RTC Arrakkonam_\n"
}