{
  "1": "OFFICE OF THE ADDL. DIRECTOR GENERAL/AIRPORT SECTOR\nCENTRAL INDUSTRIAL SECURITY FORCE\n(Ministry of Home Affairs)\nNo. 0-420 1 1 /APC/Ops(2)/Circula r(AS) t z3- {J l,/ $\nTo\nAdministrative Block\nCISF Complex, Mahipalpur\nBy pass road, N. Delhi-37\nDated: /O Aug,2023\nIGAPS. I&II\nDlsG/AP (NZ, SZ, WZ and E&NE).\nDlsG/CASOs Delhi, Mumbai, Chennai, Hyderabad, Bangalore & Kolkata\nAll CASOs CISF ASGs.\nSub: Dealinq with cases of Hoax call / Bomb Threat Call at airports: Regarding\nReference is made to the 13ih Meeting on Strengthening of Aviation Security - Enhanced\nMonitoring Mechanism (Level-1 Coordination Meeting) held on 25th July 2023 wherein it has been\ndirected to implement BCAS AvSec Order No.-06i2016 dated 02.11 .2016 meticulously on ground.\n2. \nBCAS AvSec Order No-06/2016 dated 02.11.2016 clearly states that State Police / CISF\nshall ensure to provide all the details of the bomb threat calls/hoax calls received at airports and\nlegal action taken against the hoax callers to the concerned Airport Director/ln-Charge Airport\nManagement who shall ensure to establish and maintain data base of such bomb threat calls airport\nwise.\n3. \nln this regard, I have been directed to request you to take following measures to follow BCAS\nguidelines on ground: -\ni) To maintain data base on bomb threats calls/ hoax calls and legal action taken thereon.\nii) To provide all factual data pertaining to Hoax Call / Bomb Threat Call to the concerned Airport\nDirector/ln-Charge Airport Management timely.\niii) Appropriate legal action should be taken in every Hoax Call / Bomb Threat Call and also an\nFIR should be lodged with the Local Police.\niv) The Airport Operator and the concerned airlines should also be assisted to lodge police case\nin every Hoax Call / Bomb Threat Call.\n4. \nCISF being the premier security agency at the airport, the personnel of the ASG should have\na sound knowledge of legal action for any crime/offence at the airports so that the ASG may ensue\nthat the local police take appropriate legal action as per relevant sections of the law.\n5. \nln this regard, all Zonal DlsG/AP (NZ, SZ, WZ and E&NE) and D|SG/CASO of Delhi, Mumbai,\nBangalore, Hyderabad, Kolkata and Chennai are requested to ensure implementation of the above\ndirections by the ASGs under their jurisdiction positively\n6. \nlG/APS-l & ll are also requested to accord importance to this aspect during their visit at the\nairports under their respective jurisdiction.\n5. \nThis is issued with the approval of the Competent Authority.\n(Arun Singh"
}