{
  "1": "(ye are) garg TTA TTS\nare : aay-574142.\nig_-an000 / daitera / eof eH) / hy / aroatio / 23 / 5950 faerie 17/11/23\nSubject:- Accidental firing in CISF : Rea.\n\nThis has reference to APS HQ, New Delhi office letter No. 0-42011/aPC/Ops(2)/\n\nCircular(AS)/23-10852 dated 15.11.2023.\n\n02, During the DG's Monday meeting on 06.11.2023, it wae ‘emphasized that accidental\nfiring remains a significant challenge. Year-to-date, there have been 08 reported cases ©\nacedental firing compared to just 04 cases in the previous year, Unfortunately, this year has\niso withessed the loss of one personne! due to accidental firing. The DG/CISF direct\nstrict adherence to Standard Operating Procedures (SOPs) and instructions related to the\nissuance, deposition and handling of arms and ammunition.\n\naccidental firing cases have occurred in the Quarter\n\ner of arms and ammunition. Despite comprehensive\n\nihand APS Hors, the repeated instance of accidental\ntructions and circulars from FHQ on this\n\n03. It is crucial to note that most\nGuard during the issuance and deposit\ninstructions and guidelines issued by F\nfining are a cause for serious concerns. The ins\nmatte are reiterated and enclosed in Appendix: ‘A’\n\n04. It is important to mention that identified area requiring immediate attentior\n\naccidental firing incidents include:\ni. Strict adherence to standard gui\nof arms and ammunition.\nji, Monitoring and supervision by middle-level officers.\nothe Unit-level weapon training regime.\n\niii, Rigorous adherence t\niv. Prevention of overconfidence and hastiness among personnel.\n\nDisplay of relevant instruction in the Unit Kote,\noy avoidance of fiddling with weapons while on duty.\n\nnders & Reserve Inspector are directed to sensitize all the Unit\npersonnel and to ensure implementation of the directions as enumerated in Appendix-A’ in\nfhe Unt, ‘The instructions issued vide SOP to be followed during Issuing depositing and\n\nhandling of arms and ammunition strictly.\n\nIn to curb\n\nidelines and SOPs during the issue and deposition\n\n05.  DC/OPS, Coy Commar\n\nlL\n(ea Tet seh)\nate prise / oR)\ndaitqa gsorg yours TERE\nDistribution:-\nFor supervising properly and to follow the SOPs by Unit\n\n1. DC/OPS\npersonnel during issuance, deposition and handling\nof arms and ammunition strictly.\n\n2. RICoy Commenders : For strict implementation and ensure compliance\n\n3. yc : For strict implementation and ensure compliance and\n\nalso ensure that CIW personnel remain present during\nthe weapon issue/depoite at Kote.\n\n"
}