{
  "1": "OFFICE OF THE ADDL. OIRECTOR GENERAUAIRPORT SECTOR\nCENTRAL INDUSTRIAL SECURITY FORCE\n(Ministry of Home Affairs)\nNo. E-37025/APS/Trg/Misc Corr./13 53 A I\nTo\n13, CGO Complex\nLodhi Road. N. Delhi\nDated: o 2July'2014\nAll CASOs of ASGs\nAll DlsG/Airports\nSub: One Minute Drill: Reg\nThis is in continuation to this HQrs letter of even No. (4906) dated\n29.05.2014 and (5328) dated '12.06.20'14 on the above subject.\n2. \nPost Karachi Attack, it has been felt that CISF personnel deployed at\nthe airport are not only responsible to repulse/counter the armed attack but\nalso to evacuate airport employees and passengers struck in airport premises\nto safe locations.\n3. \nKeeping the above in view, concept of One minute Drill on Evacuations/\nSegregation of pax during threat has been developed. lt is hereby directed to\ninclude the above concept in one minute drill scenarios as circulated vide\nletter ibid and implement the same by practicing through regular mock drills.\n4. \nBesides, it has also been decided that each and every ASG personnel\nshould be put through one minule drill on safe withdrawal and safe deposit of\nweapons as per point No. (vi) of one minute drill scenarios circulated vide\nletter ibid.\n.-t\nLN rr,,\n(Rajivd Ranjan Sahay)\nlnspector General/APS",
  "2": "One minute Drill on Evacuations/ Seqreoation of oax durinq threat\nStrength\n: Unarmed duty personnel as per requirement\nRequirement : Placard/Poster/Sign board/PA System\nObjective\nairport staff\nthem out of\nareas'.\nDrill\n: ln the event of an attack, to facilitate the safety of the\nand passengers at various areas of the airport and keep\nharm's way by evacuating them to pre-designated 'safe\nThe ASG personnel on duty shall perform this function immediately\non receipt of information about an attack.\nSafe areas shall be decided for each airport in consultation with\nthe Airpo( Operator concerned for the cityside, check-in area,\nSHA and the airside of the airport terminals. All on duty personnel\nshould be sensitized about the safe areas and their role ln\nevacuating the passengers during an attack.\nThe armed personnel will take tactical position and retaliate the\nterrorists attack. The unarmed personnel will help passenger in\nproper evacuation as per the evacuation plan.\nSweeping PTL & unarmed personnel deployed in the terminal\nbuilding should observe the approach of terrorists in area and help\nin evacuation of person in city side.\nQueuing Assistance should block the entry and help in evacuation\nof passengers to safe stde.\nThe armed personnel deployed at pre-embarkation security check\nwill take tactical positlon and retaliate the terrorists attack. The\nunarmed personnel will help passenger in proper evacuation as\nper the evacuation plan.\nln case the attack is from city side area, the boarding gate\npersonnel will help the passengers to evacuate towards\ndesignated safe area in the airside.",
  "3": "Employees and passengers should be asked to take personal\nbelongings and baggage. lt will help to avoid unnecessary\nsuspicion over articles of property left after evacuation.\nPriority of evacuation depends upon the degree of immediate\nthreat and impending threat. The injured persons who are unable\nto move on own should be evacuated first, next should be most\nthreatened ones and last who can move by own efforts.\nThis aspect should be practiced by using ASG personnel. They\nmay use placard/signboard showing directions to the designated\npoint for safe assembly/ segregation from the area of attack. While\nevacuating passengers/ airport staff should also be guided about\nevacuation taking cover using artificial structures.\n{"
}