{
  "1": "OFFICE OF THE ADDL. DIRECTOR GENERAL/AIRPORT SECTOR\nCENTML INDUSTRIAL SECURITY FORCE\n(Ministry of Home Affairs)\nCISF Complex,\nAdm. BlocK Ground Floor,\nMahipalpur. N. Delhi-37\nNo. 0-420 1 1/APc/oPS (3)/Circular (FHQ) I 18- 6ll I Datedi | 2)uty'20L9\nTo\nDISG/AP (Sz, Nz, Wz & E&NE),\nDIG/SSG, Greater Noida, U.P.\nAII CASO CISF ASGS,\nSr. Comdt., 10th and 11h Res Bn.\nSub: CISF Circular No, CIW/05/2018\nHandlino & Monitorinq of the incidents : Reo:-\nEnclosed please find herewith a copy of FHers letter No. IC-\nl7o99/lnvlncidenv Circular/2018-1784 dated 10.07.2018 on the above\nsubject.\n2. In this regard, I have been directed\nCommanders to ensure compliance of the\nClrcular ibid.\nEncl : As above.\nCopy to :\nIG/APS- I & U\nfor kind information please.\nto request all DIsG/cASos/Unit\ninstructions issued vide FHQrs\n(Aj6f Kumar)",
  "2": "-tfN\n{6TBtsnds\nNe- A-qs \nDrREcroRArE GENERAL\n' \n- \n'' \ndr+q 3ffit6 {rserT l.I\n, / \ncENTRAL TNDUSTRTII seiuntrv roRcE\n11 ,(. \n1.5,ieTdq)\ni[ev'f\ntft,'\ntzl,t'\n(MINISTRY OT HOME AFFAIRS)\nd-o riora mfr3i 6i.{&-fi.\nBlock No. '13, CGO's Complex,\nE)$ ts, qt ffi- \nrrooos\nLodhi Road, New Delhi-110003\n3rq{fl YII€fil Intellioence Branch\nq: r4o srrf,{fi. t lOggllnt./lncidenucircutar/2018- tVg,\nIt{io: I o gar{, zor a\nCISF Circular No. CIW o5 /2018\nSubje6t:-HANDLING & MONITORING OF THE INCtDENTS.\nOf late, several untoward incidents have occurred in CISF units which\nhave adversely reflected on our approach towards dealtng with critical\nsecurity situations and the quality of supervision on part of the senjor\nSupervisory Officers at Sectorzonelunit. ln some instances, it has been\nobserved that C'SF personnel were not equipped with adeduate anti-riot\ngears and did not follow proper riot drill/SOP. ln one of the incidents, CISF\nremained a mute spectator to a developing situation wherein a senior\nmanagement official was assaulted by an unruly mob just outside the main\ngate. ln another incident, a CISF personnel was attacked by a group of\nmiscreants to which our response was slow and inadequate. ln all these\nlhree siiuations, the CISF response was not only poorly calibrated but has\nalso raised a question mark on our core competency as a professional\nArmed Force entrusted with the security of lation's critical infrastructure\nand assets.\n2. ln CISF, there are well laid-out procedures for field visits by senior\nSupervisory Officers at the level of lsc/Dlsc/Group Commandants\nincluding conduct of inspecttons/visitslsecurity audits on a regular basis,\nThe basic idea behind such field visits by senior officers is to upgrade and\nenhance operational p.eparedness and effectiveness at grassroots level.\n1ol 4",
  "3": ":02:\n3. However, analysis of the aforementioned incidents, have brought to\nthe fore the following glaring deficiencies:-\ni. The Unit SOPS and intrinsic mandate of the force are not being\ncomplied with at ground level. lnspecting/visiting officers have also\nnot paid adequate attention to ensure effective implementation of\nSOPS and revision of SOPS from time to time, wherever necessary.\nii. Lack o{ inltiative, indecisiveness and absence of timely intervention\nby the Supervisory Otficers.\niii. Failure of the Unit Commander to lead from the front and exercise\nadequate command & control over his/her men.\niv Supervisory officershave been found to be lacking adequate\nknowledge of prevailing rules and procedures.\nv. Conduct of lnspections & Security Audits in a rouline manner due to\nwhich glaring def:ciencies have gone unnoliced.\nvi Poor knowledge of system/procedures & SOPS at grassroots level,\nvii. Unit personnel are not being briefed in a professional manner.\nviii. Complacency and lack of accountability at senior Supervisory level.\nix. Failure in timely reporting of thB incident to higher formations.\n4. ln view of the above, all Sector Isc, Zonal/Plant DlsG, Gp.\nCommandants and Unit Commanders, are hereby directed to immediately\nundertake the following measu.es pro-actively to avoid recurrence of such\nincidents in the Juture:-\nA. At the level of Unit Commander:\n. All Unit Commanders shall carry out checking of all operalional areas\nat least once aday/night besides regular surprise checks from time to\ntime.\n. SOPs of each duty post must be reviewed periodically to incorporate\nthe changes in role and responsibilities of each and every post on\naccount of changing circumstances and must be stricily adhered to.\n. Unit personnel to be briefed clearly about their role and\nresponsibilities including mandate.\n2ot4",
  "4": ":03:\nincident is crucial, and the Unit Commander\nand refrain tlom actions, beyond his/her\n. lnitial response to any\nshall intervene timelY\njurisdiction/mandate.\n. Performance of QRTS to be assessed\nresponse time, training of personnel and\non-duty personnel round{he-clock.\nand ensured in lerms of\neffectiveness in supporting\n. CIW mechanism should also be geared up appropriately.\n. Ensure better liaison with local authorities including district and police\nadministration.\n. Better co-ordlnation and understanding with the concerned\nmanagement should be ensured.\n. The personnel should be equipped with riot drill equipments to\neffectively deal with any Law & Order problem.\n. Effective access cont.ol should be implemented to prevenl the entry\nof any unauthorized person/vehicle. All entry points should be\nequipped accordingly.\nB. At tLe level ofGp. commandant & Zonal DIG (as applicable):\n. During their lnspections/visits, they shall assess the Unit's operational\npreparedness including implementation of SOPS, updalion of the\nsame if required and awareness of SOsiORs about prevailing SOPs/\nsystems & procedures.\n. They must check the knowledge/awareness and readiness of the Unit\npersonnel through mock drills, reaction time of the Unit to various\ncontingency situations as well as through question-answer sessions\n. They shall ensure that the responsibilities assigned to the Unit\nCommander are being complied to-\n. Shortcomings, if any, noticed in compliance of these instructions must\nbe rectified besides bringing the same to the notice of concerned\nSector lG/Zonal DlG. \nz ot 4",
  "5": ":04:\nC At the level of Sector lG:\n. During their lnspections/visits, they shall ensure that instructions\nissuei from higher formations from time to time are implemented on\nground.\n. ihey will also ensure that the Unit Commander is adequately briefed\nto respond effectively in any critical situation and he/she is pro-active\nin his/her duties and responsibilities\n. Visiting lG must analyse the incidents of the past (within the\nSector/Unit; and ensure that Unit is aware as well as ready to\neffectively prevent recurrence of such incidents in the future'\n. Appropriate action be taken to eliminate shortcomings, if any, noticed\nin compliance of the instructions.\n5. ln case of occurrence. of any significant incident, it shall be the\nresponsibility of the concerned Sector lG to personally brief the\nhigher-up at FHQ with complete details/action taken, after taking\nprompt and appropriate action at his/her level.\n6. This has the approval of DG, CISF\n(1\\\nr\\ I-, r\n' \\l[.J\",,,1r\\tg\n'' \nY \\'\\\n(RITU ARORA, IPS)\nINSPECTOR GENERAL(TECH & PROV.)\nq:-e!Iihs!!-qn:-\n1. All Sector lsc\n2. All Zonal/Plant DlsG including RTCS, GBS, SSG, DMRC &\nNISA HYderabad.\n3. All Gp. Commandantvcommandants\n4. All DCs/ACs/OlCs CISF Units\nlnternal:-\nPr. S.O. to DG\n- \nfor kind information of DG please\nPS to Addl DG(HO) - \nfor kind information of Addl.DG (HQ) please'\nPS to Addl.DG(APS) - \nfor kind information of Addl. DG(APS) please'\nPS to Addl. DG(North) - \nfor kind information of Addl. DG (North) please'\nPS to lsc at FHQrs. - \nfor kind information of lsc, FHQrs please\n4ol 4."
}