{
  "1": "OFFICE OF THE SPL. DIRECTOR GENERALIAIRPORT SECTOR\nCENTRAL INDUSTRIAL SECURITY FORCE\n(Ministry of Home Affairs)\nAdministrative Block\nAirport Sector, CISF Complex\nMahipalpur, New Delhi-37\n\nNo. 0-42011/APC/Ops (2)/Circular/AS/2025- 64 rae Dated: 0} Rai 2025\nTo\n\nIG/APS (I&ll)\n\nZonal DIsG/AP (NZ,SZ,WZ and E&NE) .\nDIsG/CASOs Delhi, Mumbai, Hyderabad, Chennai, Kolkata, Ahmédabad &\nBangalore\n\nDIG/SSG Greater Noida\n\nCASOs of all ASGs\n\nSr. Commandant 10\" & 11\" RB\n\nSub: Preventive measures during the hot summer season: Reg. _ =\n\nAs the summer season sets in and temperatures continue to rise, it is essential\nto take appropriate precautions to safeguard health and well-being. Prolonged exposure\nto extreme heat can result in dehydration, heat cramps, heat exhaustion and in severe\ncases, heatstroke. Given the nature of operational responsibilities, CISF/ASG personnel\nare more vulnerable to the effects of high temperatures and heat waves, especially\nthose deployed at Watch Towers, NAKAs, Aprons, operational gates and other.exposed\nlocations.\n\n2, In light of the above, | have been directed to request all Unit\nCommanders/CASOs to implement the following precautionary measures:\n\ni. Sensitize ASG personnel to stay well-hydrated. They should be encouraged to\ncarry sufficient water with them and consume it frequently during duty-hours to\ncompensate for fluid loss due to excessive sweating\n\nii. Provision of Earthen Water Pots (Matkas) should be ensured especially at\nduty posts such as Watch Towers, Airside Gates, NAKAs and Outside\nMorchas, wherever water supply facilities are unavailable.\n\nili, Personnel should be advised to prefer light, nutritious meals such’as fresh\nfruits, salads, and vegetables that are rich in water content. They should be\nencouraged to avoid heavy, spicy or oily foods that may increase body heat\nand cause discomfort. Necessary instructions should be issued to unit mess in\nthis regard.\n",
  "2": "vi\n\nvii.\n\nviii.\n\n3.\n\nUnit mess should be directed to prepare ShikanjiJGlucose Water/Aam Panna,\nas per availability and distribute the same to duty personnel at least twice\nduring both \"A\" and \"B\" shifts. It should also be ensured that curd, buttermilk,\ncucumber and green salad including onions is included in the lunch menu at\nthe mess.\n\nWherever possible, the timing of regimental activities may be “adjusted\naccordingly to avoid unnecessary exposure to extreme weather.\n\nMatter may be taken up with the airport operator to immediately arrange\ntemporary or permanent shelters for personnel deployed in open areas to\nprotect them from direct exposure. =\nPersonnel should be sensitized to use mosquito nets or mosquito repellants to\navoid contracting mosquito borne diseases. Coolers in barracks and homes\nshould be regularly cleaned to prevent water stagnation for extended periods.\n\nPersonnel should be advised to remain vigilant for any signs of heat-related\nillness, including fatigue, dizziness, headache, muscle cramps, excessive\nsweating, or nausea. If any such symptom is experienced, immediate medical\nattention should be sought.\n\nFor safety, personnel should be sensitized to keep parked car windows slightly\nopen, avoid filling the fuel tank completely and refrain from overinflating car\ntires. Additionally, do not store gas canisters, lighters, carbonated drinks,\nperfumes or battery-operated devices inside vehicles to reduce thé: risk of\nexplosion\n\nZonal DisG and DisG/CASOs are requested to pay personal attention to the\n\nsubject and ensure implementation of the directions at the ASG(s) under their\nrespective jurisdiction.\n\n4.\n\nThis has been issued with the approval of Competent Authority.\n\nANS\n\n= (Sudhtf Kumak)\nAIG/Airpdrt Sector\n"
}