{
  "1": "OFFICE OF THE ADDITIONAL DIRECTOR GENERAL/AIRPORT SECTOR\nCENTRAL INDUSTRIAL SECURITY FORCE\n(Ministry of Home Affairs)\n\n16, CGO Complex\nParyavaran Bhawan\nLodhi Road, N. Delhi\n\nNo, 0-42014/APC/OPS(2)/Circular/AS/15- 1949 Dated 2 Oct’ 2015\n\nTo\n\nDIsG/AP (E&NE, NZ, SZ & WZ)\nCASO ASGs Delhi & Mumbai and DisG/CISF\n\nSubject: “Compliance of instructions : Reg”\n\nEnclosed please find the following operational and administrative\ninstructions issued by this HQrs since December, 2014 :-\n\na) 42 Operational instructions :- Appendix-“A”\n\nb) 08 instructions pertaining to Intelligence & Surveillance wing :-\nAppendix-“B”\n\nc) 03 Administrative instructions :- Appendix-“C”\n\n2. The above instructions were issued from this Sector to enhance the\noperational performance of ASG personnel as well as to strengthen the\nsecurity arrangement in the ASGs to prevent any unlawful interference with\nCivil Aviation operations and to ensure that directions are complied with in\ntotality and there is no divergence whatsoever.\n\n3. However, some aberrations have been noticed in the last Quarter\nwhere it has been seen that even after clear cut instructions on the matters,\nthese have not been implemented by the ASGs and the Force personnel\nhave not been briefed accordingly. Hence, airport-wise Action Taken Report\nis required from all DIsG/AP.\n\n4. All DIsG/AP are directed to monitor and ensure compliance of these\ndirections by the ASGs under their respective jurisdiction and forward\nairport-wise compliance/action taken report in a consolidated manner to this\nHQrs by 02.11.2015.\n\n~-Cont P/2-\n",
  "2": "sages\n\n5. A separate sheet for each airport showing compliance/Action Taken\nreport of all the above instructions as per the following format should be\nforwarded by Zonal DisG :-\n\nCompliance/Action Taken Report\n\nName of the Airport :-\n\nSr. | Subject of\nNo. | instructions\n\nWhether\ncomplied or not\n\nReason for non\ncomplying\n\nSteps taken by\nZonal DisG for\nnon-compliance by\nASGs\n\n6. Please acknowledge receipt and ensure strict compliance.\n\nEncl : As above\n\n(Ritu Arora)\n\nIG/Airport Sector\n",
  "3": "Operational Instructions\n\nSI Subject of instructions Date of issue\nNo.\n7, | Reporting of incidents / important events 02.12.2014\n2. | Annual schedule of Airport level Anti Hijacking mock exercise | 04.01.2015\n(AHME-2015)\n3,__| Pre-embarkation security checks 05.01.2015\n%, | Deployment of lady personnel at isolated duty points 15.01.2015\n%. | Unauthorized movement through opening meant for conveyer belts | 16.01.2015\n6. | Buddy System 27.01.2015\n7. | Extending courtesy to the Hon'ble members of parliament. 16.02.2015\n8. | Detallment at airports 47.02.2015\n9. | Perimeter security 18.02.2015\n10. | Detection of cigarette lighters and match boxes during screening of | 28.02.2015\npassengers/hand baggage at airports\n74. | Cognizance of cash and jewellery items during screening of cabin | 27.04.2015\nbaggage\n12. | Application for lost and found items at airports 28.04.2015\n13. | Handling of delicate items during pre-embarkation security checks | 08.05.2015\nprocedures\n14. | Line security 10.05.2015\n75. | Detection of cigarette lighters and match boxes during screening of | 13.05.2015\npassengers/hand baggage at airports,\nSecurity arrangements at the airports 21.05.2015\n17. | Mock exercise 21.05.2015\n18. | Placement of watch towers 21.05.2015\n79. | Handling aircraft hijack situation 21.05.2015\n20. | Anti hijacking drill\n\n21.05.2015\n\n",
  "4": "Date of issue |\n\nSI ‘Subject of instructions\n\nNo.\n\n21. [One minute drill 22.05.2015\n22. | Snap shot of SHA area 22.05.2015\n23. | CCTV control room 25.05.2015\n24, | Movement of celebrities and dignitaries etc through airports. 30.05.2015\n25. | Use of cell phones by ASG personnel 01.06.2015\n26. | Swachh Bharat Abhiyan: adoption of colonies/dwelling areas 01.06.2015\n27. | Security and confidentiality of SOCC 02.06.2015\n28. | Office Memorandum- Checking and frisking of crew/ airlines staff | 05.06.2015\n29. | Handling passengers belongings during PESC 05.08.2015\n30. | CCTV coverage at isolation bays at airports 05.06.2015\n31. | Checking and frisking at operational gates of airports 18.06.2015\n32. | Office Order: Communication gap between GOs and Unit personnel | 19.06.2015\n33. | Inter agency coordination at airports 25.06.2015\n34, | Preparedness of QRTs of CISF ASGs 10.07.2015\n36. | Guidelines about interaction with media 06.08.2015\n36. | Lack of implementation of security procedures at ASGs-extending | 18.08.2015\n\nundue facilitation to Pvt persons\n37. | Undesirable activities of the Force personnel 26.08.2015\n38. | Implementation of BCAS Circular No. 14/1998: Trishul 27.08.2015\n39. | Motivational talk by national sports person 01.09.2015\n40. | Dealing with entry on fake e-tickets at airports 09.09.2015\n41. | Prompt communication of information regarding visits of VVIPS/VIPs | 10.09.2015\nat the airports\n42. | Best performer of the month 08.10.2015\n\n",
  "5": "E-MAIL MESSAGE\n\nTO + ALL ZONAL DISG (AIRPORTS) & CASOs, DELH! & MUMBAI\n: DIGsISSG & GBS\n: All CASOs ASGs\nFROM ADDITIONAL DIRECTOR GENERALIAS, CISF APS HORS NEW DELHI\n\nNo, 0-4201 /APC/Ops/(2)(Circular!14/ \\OT\\%\n\nDated 2” December 14\n\nREPORTING OF INCIDENTS/IMPORTANT EVENTS () | HAVE TAKEN OVER THE CHARGE\nOF ADDITIONAL DIRECTOR GENERALIAIRPORT SECTOR() ALL DIsG/AIRPORT ZONES\nINCLUDING DisG/GBS & SSG AND CASOs ARE REQUESTED THAT AS AND WHEN ANY\nINCIDENT OR IMPORTANT EVENT TAKES PLACE IN THEIR RESPECTIVE ZONE/UNIT, THE\nUNDERSIGNED MUST BE APPRISED OF THE SAME IMMEDIATELY TELEPHONICALLY\nFOLLOWED BY A DETAILED REPORT WITHOUT LOSS OF ANY TIME () MY CONTACT\nNUMBERS ARE - CELL 9810876067 AND LANDLINE,  014-243@3059() SIMILARLY, MY\nSTAFF OFFICER SHRI AJAY KUMAR AIG/AS SHOULD ALSO BE INFORMED OF SUCH\nEVENTS IMMEDIATELY () HIS CELL NUMBER IS 965019208 AND E-MAIL ID\naigans@eist.aov.in (.) MSG ENDS ()\n\n(R.K. PACHNANDA)\nADDITIONAL DIRECTOR GENERAL/AS\n\nCopy information and necessary action to ~\n\nIG/Airport Sector\na DIG/Airport Sector\n3. AIG/Airport Sector\n",
  "6": "OFFICE OF ADDL. DIRECTOR GENERAL/AIRPORT SECTOR\nCENTRAL INDUSTRIAL SECURITY FORCE\n\n(Ministry of Home Affairs)\ntad 16, CGO Complex\nLodhi Road, N. Delhi\n\nNo. 0-42015/CISF/APS/OPS/AHE/14- 1,47 _ Dated: 0 y Jan'2015\n\nTo,\nAll CASOs of ASGs\n‘Sub: Annual schedule of Airport Level Anti Hijacking mock exercise\n(AHME).2015: Reg\n\nIn compliance to BCAS Circular No. 29/2005 and 29/2006, BCAS vide letter No.\nCAS-3(3)/2015/AHME-Misc dated 21.01.2015 (Copy enclosed) has circulated the\nAnnual Schedule of Airport Level Anti Hijacking mock exercise-2015 for ail airports\nincluding under CISF cover. The Annual schedule of the AHME-2015 for 59 ASGs is\nenclosed herewith\n\n2. The exercise will be conducted at Airport Level and existing name of airline/call\nsign will not be used in the exercise and Central Committee will also not be activated\nBCAS HQrs New Delhi shall be informed before start of the Anti Hijacking mock\nexercise.\n\n3. _ All CASOs are requested to plan their exercise in accordance with the Annual\nSchedule in consultation with Airport Operator and intimate the exact date of the\nexercise to all concerned includinSg BCAS and NSG under intimation to this HQ\nplease. CASOs of ASGs whose schedule has already passed shall plan the exercise\n‘on any other suitable date in consultation with respective Airport Operator. It must also\nbe ensured that the mock exercise plan as per BCAS Circular No. 29/2006 will be\nsubmitted to the BCAS by the CASO through their respective Airport Director for\napproval at least one month in advance from the proposed date of exercise.\n\n)\nee\n\nAlG/Airport Séctor\nA\n\nAll DisG/Airports : For kind information and ensuring\ncompliance please.\n\n4. This has the approval of Competent Authority.\n\nCopy to’\n",
  "7": "OFFICE OF THE ADDL. DIRECTOR GENERAL/AIRPORT SECTOR\nCENTRAL INDUSTRIAL SECURITY FORCE\n(MINISTRY OF HOME AFFAIRS)\n18,CGO's Complex.\n4\" Floor, B-4 Wing,\nParyavaran Bhawan,\nLodhi Road, N Delhi-03\nNo.0-4201 1/APC/OPS(2)ICircular/AS/14- Dated: 15 Deciaore\nTo ee - 2015\nAll CASOs CISF ASGs\nDIG/AP (E&NE, NZ, SZ & WZ)\n\n‘Sub: Pre-embarkation security checks: Rea:\n\nRecently, at one of the airport, some dummy checks were carried out in the SHA\non the efficiency of the X-BIS machines, wherein, a knife was placed in the centre of\nfoldable umbrella. Another, knife was also attached exactly below the battery of the\nlaptop and passed through the X-BIS machine. Both the knifes were not visible in the X-\nRay image at X-BIS machine. These cases are very serious and can interfere in\naviation operation.\n\n2. _ As per existing guidelines issued by BCAS, umbrellas are allowed in carry-on-\nbaggage, once they have been inspected by screener to ensure that prohibited items\nare not concealed in it. Moreover, Laptop is also screened separately, thereby negating\nthe possibilty of any hidden SRI being carried with the laptop. Hence, the following\ndirections are hereby issued for strict compliance\n\na. The load officer should ask the passenger for presence of laptop, metallic\nitems including mobile phones, tabs, umbrella etc. on person/hand baggage. to\nplace them separately in tray for X-Ray examination.\n\nb.The ASG screeners should thoroughly interpret the image of laptop or\numbrella, and on the efficacy of the X-BIS machines, if any doubt of changes in\nthe image is noticed, it must be physically checked to ensure the availability of\nother items.\n\nc. Load officer may also use Profiling techniques to identify such bags for\npresence of any such items/SRI and alert the X-Ray screening officer\nregarding possible presence of such articles by pre arranged signal\n\n4d. Use of functional keys e.g NEG (Negative imaging) and HI (High Penetration)\nand others can be helpful in detection of such items.\n\n@. Besides, the placing of bags into the XBIS is the responsibility of load officer. It\nmust be meticulously followed by the load officer that baggage are being\nplaced according to instructions of BCAS, so that such pre-planned modus\noperend), which requires a systematic placing of the bag in the XBIS may not\nbe taken piace.\n\n3. It is, therefore, directed that pre-embarkation checks require systematic and\nmethodical application of security procedures for screening & physical checking of hand\nbaggage, frisking of passengers and ETD checks of passengers/baggage, as per\ndirections issued by BCAS.\n\n4, AI CASOs should ensure meticulous implementation of BCAS instructions and\nDIsG/AP should monitor the same in the ASGs under their respective jurisdiction.\n\nDA san\nPY a\n\nIG/Airport Sector\n",
  "8": "OFFICE OF THE ADDL. DIRECTOR GENERAL\nAIRPORT SECTOR\nCENTRAL INDUSTRIAL SECURITY FORCE\n(MINISTRY OF HOME AFFAIRS)\n\nCGO Complex, Block No.16,\nParyawaran Bhawan,\n\nB Wing, 4 Floor,\n\n‘New Delhi — 110 003.\n\nNo,0-4201 /APC/Ops(2/1)Circular/5. — GoQ~ Dated: ) gan, 2015\nTo =\n\nAll CASOs, ASGs\n\nSubject : at of at isolat y points\n\nthas been noticed at an Airport that one of the lady personnel was deputed at an isolated\nduty point alone far from the reach/sight of the other duty personnel. This is not prudent on the\npart of the supervisory officers.\n\n2. Therefore, all CASOs are directed to ensure that lady personnel are not deployed alone\nat the isolated duty points in the perimeter area or at the duty posts like DVOR, Watch Tower,\nte, also. This should be strictly followed by all CASOs.\n3. _ This issues with the approval of the competent authority.\n\n( Ajay ae )\n\nAssistant Inspector General, APS\n\nCopy for information and necessary action to -\n\nAll Zonal DIsG of Airports\n\n",
  "9": "OFFICE OF ADDL. DIRECTOR GENERAL/AIRPORT SECTOR\nCENTRAL INDUSTRIAL SECURITY FORCE\n(Ministry of Home Affairs)\n16, CGO Complex\nParyavaran Bhawan\nLodhi Road, N. Delhi\nNo. 0-42014/APC/CirculariAS/15- 683 Dated:p¢ Jan’ 2015\n\nCIRCULAR NO. AS- 04 /2015\n\nSubject: “Unauthorized movement through opening meant for\nconveyer belts”\n\nReference AS Circular No. 09/2006 issued vide letter No. O-\n4201 1/APC/Circular/AS/06-6983 dated 25/07/2006 on the above subject\nmatter.\n\n2. The subject matter itself indicates the seriousness of concern as\nthe opening meant at arrival hall directly allows any person to enter into\nairside, if used with malafide and mischievous intention. Though, the\nrecent infrastructural development at some of the airports has almost\nnullified these concerns by adopting latest re-claim belt non-porus\nstructure, yet at most of the airports the opening meant at arrival hall is\nbeing operated manually.\n\n3. Presently, ASG personnel are deployed in the arrival hall entry\npoint (City side) and arrival segregation point. On the other side, Apron\nguards are deployed in the airside to protect and safeguard the aircraft\nparked in Apron. The possibility of gap between these duty posts in the\nshape of opening meant at wall and its malafide use may lead to a\nsituation of unlawful interference to the civil aviation operations and\nprove to be serious, especially considering the present security scenario\nand high degree of threat to Civil Aviation Operations.\n\n4, — In order to further strengthen the security measures from above\npoint of view and to avoid complacency factor at all the airports, the\nfollowing is directed:-\n\ni Shift officer In-charge of the terminal building, will be assigned\nwith the responsibility of closing of shutter at conveyer belt. He\n. will remain in touch with Terminal Manager and ensure that\nshutters. (if provided) of departure and arrival hall are locked\n\nwhen not in operation.\n\n@)\n",
  "10": "4\n\npe\n\nji. Surveillance staff must be deployed in the arrival area to keep\nwatch on the movement of conveyer belts through opening\nmeant.\n\nili, All the openings meant be covered with CCTV cameras and\nCCTV staff must be directed to keep a watch on these points\nalso.\n\niv. Wherever shutter is not provided at conveyer belt, matter may\nbe taken with Airport Management for providing the same.\n\n: v. At airports, where the aircrafts are parked in remote bays, it will\nbe the responsibility of apron guards and surveillance wing to\nkeep a watch on such openings.\n\nvi. Further, one apron guard sentry should be deployed\nsomewhere near the Opening of the shutter towards the\noperational area so that he can have clear watch for any\nunauthorized movement.\n\n5. All DisG to ensure implementation of these instructions at the\nairports under their respective command and contro! for avoiding any\nunlawful interference with Civil Aviation Operations. They will also check\nthe above aspect during their visit/inspection.\n\n6. Please acknowledge the receipt and ensure strict compliance.\n\nle\n\n(R K Pachnanda)\nAddl. DG/Airport Sector\nste Aigt, O\nDistribution:\n\nDisG/Airport (Delhi, Mumbai, Kolkata & Chennai):\nDIG/CASO IGI Delhi and CSIA Mumbai\nAll CASO ASGs, CISF\n",
  "11": "Office of the Addi Director General/APS\nCentral Industrial Security Force\n\n(Ministry of Home Affairs)\nCISF APS Hrs,\nParyavaran Bhawan\nNew Delhi\nNo.0-4201 1/APC/OPS(2)/Circular(AS)/2015- Wer Dated, 2\"}Jan’ 2015\n\nCIRCULAR No. AS-_¢ > _/2015\n‘Subject : BUDDY SYSTEM\n\nDuring the DG's Fortnightly Meeting held on 24\" December, 2014, the 0G\nexpressed his concern over ‘Buddy Pair System! that it has not yielded the desired\nresult. This system is based on team-work and states that all jawans should work in\npairs while dealing with insurgents. The basic concept and the techniques required to\nbe followed to increase proficiency in this system is enclosed for compliance at\nground-level.\n\nEncis: as above\n\n(RK. Pachnanda)\nAddl Director General/APS\n\nibution:~\n\nDIsG/AP - E&NE, WZ, SZ & NZ\nDIG/GBS,\n\nDIG/SSG\n\nAll CASOs of CISF ASGs\n\nCopy to\nThe Director General/CISF For kind information, please.\nThe DiG/Ops,\n\nCISF Hars,\nNew Delhi\n",
  "12": "BUDDY SYSTEM\n\n1. DESCRIPTION\n\n“This will give the guidelines of the buddy system, which is wtlized while dealing\nwith various situations- be it patrolling, hostile threat, operations ete .\n\n‘The object of buddy system is that when one person is on duty or advancing, then\nthe other person can observe/keep vigil and cover him.\n\nHence, it is imperative that there should be proper understanding amongst them-\nstrong points, weaknesses and understanding of each others personal traits\n\n2, PERFORMANCE OBJECTIVE\n\nIt covers the following:\n\nThe buddy system of working.\nThe contact jawan and his responsi\n‘* The cover jawan and his responsibilities\n«Changing roles\n\n3. THE “COMBAT-L” IN BUDDY SYSTEM\n\nThis system is based on teamwork and states that all jawans should work in pairs\nwhile dealing with insurgents. The jawan who questions and handles the insurgent is called the\ncontact jawan and the other jawan who provides him armed cover is called the cover jawan.\n‘They form a buddy pair. The position in which a buddy pair stands is called the COMBAT-L-\nposition. The covering jawan is on the either flank of the contacting jawan. They form a contact\ncover buddy pair against the insurgents. This position helps prevent cross firing hazards between\nthe buddies and allows better observation and control over the insurgents. The COMBAT-L is\nillustrated as:\n\nCOVER SUBJECT CONTACT\n4, ROLE OF A CONTACTING JAWAN\n\nThe contact jawan is the primary jawan and conducts all business with the\nsuspect. He:\n* Conducts the entire questioning process.\n© Searches the suspect for weapons and searches the vehicle, luggage ete,\nif required\nIssues all directions to violators.\nControls the suspect if required.\nHelps complete the detaining process if any evidence is recovered\nduring search.\nGenerally handle all communications.\n© fhe is carrying search, he may not be armed.\n",
  "13": "<5, ROLE OF A COVERING JAWAN\n\n“The cover jawan’s primary function is to protect the contacting jawan and him.\n‘The use of a covering jawan generally discourages the subject from attacking,\nWith a covering jawan, the suspect is also less likely to attempt escape. The cover\njawan:\n\n«Focuses his full attention on covering the suspect by @ position of advantage\nand control\n\n* Observes whether the suspect is trying to hide or conceals weapons and watns\nthe contacting jawan.\n\n«Provides immediate help to the contact jawan if the subject attempts to attacks\nthem.\nMonitors surrounding area for other hostile activities/threats.\nIs suitably armed.\n\n6, CHANGING ROLES\n\nIf the jawans do not know how to work together as a team, the cover jawan may\ncontribute to the contact jawan’s problems. Changing roles is necessary in order\nto insure better control and handling o the suspect of insurgent. Out of the buddy\npair, who will do what, will depend on:\n\nSize and physical ability of the suspect.\n\n* Language of the suspect.\n\n* Personal Knowledge about the subject\n\n# Skills allowing better control of the suspect.\n\nFor better understanding, the buddies should be trained together and\noperate, They should also have a good understanding of each other i.e strong\npoints, weakness, likings/dislikings and other personal traits.\n\n8. CONCLUSION\n\nRemember that the buddy system is a basic concept, which if followed, will\nincrease a jawan’s effectiveness in patrolling, naka duty and morcha duty.\n\nseeeennnee\n",
  "14": "OFFICE OF THE ADDL. DIRECTOR GENERAL\n\nAIRPORT SECTOR\nCENTRAL INDUSTRIAL SECURITY FORCE\n(MINISTRY OF HOME AFFAIRS)\nCGO Complex, Block No.16,\nParyawaran Bhawan,\nB Wing, 4\" Floor,\nNew Delhi - 110 003.\nNo.0-42011/APC/Ops(2/1)Circular/ 454, Dated: 14Feb, 2015\nTo\nAll Zonal DisG, APS (By Name)\nAll CASOs, ASGs (By Name)\n\nSubject:\n\nInstructions have been issued, time and again, from this HQrs regarding the need to\nextend due courtesy to the Hon'ble Members of Parliament. However, itis séen that in spite of\nthe ‘earlier instructions/guidelines, instances have come to notice that the CISF staff did not\nextend due courtesy to the Hon'ble Members of Parliament. Some cases of indifferent attitude\non the part of our staff have also come to the notice of this HQrs.\n\n2. _, Therefore, all CASOs are once again directed io suitably brief their personnel regarding\nthe imperative requirement of courteous behavior to the Hon’ble Members of Parliament, high\nranking officials and all members of the public in general. All CASOs should take personal\ninterest rfot only in sensitizing the personnel, but also impart proper training on this issue of\nbehavior with respect and concern. Indifferent behavior is not acceptable.\n\n3. All CASOs are also directed to suitably brief their personnel regarding the instructions\nissued vide Circular of even No.(7262) dated 12 August 2014, of Circular No.18/2009 dated 9\nDecember 2009, letter of even No.(7227) dated 6 August 2013, letter of even No.(35) dated 2\nJanuary 2013, letter of even No.(5637) dated 25 May 2012, letter of even No.(1930) dated 27\nFebruary 2012, Circular No.10/2011 dated 20-September 2011, Circular No.(1}/2008 dated 21\nFebruary, 2008, Circular No.(23/2006) dated 13 November, 2006. .-\n\n4, A list of telephone numbers of the Duty Officers of the CISF Control Room of all\nAirports, manned by CISF, has been sent to the MHA, for the information of all Hon'ble\nMembers of Parliament. CASOs shall ensure that our officers are briefed to be courteous to\nthem in their conversation with the Hon'ble Members of Parliament, in case they call up the\nControl Room,\n\n5.\" A weekly training schedule be framed and executed by CASOs in this regard and a\ncompliance report shall be submitted on a weekly basis on the progress of this sensitization.\n\n6. All DisG shall ensure strict implementation of the above instructions in all Units under\ntheir respective jurisdiction.\n\nCua\n(RK Pachnanda }\nAddl. Director General, APS\nCopy for kind information to: Fe.\nThe DG, .\nCISF.\n\nWhew\n\n",
  "15": "OFFICE OF THE ADDL. DIREC TOR GENERAL\nAIRPORT SECTOR :\nCENTRAL INDUSTRIAL SECURITY FORCE\n\n(MINISTRY OF HOME AFFAIRS)\nCGO Complex, Block No.16,\n\nParyawaran Bhawan,\nB Wing, 4\" Floor,\nNew Delhi — 110.003.\n\nNo.0-42011/APC/Ops(2/1)Cireular/15 = 1484. Dated: |>Feb , 2015\n\nTo\n\nHon’bl\nASI/ED\n\nAll Zonal DisG of Airports\nAll CASOs, ASGs\n\nSubject : Detailment at Airports\nRecently, at one airport, an ASV/Exe displayed a peculiar behaviour towards an\n\nle Member of the Parliament, who was travelling with his wife. Behaviour of the\nxe was found both unreasonable and indifferent despite the fact that the Hon'ble\n\nMember of the Parliament showed his identity.\n\na\n\n@\n\n(ii)\n\nOn analysis of the instance, the following observations have come to light:-\n\nPersonnel are being detailed randomly without application of mind, for\nperforming duties at various duty posts even when they do not possess the\nrequisite aptitude for that particular duty point. It is imperative to mention\nhere that supervisory/Coy Commander must have knowledge about the\ncapability, efficiency and behaviour of the concerned duty personnel and\nimportance of each and every duty post. Accordingly, the deployment should\nbe vetted before making the duty deployment chart. It further reflects lack of\ninteraction of the Coy Commander and Company GOs with the rank and file,\n\nLack of knowledge of the BCAS circulars on the part of duty personnel\n\nThis type of attitude as displayed by the ASI/Exe sends a negative signal to the\npublic about our professionalism and sincerity towards our work, which is not\nacceptable. We must strive hard to negate this impression.\n\n(iv) Need to give on job training or briefing regarding required rules and\n\nregulations issued by BCAS as well as by this HQ and also about soft skills.\n\n",
  "16": "3, In the view of above observations, CASOs must hold training prograntaic® to\nsensitize our personnel about the need for proper behavior with passengels and must\nhave interaction with the officers and men on continuous basis. They must be able to\nidentify the right personnel for a particular duty point. This will happen only if the\nCoy Commanders interact regularly with the sub-offieers and men they command\nid also play games with them. Special sensitization programmes should be organized\nona regular basis.\n\n4. Zonal DIsG are requested to monitor this closely for striet compliance of the\ninstructions,\n\nZoe\n\n(RK Pachnanda, IPS )\nAddl. Director General, APS\n",
  "17": "OFFICE OF ADDL. DIRECTOR GENERAL/AIRPORT SECTOR\nCENTRAL INDUSTRIAL SECURITY FORCE\n(Ministry of Home Affairs)\n\n16, CGO Complex\nParyavaran Bhawan\nLodhi Road, N. Delhi\n\nNo. 0-4201 1/APC/Circular/AS/15- 1 S03 Dated: | & Feb’ 2015\nCIRCULAR NO. AS- 03 /2015\n\nSub: “Perimeter Security: Req”\n\nReference AS Circular No. 4/2006 issued vide letter No.O-42011/\nAPC/ Circular/AS/06-950 dated 31/01/2006 on the above subject matter.\n\n2. Perimeter security is the most vital part of any security set up and\nit is among the foremost layer of security of any security set\nup/installations. The perimeter of any airport is highly susceptible to\nsecurity breach on account of the expanse and stretch. However, it has\nbeen observed that that generally a relatively lesser priority is being\naccorded to the security of the perimeter, as compared to the terminals.\nin the past, several instances of unauthorized access into the\noperational area by breaching/scaling over the perimeter wall have been\nreported from various airports. In most of the cases, the intruders have\nbeen reported to be children, curious onlookers or mentally unstable\npersons. ‘It is a matter of concern that such persons could easily gain\naccess to the airport operational area.\n\n3. Further, considering the recent attack at Karachi airport and threat\ninputs received from Intelligence agencies, it has become necessary to\nstrengthen the perimeter security at the airports to preclude the\npossibility of any unlawful intervention with the Civil Aviation operations.\nTo prevent such type of incidents, all CASOs are directed to implement\nthe following directions immediately:-\n\nts Ensure below mentioned prescribed security infrastructure for\nperimeter security at their respective airport :-\n\n--Cont P/2--\n\n",
  "18": "s ©\n\nOo}\n\noO.\n\no\nOx\nor\n02\n\n(De\n\noO\n\n(For internal use.only)\n\nOffice of the inspector Genoral/Airpdrt’Sector\nCentral Industrial Security Force\n(Ministry of Home Affaire)\n\nCISF Hare, 13 CGO Complex,\nLodhi Road, New Dethi ~ 03\n\nNo.0-42011/APC/Opa(02)/Circular/ASI- so'yDated | 6 May 07\n\nCIRCULAR No, A8.-10 12007\n\nSubject: Cognizance of cash and jewellery Items during\nscreening of cabin baagase.\n\nFrom time to time, it has been noticed that at some airports,\nduring the screening process, ‘whether in the x-ray machine or during\nphysical check of the hand baggage . ASG personnel are taking note\nof cash, jewellery, gold etc being carried by the passengers in their\nhand baggage and take following action in this regard;\n\n(i) They question the passenger about these ‘items in thelr\nhand baggage. particularly about large amounts of cash,\nJewellery etc.\n\n(i) They, inform various revenue agencies about such items:\nbeing carried by a particular passenger.\n\nThe above mentioned action on the part of the ASG personnel\n\nis unauthorized and needs to be stopped forthwith. Following\ndirections are given In this regard;\n\n{i). ASG personnel are only supposed to take cognizance ot\nitems which are to be removed from the standpoint of aviation\n\nsecurity as diracted by the BCAS from time to time.\n\nContd..2\n",
  "19": "b\nS\nFe]\n©\nL2]\no\n0\nFs)\n\noO\nLe)\nre)\nray\noO\n\n©\na\no\no\nbe]\noO\noO\n\noO\nce)\n\n“a\n\n2 i\n\n“©-\"qy’\"' Faking note of cash and, jewellery being carried by the\npassengers of informing other agencies ‘about it does not form\na part of the: CISF charter-and no instructions have been\nIssued by any competent authorityautharizing such an action\n‘on the part of the A'SG personnel,\n\nqa) -Malntelalns\nthe ASG pereoiinel.\n\nduring the X-ray screening as well as during the physical\nchecking of the. hand baggage: . sas oe\n\n(iv) For ensuring the privacy of the passenger baggage, x-ray\nscreens s'nould be monitored only by the screener on duty and\nnobody else Indluding™ the ‘other’ASG personnel on duty in the\nSHA should be able to watch the image of the passenger\nbaggage on the x-ray screens ASOs. must ensure. that the\nmonitorofthe’ x-ray tmachind is positioned. accordingly and If\nthere is @ constraint’ of spacé, view cutters In various forms\nlike curtains etc should be organized.\n\nthe Inspector Incharge [nthe SHA will beheld responsible tf\n\nany-CISF'bersonnel offer tHan the on duty screoner. 1s able to”\n\n(v) No  CISF personne! is authorized to Inform any other\nagency of the. govt, officially. or unofficially, about the Contents\nof the passenger baggage: Requests received from the’ sister\nagencies in this regard should be politely but firmly dectinad:\n\n(vil) If any revenue agency has to take any action with regard\n| ta,the passenger baggage In. the matters under its jurisdiction,\nit should make use of its own powers and facilitiesto ‘search the\npassenger baggage. Facilities operated by the ASG in the SHA\n_-‘will-not be'put atthe disposal of any other agency for this\npurpose. caged :\n\n(vit) Wf, initia) physical checking of the passenger calls for a\n.: more deteiled checking or if the passenger hiniself requests for\nithe. checking to’ be made away\"front the normal area, further\n\n9 -carried out by-the ASG personnel under the\nslose_eupervision_of Inuoector_Incharge or _AC_Incherae\ncavallable at the time,\n\nContd..3\n\n. This has to be ensured by the ASG, both\n\nct a kk a a\n\nbs haus nant a na aa ia ak ts i ak al a ac\n\n",
  "20": "=\n\na) Perimeter wall of prescribed height (8') with a overhead\nfencing of (1 1%’), with the concertina wire between those\nwall hangings. In addition, no gaps should be permitted\nbetween the wall and the bottom of the concertina coils.\n\nb) Watch Towers/observation posts should be located at\nstrategically locations and with clear and uninterrupted\nview. However, it has been observed that at some of the\nairports watch towers/observation posts are not\nstrategically located. Hence, all CASO are directed to\nconduct an exercise alongwith concerned Airport Operator\nand identify the watch towers/observation posts which\nrequire relocation. After conducting such exercise\nconcerned CASOs should pursue the matter at local level\nand ensure early relocation of such watch\ntowers/observation posts at the strategically locations to\ncover the area effectively.\n\nc) Ensure patrolling track along the perimeter on the inside\nand outside for mobile and foot patroiling.\n\nd) Sufficient illumination of the perimeter area. Continuous\nefforts should be made for installation of perimeter lighting\nwhere it has not been provided so far. However, all such\nareas, where sufficient light along the perimeter is not\navailable, all duty personnel must be issued torch/dragon\nlights.\n\ne) Authorized number of vehicles for mobile patrolling. If not\navailable then matter must be taken with Airport Operator\nby CASOs and by Zona! DisG with Regional REDs for\nearly provision of the same.\n\nThe Cs of the Mobile Patrols shall also check the\nalertness of the sentries in the watch towers.\n\nAirport Sector has raised the issue of deficiencies in perimeter\nsecurity infrastructure at various airports at the apex level.\nConsidering the fact that the deficiencies hitherto existing\n\n--Cont P/3-~\n",
  "21": "gm\n\nalong the perimeter has been/is being overcome, it is\nabsolutely necessary to tighten the human security component\nso as to ensure that cases of intrusion may be\nminimized/curbed completely.\n\nIn the existing system of deployment at perimeter, the entire\nperimeter of an airport should be divided into separate beats\n(about 500 meters each on both side of watch tower) with one\nsentry deployed for every beat who will be concentrating for all\nround safety and security of his designated perimeter.\n«However, the curvature and blind spots of perimeter should\nalso be taken into consideration for deciding the number of\nbeats so that no stretch along the perimeter is out of visual\nobservation.\n\nPerimeter guarding will be done round the clock for all the\nthree shifts whether they are operational or non-operational\nand should not be limited to only operational hours.\n\nPersonne! deployed for perimeter patrolling should not be\nstationed at one place only, that is on watchtower or shelter\nalong the perimeter. Rather they should also be on move\nwithin their beats.\n\n“Depending upon availability, one Sl & Constable or one\n\nHC/GD & Ct/GD or authorized strength, should be deployed\nfor patrolling the perimeter in each shift. They should be\narmed and equipped with communication equipment. During\nthe night, the mobile patrolling party will also carry a dragon\nlight during their movement. Mobile Patrolling by this party will\nbe carried out, during day and night at frequent intervals. They\nwill be carrying out the checking of all the beats and sentries\ndeployed for perimeter guarding. The mobile patrolling will be\nre-enforcing the static perimeter deployment. The vehicle\nprovided by the airport operators for patrolling purposes\nshould be used for perimeter patrolling.\n\n~Cont P/4--\n",
  "22": "ea\n\nvii. ‘In case of larger airports, the perimeter can be divided into 2\nor 3 or more zones for the purpose and each zone will have a\nseparate mobile patrolling party. Mobile patrols should take\neffective and meaningful rounds and avoid perfunctory patrol\nof the assigned areas.\n\nviii. The watch towers and beat patrols should be made\naccountable for any untoward incident along the perimeter and\ntheir duties and tasks should be closely observed by the\nmobile patrols. Each watch tower and beat should have a\ndefined area of responsibility, both along the perimeter and\nalso inwards.\n\nix. .Necessary remedial measures should be taken by all CASOs\nfor the vulnerable areas prone to trespass/ intrusion.\n\n% CASOs & GOs should conduct surprise checks along the\nperimeter posts more frequently.\n\n4. All CASOs are directed to ensure that the above mentioned\ndirections are complied with in totality and there is no laxity at any level.\n\n5. Zonal DisG/AP should ensure implementation of the above\ndirections by the CASOs under their jurisdiction and personally verify the\nsame during their inspections/visits to airports.\n\n6. Please acknowledge the receipt and ensure strict compliance.\n\n(R K Pachnanda)\nAddl. DG/Airport Sector\n\nDistribution:\n\nDisG/Airport (Delhi, Mumbai, Kolkata & Chennai):\nDIG/CASO IGI Delhi and CSIA Mumbai\nAll CASO ASGs, CISF\n",
  "23": "OFFICE OF THE ADDL. DIRECTOR GENERAL/AIRPORT SECTOR\nCENTRAL INDUSTRIAL SECURITY FORCE\n(MINISTRY OF HOME AFFAIRS)\n\n16,C60\"s Complex\nLodhi Road, N beiti-¢3\n\nNo.0-42011/APC/QPS(2)/Circular/AS/15- 2 J 9 2 Dated aef Fei 2025\n\nAll CASO CISF ASG\nDISG/AP (NZ. ERNE, SZ & W2)\n\nSub; Detection of cigarette lighters & Match boxes during screening of passengers /\n\nhand baggage at Airports: Reg:\neZ Reference « made to the BCAS letter vide No, CAS-8(21/2011/Div-tl/Volull aatew\n\n20.02 2015 on the above cited subject (copy enclosed),\n2 inthis regard, BCAS has intimated that\n\nA. The practical problems involved m the detection of match boxes, match stick» and\ncigarette lighters exist in the security procedures as these items except the metallic parts\nin lighters are organic in nature, like most of the common contents in the barxare\nFurther, match box and match sticks cannot be detected by DFMD and HHMD since there\nis no metai content in these items\n\nB. Security personne! concerned with passenger / hand baggage screening at auports\nshould be trained rigorously and sensitized to exercise extra diligence to detect\nobjectionable items including match sticks and cigarette lighters with the use of « Ray\nmachines or through physical inspection,\n\n+3 in view of the above, all CASOs & GOs are requested to brief the duty personne! to\nimplement the above BCAS instructions during screening & frisking procedures at vr\n‘embarkations security checks. It is also requested to closely supervise and monitor the furct-ouniy\nof duty personnel deployed at Security Hold Area (SHA) in this regard\n\n4 This has the approval of Competent Authority please.\n\nEncl: As above\n\nAIG/Airport Sector\n\n",
  "24": ". CTO8\n’ * 4 (Rg\n\na Pye)\nth SIRE AGH GOVERNMENT OF INDIA / 6 / ALS\n\nare Fea FATE / MINISTRY OF CIVIL AVIA THOR 230)\nSor FATE REN SRY URE AU OF CIVIL AVIATION SECRRLY Esco\n«\n\n‘\nWARM, HaITEN Sa A-WING, JANPATH BHAWAN, \\_#_-\n\nc\nSHAT, a3 FEAT -1 10001 JANPATH, NEW DEL IL-1 10001 ae\n\nNo- CAS 8(2)/201 1/Div-11/V0\n\ntt Dated: 20 “Feb, 2015\n\nSubject: - Detection of cigarette lighters & Match boxes during sereening of passengers!\nhand baggage at Airports.\n\nThe pra\n\n‘al problems involved in the detection of match boxes, match sticks and\ncigarette lighters hive been brought to otsr attention. ‘These items except the metalic parts in\nshters are organic in nature like most af the commen coments in the baggage. Match box and\nmateh sticks can not be detected by DEMD and HHMD\n\nitems,\n\nce'there is no metal content in these\n\n2. _Sceurity personnel concerned with passenger’ hand baggage sereening at airports should\n\nbe trained rigorously and sensitized to exercise extra diligence t detect objectionable items\ndnchaling mateh sticks and cigarette lighters with the use of X-Ray machines or through physical\n\ninspection, = > —\nwy b Sae<\nure KC Upadhyay\nE ange \\ aT SoS aH DCOS (Tech.\n( & farrier aa AT (EPEAT BCASLIQ)\n\n‘ v are\nweed Oe ag feeaiNew Delhi\n\nPhone No- 011-23355 lod\n\nWw Fan- O11-23355167\n\nCopy wo\n77+ ADG (Airport Sector), CISF 4th floor, Paryavaran Bhawan, CGO Complex; May\n\nindly circulate to all ASG units at airports\n\n2. RDCOS all regions with request to circulate to all Airport Directors! Officers ot\nBAS in respective regions\n\n\\ Head of Security BIAL/CIAL/DIAL/GHIAL/MIAL/MIHAN\n\n4, Director Security, AAI with request to circulate to all AAS airports\n\n",
  "25": "OFFICE OF THE ADDITIONAL DIRECTOR GENERAL/AIRPORT SECTOR\nCENTRAL INDUSTRIAL SECURITY FORCE\n\n(Ministry of Home Affairs)\n16, CGO Complex\n® Lodhi Road, N. Delhi\nNo. 0-42011/APC/Ops(2)/Circular(AS)/15- 7a) 4 Dated,2zApril’ 2015\n\nTo\nDIsG/AP (E&NE, NZ, SZ & WZ)\nAll CASO CISF ASGs\n\nSubject:- Cognizance of cash and jewellery items during screening of\ncabin baggage :- Req\n\nReference is made to Airport Sector Circular No. 10/2007 dated 16.05.2007\non the above subject matter (copy enclosed).\n\n2. Vide ibid circular, it was directed that ASG personnel should not take note\nof cash and jewellery being carried by the passengers and no other agency\nshould be informed about the contents of any passenger baggage to maintain\n‘privacy of costly items of passengers. It was also clarified that in case detailed\nchecking of baggage is required or passenger himself requests for the checking to\nbe made away from the normal checking area, in such cases checking must be\ncarried out by the ASG personnel under the close supervision of inspector\nincharge or AC Incharge available at the time and no passenger baggage should\nbe checked in a separate enclosure by a single ASG personnel himself.\n\n3. Despite specific instructions issued vide Circular ibid, it has been observed\nthat some of the ASGs are not implementing the above instructions and personne!\ndeployed at pre-embarkation security check duties are informing other agencies\nabout presence of such valuables being carried by a particular passenger, which\nis not a charter of duties assigned to CISF at the airports (except during\nElections for which specific SOP has been formulated and issued by BCAS\nunder the guidelines of Election Commission of India). Further, some of the\ncomplaints have also been received, wherein, passengers who carry\ncertified/genuine valuables/cash/bullions have objected checking of their hand\naggages openly in the physical search table. They have also objected the\nphysical check of their hand baggages in the presence of all other travelling\npassengers citing reason that such endanger the safety and security at the\ndestined place of visit of PAX.\n\n4. The above reports indicates that either CASOs have not suitably briefed the\npersonnel deployed at pre-embarkation security check points as per directions or\nASG personnel are deliberately violating the guidelines. It is pertinent to mention\nthat CISF has a defined mandate at the airports and performing duties other than\nmandated functions by CISF personnel is not in the interest of Force and also not\n\nat all acceptable. The personnel should stick to the core functions of CISF and.\nthey should only concentrate to achieve excellence in the assigned duties.\n\noO)\n",
  "26": "5.\n\neS\n\nHence, in addition to the instructions issued vide APS Circular ibid, the\n\nfollowing additional directions are hereby issued once again for meticulous\nimplementation :-\n\n6.\n\nPhysical checking of hand baggages containing valuables (Gold, Jewellery,\nBullion etc.), which cannot be inspected through X-BIS screening may be\ndone in a separate enclosure. CASO should take up the matter with their\nrespective Airport Operator for providing separate enclosure for checking\nthe valuables of passengers. If separate enclosure is not available, till\nprovision of the same by the Airport Operator, the room available with SHA\nIC/Shift or GO IC may be utilized.\n\nUnder no circumstance checking of hand baggages carrying valuable to be\ndone in open area on the physical search table in front of all other\npassenger. Checking should be done strictly in the presence of passenger.\n\nPhysical checking of baggages containing valuables should not be done in\na separate enclosure by a single ASG person. Checking of such baggages\nmust be carried out by the physical checking officer under the presence of\ninspector /C or GO I/C available at the time. The outcome of checking must\nbe reduced in writing in the separate register with signature of all the\npersonnel/officer involved in checking.\n\nThe information about the passengers carrying valuables should never be\ndisclosed to any other agencies except during Election period for which\nspecific guidelines/SOPs have already been issued & circulated by BCAS.\n\nHence, all the CASOs are directed to implement the above instructions and\n\nsuitably brief the personne! engaged in pre-embarkation duties at their airports\naccordingly. In addition, the directions contained in APS Circular 10/2007 will also\nremain in vogue.\n\n7. _ The DisG/AP should regularly ensure compliance of these directions at the\nASGs under their jurisdiction.\nEncl : As above f\n} a 4\n(Rajiva Ranjan Sahay)\n\nInspector General/APS\n",
  "27": "SEGBOOD TD TISS STIGMA\n\n_ These directions ere being given in the fight of information and\nalsc few incidents wherein ASG personnel have harassed the\npassengers on account of cash ‘and jewellery items being carried by\nthem with the object of axtorting from these passengers. One ASG\nLaalvahig has recently been arrested by the police in such an\nincident.\n\nCASOs and DisG /Airport Zones will ensure absolute and\nstrict compliance of these instructions. .CASOs and DisG will inform\nAirport Sector HQ by 34.5.07 that they have briefed all the ASC\npersonnel in their respective units about the above directions and,\nthat they have taken steps to ensure that x-ray screens are pro er\nprotected by view cutters. See\n\n(MS Ball)\nInspector General/AS\n\nDistribution\n\nDIsG/APs (WZ), (E&NE, (South) and ADIG/AP(NZ)\nAll CASOs CISF ASGs\n\n",
  "28": "ECTOR\nOFFICE OF THE ADDITIONAL DIRECTOR GENERAL/AIRPORT S|\nCENTRAL INDUSTRIAL SECURITY FORCE\n(Ministry of Home Affairs)\n\n16, CGO Complex\nLodhi Road, N. Delhi\n\nNo. 0-42014/APC/OPS(2)/Circular(AS)/2015- 851 patedo® April’ 2015\n\nTo\n\nALL CASO CISF ASGs\nx DisG/Airport (Mumbai, Delhi, Chennai & Kolkata)\n\nSubject: “Application for lost and found items at airports: Reg”\n\nReference is made to the lost and found utility of CISF website, being\nmaintained by EDP Cell of the FHQrs.\n\n2. _ In modification to the earlier directions and procedures for sending lost\nand found patches to FHQrs, EDP Cell of FHQrs has informed that a new\nsoftware has been developed through which now ASGs at Unit level can\ndirectly upload the data of lost and found items found at the airports &\ndeposited with the Airport Operators on a daily basis on the official website\nof CISF.\n\n3. Aninstruction manual prepared by EDP Cell of FHOrs for accessing &\noperating the software by the ASGs for uploading the lost and found items\non the official website of CISF is enclosed herewith as Appendix-“A”. The\nuser name and password to access the website account by the ASGs for\nuploading the information is enclosed as Appendix-“B”.\n\n3. It has been decided that commencement of uploading of lost and\nfound data at ASGs level itself will be started from 10.05.2015 positively.\nThe access of this software will be made available to all the ASGs from\n10.05.2015 by EDP Cell of FHQrs.\n\n4. All CASOs are directed to go through the manual and plan their\ncourse of action for uploading the data of lost and found property for their\nrespective ASG by 10.05.2015 without fail. Further, all CASOs should also\nupload lost and found information/data of last 01 month (preceding from\n10.05.2015) in respect of their ASG so that passengers who had lost their\nbelongings on earlier dates can also access the same.\n\n",
  "29": "=\n\n5, The information/data uploaded on any particular date will contain the\nfist of lost and found articles of their respective airports from the previous\ndate’s midnight to the current date’s midnight by 1100 hrs on daily basis.\nFor e.g. :-\n\nThe report to be uploaded on 40/05/2015 must contain the information\nfor items deposited between 0001 hrs of 09/05/2015 to 2359 hrs of\n09/05/2015.\n6. In case any problem is faced in uploading the data on official CISF\nwebsite, Asst. Commandant/EDP Cell FHOrs may be contacted on the\nfollowing numbers :-\n\nLandline :-  011-24307849-53\n\n7. Please acknowledge the receipt and ensure compliance.\n\nEncl :As above\nae\n(Raji injan Sahay)\nInspector General/APS\nCopy to:\nAlG/Tech, FHQrs é for information and necessary action\n\nwith a request to enable the access of lost and\nfound utility link on CISF website well in time\nfor the ASGs to upload the information from\n10.05.2015.\n",
  "30": "> Administrator has to check whether manager details have been filed or not filled.\n\nadministrator wants to modify manager details he can modify the details.\n\nthe save to save the changes.\n\n> After modifying the details, admini\n\n> Inmenu bar\n\n> Click on FOUND ITEMS ENTRY, it shows a small window as shown below.\n\nIn the above window, Item Name is a list of pre-defined items. if a particular item is not\navailable in the list, administrator can send the list of new items to FHQ EDPCELL\n\nIn Item Make text box, administrator can fill the brand/make/manufacturer name.\n\nSelect item color from the list.\n\nAdministrator can type maximum of 500 characters in Remarks column.\n\n‘Administrator can save the found item details by clicking on Submit button\n\nReset button clears ail filled fields.\n\n‘Administrator can view items entered by own\n\nView displays all the items entered by the administrator on current day\n\nv\n\nvvvVVVYY\n",
  "31": "* APPLICATION FOR LOST AND FOUND ITEMS AT AIRPORT\n\n4. Usor Manual - Passongers\n\n> This application assists passengers in tracing thei lost items in various airports, through\nthis app passengers can directly view list of the lost ters available with airport authority\n\n> Passengers have to go to CISF website (http:/Awww.cisf.gov.in) where passenger can\nfind a icon, Lost & Found at Airport & Delhi Metro.\n\n> Clicking on the icons directs to a page (shown below) containing two buttons Airport\n‘and DMRC (Dethi metro). Click on Airport button.\n\n",
  "32": "Abpenciv. \" @?\n\nluser Name\nIAGARTALA AIR PORT\nAGRAAIRPORT\nAHMEDABAD AIRPORT\n|AMRITSAR AIRPO!\nAURANGABAD AIRPOR\nBAGDOGRA AIRPORT _\nBANGALORE AIR\nBHAVNAGAR AIRPORT __\nBHOPAL AIRPORT _\n\nBHUBANESHWAR AIRPORT\n\nBHUJAIRPORT “BHUJAIRPORT\nBHUNTAR AIRPORT ~BHUNTAR AIRPORT\n\nCALICUT AIRPORT _ ‘CALICUT\n\nICHANDIG\n\nICHENNAIAIRPORT ma\nCOCHIN AIRPORT COCHINAIRPORT |\nCOIMBATORE AIRPORT COIMBATORE AIRPORT\n[DEHRADUN AIRPORT DEHRADUN AIRPORT\n|DIBRUGARH AIRP TDIBRUGARH AIRPORT _\n\nDIMAPUR AIR APU\nIDIUAIRPORT (IU AIRPORT\n(GAYA AIRPORT _ GAYA AIRPORT\n\nGWALIOR AIRPORT\nHYDERABAD AIRPORT.\nIGI AIRPORT _\nIMPHAL AIRPORT AL AIRPO!\nINDORE AIRPORT INDORE AIRPORT\nJAIPUR AIRPORT _—_JAIPURAIRPORT\nJODHPUR : ‘AIRPORT JODHPUR AIRPORT\nJORHAT AIRPORT JORHAT AIRPORT\nKANPUR AIRPORT _ IKANPUR AIRPORT\nKHAJURAHO ) AIRPORT _\n~~ TKOLKATA AIRPORT\nARE AIRPORT _ TLILABARIA 21 AIRPORT\n\nLUCKNOW AIRPORT.\n\nW AIRPORT\nAIRPORT _\nLORE AIRPORT _\n\nMANGALORE AIF\nMUMBAI AIRPC\nNAGPUR AIRPORT\nPATNA AIRPORT _ “PATNA, ~\nPORBANDER AIRPORT PORBANDER AIRPORT\n\n",
  "33": "User Name\n\nPUNE AIRPORT _\nRAIPUR AIRPORT\nRAJKOT AIRPORT\nRANCHI AIRPORT _\n\nRAJKOT AIRPORT\nHI AIRPORT\n\nAIRPORT _\nSHIMLA AIRPORT RPORT\nSILCHAR AIRPORT _—_SILCHAR AIRPORT\n- |TEIPUR AIRPORT ‘TEIPUR AIRPORT\n\n_ TIRUPATI AIRPORT\nTRICHY AIRPORT _ “TTARICHY AIRPORT\nIRIVENDRUM AIRPORT ‘TRIVENDRUM AIRPORT\n\nUDAIPUR AIRPORT AIRPOR\n| VADODARA. 7 \\VADODARA AIRPORT\nVARANASI AIR PORT. ~ VARANASI AIR PORT\n\nVISAKHAPATNAM AIRPORT VISAKHAPATNAM AIRPORT _ |\n\n",
  "34": "> Goto CISF website> menu APPS dropdown list and select Lost and Found items link.\n\n> After selecting the link, it will show you this screen where administrator has to enter\nUser Name and Password.\n\nSr\n",
  "35": "> tewil display new form which contains two fields - a dropdown list of airports and date 4\nwhere passengers have to select airport\n\nwhere item was lost and date.\n\n",
  "36": "(>\nOFFICE OF THE ADDITIONAL DIRECTOR GENERAL/AIRPORT SECTOR\nCENTRAL INDUSTRIAL SECURITY FORCE\n\n(Ministry of Home Affairs)\n16, CGO Complex\nLodhi Road, N. Dethi\nNo.0-42011/APC/OPS(2)/Circular(AS)/2015- oer Dated o&May’ 2015\nTo\nALL CASO CISF ASGs\n\nDisG/Airport (Mumbai, Delhi, Chennai & Kolkata)\n\n‘Subject:- Handling of delicate items during pre-embarkation security\nchecks procedures\n\nThe performance of CISF personnel has generally been appreciated due to\ncontinuous and untiring efforts of the officers and men working at airports. Yet,\nthere have been a few incidents at some airports which provide space for\nimprovement and require the need to be extra vigilant while performing duties at\nairports.\n\n2.  Atone of the airports under CISF cover, due to casual handling, a laptop of\nthe passenger fell down and got damaged. This incident of careless handing sends\na negative signal to the public about our personnel being indifferent and casual and\nstrongly tells on our professionalism, The matter did not end there because the\nPAX has submitted a claim for the damage to his laptop.\n\n3. You are, therefore, directed to brief the duty personnel personally that they\n‘should take utmost care while handling delicate items of passengers like — I-pad,\nlaptop, mobile phone, etc so that no damage takes place due to careless handling\nof CISF personnel, deployed at SHA or any duly post. It should also be ensured\nthat the duty personnel may inculcate the habit of utmost care and extra vigilance\nwhile performing duties at airport premises.\n\n4. All DISG/AP should ensure that the above mentioned directions are complied\nwith, by the CASOs under their jurisdiction.\n\n5. It should be ensured that this aspect must be regularly briefed to the SOs\nand personnel.\n\n6. Please acknowledge the receipt and ensure compliance.\n\n(RK Pachnanda)\nAddl. DG/Airport Sector\n\n",
  "37": "orgy renfeeren / eat wT refers\noat atten yee Ft\n\n( 3g Hare ) a\nanite oe Rh ee\n\n‘wost—az050 /Sairga / eaten /sitea / Hang / Rafter /14- FZQP Rete ]O/ 05/2015\n“aa\nAll DisG under APS\n\nSubject: Line security\n\nThe CISF Unit lines of the ASGs are presently safeguarded by deploying one line\nsentry during night. At some of the ASGs, even this deployment is not possible. It shows that\nrio uniformity is maintained in respect of line security in the ASGs til date. However, the Unit\nLine of the ASGs is very much susceptible/vulnerable in present security scenario.\n\n02. Recently, at one of the ASG, a stranger gained access into the Unit line in the night\nand attacked one CISF personnel with dagger while the CISF person was sleeping in Unit\nline and managed to run away. The CISF person got severely injured in his shoulder and\nback and had to be admitted in the ICU of the nearest hospital. The unfortunate incident\nreflects lack of security coverage in the CISF unit, leaving the scope for a person, with\n\n|_ Malicious intent, to gain access into the unit line.\n\n03. In view of the above, it is requested to give your views/comments as to how to\nstrengthen the security coverage of the unit line within the existing strength (line members) to\n‘obviate such incident in future. Your views/comments should reach this HQrs by 15.06.2015.\n\nAjo\nInspector General/APS\n- CISF APS HOrs New Dethi\n",
  "38": "OFFICE OF THE ADDL. DIRECTOR GENERAL/AIRPORT SECTOR\nCENTRAL INDUSTRIAL SECURITY FORCE\n\n(MINISTRY OF HOME AFFAIRS)\n16, CGOs Complex,\nLodhi Road, N Dethi-03\nNo.0-4201 1/APC/OPS (2)/Circular/ASI15-4 3S 6 Dated: \\ May 2015\n\nTo\nAll CASO CISF ASGs\nDIsG/AP (NZ, E&NE, SZ & WZ)\n\n‘Sub: Detection of cigarette lighters & Match boxes during screening of\ners | hand rts: Reg :\n\nBCAS had already directed that all ASG screeners should be adequately sensitised\nand some steps should be taken to preclude the possibility of passengers, taking such\nprohibited items ie. matchboxes and lighters, beyond the security check points.\ninstructions in this regard have already been issued by this HQ for its meticulous\nimplementation (copies enclosed).\n\n2. — Oflate, it has been brought to the notice of APS HQ that CISF personnel are not\nable to detect a match box during screening of a passenger at the pre-embarkation\nsecurity check point at one of the airports under CISF cover. Hence, all the CASOs are\n‘once again directed to sensitise all screenersffriskers to pay careful attention while\nfrisking/screening of pax/hand baggage so that such lapses do not recur. Though\ndetection of matchboxes is reported to be difficult by XBIS, as pre-embarkation security\ncheck is a zero error task, such lapses can have serious consequences; hence, the\nscreeners cannot afford to be lax on any aspect.\n\n3. _In order to preclude the possibilty of carrying matchboxes and lighters beyond the\nsecurity check points, the following measures are required to be implemented :-\n\ni. Special attention should be paid during X-BIS screening of hand baggage. In case\nof the least suspicion of presence of such items in the image of such baggage, it\nshould be confirmed by physical checking to rule out their presence. Even if\ncigarettes are detected, the possibility of presence of means to light them should be\nkept in mind.\n\nii, Screeners should profile passengers when they approach for frisking. If the pockets\nare found bulging, the passengers should be asked to empty them before being\nfrisked. If the contents of their pockets suggest that they are smokers (presence of\ncigarette packs etc), pat down search, specially the pocket regions, should be\ndone. Their hand baggage should also be physically checked, if it is necessitated\n\nil, The possibility of some passengers trying to carry such items surreptitiously by\nhiding them in their socks, behind the belt buckle or inside the laptops, should be\nkept in mind.\n\n4, All DISG/AP should also ensure that the above mentioned directions are complied\nwith in totality by the CASOs under their jurisdiction.\nEncl: As above.\n\nPigs\n(Rajiva Ranjan Sahay)\nIG/Airport Sector\n\n®\n",
  "39": "Office of the Addl. Director General/Airport Sector\nCentral industrial Security Force\n{Ministry of Home Affairs)\n16,CGOCompiex,\nLodhi Road, N Delhi\n\nNo. 0-42011/APC/OPS (2)/Circular /aS /15- UZ Ly 2 Dated? May'2025\nTo,\nAll CASOs of ASGs\n\nSubject: Security Arrangements at the airport: Reg.\n\nIn order to have restricted entry and regulated access contro! at the airports, BCAS has\nframed exhaustive rules and regulations under “AEP policy” wherein persons/passengers with\nvalid AEPs/TAEPs/Traveling Tickets/Visitors Tickets etc issued by BCAS/Airport Operator only, can\n\ngain entry into the terminal building. CISF, being the prime security agency at the airports\n\nenforces/implements these rules & regulations in letter and spirit to prevent any possible act of\n\nunlawful interference.\n\n2. tis reported that at one of the ASGs, the rule and regulations of access control are not\nbeing followed in letter and spirit. All CASOs are, therefore, directed to follow the rules and\nregulations in letter and spirit and ensure that no compromise, whatsoever is made, failing\nwhich strict action shall be taken. They will personally be held responsible, in case of any\n\ndeviation from the prescribed rules and regulations.\n\n3. All CASOs shall also brief their personnel accordingly for meticulous implementation.\n4, Please acknowledge receipt and ensure strict compliance,\n“ale\n(RK Pachnanda)\n\nAddl. Director General\n\nCopy to:\nAll Zonal DisG/Airports : For ensuring compliance. ,\n\n",
  "40": "OFFICE OF THE ADDL. DIRECTOR GENERAL/AIRPORT SECTOR\nCENTRAL INDUSTRIAL SECURITY FORCE\n(MINISTRY OF HOME AFFAIRS)\n\n46, CGOs Complex,\nLodhi Road, N Delhi-03\n\nNo.0-42011/APC/OPS (2)/(Circular/AS/15- 65) Dated: 21 May 2015\n\nTo,\nAll DisG and all CASOs under APS\n\nSubject: Mock Exercise : reaarding\n\nReference APS HQrs New Delhi letter no. O-42055/CISF/APS/OPS/CP-\nCMP/12/3219 dated 05.04.2013 regarding conducting of mock drill on\ncontingency plan upon 10 scenarios as follows:\n\ni) Attack at airport on facilities and persons.\n\nii) Armed attack within airport boundaries.\n\niil) Armed attack on aircraft.\n\niv) Armed attack from external points near the airport\nperimeter.\n\nv) Unlawful seizure of vital installations.\n\nvi) Sabotage of Vital Installations.\n\nvii) Hostage taking at the airport.\n\nVill) Use of aircraft for criminal purpose.\n\nix) Fidayeen-type terrorist attack at airport and vicinity.\n\nx) Bombs/Unidentified objects.\n\n02. It has come to notice that at many of the ASGs, these exercises are not\nbeing conducted regularly. It is important to note that there exercises on different\nscenarios need to be conducted regularly to test the efficacy of the contingency\nplans and operational preparedness.\n\n03. It is once again directed that such exercises must be conducted once at\n\nevery fortnight, in different scenarios, without fail and proper record in the\nconcerned register must be made for review of the inspecting officers.\n\nad\n\n(RK. Pachnanda )\nAddl. Director General/Airport sector\n\n",
  "41": "OFFICE OF THE ADDL. DIRECTOR GENERAL/AIRPORT SECTOR\nCENTRAL INDUSTRIAL SECURITY FORCE\n(MINISTRY OF HOME AFFAIRS)\n\n16, CGOs Complex,\nLodhi Road, N Delhi-03\n\nNo.O-42011/APC/OPS (2)/Circular/AS/15- 462% Dated: y May 2015\nTo\n= All DisG and all CASOs under APS\n\nSubject: Placement of Watch Towers: req\n\nIt is felt that the perimeter security, in its present infrastructural set up and\nsecurity arrangements, is posing a big concern as the existing norms are not\nrealistically designed to cater the comprehensive security of the perimeter area.\nAt one end, CISF has fortified security measures in and around the area of the\nterminal building and on the other side, the perimeter area is protected only at the\nmercy of watch towers, which has not been established on the line of sight\nconcept. In the existing practice for installation of watch towers, on every 01 km, it\nis not feasible to keep watch on the entire perimeter area especially in view of the\nfact that there is no working gadgetry to monitor the perimeter.\n\n02. At many places, the boundaries are zigzag in nature and the sight between\ntwo watch towers is lost. Further, it is not possible to have eye contact between\nthe sentries deployed at all the watch towers. The Perimeter Intrusion Detection\nSystem is also not in place at any of the ASG. As such, there is absence of any\nCCTV coverage of the perimeter area. In order to cover this aspect, APS had\nalready taken up the matter with BCAS for revising the existing norms and\nreducing the distance up to 300 mtrs for a clear cut line of sight between 02\nwatch towers and effective perimeter area security. BCAS HQ is yet to finalize the\nsaid issue for further strengthening of perimeter security of the airports.\n\n03. All CASOs are hereby directed that they should raise the issue of\nplacement of watch towers at a distance of 300 meters in their monthly APSC\nmeeting. This should be done in the next ensuing APSC meeting and the minutes\nof the same should be sent to Sector Headquarter for the perusal of the\ncompetent authority.\n\n} 4\ni\n\n(RReSahi\nIG/Airport Sector\n",
  "42": "OFFICE OF THE ADDL. DIRECTOR GENERAL/AIRPORT SECTOR\nCENTRAL INDUSTRIAL SECURITY FORCE\n(MINISTRY OF HOME AFFAIRS)\n\n16, CGOs Complex,\nLodhi Road, N Delhi-03\n\nNo.0-42011/APC/OPS (2)/Circular/AS/15- 4} 63 Dated: > ! May 2015,\n\nTo,\nAll DisG and all CASOs under APS\n\nSubject: Handling aircraft hijack situation: req\n\nKindly refer Sector Hars letter no. 0-42011/APC/OPS(1)/Circular (BCAS)/\n09/764 dated 21.01.2010 regarding contingency plan for handling aircraft hijack\nsituation, wherein 12 airports, viz Mumbai, Kolkata, Chennai,\nThiruvananthapuram, Nagpur, Hyderabad, Ahmedabad, Bangalore, Guwahati,\nChandigarh, Jaipur and Lucknow, are identified for forced landing of the hijacked\naircraft in case of hijacking. Thereafter, as per the direction of the quoted letter,\n‘such aircraft is to be taken to the isolation bay as identified/specified at the\nAirports.\n\n03. itis also not out of place to mention that these isolation bays are not under\nCCTV coverage at most of the Airports. As such, in case of any contingency,\nmonitoring of such hijacked aircraft would become impossible. Moreover, the\nactivities going on around the aircraft cannot be seen/assessed. Hence, it is\nurgently needed to have CCTV coverage in and around the isolation bay of the\nairports.\n\n04. All CASOs are hereby directed to take up this issue with the concerned\nairport operator at the monthly APSC meeting to install CCTV cameras in close\nproximity of the isolation bay and the minutes of the same should be sent to\nSector Headquarter for the perusal.\n\nAe\n\n(R°K. Pachnanda )\nAddl. Director General/Airport sector\n",
  "43": "OFFICE OF THE ADDL. DIRECTOR GENERAL/AIRPORT SECTOR\nCENTRAL INDUSTRIAL SECURITY FORCE\n(MINISTRY OF HOME AFFAIRS)\n\n16, CGOs Complex,\nLodhi Road, N Delhi-03\n\nNo.0-4201 1/APC/OPS (2)(CircularlAS/15- jy ) <2 Dated: 24 May 2015\nTo,\n\nAll DisG and all CASOs under APS\n\nSubject: Anti-Hijacking Drill: Regarding.\n\n‘As per BCAS circular no. 29/2005 and circular no. 29/2006, “Anti-Hijacking\nExercise (AHE)\" shall be conducted once a year at each operational airport in the\ncountry wherein all concemed agencies at the airport level will be involved. Such\nexercise is being carried out after getting approval from COSCA, BCAS to test the\n\nthe contingency plan and to familiarize all stakeholders about the\ns of different agencies connected with civil aviation operations at the\n\n02. To check the response time of CISF personnel at the airport, it has been decided\nby the Competent Authority that mock Anti-Hijacking Exercises will be done by CISF\npersonnel deployed at various ASGs, on time to time in addition to annual anti-hijacking\nexercises\n\n03. For carrying out such Mock exercises on anti-hijacking, the following measures\nshail be adopted at the Unit level:~\n\n* CISF bus available in the ASGs is to be used in place of an aircraft.\n\n«The exercise will be conducted a place in unit line or adjacent to unit line.\n\n«Rehearsal of proper cordoning by QRT and other actions should be done\nas per SOP on aircraft hijacking; the exercise should be confined to the\nrole that is to be performed by CISF.\n\n* No other agencies except CISF would participate in such exercises.\n\n«No public access will be entertained.\n\n+ Videography on the whole exercise should be carried out.\n\n04. It is hereby directed to carry out one such exercise in a month and the report be\nsubmitted to Sector HOrs alongwith the videography of such exercises.\ni\n/ id\n(RK Pachnanda )\nAddl. Director General, AS\n\n",
  "44": "OFFICE OF THE ADDL. DIRECTOR GENERAL/AIRPORT SECTOR\nCENTRAL INDUSTRIAL SECURITY FORCE\n(MINISTRY OF HOME AFFAIRS)\n\n16, CGOs Complex,\nLodhi Road, N Delhi-03\n\nNo.0-42011/APC/OPS (2)/CirculariAgi15- 4 6 5 4 Dated: 92 May 2015\n\nTo,\nAll DisG and all CASOs under APS\n\nSubject: One Minute Drill : Regarding\n\nReference APS HQrs New Delhi letter No. E-37025/APS/Trg/Misc.corr./\n13/7113 dated 07.08.2014 regarding One minute drill and letter No. E-\n37030/APS/Trg/Rot.Tra/14/10536 dated 12.12.2014 regarding rotational training\nat unit level.\n\n02. It has come to notice that at many of the ASGs, such drills are not being\ncarried out as per direction of airport sector. Such practices, on different\nScenarios in a regular manner, provide adequate confidence for performance\nenhancement and strengthen our operational preparedness.\n\n03. It is once again directed that such drills must be done regularly without fail\nand proper endorsement in the concerned register may be made for review of the\ninspecting officers.\n\n04. Issued for strict compliance.\n\n5\nCMe\n\n(MK Singh)\nDIG/Airport Sector\n\n",
  "45": "OFFICE OF THE ADDL. DIRECTOR GENERAL/AIRPORT SECTOR\nCENTRAL INDUSTRIAL SECURITY FORCE\n(Ministry of Home Affairs)\n16, CGO Complex\nLodhi Road, N. Delhi\n‘No.0-42011/APC/OPS (2)/Circular/AS/15- 4 &8 & Dated:22May 2015\nTo\nCASO CISF ASGs\nAmritsar , IGI Delhi , Jaipur , Varanasi , Lucknow , Agartala, Bagdogra , Guwahati ,\nImphal, Kolkata , Raipur, Bangalore , Chennai , Hyderabad , Mumbai , Pune ,\nJodhpur, Ahmedabad, Trivandrum, Calicut, Goa & Cochin\n\nSub: Snap shot of SHA area : Reg\n\n‘A system of providing snap shots of SHA in respect of 06 Metro airports was\nevolved and the images forwarded by the ASGs is being reviewed on daily basis before\nputting up the same to the Competent Authority.\n\n2. Now, it has been decided by the Competent Authority that the system of\nproviding snap shots to APS HOrs should be extended to all the Hyper-sensitive and\nInternational airports as it has been proved very effective to monitor the functioning and\nsecurity arrangements as well as deployment of CISF personnel at security check points\nat various airports.\n\n3. In this regard, | have been directed to request CASOs of Hyper-Sensitive and\nInternational Airport for the following :-\n\n(a) CASOs of Hyper-Sensitive and international Airport are requested to forward\nthe snapshots of each SHA (security check points). The snap shot must have\nview of whole security check area including X-BIS, DFMD & frisking booths.\n\n{b) It has been observed that some of the Metro airports are forwarding the snap\nshots having far view from the security check points. Hence, it is requested to\nforward the snap shots having appropriate view covering whole of the areas\n(SHA). It should also project clear picture of the SHA area.\n\n\" (c) Snapshots taken on every half an hour interval for a day, must be forwarded to\n\nthis Hrs by 1100 hrs on the next day positively. For example : snapshots for\n24 hrs (0600 hrs of previous day to 0600 hrs. of the current day) must be sent\nby 1100 hrs. on daily basis.\n\n(d) The snapshots taken as above must be pasted on word file with timings and\nname/identification of the SHA mentioned against each photograph.\n\n®\n",
  "46": "(e) Incase of any difficulty is faced while taking the snapshot from running video\nfootage Insp/Exe K.K. Borkar (ASG Mumbai) may be contacted on his mobile\nno. 09867675819.\n\n4. Please ensure compliance as per the above directions, commencing with 1100 hrs\non 25.05.2015 positively.\n\n5. This issues with the approval of the Competent Authority.\n\nMy anne\n\n{B.K. Singh)\nAsst. Commandant/APS\n",
  "47": "@\n\nOFFICE OF THE ADDL. DIRECTOR GENERAL/AIRPORT SECTOR\nCENTRAL INDUSTRIAL SECURITY FORCE\n\nzi (MINISTRY OF HOME AFFAIRS)\n16, CGOs Complex,\nLodhi Road, N Dethi-03\nNo.0-42011/APC/OPS (2)/Circular/AS/15- 4'7 30 Dated: 2S May 2015\nTo\n\nAll CASO CISF ASGs\nDIsG/AP (NZ, E&NE, SZ & WZ)\n\nSub: CCTV Control Room: Req :\n\nOver a period of time, it has been observed that different nomenciatures\nare being used by the ASGs for CCTV Control Room located at the airports. At\nsome of the ASGs, it is referred as CCTV Control Room and somewhere; it is\nbeing called as SOCC.\n\n2 In order to have uniformity, the Competent Authority at Airport Sector HQ\nhas directed that henceforth, CCTV Control Room of all the ASGs will be known\nas Security Operations Control Centre (SOCC).\n\n3. Accordingly, all CASOs are requested to make necessary changes in\nnomenclatures to this effect in the SOPs, references, correspondences, etc.\nASGs personnel, where changes are being implemented, should be sensitized\naccordingly.\n\n4. A compliance of implementation of above direction may be communicated\nby all CASOs through their Zonal DisG within a week.\nWIS\n\n5. Please ensure compliance.\n\n(Rajiva Ranjan Sahay)\nIG/Airport Sector\n\n",
  "48": "OFFICE OF THE ADDL. DIRECTOR GENERAL/AIRPORT SECTOR\nCENTRAL INDUSTRIAL SECURITY FORCE\n\n(MINISTRY OF HOME AFFAIRS)\n16, CGOs Complex\nLodhi Road, N. Delhi-03\nNo. 0-42011/APC/OPS (2)/Circular/AS/15- 4-@aa A Dated;3 oMay 2015\n\nTo\nAll DisG under Airport Sector.\n\nSubject: Movement of celebrities/dignitaries etc. through airport : Rea\n\nAirports witness frequent movement of celebrities/dignitaries and prominent\nsports personalities. It has been reported that sometimes our personnel, posted in\nvarious airports, have developed a practice of exceeding their charter and are seen\nscampering around such celebrities/ dignitaries during their transit through various\nairports. It has also been observed that some of the officers introduce their family\nmembers with such personalities/celebrities at airport premises for autographs and/or\nphotographs with their mobile phones. At times, the officials are also found waiting to\nmeet celebrities visiting airports.\n\n2. it is not advisable for the CISF/ASG personnel to drift beyond their mandate.\nCISF/ASG personnel deployed at various access control points and in SHA, have to\nexercise effective access control and, in some cases, control the crowd during such\nmovements. But indulging in the above undesirable activities is not only reprehensible\nbut also amounts to gross misconduct and is a deviation from the SOP on security and\nall norms of discipline.\n\n3. Thus, any such unwarranted practice during the movement of the above\npersonalities must be discontinued immediately.\n\n4. All DisG are hereby directed to look into the matter and keep the CASOs/GOs\nunder their jurisdiction instructed to ensure that the personnel refrain from such\npractices.\n\n( a\n(RK; Pachnanda)\nAddl. DG/Airport Sector\n\nZ)\n",
  "49": "OFFICE OF THE ADDITIONAL DIRECTOR GENERAL/AIRPORT SECTOR\nCENTRAL INDUSTRIAL SECURITY FORCE\n(MINISTRY OF HOME AFFAIRS)\n\n16, CGO Complex\nLodhi Road, N. Delhi\nNo.0-42011/APC/OPS(2)/Circular/AS/15- Dated of Jyne2015\nH 4\nTo\n\nDIG/AP (NZ, E&NE, WZ & SZ)\nCASO ASGs Mumbai & Deihi and DisG/CISF\n\nAll CASOs CISF ASGs\nSub:- Use of Cell phones by ASG personnel: REG.\n\nReference is made to this HOrs letter of even No. (5549) dated 18.06.2014 (copy\nenclosed), AS Circular No. 14/2006 dated 31.08.2006, No. 09/2011 dated 23.08.2011 &\nNo, 29/2006 dated 27.12.2006 regarding use of cell phones.\n\n02. _ Elaborate instructions have been issued from time to time, regarding use of cell\nphone by ASG personnel. A number of violation of the instructions are being reported\nintermittently from most of the airports. This indicates that the instructions have not\npercolated down the line properly or Unit administration is taking it very casually. As a\nresult, Force personnel are still found using mobile phone while on duty. A review of\npunishment awarded to personnel, violating this instruction, has shown that most of\nthem have been let off with warning letter, extra drill/duty or few day’s pay fine. As 2\nresult, the cases of violations are still on the rise as lesser punishments have failed to act\nas deterrence.\n\n03, All CASOs are once again directed to ensure meticulous implementation of the\nabove instructions by the ASG personnel under their command and brief them suitably.\nPunishments awarded in such cases should be strong enough to act as deterrence.\n\n04. The DisG/AP should regularly ensure compliance of these directions at the ASGs\nunder their jurisdiction.\n\nEncl: As above\n\nIG/Airport Sector\n",
  "50": "Confids\nOFFICE OF THE ADDL. DIRECTOR GENERAL/AIRPORT SECTOR\nCENTRAL INDUSTRIAL SECURITY FORCE\n(MINISTRY OF HOME AFFAIRS)\n\n16, CGO's Complex\nLodhi Road, N. Delhi-03\n\nNo. 0-42011/APC/OPS(2)/Circula/ASI15- 49 40 Dated: 04 June’ 2015\nTo\n\nshi_Mavindia xuqee\n\ncaso ASG MMumbas’\n\nSub: Swachh Bharat Abhiyan: adoption of colonies/dwelling areas:- Reg.\n\nin order to extend the programmes on Swachh Bharat Mission a success, apart from\nthe CISFIASG dwelling areas like barrack accommodation, family residential complex, offices,\ntc. it will be a right step to expand to the colonies/ dwelling areas / hutments adjoining the\nperimeter wall of your airport.\n\n2 ‘Such areas should be focused on for conducting the mission activities with the objective\nto improve cleanliness in residential areas and spread awareness among residents.\n\n3, Conducting Swachhta (cleanliness) programmes and activities in the colony adjacent to\nthe perimeter wall will prominently portray the role of CISF in shouldering social\nresponsibilities. This initiative by CISF wil also:\n\n+ Enhance image of the Force,\n* Create goodwill towards CISF and\n« Help in cultivating sources for surveillance in the area and information sharing to\n\nprevent intrusions.\n\n4. Cleanliness in colonies/hutments etc. outside/adjacent the perimeter wall will reduce\nscavenging by birds and also the chances of bird hits to planes, thus improving the safety of\nair traffic and aircraft.\n\n5, You are requested to submit your first report by 20.06.2015, through your Zonal DisG to\nthis H@., on the conduct of the Swachh Bharat Abhiyan, on the above terms in the areas\n‘identified/selected by you in the colony outside the perimeter wall along with photographs\n\n=\n( Ws\n(RK. Pachnanda)\nAddl. DGIAirport Sector\nCopy to:\nDisG/AP : For information w.r.t. ensuring the compliance in time\n\n(NZ, E&NE, SZ, WZ) and forwarding report on the subject.\n",
  "51": "ik\n\nOFFICE OF THE ADDL. DIRECTOR GENERALIAIRPORT SECTOR\nCENTRAL INDUSTRIAL SECURITY FORCE\n(MINISTRY OF HOME AFFAIRS)\n\n16, CGO's Complex\nLodhi Road, N. Delhi-03\n\ny 2015\nNo. 0-42011/APCIOPS(2)/Circular/ASI15- — Dated: OR June’ 20\n\nTo\nAll DisG under Airport Sector.\n\ndit\n\nSubject: nd confidential of S‘\n\nThe Security Operations Control Centre (OCC) is the nerve centre of the entire\noperational functioning of an airport Monitoring of Anti-hijacking measures, access control\n‘and general surveillance are the three main ‘components of the CCTV monitoring system,\n‘which ensure smooth running of security operations ‘at an airport. The SOCC is an important\noperational aspect of aviation security as it is most important security nerve centre of the\nairport. Hence, all its operations need to be secret.\n\n02. All operational functioning {s monitorediwatched at SOCC and recorded for future\nreference for various purposes. Thus, its location and observation should be exclusively @\nsecret matter.\n\n03. Of late, it has been leamt that outside agencies along with Pax, on request, are allowed\nto go through the footage recorded in the SOC system to investigate or to confirm some\niesue of their concern at the SOCC or CCTV Control Room itself.\n\n04, Because of the highly sensitive nature of operational significance . it is not at all\ndesirable to let any other agency to have any inkling about SOCC functioning. As far as\npossible, even the location of the SOCC should be kept confidential and access should not be\ntilowed except personnel of CISF and AAl/management (maintenance purpose), In case, on\nthe, complaint of theftletc of a PAX, the local police wish to view the footage, then a recording\nof t should be shown in the shift Control Room on a laptop/computer provided by the Airport\nOperator or local Police.\n\n05, The maintenance stafflofficial required to visit SOCC frequently for periodical\nmaintenance of the sophisticated gadgets/machinery installed in the SOCC, should invariably\nbe accompanied by a responsible CISF/ASG official.\n\n(R.K. Pachnanda)\nAddl. DG/Airport Sector\n",
  "52": "ARPORT SECTOR\nACE OF THE ADDL. DIRECTOR GENERAL! AN\noer CENTRAL INDUSTRIAL S| CURITY FORCE\n\n453 (MINISTRY OF HOME AFFAIRS)\n\n46, CGO's Complex\nLodhi Road, N. Delhi-03\n\nNo. o.az01 tIAPCIOPS(2CICUATASTS lz Dated: os June! 2015\n\nOFFICE MEM RANDUM\n\nithas been brought to the notice of this HQ that when crewiairline staff passes\nthrough the pre-embarkation security check points at the SHA, their frisking/checking\nformalities are being carried out ina casual manner by the CISF staff without following\nthe prescribed norms. In one of the instances, an airline staff was allowed to enter into\nthe SHA without getting his mobile phone screened through the X-Ray machine, which\nwas also objected by one of the passengers, then and there.\n\n2, _ CISF, being the prime entity for implementation of instructions and guidelines for\ncivil aviation security in India, non-adherence of instructions by CISF itself does not\ngive good signal to others. Hence, all CASOs are directed to ensure that all rules and\nregulations of pre-embarkation security check should be followed for everybody\n\nTraluding airine staff, going to Seourity Hold Area.\n\n3. Needless to state that all electronic items viz: mobile phone, i-phone, Tablet, etc\nof the stafficrew must be passed through the X-BIS machine before allowing any\npassenger / staff to enter the Security Hold Area. Under no circumstance, at all, the\nprescribed Civil Aviation Security procedures should be relaxed for any person except\nexclusive instructions of regulating authority in this regard.\n\n4. Non-adherence of the prescribed norms and any deviation from the same, in\n\nfuture, will be viewed seriously and CASO will be held responsible for this.\n\nNy /\n)\nae\n(R R’Sahay)\nIG/Airport Sector\nDistribution:\n. All CASO CISF ASGs\n2. DIsG/AP (NZ, E&NE, SZ & WZ)\n\n",
  "53": "ye\n\nPa\n\n2\nOFFICE OF THE ADDL. DIRECTOR GENERAL/AIRPORT SECTOR CB)\nCENTRAL INDUSTRIAL SECURITY FORCE\n\n(MINISTRY OF HOME AFFAIRS)\n16, CGO's Complex\nLodhi Road, N. Dethi-03\nNo. 0-42011/APC/OPS(2)/Circulav/AS/15- 8}1} Dated: oS June’ 2015\n\nTo\nAll DlsG under Airport Sector.\n\nSubject: I 8: F's belon, PESC : Regarding.\n\n|t has been reported from one of the airports that one CISF personnel deployed in SHA,\nhad dropped the laptop of one of the passengers in the process of handing over the same to the\nPassenger from X-BIS belt at the SHA.\n\n02. The said passenger made a complaint to this effect and demanded compensation for his\nlaptop from CISF. On receipt of his complaint and analyzing the matter, the following points have\ncome to light.\n\na. The said passenger had asked/requested the staff at SHA to hand him over the\nlaptop from the tray of the X-BIS belt. The CCTV footage has shown that the\nlaptop slipped from the hands of the CISF personnel and as a result, the screen\ngot damaged. The passenger had reportedly recorded the damage of his laptop\n‘a8 well as his conversation with SHA staff in his mobile\n\nb. The CISF officer, while interacting with him, had assured the passenger that he\nwill be compensated for the same. Even this conversation has reportedly been\nrecorded by the said passenger.\n\n. As per the mandate for duties at SHA, CISF/ASG personnel deployed in SHA\nare not supposed to handle the items after screening, clearance and stamping,\nIn the instant case, the passenger should have handled and picked up his\nlaptop from the tray on his own. in the instant case, the passenger put forth his\nclaims because the CISF person exceeded his mandated duties.\n\nd. Ithas also come to light at later stage that the said passenger had taken a snap\nshot of duty personnel deployed in SHA area. This is highly objectionable even\nthough, photography is allowed in the terminal building. The photography by the\npassenger in the SHA area also speaks about inattentiveness of duty personnel\nand relaxed observation by the other CISF personnel.\n\n03. All personnel should be instructed not to handle the passenger's baggages / tray after\nscreening, clearance and stamping and let the passengers collect their belongings. No one should\nbe allowed to take photographs of any kind in the SHA area. SHA staff should also be instructed\nnot to commit for any such facilitation or service to any passengers or make any uncalled for\ncomment.\n\nAe\noe Se iS\n(MK Singh)\n\nDIG/Airport Sector\n\nCopy to :-\nAll CASOs, : for strict compliance.\n",
  "54": "OFFICE OF THE ADDITIONAL DIRECTOR GENERAL/AIRPORT SECTOR\nCENTRAL INDUSTRIAL SECURITY FORCE\n(Ministry of Home Affairs)\n\n16, CGO's Complex\nLodhi Road New Delhi\n\nNo. 0-42013/APC/OPS(33/1)/Co-ordination (AAI/15-57S/ Dated oSiune'2015\n\nTo\nDIsG/AP (Delhi, Mumbai, Chennai & Kolkata)\nAll CASO CISF ASGs\n\n‘Sub:- CCTV coverage at Isolation bays of the airports : Reg\n\nPlease refer this HQrs letter of even No. (4346) dated 12.05.2015 vide which all\nCASOs were requested to intimate the status of availability of CCTV overage at\nIsolation bay at their respective airports.\n\n2. As per the feedback received from CASOs, the isolation bays are not under\nCCTV coverage at 40 airports (list of these airports enclosed at Appendix.\"A”).\n\n3. On perusal of the status received from ASGs, the Competent Authority at Airport\nSector has directed to request all concerned CASOs of 40 airports, to ensure\nimplementation of the directions in this regard issued vide this HQrs letter of even No.\n(4163) dated 21.05.2015 and accordingly raise the issue with Airport Operator for\ninstallation of CCTV cameras in close proximity of the isolation bay in their next APSC\nMeeting. It is also requested to ensure that the decision taken on the matter in the\nAPSC meeting should be recorded in the minutes and a copy of the minutes should be\nsent to Airport Sector HQrs for the perusal of the Competent Authority.\n\n4. Zonal DisG are requested to ensure implementation of the above direction by the\nASGs under their respective jurisdiction.\n\n5. This issues with the approval of the Competent Authority.\n\nEncl: As above\n\ndb\n\nAlG/Airport Sector\n\n",
  "55": "Appen\n\nList of Airports where isolation bays are not under CCTV coverage\n\nSr. No. | Name of the Airport\n7. [Agartala\n2 [Agra\n3__| Amritsar\n4. [Aurangabad\n5__| Bagdogra\n6.__| Bhavnagar\n7.__| Bhopal\n8. Bhubaneswar\n9.__ | Chandigarh\n10._ | Chennai\n11._ | Coimbatore\n12._ [Dehradun\n13.__| Dibrugarh\n14,_| Dimapur\n%5.__| Goa\n16._| Guwahati\n17._| Gwalior\n18.__| indore\n79._| Jaipur\n20. | Jorhat\n21. | Kanpur\n22.__| Khajuraho\n23.__| Madurai\n24,_| Mangalore\n25._| Patna\n26, | Pune\n27__| Raipur\n28._| Shillong\n29.__| Silchar\n30._| Tezpur\n31._| Tirupati\n32,__| Trichy\n33__| Udaipur\n34,_| Varanasi\n35.__| Jodhpur\n36.__ | Lucknow\n37._| Delhi( IGiy\n38.__| Nagpur\n39,_| Rajkot\n40___[Lilabari\n\n",
  "56": "Office of the Addl. Director General/Airport Sector\nCentral Industrial Security Force\n\n(Ministry of Home Affairs)\n16, CGO Complex,\n: Lodhi Road, N Delhi\nNo. 0-4201 1/APC/Ops(2)/Circular/AS/15-351& Dated: 1 @uine'2015\n\nTo,\nAll Zonal DisG/Airports (NZ, SZ, E&NE and WZ)\n\nCASO & DIG CISF ASG Delhi and Mumbai\nAll CASOs of ASGs\n\nSub: Checking and frisking at operational gates of airports: Reg.\n\nReference is made to para-3 of BCAS Circular No. 01/2000 issued vide letter\nNo. CAS-07(7)/99/Div-| dated 07.01.2000, which inter-alia states that” all authorized\npersons / employees gaining entry into Airside from any of the gate (s) will be\nsubjected to security checks (frisking / baggage search — if any) by the Airports\nSecurity Police manning those gates”.\n\n2. The above instruction is applicable to all the authorized persons/employees\nincluding CISF, before gaining entry into airside of the airports. It is possible that\nemployees who are regularly gaining entry into the airport for performing their\nmandated duties, may get irritated and express resentment over the security\nprocedure. However, it does not mean that ASG personnel should lose their temper\nbut must be polite and composed, while carrying out security checks of\npersons/employees gaining entry into airside. ASG personnel must follow their\nmandate and perform checking and frisking as per rules. They must follow the\n“courteous but firm’ concept while implementing the security procedures.\n\n3. in case there is any problem during implementation of the security procedure\nby the ASG personnel, it must be taken up with the concerned Airport Director and\nREDs by the CASOs and Zonal DisG respectively so that the issue is sorted out.\n\n4. If the problem still exists and resistance from employees of any agency\nremains persistent, it must be brought to the notice of Airport Sector for taking up the\n‘matter with the Corporate HQ for appropriate action\n\n",
  "57": "as '\n\n5. All Zonal DisG should ensure implementation of above directions in the Units\nUnder their respective jurisdiction and verify compliance at ground level during their\ninspections/visits to the Units. They must always check the CIW register for past\nevents.\n\n8. The Zonal DisG/CASOs must ensure proper security with cordial behaviour.\n7. Please acknowledge receipt.\n=\n\nR K Pachnanda)\nAddl.DG/Airport Sector\n",
  "58": "Gs)\nOFFICE OF THE ADDL. DIRECTOR GENERAL/AIRPORT SECTOR = @\nCENTRAL INDUSTRIAL SECURITY FORCE\n(Ministry of Home Affairs)\n\n16, CGO Complex\nLodhi Road, N. Delhi\nNO. 0-42011/APC/OPS (3)/Circular (FHQY15- J 4%, —-—Dated:o4Aug’2015\n\nTo\nDIsG/AP (SZ, NZ, WZ & E&NE),\nDisG (GBS & SSG),\nAll CASO CISF ASGs,\nSr. Comdt., 10\" Res Bn. Arakkonam.\n\nSub: Guide inter ‘: gy\n\nPlease refer FHQrs letter No. E-42099/CISF/PRC/Circular/2015-469 dated\n23.08.2015 on the above subject matter (copy enclosed).\n\n2. In this regard, | have been directed to request you to ensure compliance of the\ninstructions issued vide FHQrs letter ibid.\n\n3. This is for information and necessary action please.\nEncl : As above.\naay\n\n(B.K. Singh)\nAsst. CommandanAS\n\nacd\ny\n",
  "59": "DIRECTORATE GENERAL\nCENTRAL INDUSTRIAL SECLRITY FORC]\n\n(Ministry of Home 4\\\n& Block No.\n\nNo.B-42099/CISF/PRC/Cireular/2015- GL4 Dat\nTo\n\nAll Sector IsG including APS & Director, NISA Hyderabad,\nAll DisG Zonal/ Plant /Airport including DAE, DOS, SSG, GBS, DRC. (h\nAll Principals, CISF Trg, Institutions, NM\nAll Group Commandant, CISF Group HQrs,\n\nAU Sr Commandants, CISF Res Bns,\n\n‘All Units headed by Sr. Comd/ComdvDC AC and IC\n\n‘Sub: GUIDLINES ABOUT INTERACTION WITH MEDIADRE\n\nDVMPRE\n\ngular 20157285\n\nThis has reterence to this Directorate letter No.\ndated 10\" April, 2015 on the above subject.\n\nLAKH dated 16.06.2\nprocedure\n\n02. With reference to MHA letter F. No. 1\nwhich DGs of all the CAPF were requested\ninformation given to media is vetted by the respon\nmedia policy of police by MHA vide reference No.\n1 April, 2010.\n\n03. Its dirocted that a good relationship with media is to be\nwhich will help in highlighting the positive work dove by our foree. In this rezard, yes\nattention is invited towards CISF HQrs letter No. £-42099 Publicity/J$/2000-449 date\n26-09-2000 (Photo copy attached). Insiructions contained in this regard should\nmeticulously be followed. Any good work done or incident which may invite th\n\nattention of Media should be brought to the notice of Chief PRO and PRO immedia\n\n04. The issue of interaction with Media pertaining to local issues being .\nreviewed at CISF HQrs, the following Officers arc thorized to interact with th.\nMedia as regards to proper projection of CISF, except policy matters or matiers atin\nto MHA:\n\n1, All Sector IsG\n\n2. All Sector DIsG in absence of respective Sector ISG\n\n3. All Zonal /Plant/Airpor/RTCs DisG\n05, All the matters related to Media should be brought to the notice of Chief PRO and\nDC/PRO immediately. In case of misreporting or incorrect reporting of faczsletai!s\npertaining to an incident conceming CISF, the following Officers should immediately be\n\ninformed along with the facts and a draft rejoinder, as the case may be, for further\naction:\n\n1. Shri Atul Katiyar, IPS -\n\nDiIG/Ops & NM (Chief PRO)\n2. Shri Hemendra Singh, = 24307729 (0)\nDy. Commandant (PRO) 8800966101 (M)\n\nContd.\n\n",
  "60": "02\n06. Keeping in view that the electronic media today covers events uimost in real time\nand tries to capture the incident live and interview senior officers, it should be ens\nthe field units that the factual position is provided to Sector Is, ‘Zonal 91sG an\nby the fastest means possible, so that necessary inputs are available tae sintely byiewing ot\nthe Press.\n\nrape . P\nEncl: As above. ERR BUATNAGAR\nAddl Director Generalil1Qrs\nCopy to:\n\n1. PS to DG/CISF\n\n2. PS to ADG/APS\n\n3. PS to ADG/HQrs\n\n4. PA to IsG/HQrs /Adm.\n\n5. All DIsG, AlsG/Sr. AOs at Force HQrs\n6. All Branches.\n",
  "61": "OFFICE OF THE ADDL. DIRECTOR GENERAL/AIRPORT SECTOR\n\nCENTRAL INDUSTRIAL SECURITY FORCE\n(MINISTRY OF HOME AFFAIRS)\n\n16, CGO's Complex\nLodhi Road, N. Delhi-03\n\nNo. O-42011/APC/OPS(2)/Circula/AS/15- S562 Dated: [5 dune’ 2015\n\nOffice Order\n\nOf late, instances have come to notice which give the impression, at some\n\nASGs, of a communication gap between GOs and NGOs of the unit, due to\n\nwhich our operational efficiency and regimentation can get affected. Hence,\nthere is a need to evolve a robust time tested system to prevent this and\ndevelop a proper chain of command and communication amongst the unit\n\npersonnel, as also incuicate the spirit of esprit-de-corps (feeling of pride and\n\nmutual loyalty shared by the members of a group).\n\na\n\n»\n\na\n\nThe following measures are required to be implemented :-\n\nCASO should spend 02 to 03 hours in the SHA during peak hours daily to\nbe with his/her officers and men to monitor the security procedures and\nget a feel of the issues in security duties and passenger movement and\nmay take needful action for rectification of problems. CASOs must also\nmove to different posts at different times.\n\nThe CASO, Gazetted officers and Coy Commanders should ensure that\nthe games period is regularly conducted in the Unit and to interact with the\nmen under their command. It should also be ensured that CASO must\nplay / participate in games with the unit personnel once a week and off\nduty Gazetted Officers and Coy Commander's/inspector, especially living\nin bacehlor accommodation participate in games period twice in a week.\n\n. Coy level activities be organized.\n\n|. CASO may organize inter company sports tournament and some prizes\n\nmay be arranged at unit level.\n\ne\n",
  "62": "e. In addition to the above, efforts should be made to organize stress\nmanagement courses at local level such as yoga, meditation, etc.\n\n3. To ensure regimentation, turn out and discipline, CASOs must ensure that\nthe ‘Drill’ period is held regulary.\n\n4, To ensure operational preparedness, CASOs must ensure the following :-\na) Regular Rotational Training/ “On the job” training.\nb) Mock drills/exercises.\n¢) Mobilisation drills.\nd) One minute drills.\n5. To prevent accidental firing, CASOs must ensure :\n\na) Dry musketry training regularly.\n\nb) Charts of DO's and DONT's of weapon handling to be pasted\non ail the barracks.\n\n6. | CASOs/ GOs / Coy Commanders MUST be accessible to their personnel\n\n7. CASOs should immediately start working on the above directions for\ncompliance.\n\n8. Dis should ensure the compliance of the above directions under their\nrespective jurisdiction and verify the compliance at ground level for smooth\n\nfunctioning of the unit.\nCo\n\n(R.K. Pachnanda)\n: Addl. DG/Airport Sector\nion:\n\n1, All CASO CISF ASGs\n\n2. DIsG/AP (NZ, E&NE, SZ & WZ)\n\n",
  "63": "OFFICE OF THE ADDL. DIRECTOR GENERAL\n\nAIRPORT SECTOR\nCENTRAL INDUSTRIAL SECURITY FORCE\n(MINISTRY OF HOME AFFAIRS)\nCGO Complex, Block No.16,\nParyawaran Bhawan,\nB Wing, 4 Floor,\nNew Delhi - 110 003.\nNo.0-42011/APC/Ops(2/1)Circular/14/ 5772 Dated 25 June, 2015\n\nTo\nAll Zonal DisG/Airports\nCASOs & DIsG ASG Dethi and Mumbai\nDIsG GBS and SSG\nAll CASOs, ASGs\n\nSubject : Inter-agency Coordination at airports\n\nIn view of the recent incident at Kozhikode Airport, it is the bounden duty of all\nCASOs to see that there is no source of friction amongst the stake holders and the CISF\npersonnel and that they should take proactive and corrective measures promptly, in case\nthere is any problem. For this, CIW must keep a wach. CASOs must ensure that there is\nproper inter-agency coordination so that airport operations are not hampered in any way.\n\n2, Zonal DIsG must visit all airports, under their jurisdiction with a view to ascertain\nand resolve any inter agency friction, ‘They must also address their men accordingly and\nclosely monitor the situation.\n\n3, CASOs should organize special refresher courses and soft skill training for CISF\npersonnel to ensure courtesy and good behaviour. An action taken report on this should be\nsent in the first week of every month, through the DisG.\n\n4, All personnel should be briefed by the CASOs that there shall be no slackness in\nimplementation of security measures to ensure safety and security of the airports, While the\nmandated duty of checking and frisking must be done in right eamest, according to the\nBCAS regulations, it must be done with due courtesy.\n\n(RK. Pachnanda )\nAddl, Director General, APS\n\n",
  "64": "re\n\nOFFICE OF THE ADDL. DIRECTOR GENERAL/AIRPORT SECTOR\nCENTRAL INDUSTRIAL SECURITY FORCE\n\n(MINISTRY OF HOME AFFAIRS)\n16, CGOs Complex,\nLodhi Road, N Dethi-03\nNo.0-4201 1/APC/OPS (2)/Circular/AS/15- 624 e& Dated: | © July 2015\nTo\n\nAll CASO CISF ASGs\nDisG/AP (NZ, E&NE, SZ & WZ)\n\n‘Sub: of QRTs of CISF. H 3\n\nQuick Response Team, deployed at airports is specialised component of ASG. In\nthe current security scenario and high threat perception prevailing in the country, the role of\nQRT of CISF/ASG assumes greater significance as airports are always on target radar of\nterror elements.\n\n2. __Itmay be appreciated that to come up to the expectation in case of any contingency,\nthe QRTs should always be in a high level state of preparedness in terms of firing skill\n\n3. Thus, the Airport Sector has always insisted that QRTs should be put through\nintensive firing practice on regular interval of every quarter. However, it has been observed\nthat the firing practice of QRT personnel is not being conducted regularly.\n\n4. In order to maintain the effectiveness and upgradation of firing skills of QRT\npersonnel, they should invariably be put through fire practice (Range Classification) from\nAK-47, MP-6 and pistols in every quarter. Concerned CASOs may accordingly arrange the\navailability of firing ranges in co-ordination with local police and Units/Battalions of other\nsister agencies.\n\n5. inorder to provide regular practice to the QRT staff, the Fire Arms Training (FATS)\nSimulator system is utmost essential gaining expertise in tactical firing. The system\n‘supports both individual and collective training throughout the full spectrum of security\noperations. If, it is not possible for our men to have firing practice every 03 months due to\npaucity of firing ranges, possibilities may be explored for firing practice of QRT personnel\nthrough Fire Arms Tactical Simulator (FATS) and Small Arms Tactical Simulator\n(SATS) available with local police and sister organisations in the vicinity of your units\n(Training centre of the State Police).\n\n6. All CASOs are hereby directed to comply with the above instructions with immediate\neffect. The above instructions are also applicable to the terminal marshals.\n\n7.  DisG/Airports are directed to ensure the implementation of the above instructions in\nletter and spirit and check the records of the Units in this regard on time to time as well as\nat the time of inspection\n\n8. Please acknowledge receipt.\nas\nnS\nR Sahay)\nIG Airport Sector\n\n64\n",
  "65": "13, Asal. wi ‘\nS aie We, A feeeti-o8\na. Eapov9 as. A./2000 - 44S Feala: 26 freee, 2000\n\naay #\nwh ara walties, dsiga\nwh wi Tethes/sehge, dite, dds, fen Bens et\nSee teas aie\nwh yl eae ae\n\nfrwr : we a ast en we ey ya\n\n‘ef Gakie Ont 0 4a wo Gagne ian a ane Ea A wee\nzi\n\n2 tS PA wed a eteewde et mye ame Ti a dara sige\natt: Raion. wer quien qe Gi det ¢ ot aman wa a: aa\naman wh et weer ey th es\n\n3 oom: Mees. Fah wd «as ARR S fa wa\nwee % i wed fa ong gent St wie fe dn wa rele\noe TRG TS TE\n\n4. freffere qa! wrhas Ye le du aiei wi fealts fa am ued &:\n1. Hheniwiws, Ao vy ald san a owhrtia eel fen A\n2. seohe we ves Am wd a we a ae wea fra\n3. Asti. wo egies ari Ga-gR ow ariee fen an th\n4. ATES, TO Tae Sw GS fee fing me yas\nSs. @ ar wees eri fre denguses, ea xine ie A\ns. Fe ae fem ara vent de ae si <i ot wig ke\n\nwt wat wan vai a sania ect t ast we ait o\n\nmarag ot\nyer at det art see 1\n",
  "66": "s - ass\n\n1. Poh afaa, mafic Seige\n2. ah sgam, ea yore\n",
  "67": "wy.\n\nConfidential\n\nOFFICE OF THE ADDITIONAL DIRECTOR GENERAL/AIRPORT SECTOR\n: CENTRAL INDUSTRIAL SECURITY FORCE\n(Ministry of Home Affairs)\n46, CGO's Complex\nLodhi Road, N. Delhi-03\nNo.0-42011/APCIOPS (2)/(Circular/AS/15- 7797  _ Dated: /Q Aug’ 2015\n\nTo\nDIsG/AP (NZ, E&NE, SZ & WZ)\nALL CASOs CISF ASGs\nALL Gazetted Officers of ASGs (through their respective CASOs)\n\nSubject: “Lack of implementation _of security _procedures at\n‘ASGs”:Reg”\n\nOf late, it has been observed that some of the CASOs/Gazetted Officers of\nthe ASGs are extending undue facilitation to private persons while they travel\nthrough airports and also allow unauthorized persons to enter into the terminal\nbuilding without valid documents.\n\n2 In one of such incident at an airport, a Gazetted Officer had literally made it\n3 habit of extending undue facilitation to private persons. In another airport, local\npolice personnel were allowed, without having valid permission, to enter into the\nterminal building, by a Gazetted Officer of the ASG. Further, at another airport\ncertain followers were frequently allowed to enter into the terminal building without\nhaving valid documents/permission.\n\n3. It should be the endeavor of CASOs/Gazetted Officers of the ASGs to\nstrengthen the security apparatus in strict adherence to the rules and guidelines\nrather than misusing the security procedures. However, the above aberrations\nclearly show non compliance of existing guidelines/ instructions. It is also\nindicative of distraction of CASOs/Gazetted officer from their core functions. It\nmay be noted that diversion from set procedures not only vitiate the security\narrangements but also lead to severe security repercussions in the long run.\n\n4. Taking serious view into the matter, all CASOs and Gazetted Officers are\nhereby directed to look into security arrangements at the airport and ensure that\nmandated security procedures are be followed in totality. Reported facilitation,\nwherever these were practiced, must be discontinued immediately.\n\n6. I have been directed to request the DIsG/AP to ensure implementation of\nthe above by all the Gazetted Officers under their respective jurisdiction.\n\n6. This issues with the approval of the Competent Authority.\n\n\\,\n(Jyoti Sinha)\nDiG/Airport Sector\n\n(36\n\n",
  "68": "OFFICE OF THE ADDL. DIRECTOR GENERAL/AIRPORT SECTOR\nCENTRAL INDUSTRIAL SECURITY FORCE\n(MINISTRY OF HOME AFFAIRS)\n16, CGO's Complex\nLodhi Road, N. Delhi-03\n\nNo. 0-42011/APC/OPS(2)/Circular/AS/15-, aor Dated: 9 ¢ Aug’ 2015\n\nTo\nDIsG/AP (NZ, WZ, E&NE & SZ)\nDIG/GBS, Jamnagar House, New Delhi\nDIG/SSG, Greater Noida, U.P.\nAll CASOs CISF ASGs\n\nSubject: Undesirable activities of the Force personnel: Reg\n\nRecently, two cases of illegal relationship between members of Force\npersonnel have been reported at two different ASGs. In first case, one married\nSub-Officer, deployed in QRT, had unauthorizedly entered into the ladies hostel\nand went to the.room of an unmarried female member of the Force at odd hours\nof night. When both of them were inside the room, the other female members\nreported the matter to the senior officer, who in turn, caught them inside the room.\nThe Sub-officer was allowed inside the hostel by the female member and during\n@nquiry, they both deposed that they knew each other since long and were\n‘friends’.\n\n2. In another case, at one of the ASG, one married Sub-Officer with 02\nchildren, living as family member in the Unit, had developed very close\nrelationship with an unmarried Lady Constable. This was going on for almost last\n06 months and the said Lady Constable started pressurizing the Sub-Officer to\nmarry her. It is obvious that this was seen or known to many unit personnel but\nwas not reported to APS HQ or FHQrs either by the CIW team or Unit\nadministration. The whole issue was allowed to escalate to a stage where both of\nthem decided to marry, wherein the sub-officer planned to divorce his wife while\nthe lady Constable threatened to commit suicide. This is a very serious issue and\nadversely impacts the families of ali concerned.\n\n3. In both the incidents, it has been noticed that relationship developed due to\nclose proximity during working hours especially in the SHA area. The indication of\ngrowing intimacy must have been noticed by other personnel working in the ASGs\nand it is expected that such information should reach the Unit Commander, if not;\nit clearly indicates intelligence failure and poor administrative contro! of the Unit\nCommander. When such information reaches the Sector HQrs at a very belated\nstage and by that time, it is too late to take any preventive action.\n\n4. ‘Non reporting of above incidents at initial stage, appears that efforts are\nlacking on the part of concerned CASOs and effective action has not been taken\nby the Unit CIW. A serious view has been taken about this and it has been\ndecided that henceforth, tardy reporting of such incidents will be viewed adversely\nagainst the concerned CASO & IC/CIW.\n\n--Cont P/2—\n\nS))\n",
  "69": "5. tt must be realised by all that intimacy of married personnel with others is to\nbe prevented, at all cost. Such incidents spoil the discipline of the Unit, dilutes the\nadministration and brings a bad name to the image of the Force. This also\ndisturbs the harmonious family life of the concerned individuals.\n\n6. In this regard, all CASOs are directed to gear up the CIW team to be\nvigilant on this aspect, to identify such personnel and keep them under constant\nwatch in order to prevent recurrence of such incidents. CASO should also\npersonally brief and sensitise the Unit personnel about this aspect and urge upon.\nthem to refrain from such activities.\n\n7. The DisG are requested to ensure compliance of these directions by the\nofficres under their jurisdiction.\n\nPee\nyd!\n(Rajiva Ranjan Sahay)\nInspector Genera/APS\n",
  "70": "OFFICE OF THE ADDL. DIRECTOR GENERALIAIRPORT SECTOR\nCENTRAL INDUSTRIAL SECURITY FORCE\n(MINISTRY OF HOME AFFAIRS)\n\n16, CGO's Complex\nLodhi Road, N. Delhi-03\n\nNo. 0-4201 /APC/OPS(2)/Circular/AS/15- Gey Dated:97 Aug’ 2015\n\nTo\nAll DisG (NZ, WZ, E&NE & SZ),\nAll CASOs CISF ASGs\n\n‘Sub: Implementation of BCAS Circular No. 14/1998: Rea:\n\nPre-embarkation check is an important task within the ambit of various functions\nwhich ASG have to perform as per guidelines of BCAS in order to secure Civil Aviation\noperations in India against acts of unlawful interference. This requires systematic and\nmethodical application of security procedures with proper care and concentration on the\npart of the trained PESC staff. Exhaustive guidelines/instructions in this regard have\nalready been issued by BCAS and reiterated by this HQ for its scrupulous implementation\nto avoid any lapses.\n\n2. However, an incident at an airport has come to notice of this HQ wherein, during pre-\nembarkation security checks, a Trident (Trishul) was allowed through security check point\nwith a passenger to be carried on person in a flight, which is a clear cut violation of BCAS\nidelines. As, BCAS Circular No. 14/1998 (copy enclosed) clearly states that carriage of\nrishul” on the person should not be permitted. The above incident got hype in the\nprint media, which sends negative signal to the public about our professionalism and\nsincerity towards our work. The incident happened because of faulty implementation of\nBCAS guidelines.\n\n3. Heneé, it is directed that all CASOs should clearly sensitize all screeners that Trident\n(Trishul) is not allowed through security check either in hand baggage or on person during\npre-embarkation security checks. It should also be ascertained that valid BCAS instructions\nare implemented on ground and any changes to these instruction are meticulously\nobserved during security procedure.\n\n4. All DISG/AP are also directed to monitor the implementation of the above instruction in\nthe Units under their respective jurisdiction,\n\n5. Please acknowledge receipt and ensure compliance.\n\nEncl: As above.\n\non\n\n(RR Sahay)\nIG/Airport Sector\n",
  "71": "IRC 1\n\nSUB: CARRIAGE OF KIRPAN\n\nIn has been brought to the notice of the Bureau Headquarters that on number of\n3s “Mabanias\" of different “Akharas’ travel by sir carrying “Trishul! which they refuse\ntopart wih, Thisisconray othe oder onthe subject.\n\n2. It is reiterated that only the caniage of “Kirpan’ by Sikh passenger on his person of\nthe length not exceeding 22:86 cms. (9 inches), the blade of which should not be more than\n1524 ams. (6 inches) is allowed on board the passenger flight within India. Therefore,\n‘carriage of “Trishul” on the person of passenger should not be permitted.\n\n‘This issues with the approval of Commissioner of Security (Civil Aviation).\n(LP. VERMA)\nOFFICER ON SPECIAL DUTY (INT)\n\na9) /:\n",
  "72": "OFFICE OF THE ADDL. DIRECTOR GENERAL\n\nAIRPORT SECTOR\nCENTRAL INDUSTRIAL SECURITY FORCE\n. (MINISTRY OF HOME AFFAIRS)\nCGO Complex, Block No.16,\nParyawaran Bhawan,\nB Wing, 4” Floor,\nNew Delhi~110 003.\nNo.0-42018/APC/Ops/47/2015/ ¢ 27 2— Dated:,,) Sept 2015\nTo\nDIsG, GBS & SSG\nDIsG ,IG! Airport & Mumbai Airport\nZonal DisG/Airports\n\nCASOs of Comdt/DC headed airports.\n\nSubject: Motivational Talk by a national sports person\n\n+ AIL CASOs are hereby advised that it will be a good idea to request a national sports\nperson, being a role model, to give a motivational talk to our personnel periodically during a\n‘Motivational Sammelan,, followed by tee.\n\n2. The Motivational Sammelan should be so structured that the sports person talks on\nthe importance of-\n\n> Hard work\nSincerity,\nDedication,\nPerseverance\nDevotion to duty\nDiscipline\nDetermination\nPhysical fitness by drill/parade/PT\nLoyalty to the nation/patriotism,\nTeam spirit,\nReward and punishment graph,\nNeed to imbibe good habits,\nNeed to avoid bad habits,\n‘Weapon handling knowledge\n\nYX\n\nVV¥VVV¥VY¥VVYY¥¥Y\n",
  "73": "3. After the motivational talk, the sports person can be requested to mix with the unit\npersonne! during tea.\n\n4. The object of this is to motivate our personnel to adopt the values of hard work,\nphysical fitness, sincerity, perseverance and devotion to duty. This will also inspire them to\nbe more efficient in their day to day work and execute the task with full alertness and\nvigour. Such motivational talks will also reduce the stress and strain in our personnel\n\n5. This exercise should be done ideally every month but must be conducted at least\n‘once quarterly.\n\n¢K: Pachnanda )\nAddl Director General, APS\n",
  "74": "49\n\nOFFICE OF THE ADDL. DIRECTOR GENERAL (AIRPORT SECTOR)\nCENTRAL INDUSTRIAL SECURITY FORCE\n(Ministry of Home Affairs)\n46 CGO's Complex,\nParyawaran Bhawan\n\nNo O-42011/APC/Ops (2)/Circular /AS/15- 85 6, Dated: ¢4 09.2015\n\nTo\n\nDIsG/AP (NZ, SZ, WZ and E&NE)\nDIG/CASO ASG Dethi and Mumbai\nAll CASOs of ASGs\n\nSub: -Dealing with entry on fake e-tickets at airports: Reg.\n\nIn the absence of Uniform format and standard security features in the existing\ne-tickets/web boarding passes, there has been rampant increase in the number of\ncases of unauthorised entry into the terminal building through fake e-tickets. In the\nexisting security procedures, such cases are only being detected due to restrictions\n\n+ on reverse entry from the terminal buildings and at times through noticeable input\nand profiling. .\n\n2, Though, so far, fake e-tickets are being used by the people mainly for sending\noffffaciltating the relatives at airports, yet it cannot be ruled out that such person who\ncould easily gain access to the airport terminal building on the strength of fake e-\ntickets may seriously hamper or cause unlawful interference with Civil Aviation\nOperations.\n\n3 In order to put check on the cases of unauthorised entry using fake e-tickets in\nthe terminal building and also to prevent it from becoming a security hazard and\nensure that there is sufficient deterrent to potential offender, there is need to ensure\nthat cases are reported in each case under the Indian Penal Code and other relevant\nActs and Rules, against the offender.\n\n4, I have accordingly been directed to inform all CAOSs that in case of detection\nof unauthorised entry into the terminal building/airport premises, the complaint\n\n+ against the offender must be made to the local police under sections of IPC and\nother relevant Acts and Rules as amended from time to time by the Govt of India.\nThe sections of IPC, which may be invoked for the offences of unauthorised entry\ninto the airport premises/terminal building, are as under:\n\nOffences of unauthorised entry Section of IPG may be invoked.\nUsing printout of fake e-tickets (in which | Section 465,468 & 471 of IPC\n\nPNR as well as flight details are fake) ee\nGetting a ticket booked and then cancelled- | Section 447 of IPC\nusing the printout of the ticked booked. {\n(which has later been cancelled)\n\n[Using printout of original e-ticket with\n| fabricated name (in which PNR and flight\n[details are original )\n\nSection 419,485,468 and 471 of\nIPC\n\n",
  "75": "2\n\nSection 120 B shall be added if two or more persons enter together. If entry to\nsthe terminal building is for commission of an offence punishable with\ndeath/imprisonment or imprisonment for life or for other offences then sections\nbetween section-449 to 462, IPC may also be applicable. Unauthorised entry is also\nan offence under Aircraft Rules 1937-schedule VI, Sr. No 19. The CASO must ensure\nthat the local police register a criminal case under the requisite sections of law and\ntake legal action against the offender/s.\n\n5. | have been directed to request all DisG/Airports to monitor implementation of\nabove instructions at airports under their jurisdiction.\n\n6. Please acknowledge receipt and ensure strict compliance.\n\n7. This issues with the approval of Competent Authority.\n\n(Ajay Kumar)\nAIG/Airport Sector\n\n",
  "76": "OFFICE OF THE ADDITIONAL DIRECTOR GENERAL/AIRPORT SECTOR\nCENTRAL INDUSTRIAL SECURITY FORCE\n(Ministry of Home Affairs)\n16, CGO's Complex\nLodhi Road, N. Delhi-03\n\nNo. 0-42011/APC/OPS(2)/Circular/ASI15- & SAS Dated !s Sep’ 2015\n\nTo\nAll CASOs CISF ASGs\nDisG/Airport (Mumbai, Chennai, Delhi and Kolkata)\n\nub : Prompt communication of information regarding visits _of\nVVIPVIPs at the airports : Req_\n\nRecently, the information regarding the visit of Hon'ble Prime Minister of\nIndia at one of the airport was not conveyed by the concerned CASO to the Sr.\nOfficers at Airport Sector HQrs or APS Control Room. Airport Sector got\ninformation regarding the said visit through other media rather than our own\n‘channel of communication.\n\n2. _ As per the existing procedure, whenever Hon'ble Prime Minister of India\nvisits any place, an Advance Security Liaison (ASL) meeting is conducted well\nbefore the visit to provide an effective security cover to the visiting dignitary. In\ncase the visit is from airports, the representatives of various agencies including\nCISF meet to discuss the tour programme and specific security arrangements to\nbe made during the visit & to ensure co-ordination among agencies concemed.\n\n3. Although, the concerned CASO had attended the ASL meeting and tour\nprogramme of the dignitary was in his knowledge, yet the information on visit and\nsecurity arrangements during the movement was not communicated to this HQrs.\nThe non reporting of such important visit reflects a major lapse on the part of the\nCASO because the Airport Sector must have information so that the security\narrangements can be monitored.\n\n4. Hence, all CASOs are requested that visits of VVIPs like Hon'ble President\n& Prime Minister through their respective airports should be promptly informed to\nthe Airport Sector by the quickest possible means so that foolproof security may\nbe monitored from the Sector level and if required, suitable directions may be\nissued to concerned CASO for taking needful action.\n\n05. The DisG/AP are requested to ensure compliance of above directions by\nthe CASOs under their jurisdiction.\n\n06. This has been issued with approval of Competent Authority.\n\n(Aji ‘umar)\nAlG/Airport Sector\n\nSe aiet\nif\n",
  "77": "OFFICE OF ADDITONAL DIRECTOR GENERAL/AIRPORT SECTOR\nCENTRAL INDUSTRIAL SECURITY FORCE\n\n(Ministry of Home Affairs)\n16, CGO Complex\nLodhi Road, N. Delhi\nNo, 0-4201 /APC/Ops(2)/Circula(AS\\15- 9Z 9 5 Datedg @ Oct’ 2015\n\nTo\nDIsG/AP (E&NE, NZ, SZ & WZ)\nCASO ASGs Delhi & Mumbai and DIsG/CISF\n\nSubject: “Best Performer of the Month : Reg”\n\nReference is made to Para-2 of the Minutes of the meeting of DisG/Airport held on\n25.02.2014 circulated vide this HQrs letter No. E-42099/ADG-AS/14/1917 dated\n28.02.2014 regarding “BEST PERFORMER OF THE MONTH”.\n\n2. Further, in the workshop of CASOs held on 22.04.2016, all CASOs were also\nTequested to emulate this practice to motivate. our personnel and identify “Best ~\nPerformer of the month” from their Unit and display his/her name & photograph with gist\n‘of good work done, conspicuously at a prominent place at the airport.\n\n3. Despite above instructions, it has been observed that the CASOs of some of the\nairports are not implementing the same as per directions and are not displaying the\nphotograph of Employee of the month. It is pertinent to mention here that this practice\nwas started to encourage other personnel of the ASG to emulate the achievements/good\nwork done by their colleague and to compete amongst themselves to achieve the same\nstandard for the overall interest and image of the Force.\n\n4, Therefore, all DisG/AP are requested to issue necessary directions to all the\nCASOs under their respective jurisdiction to implement the above instructions\nscrupulously without any deviation. For this purpose they may constitute a Board headed\nby a Gazetted Officer alongwith OPS/CIW Incharge of the ASG, to assimilate all the\n‘good work done during the month for screening & selecting a personnel of their ASG as\n“BEST PERFORMER OF THE MONTH’ and to ensure display of his/her name and\nphotograph with gist of good work done, conspicuously at a prominent place at the\nairport.\n\n5. All DisG are also requested to forward photographs of the CISF personnel\nselected employee of the month in the month of September'2015 by ASGs under their\nrespective jurisdiction along with gist of good work done by 12.10.2015 for the perusal of\nthe Competent Authority.\n\n6. This issues with the approval of the Competent Authority.\n\na\nunt Wacmrors\n\n(Jyoti Sinha) °°\nDIG/Airport Sector\nCopy to:\n\nAll CASO CISF ASGs - for information and strict compliance.\n",
  "78": "Intelligence & Surveillance wing\n\nInstructions\nST Subject of instructions Date of issue\nNo.\n7. | Measures to prevent Accidental Firing 28.01.2015\n2, | Leaving service pistol unattended in toiletwashroom by CISF | 11.05.2015\npersonnel at airport |\n3. | Cases of suicides, attempts to suicide and fratricides committed by | 24.06.2015 |\nCISF personnel\n4, | Deployment of CISF personnel for CIW duties 13.07.2015\n5. | Instructions to all CIW Units (All CIW Units should have written | 15.09.2015\ninstructions as to the charter of their duties)\n|_| incidents of drugging of CISF personnel 141.09.2015\n[7 [Missing of Vehicle [38.08.2015\n8. _ | Performance of CIW in the ASGs 06.10.2015\n\n",
  "79": "Office of the Addl Director General/APS\nCentral Industrial Security Force\n(Ministry of Home Affairs)\nCISF APS Hays,\nParyavaran Bhawan\nNew Delhi\n\nNo.IC-17013/Inst-A.Firing/CIW/APS/15-1052 Dated, 28\" Jan’ 2015\n\nTo\nAll Zonal DisG\nThe DIG/CASO, ASG Delhi & Mumbai\nThe DIG, GBS New Delhi & SSG Greater Noida\nAll CASOs under APS.\n\nSubject : Measures to prevent Accidental Firing — Reg.\n\nDuring the DG’s Fortnightly Meeting held on 24\" December, 2014, the DG\nexpressed his concern over spurt of incidents of accidental firings in recent past. In\nspite of imparting/conducting in-house trainings and issuing many\ninstructions/guidelines/circulars, etc., three cases of negligent firing had occurred in\nAirport Sector in 2014. All the cases have occurred in Kote premises at the time of\ndrawing/deposit of weapons. In order to prevent such accidental firings, it is\nreiterated that:-\n\n|. Emphasis should be on checking the position of the safety catch\nimmediately after weapon comes in the hand of a person and this must\nbecome part of their muscle memory.\n\nIl. Repeated in-house training/capsule courses on weapon handling should\nbe conducted.\n\nIll. The basic \"DOs\" and “DON'Ts” on weapon handling prepared by APS Hars\nhad already been circulated vide this Hars letter No. (10944) dated 26”\nDec’ 2014 which should also become part of their muscle memory.\nThese should be displayed on CHARTS and affixed at all places in all the\nBarracks.\n\nIV. The practice of aiming the muzzle of the weapons towards others while\ndrawing/depositing weapons in the Unit Kote and also during checking of\ntheir weapons to be reviewed and this practice, if followed should be\ndispensed with.\n\nV. Briefing and de-briefing on the measures to be adopted is imperative\nCirculars/Instructions on weapon handling issued by FHQrs/APS HQrs\ncirculated to all Units should be scrupulously complied with on-ground.\n\nContd...P/2-\n",
  "80": "2. During analysis of COls on accidental firings, it had been observed that often\nindividuals are taking plea of their stressful state of mind as the cause behind the\nincident. Hence, it may be explored, the possibilities to conduct awareness classes\nfor unit personnel as well as their families from professional NGOs/Organizations ;\nviz Sanjeevani, NIMHANS etc. The basic idea behind these should be making\npersonnel aware of the agencies/experts working in the sphere who he/she can\napproach in case of need. This would facilitate individuals in availing professional\nhelp from counselors/medical experts\n\n3. Further, in case, any unusual behavior once observed in CISF personnel by\nothers in the units must be immediately brought to the notice of the Unit Commander\nSuch persons, once identified shall be immediately relieved from Arms duty. A\ncommittee headed by an officer senior to the Unit Commander shall be constituted by\nZonal DisG. This committee shall counsel the person and he will be deployed with\narms only after the recommendation of the committee has been approved by the\nZonal DIsG/APS Hars. For the units headed by DisG approval will be given by APS\nHars.\n\nSdxx 28.01.2015\n(R.R. Sahay)\nInspector General/APS\n\n",
  "81": "oR. O. THT, mya. @) ome gare rerPreT\nR. K. PACHNANDA, LPs. Setar Set\n= daha stein gen a\nwits 3 16, gafawet rea, tet ifort\n= ‘tea fis, soho where\n‘aint as, a freet-110 003.\nce = ‘Ad. Director General of Police\nAirport Sector\nCentral industial Secunty Force\nBlock No. 16, Panavaren Bhawan\n4th Floor, B- Wing. € G.0. Complex\nLodhi Road, New Deihi-t10 003\nTel 011-24363059\nDO No, IC-17013/nsvCIW/APS/2015/ 531 9 Dated: 24 June 2015\n\n3: a oe\n\n1 wish to draw your attention to/the eases of suicides, ”stempts'to: suicide ind\nmitted by our personnel in the recent past. This is indeed a matter of\ngrave concern and calls for urgent corrective steps to be taken at all level. An analysis\nreveals that in most of the cases, personnel who ended their lives or indulged in\nfratricidal killings were suffering from depression, anxiety and other stress-related\nproblems. This state of mind should have come to the knowledge of the Unit\nCommander in time so that such personnel could have been provided with some\npsychological solace and support by the senior officers. Though a number of\ninstructions have been issued from time to time by APS HQrs vide Circular No.1/2011\ndated 15.11.2011, letter No.IC-17013/ InsvCIW/APS/12/11432 dated 9.12.2013 and\nletter of even No.(1281) dated 11.02.2013 and also by the FHQ vide Circular\nNo.33/CIW/2012 dated 29.11.2012 and Circular No.03/CIW/2013 dated 14.02.2013. it\nappears that these are not being followed in letter and spirit\n\n2. It is imperative that a positive work culture be maintained in the Unit so that\nthere is no scope for insensitivity, discrimination and lack of respect for human dignity.\nBottled up feelings, unless ventilated, will do more harm than good. Personnel\nsuffering from depression and other stress related problems normally wish to express\ntheir feelings to someone to find support and much needed solace. Showing empathy\nand attentive listening on the part of the Supervisory Officers at all levels towards such\npersonnel will go a long way in redressing their grievances and preventing ‘them from\ntaking such extreme steps.\n\n3. It has been emphasized from time to time to identify personne! with abnormal\nbehaviour and offer them counselling. The responsibility of identifying such personnel\nshould not rest with only GOs but also with every member of the Force deployed at the\nAirport. Even a small contribution from any personnel in this regard would go a long\nway in saving a precious human life. CASO should organize training programmes on\nstress management for all the personnel deployed at the airport from time to time so that\nour personnel would be able to channelize their stress properly and productively\n",
  "82": "4, Tam sending some points which, if implemented in letter and spirit, will go a\nong way in preventing such unfortunate incidents.\n\n5, Thave every confidence that, as a true leader of the Force, you would put in your\nbest in your unflinching effort.\n\nop\nEnel: as above U Clan I.\n(RK Pachnanda )\nShri Vikram Singh Mann,\n\nDIG, GBS,\nNew Delhi.\n",
  "83": "“~\n\nInstruction on monitoring of Force members suffering from psychiatric\n‘problem/mental instabilityidepression etc,\n\nInstances of suicides, attempted suicides and fratricide in the Force, indicate that\nthere is an urgent need to put in place timely corrective measures at the unit level to\nprevent such unfortunate incidents. The personnel involved in these acts were in most\ncase suffering from symptoms of depression, anxiety and other stress related\nproblems. It is an established fact that longer the stress operates, more severe it is\nlikely to become. In view of the above, instructions in this regard have been issued vide\nCircular 33/CIW/2012 dated 29.11.2012, Circular 03/CIW/2013 dated’4.02.2013, DO\nletter (4374) dated 05.12.2013.\n\nIn addition, following measures/initiatives are also required to be implemented at\nthe unit level with full sincerity which will go a long way in addressing the concerned\nissues:-\n\n1. There must be a system of direct interaction and effectivecommunication up to the\nlevel of Coy Commanders with all the personnel under their respective command\nas frequently as possible, but at least formally once a fortnight. The records of\nthese interactions must be maintained and monitored on amonthly basis by the\nUnit Commanders.\n\n2. System of ‘Buddy Pair mechanism’ must be implemented effectively by Coy\nCommanders and Supervisory Officers of the units and this must be regularly\nmonitored on monthly basis by the respective Unit Commanders.\n\n3. Briefing and debriefing is essential. CASO, GOs and SOs should, therefore, have\nproper interaction with the personnel during the course of duty, briefings and\ngames,\n\n4, Amechanism must be created at unit level so that any unusual/abnormal behavior\nobserved is immediately brought to the notice of the Unit Commander without any\ndelay. Personnel affected with different symptoms including, among others, long\nterm insomnia, addiction to aloohol/drugs, depression due — to\nmarita/domestic/work place related problems, personality disorders, mental as\nwell serious illness and financial crisis form the set of vulnerable persons who are\nmore likely to be disorganized and imbalanced. Unit Commanders should ensure\nthat proper effort is made to resolve their problems and also provide\nprofessionalimedical counseling/treatment. Required measures for stressirisk\nreduction should also be put in place. If required close watch may also be kept on\nthe persons at risk, so that timely intervention can be made to save them from\nharm,\n\n5. Once unusual behavior is noticed, assessed and confirmed, administrative\ndecision needs to be made regarding non-deployment of such personnel for duty\nwith arms/ammunition. This should enable the Unit Commander /Unit\nadministration in creating a clear 'Pen-Picture’ of personnel to assess their\nsuitability to be safely detailed on duty with weapons and the same should be\nreviewed onmonthly basis and updated regularly.\n",
  "84": "A\n\n10\n\n1.\n\n12,\n\nRegular Sainik Sammelans must be held and it must be informed to all that it any\nmember has a problemigrievance, he/she must express this to the Coy\n‘Commander, Commandant or CASO. Further, if any member feels that any other\nmember of the force has an abnormal behavior or is not expressing his grievance,\nhe must inform this to the Coy Commander/DC/Comdtt or CASO so that he can be\nspoken to and his problem addressed adequately.\n\nWith the gradual breakup of the joint family system, there are domestic\nissues/problems at the native place of personnel, In such _cases,\nCASO/Commandant, if possible, should speak to the District Magistrate/SSP/SP\nto extend whatever legal help is possible.\n\nInterviewing on returning from leave before unit head & Coy Commander must be\nfollowed, The Unit Commander should regularly meet all the personnel in their\nunit even though they may not be in a position to redress all their grievances at\ntheir own level, but it is expected that the Unit Commanders will take up these\nmatters with the higher formations, keeping the personnel informed, if they cannot\nbe settled at their level. This openness and sincerity on the part of the Unit\nCommander will certainly help in generating confidence between the Unit\nCommander and the personnel.\n\nThe ‘Drop-box’ mechanism should be introduced at every ASG facilitating the\nForce personnel to freely give their suggestions, inputs, complaints by putting\ntheir letters in a drop-box installed at the unit mess/recreation hall/any other\nconvenient place without the fear of being noticed, should be implemented. This.\nwill help ensure timely redressal of grievances & effective feedback.\n\n'ganrakshika’ mechanism can be utiized to develop greater interaction with the\nfamily members of those personnel, who are staying away from the unit on duty, to\ncollect information regarding mental as well as family problems being faced by\nsuch Force personnel which may be known only to their close relatives and family\nmembers, This will help the Unit administration in collection of vital information\nregarding such personnel who might not be forthcoming in disclosing such\ninformation to their superiors so that they can be assisted in resolving their\nproblems\n\nIn addition to ‘Sanrakshika’ mechanism, the units having lady officers may utilize\nthem for interacting with family members of vulnerable personnel to understand\nthe gravity of the situation and accordingly counsel the members.\n\nIt should also be ensured that in future if any Force member visits Public Sector\nUndertaking (PSE) Hospital/Referral Hospital for any psychiatric problem/mental\ninstability! mental depression etc. the Unit Commander should have information of\nthe same. For this purpose, the Unit Commander should devise a system so that\nhhe gets a suitable advice on the same from the hospital concerned, regarding the\nproblem being faced by the Force member and the treatment that he/she\nrequires to undergo. For this purpose the Unit Commander should be in regular\ntouch with the CMO of the PSE Hospital and the confidentiality of the same be\nmaintained.\n",
  "85": "Office of the Addl. Director General/Airport Sector\nCentral Industrial Security Force\n(Ministry of Home Affairs)\n\nCISF Airport Sector HO\n4” Floor, B-4 Wing,\nParyavaran Bhawan\n16, CGO Complex,\nLodhi Road, New Delhi -\nNo.IC-17013/Inst/CIW/APS/14- Y 24 % Dated: }} /05/2015\nTo\n\nAll Zonal Airport DisG\nDIG ASG Delhi & Mumbai\nAll CASOs ASGs\n\nSubject eee\n\nRecently, a case of leaving behind a service pistol in tollet & washroom by a\nlady Constable, while on duty, has been reported by one of the ASGs, The fact is that\n‘one lady Constable was deployed at one of the access points of the terminal building.\nDuring course of her duty, she went to the washroom located in the Terminal\nBuilding and came out leaving behind the issued service pistol there in the\nwashroom. After few minutes, a cleaning staff of the airport informed the ASG staff\nthat a pistol was lying unattended there in the washroom.\n\n2. The above case indicates sheer negligence and lack of sensitization in handling\narms and ammunition on part of the said individual and lack of supervision.\n\n3. Had this weapon been mishandled by any inquisitive passenger or staff\nmember OR landed in wrong hands in the terminal building, it could have had\ndisastrous consequences.\n\n4, Leaving service weapons at public places unattended, shows complete\ndereliction of duty, lack of diligence and alertness expected to be maintained by a\ntrained and professional member of the Force. Such negligent acts of ASG personnel\nwill not only result in a security lapse but will tarnish the image of the Force and put\nquestion mark on proficiency and professionalism in the context of national security.\n\nContd...P/2-\n\n",
  "86": "5. In view of the above, it is hereby directed that ASG personnel should be\nbriefed and sensitized regularly on this issue in detail to prevent its reoccurrence in\nfuture. Strict action shall be taken for any violation.\n\n6. All the Zonal DIsG are hereby directed to take suitable action in sensitizing the\npersonnel under their administrative control through their respective CASOs to\nensure safe custody of issued arms and ammunition during duty. During their visit\nand inspection, this point should also be elaborately briefed in the Sainik sammelan\nso that such cases may be avoided. Any such case reported in future will be viewed\nseriously and the CASOs shall be personally held responsible for such lapses in future.\n\n‘ { or\n(@ Pachnanda)\nAddl. Director General/APS\n\nae\nay\n",
  "87": "13,\n\n14.\n\n15\n\n16.\n\nThe mechanism for intimating to the next unit of posting the severe personal\nproblem/unusual behavior! psychiatric disorder etc in respect of personnel posted\nut by the previous unit must be ensured through mandatory writing of confidential\nD.O. letters to the next unit without any delay. The In-charge CIW of the unit will\nalso send a confidential report in this regard to his counterpart at the next unit\n\nThere is a need to introduce, a_system of providing access to Critical Life Skills\n(eg. Financial Management, Communication, Managing marriage & family\nrelationships, Anger Management and Conflict Resolution, stress management,\nYoga, art of living etc.) to all the Force personnel.\n\nThe stigma of mental illness/depression needs to be rooted out at any cost so that\nthere is a positive environment in the units which encourages the vulnerable\npersonnel to approach the supervisory officers for help without hesitation. Unit\nCommander should particularly strive to create a positive climate so that there is\nite or no scope for discriminatory and humiliating treatment to potential\npersonnel at risk.\n\nAll CASOs/GOs must be accessible to the personnel,\n",
  "88": "in\n\nOffice of the Addl. Director General/ Airport Sector\nCentral Industrial Security Force\n(Ministry of Home Affairs)\n\nCISF Airport Sector HQ\n\n4\" Floor, B-4 Wing,\n\nParyavaran Bhawan\n\n16, CGO Complex,\n\nLodhi Road, New Delhi- 3\n\nNo.IC-17013/Inst/CIW/APS/14-6371 Dated: 13/07/2015\n\nTo\n\nAll DisG under Airport Sector.\n\nSubject: [DEPLOYMENT OF CISF PERSONNEL FOR CIW DUTIES: Regarding. ”\n\nThe CIW is the nerve of operational function of an airport. Monitoring of Anti-\nhijacking measures, access control and surveillance are the major roles of CIW wing.\nBut, the deployment of CISF personnel for CIW duties is not being made properly.\nFurther, Airport Sector has been issuing regular instructions regarding selection of\nCISF personnel for CIW duties for efficient functioning of CIW of ASGs, but the\ninstructions are not being followed in true spirit.\n\n2. The existing instructions regarding deployment of CISF personnel for ClW\nduties, having knowledge of local language, is also not being adhered to. As such, at\nsome of the Units, the CISF personnel so deployed in CIW wing are facing problem in\ninteracting with local personnel because of not having enough knowledge about the\nlocal language. They are not able to understand the factual position of the case. Even,\nthe liaisoning with local administration is also affected adversely due to lack of\nknowledge of local topography, language etc.\n\n3, As such, all DisG under Airport Sector are once again directed to ensure that\nthey should review the deployment of personnel in Crime & Intelligence Wing and\nensure that local CISF personnel are detailed in Crime & Intelligence Wing as In-\ncharge. If not possible then at least a member should be included who knows the\nlocal language, so that the desired purpose may be fulfilled.\n\nSdxx 13.07.2015\n(RR Sahay)\nInspector General/APS\n",
  "89": "Office of the Addl. Director General/Airport Sector\nCentral Industrial Secuntty Force\n(Ministry of tome Affairs)\nCISF Auport Sector HO.\n4\" Floor, 8-4 Wing,\nParyavaran Bhawan. Block No. 16.\n‘CGO Compiex, Lodhi Road\n\nNoIC-17013/insiCWAPSIZ015 ~ BAYS Dated: » 70912015\nTo\nAll DisG_ under APS.\n\nA copy: of Delhi letter. No.IC-\n1 7099/CISF/invCIT/Misc/2015/2654 dated 08.09.2015 is forwarded herewith\n\n02. inthis regard, | have been directed by the Competent Authority to request you that\nthe instructions contained in FHQ letter Ibid may be complied with strictly.\n\n03, Duly consolidated compliance regarding action taken repo in this regard pertaining\n\nto your un ang units under your jurisdiction may be sent to APS HOrs by 09 2045 for\nfurther necessary please\n\nes\n\nAiG/Airport Sector\n\n&\nOke ay\n\n",
  "90": "Go\n\n* :\ncS le\n\naera / DIRECTORATE GENERAL \\=\nAIG dafta stents yee Tat /CenrRaL INDUSTRIAL: FORCE ‘\nWe Wares, MINistRy OF HOME AFFAIRS:\n\naint as, ag fect ny\n‘le: enget-17099/CISF/Int /CIT/Mise./2015/-2624 Praia 08 Sep'2015\nTo,\nThe ADG/APS &\nAlll Sector IsG.\n\nSubject: Instructions to all CIW Units: Reg.\n\nOn perusal of an enquiry report DG/CISF has endorsed following\nremarks:-\n\n“All CIW Units should have written instructions as to the charter of\ntheir duties. The records that they should maintain and the manner in which\nthey would communicate their reports and record thereof”\n\nIn view of the above, it is requested that take necessary action accordingly\nand a compliance report on the above remark may kindly be forwarded this\nDirectorate for perusal of the competent authority please\n\n— BRT /—08.09.2015\n«gh ‘i (fart xiex erat)\nay\"\na)\n\n¥\n\n",
  "91": "Office of the Add. Director General/Airport Sector\nCentral Industrial Security Force\n(Ministry of Home Affairs)\n\nCISF Airport Sector HQ,\n\n4\" Floor, B-4 Wing,\n\nParyavaran Bhawan, Block No.16,\nCGO Complex, Lodhi Road,\n\nNew Delhi - 110 003\n\nNo.IC-17013/InsvCIW/AS/2015/ 8 ¢ & Dated:, ‘ 109/2015\nTo\n\nAll DisG under APS\n\nSubject- INCIDENTS OF DRUGGING OF CIS PERS=REG y\n\nRecently, a case took place on 09.09.2015 at one of the CISF Units, wherein\na CISF Jawan, while returning to the unit, after availing outpass permission, was\ndrugged by an unknown person, who offered him a biscuit. Somehow, with great\ndifficulty, he managed to return to the Unit by hiring an auto rickshaw.\n\n02. It is a well known modus operandi by members of various gangs to, first,\nbefriend and then drug people by offering eatables / drinks. They, then, decamp\nwith the belongings. Such poison / drug may also prove dangerous to life.\n\n03. In view of this, all DisG are directed to brief all the CASOs / Commandants\nunder their administrative control to sensitize and brief all personnel of their\nrespective Units that CISF personnel should not accept any edible item or food or\nbeverages of any kind from unknown persons or co-passengers to prevent them\nfalling prey to criminals. They should also not befriend any stranger, especially\nwhile traveling by bus / train / taxi etc\n\n04. This should be given wide publicity during briefing - debriefing, roll cal\nsainik sammelan and should be endorsed in the documents of leave, temporary\nduty, course etc. This may also be emphasized by Zonal DisG during their sainik\nsammelan as and when they visit to the unit, for strict compliance.\n\noN\n( dy “ae\nSS\n(RK Pachnanda, IPS)\nAddl Director Genera/APS\n\n05 Issued for strict compliance.\n",
  "92": "Office of the Additional Director General/Airport Sector\nCentral Industrial Security Force\n\n(Ministry of Home Affairs)\nCISF APS Hrs\n16 CGO Complex\nParyavaran Bhawan\nLodhi Road, N Delhi\nNo IC-17013/APS/CIW/2015) 6 Dated:y g Sept,2015\n\nCircular No. AS - 04/ 2015\nSubject: MISSING OF VEHICLE ~ REGARDING\n\nIn a recent incident which occurred in one of the CISF Units, a driver\ntook a Govt vehicle outside the unit without any authorisation and left the\nvehicle unattended and since then the vehicle has been missing\n\n02. It is hereby directed that all the CASOs will ensure that no driver takes\naway any vehicle outside the unit without any authority. Similarly, while on\nduty, the driver will not leave the vehicle unattended at any point of time\n\n03. All the CASOs will also ensure that above direction are strictly followed\nand stern disciplinary action may be taken against the erring personnel for any\ndisobedience of this order.\n\n04. This order may be announced in Sainik Sammelan, Roll Call and\nbriefing & de-briefing to all concerned and acknowledgement may be\nsubmitted to this office by 10\" Oct, 2015.\n\n05. All Zonal DisG under APS will check that the above direction is\ncomplied to strictly, as and when they go to any of the Units under their\njurisdiction on visit / inspection\n\n06. Issued for strict compliance.\n\noe adn’\n\nitu Arora)\nInspector General/AS\nDistributions : -\n1 All Zonal DisG (Delhi, Kolkata, Chennai & Mumbai)\n2. DisG, CISF IGI Airport Delhi and CSIA Mumbai.\n3. DisG, CISF Unit, GBS Dethi and SSG Gr. Noida\n4 All CASOs, ASG CISF and 10\" RB (A).\n\n",
  "93": "RESTRICTED\n\nOFFICE OF THE ADDL. DIRECTOR GENERAL/AIRPORT SECTOR\nCENTRAL INDUSTRIAL SECURITY FORCE,\n(MINISTRY OF HOME AFFAIRS)\n\nCGO Complex, Block No. 16,\nParyawaran Bhawan,\nB Wing, 4\" Floor,\nNew Delhi - 110 003.\n\nNo.£-42099/APS-19/PS-15 929 | Dated 94 October,2015\n\nular No. AS ~ 05 / 204!\n\nDuring Inspections / visits to various airports and interaction with the CIW\npersonnel of Units including in-charge CIW by Senior Officers of Airport Sector, it has\nbeen observed that the performance of CIM! personnel in terms of coliecting/collating\nintelligence on security concems, inter agency liaison and developing sources at\nairports is not upto the desired level,\n\n2. __ In order to achieve the objectives of getting credible inputs from the CIW set\nup at field “Units, detailed guidelines on Selection, Functioning and Duties &\nResponsibilities of CiW personnel of Field and Formations have already been issued\nvide Circular No.CIW/12/2015 dated 16.04.2015 from FHars. Similarly, a Charter of\nduties and responsibilities of CIW personnel of Formations and Units have been\nprescribed in Chapter - I! & Ill of the Intelligence Manual.\n\n3. __Itis, however, desired that CIW personnel should play a more proactive role in\nCollection, collation and timely dissemination of intelligence inputs to the higher\nformations. They should also know the pulse and overall health of the unit so as to\nmake @ meaningful contribution towards security arrangements and functioning of\nAviation Security Group at the airports\n\n4. In order to upgrade the capabilities of CIW personnel and ensure effective\nfunctioning and performance of duties & responsibilities by them, the following\nadditional aspects are emphasized: -\n\n|. Since airport security is a Zero Error TaskiDuty, the CIW personnel need\n\nto be more proactive in ensuring proper collection of information to prevent /\npreempt any untoward incident.\n\nHl Need to keep full vigil: CIV personnel are the eyes and ears of the Force\n\nand it is their bounden duty to maintain utmost vigil and promptly report all\nmatters of security without any prejudice.\n\nlil. Cultivating Sources: Sources piay an important role in furnishing inputs\n\nPertaining to security concems and other important developments. Thus, it is\nrecommended to cultivate sources especially to obtain inputs from / on the\nfollowing aspects:-\n\n* Neighbouring colonies/hutments/dwelling areas\n",
  "94": "MI.\n\n* Liaison with local police - Inputs from local police on local admission of\nany doubtful person in nearby hospitals\n\n* Drivers of cabs/parking lot attendants\n\n* Staff of ground handling agencies- inputs on theft from baggage.\nProfiling of passengers arriving/departing or collecting baggage\n\n* Agencies working at Cargo Complex - to know about gaps in cargo\nsecurity\n\n© Other Sources.\n\nMaintaining Liaison: CIW personnel should maintain jiaison with all\nstakeholders of the airport for collection of valuable inputs related to Aviation\nSecurity,\n\nInformation & Watch: In addition to day-to-day functioning, CIW personne!\nShould also collect informatiorvintelligence on the following and know the\npulse of the Unit :-\n* Friction amongst force personnel posted in ASG Units, if any,\n(Cases have occurred where, due to friction between 2 personnel, in\none ASG one HC was murdered by a Constable and, in another ASG, a\nConstable was brutally assaulted in the barrack)\n\n* Discreet check on the activities of outliving members (This is because\nin one ASG one SI's family had strained relations with the neighbour\nwhich led a criminal case being registered by the neighbour against the\nSN.\n\n* Whether there is adequate redressal of grievances?\n\n* Any disgruntled elements in the Unit?\n\n* Discreet watch on CISF staff to give information on malpractices, if any\n© Incidents of sexual harassment, if any.\n\n* __ Involvement of CISF/ASG personnel in political activities, if any\n\n* Involvement of Unit personnel in unwanted activities, if any\n\nTasking of CIW: The Unit Commander concemed will task the CIW and be\nesponsible for upgrading their concepts and capabilities. In order to ensure\naccomplishment of tasks upto the desired level, the following may be ensured\n\n© Proper briefing about tasks\n\n* Debriefing\n\nUse of separate e-mails Ds\n\nMaintenance of registers as per prescribed guidelines.\nProper discipline in the Units\n\nMonitoring on indifferent attitude of personne.\n",
  "95": "Vil. Knowledge enhancement of CIW Personnel: Keeping CIW personnel\nupdated and enhancement of their knowledge and skill for CIW work needs to\nbe ensured. Personnel working in CIW should have a thorough knowledge on\nsecurity and operational concerns of the airports including knowledge on the\nfollowing aspects: -\n\n+ BCAS guidelines\n* Number of fights, passenger volume, peak hours,\n\n* Types and areas of Aiport Entry Permits issued to various\nagencies/staff,\n\n° Operation of CCTV cameras and their locations, shadow areas, if any\nProcedures during VVIP/VIP movement\nVital installations at airport with location\nIsolation Parking Bay\n\nLocation of Morchas\n\nEvacuation procedures\n\nLocal functionaries\n\nAir operations\n\nAll organizations/stakeholders al Airport\nEmergency numbers\n\nUnion activities\n\nSuspicious activities\n\nTopography! adjoining colonies\n\nModus operandi of criminals.\n\nDecoy checks,\n\n* Curbing touts menace\n\n* All exercises including anti ~ hijacking exercises, multi — agency\nexercises, mock exercises etc.\n\n. Rotation of duties.\n* Local knowledge of the town/city the ASG is based in, etc.\n\na\n\n5 __All CASOs should hold a meeting of the CIW staff on a regular basis and brief\n{hem about their roles and responsibilities enumerated above and motivate them to\nPerform to the best of their abilities to achieve the desired results\n\n© ne eohal DisG/Airports should also take meetings with CIW staff during their wsit\n\nto the concerned unit.\n/)\n(dar\n\n(R.K. Pachnanda)\nAdal. Director GeneravAPS\n\n7. Issued for strict compliance.\n\nDistributions : - my\nAll Zonal DisG (Delhi, Kolkata, Chennai & Mumbai) “or.-./\nDisG, CISF IG! Airport Dethi and CSIA Mumbai, e\nDisG, CISF Unit, GBS Delhi and SSG Gr. Noida.\n\nAll CASOs, ASG CISF and 10\" RB (A).\n\nRone\n",
  "96": "Append\n\nAdministrative Instructions\n\nSI Subject of instructions Date of issue\nNo.\n1. | Review of Disciplinary cases under Rule-36 & 37 /13.08.2015\n\n2. | Compliance report on pending Inspection report 09.09.2015\n3. | Regimental activities at Unit level 06.10.2015\n\n",
  "97": "/. ff)\nfy BD\nOffice of the Addl. Director General/Airport Sector\nCentral industrial Security Force\n(Ministry of Home Affairs)\nBlock No.16, CGO’s Complex\n\nLodhi Raod N.Dethi-100 003\nf NO.V-15099/APS/SMR-36837/LC/2015- pL\"? Dated: ) 2 August’2015\n\ni da\n\nTo\n\n1. DIG/AP (NZ), New Delhi\n\n2. DIG/AP (WZ), Mumbai\n\n3, DIG/AP (ERNE), Kolkata.\n\n4, DIG/AP ($2), Chennai.\n\n5. DIG/Security, GBS New Delhi.\n\n6. DIG/SSG, Greater Noida, (U.P).\n\n7. DIG, CIS Unit IGI Airport New Delhi.\ni 8. DIG/ASG Mumbai\n\nSub: Review of Disciplinary cases under Rule-36 and 37.Reg:\n\nw\nIt has been observed by the Competent Authority that 02 to 03 months time is\n\ni being taken by the Reviewing Authority to review/finalise the case, whereas, the whole\nProcess for the purpose i.e examination of the case/issue of show cause notice for\nobtaining the representation of the individual concemed and finally to issue order\n\ncan be completed within a month time.\n\n2 Therefore, the Competent Authority has desired that all Unit Commanders)\n\nunder your administrative control may be directed accordingly, so that process of\nreviewing of any penalty either under Ryle-36 or Rule-37 can be completed within a\n\ntime of one month\n\n3 Receipt of this letter may be acknowledged,\n\n'y. Inspector General(APS)\n\n/\nav /\n",
  "98": "arr eee waeaté Geer wT raters\noetty siehfire Gre Ter\n\n(qs Harera)\n16 Sta wratera RET\naint ws 7g fee 03\nHE 2009 / wheat / Petia / Insp-Visit/2015—2983 feaTe: 09/09/2015\n\neam 4,\nwaeid Geer & ori wi sorerhera safes\nfaq — dositogoao sanat } eg after che araferat oft srqurerm AE |\n\nSoshogoao gardai & fee afar che ameter A orqurera fede o were\ndar 4 ora @ & aa ae fey os S aa QU geal S wake ope\norg fatter sine 1 / Pam ae we ga Bae gears Wr vel et wet eI {|\n\n02 war sitet arr PéRre fara war @ fe wht atta generat 8 one frat ory\nfe wi orofteal 3 Pram aw garat & fee aftaa araferat ot aqarera Rule woke\nare ett qearera ara oy ny waa /ee S aes dace BoTeTA a Ash ony aie wey\nwer ae! + saeioaed sega fear aT |\n\n03. ann pple 2 fh gee anvah after garg a ore we fe ord fave\nafaa ai ei / Pee sift a orggern fad veto are sca year ot biter\nwi) aaa qe oe fee ay wae /eenh } we gowae sqyern fed deer\nyar a awh ong oe we owed eis Adel & oer wee stent } aaehearel\nrege fear on wed | Ste geared /srreidew oraterat Fae A aque 8 fs |r\nomrit gergai a arqurerar fedté MS word format (not in PDF mode and not\n\nscanned) § aigaps@cisf.gov.in w gaa & ara 8 Ah Yor wT we Te |\n\n‘BRM 09.09.2015\n",
  "99": "om Heifer / ees wT TTA\n\nahetta afters quer aa v\n(Je ware )\n16, 6H OT rIHRT\nhelt Yrs ag feect.os\n‘Wario—¥—a20900/ TTT / werTO2 / HEI / 2015 / 3204 fenteo6 / 10 /2015\n\nTo\nAll DIsG & CASOs Under Airport Sector\n\nSubject: Regimental Activities at Unit level: Reg.\nPlease refer to this office letter of even No.(6313) dated 10.07.15.\n\n02. With reference to the letter mentioned above, as per the existing\ninstructions, a report showing regimental activities being conducted in the\nUnits on a daily basis is being sent to APS HQrs by all ASG Units the\nfollowing day.\n\n03. It has now been decided that this report will be sent to their\nrespective Zonal HQrs on the next day by 1000 hrs daily in the following\nformat:-\n\n| Date & Time\nRegimental\n\nconducted (PT/\n| Parade/ Games/\n| Maintenance)\n\n1e ASG/ Unit\n\nName of ASG\nattended the\nregimental\n\n| activity\nRemarks if any.\n\nrequired to\nattend the\nactivity.\nactivity with\nreasons.\n\npersonnel\n| No. of personnel\n\n| No. OF off duty\n| not attended the\n\n|\n\n04, The Zonal DIsG will compile the report of regimental activities and\nsubmit the same to Airport Sector HQrs on the same day by 1700 hrs\nalong with observations and instructions, if any.\n\n05. DIsG ASG Delhi, Mumbai, SSG Noida & GBS Delhi will continue to\nsend their report to APS HQrs by 1000 hrs daily.\n\n06. All the Zonal DIsG are requested to ensure strict compliance of the\nabove instructions by all the ASG Units under their respective jurisdiction.\n07. This issues with the approval of the Competent Authority,\n\nSd/xxx\n(seg aRrI)\nFerhat / ee\n\n‘The report of Regimental activities so recetved from the D1sG under ABS, should be |\ncompiled and pui-up to the undersigned By 1800 firs on daily basis without fal,\n\n",
  "100": "OFFICE OF THE ADDITIONAL DIRECTOR GENERAL/AIRPORT SECTOR\nCENTRAL INDUSTRIAL SECURITY FORCE\n(Ministry of Home Affairs)\n\n16, CGO's Complex\nLodhi Road, N. Delhi-03\n\n5\nNo. E42099/APS/EsteuPT/2015/ ga! Dated:)0 July’ 2015\n\nTo\nDIsG/AP (E&NE, SZ, WZ & NZ)\nCASO CISF ASGs Delhi & Mumbai and DisG/CISF\n\nSubject: “Regimental activities at Unit level” : Reg”\n\nThe significance of Regimental Activities for an Armed Force from the fitness\nand discipline point of view is well established and beyond doubt. However, of\nlate, it has been observed that Unit Commanders and other supervisory officers of\nASGS/Units are not taking interest in conducting regular regimental activities\n(PT/Parade/Games) as mandated by the orders issued by FHOr and this HOrs\ntime to time. A serious view has been taken about non-implementation of the\ndirections.\n\n2 It isa well established tradition that physical fitness signifies the body's\nability to work efficiently and effectively during duty hours and at spare time. A\nphysically fit person is someone who will remain healthy and lead an active\nlifestyle. Being physically fit allows a person to safeguard his/her body against\ndiseases, and live a longer healthier life. In order to achieve this, sincerity and\nregular fitness measures are required. Hence, it is necessary to qualitatively\nimprove the physical fitness of our officers and men to make them physically\ntough enough to successfully meet any sort of operational contingency and to\nprevent them from various illnesses.\n\n3. _ Hence, after due deliberation of the matter it has been directed that all\nCASOs must ensure conduct of regular regimental activities (PT, Parade, Games)\nas per the schedule enclosed as Appendix-A.\n\n4. All CASOs must attend the Parade on every Friday and ensure that\nattendance in such scheduled regimental activities should be made compulsory\nfor all_off duty personnel (including CIW staff, Barrack members, Family\nmembers, office staff, general shift staff, etc.). These activities must be supervised\nby a GO of the Unit on daily basis.\n",
  "101": "-02-\n\n5. A report in this regard showing the activities undertaken in the Unit on daily\nbasis may be furnished to this HQrs on the next day by 1000 hrs. in the following\nformat :-\n\nName | Date | Regimental | Total Off duty |No. of off] No. of | Remarks.\nof the & | activities | Strength personnel | duty | personnel if any\nAirport time | conducted | of the | required to personnel not\nUnit attend the attended attended\n|(PT/Parade/ | | activity the | the activity\nGames/ | regimental | with\nMaintenance) ____activity reasons |\n\n6. All the DisG Zones are directed to ensure compliance of the above\ninstructions by all the ASGs/Units under their respective jurisdiction.\n\n7. This issues with the approval of the Competent Authority.\n\n(Rajiva Ranjan Sahay)\nInspector General/APS\n\nEncl: Appendix-’\n",
  "102": "DAYS/TIME\n\n+\n\n| 0615 to 0700 |\n\nhrs\nMonday\n\nDRILL\n“Tuesday |\n\nPT\n\nWednesday\n\nPT\n\n“Thursday\n\nPT\n\nFriday\n\nDRILL\n\nSaturday\n\n1\n|\n\n|\n\n|\n\nWarm up/ PR\nStretching\nExercise |\n05 Min. |\nWarm up/\nStretching |\nExercise | ]\n__05 Min |\nWarm up/ 7 | Ru\nStretching\nExercise\n05 Min. _|\n\nExercise\n5x Exercise\n\n15 Min.\nExercise\n\n| PT Table 01 to 03 |\n\n_15 Min.\nExercise\n\n| PT Table 04 to\n\n| Duration\n|\n\n| 40 Min\n\n| Sit up/ push up! j jump | Duration\n& reach/fireman\n\n| lift/skipping/chin up |\n\n10 Min.\n\nmis up/ push up/ jump Duration\n& reach/fireman\n\n| lift/skipping/c!\n\n_ 10 Min, | 40min | |\n| Sit up/ push up/ jump | Duration | ley ball/Kho-\n06 | & reach/fireman kho/Badminton/Table\nlift/skipping/chin up | tennis/Khabadi\na —1OMin. | aOMin |\nDuration Volley ball/Ki o-\nkho/Badminton/Table\n| tennis/Khabadi\n| 40 Min\n\ni\n\nAppendix ~‘A\n~ GAME\n1715 to 180 hrs\n\nVolley ball/Kho-\nkho/Badminton/Tab|\ntennis/Khabadi\n\nVolley ball/Kho-\nkho/Badminton/Table\n\n! tennis/Khabadi\n\"Volley bali/Kho-\n| kho/Badminton/Table\n| tennis/Khabaci\n\nArea Maintenance\n\n|\n|\n\n"
}