{
  "1": "td\n\nOFFICE OF SPL. DIRECTOR GENERAL/AIRPORT SECTOR\nCENTRAL INDUSTRIAL SECURITY FORCE\n(MINISTRY OF HOME AFFAIRS)\n\n* APS HQRS, CISF Complex\nMahipalpur, By-pass Road,\nNew Delhi-110037\nNo: W-42011/APS/TECH/ASCC (8)/2024--J 4+ Date: }1.01.2025\n\nTo\nDISG/AP (NZ, WZ, SZ and E&NE)\nDIsG/CASOs (ASGs Delhi, Mumbai, Hyderabad, Bangalore, Chennai, Kolkata &\nAhmedabad)\nCASOs of All ASGs\n\nSubject: Enhancing Skill S ning and APS ePathshala:\nReg.\n\nThe e-learning applications, APS eScreening and APS ePathshala, have been\nsuccessfully deployed across all ASGs. These platforms are now being actively used by\nCISF personnel to enhance their professional skills and knowledge. Over time, both\napplications have undergone continuous improvements, incorporating additional content\nand advanced features to increase their value and usability.\n\n02. To ensure the effective use of these applications, comprehensive training sessions\nhave been regularly conducted from APS HQ. These sessions aimed to equip personnel\nwith the necessary understanding to fully utilize the applications and improve their\nskillsets. Recently, new features have been integrated into both platforms to further\nenhance their utility, ensuring they remain aligned with evolving operational needs.\n\nMonitoring & Tracking of User Participation\n\nThe monitoring system has been decentralized from the Airport Sector HQ and is\nnow managed at the Unit level through ‘Admin’ users. This shift enables a more effective\nand granular approach to tracking the progress of personnel, ensuring that training\nobjectives are being met. The monitoring system now operates at multiple levels for\ngreater visibility:\n\n* Unit Level: Enables monitoring of individual user progress.\n\n+ Zone Level _: Tracks participation of personnel at airports within a zone.\n\n+ Sector Level. : Provides an overview of progress across the sector.\n\n* HQLevel — : Facilitates overall monitoring of all users across various\nairports.\n\nContinuous Improvement of Learning Content\n\nIn response to the evolving needs of personnel, the training content on both\napplications is being regularly updated. Recent additions include valuable training\nmaterials related to AVSEC Circulars/Orders and Cyber Crime training. These new\nmodules not only provide insight into the latest aviation sector regulations but also offer\ndeep knowledge on digital security, an increasingly vital area of expertise in today’s\ntechnology-driven environment.\n",
  "2": "03. Encouraging active and consistent engagement with these e-learning platforms\nwill significantly enhance the knowledge base of personnel, empowering them to execute\ntheir roles with greater proficiency. This, in turn, will contribute to the efficiency and\nsecurity of airport operations as personnel will be better prepared to handle their duties\nin line with current standards and regulations.\n\n04. To further drive success, I have been directed by the competent authority to\n\nrequest CASOs to take proactive measures to ensure optimal participation of personnel\nunder their jurisdiction.\n\nKeno\nSatie Ri’)\nAIG/AIRPORT SECTOR\n\nAPS HQR, NEW DELHI\nCopy to: -\n1. The PS to SDG/APS _: For favor of kind information of SDG/APS sir please\n\n2. The PS of IG/APS-I : For favor of kind information of IG/APS-I sir please\n3. The PS of IG/APS-II__ : For favor of kind information of IG/APS-II sir please\n"
}