{
  "1": "me OFS Cipeutan\nAw mrenfertare waeatd tae 2 wrerafere \\_\nrally sheiifiw qean ae\nTera)\neohqaudtes 1 Ree\npape agreany\nTaaTaAe. sezis7\n\nS Datea x fZ01/2022\n\no.0-42099/1G/APS.1/0PS/Insteuctions(1}/22 “FS\n\nbs\n\nTo,\n\naad SUTTER,\nwae oni, ha. 1) Genera athe\n\n‘Sub:\n\nHandling of unattended articles at the airports: Reg.\n\ninstructions issued regan\n\nIt has been observed that despite det\nadopted in handling unattended articles at airports vide Airport Sector Circular No-01/2010\n27.01.2010 and APS HQRs letter No (9901) dated 12.09.2011, several inadequacies have been noticed. of\n\nGealing with such cases at i\ncheck and despite the fact that the o\nany effort to trace him and the baa ¥.\nepositing it to the airport operator, some prohibited items were detected and @ hunt was on to identify the\nowner. This exhibited not cly an unprofessional attitude but also violation of instructions issued by higher\n\nformations,\n\nwer of the bag cid't tum up, the physical check officer didn’t make\nthan 10 Hrs. W d\n\nthe bag was opened while\n\nof such instances, following procedure may be adopted\nfrom the instructions already issued in this rear\n\n02. To avoid any security lapse and recurrent\nF the effective handling of unattended article ay\nCAS etc\n\nhigher formations/s\n\ni) When the unclaimed article is detected at PESC po\n\nIf the screened baggage/item is not claimed by pax/airport staff from output side of the x\nBIS/segregated for physical check:\n\non such left out baggage/items and\n\na. It will be the duty of physical check officer to keep &\nthe bags marked for physical check. If the owner of a bag does nat turn us\nUp to a maximum of 10 minutes, the physica! check officer snall make effort to locate Ue\n\n‘owner and simultancously inform the SHA IC.\n\nb, The SHA IC shall inform SOC about it and they shall try to find /trace out the oax/staff in\nSHA.\n\nc. Concurrently, standard drill for unattended item as per BTCP to be followed invanably to\nconfirm no threat in it,\n\nc. If the owner of the article is identified based on CCTV feed or the details tound i\nthe item (e.g. name, phone number, address, etc.), the article should be handed over to\nthe real oviner after proper verification and under proper receipt with entry into the\nprescribed register.\n\nHowever, if the owner of the article not approachable (went already from airport premises\nboarded the flight ete), the article should be handed over to the designated\nsection/officer/terminal manager of the airport under proper receipt and records immediately\n\n",
  "2": "claim it, In such cases, pax may be informed to claim the\n\nwithout waiting for attival of pax\n\n: article from airport operator.\narticle could not be identified, then the article should be handed\n1d officer/Airport Terminal Manager of the airport operator under\n+ following the standard dril, There should not\n\nff the owner of Uh\nover to the designated\neceipt and records immediately after\n\nprove\nbe\n\n4. Unk CN should upload the information regarding lst and found ate deosted sth the\nHaport operat by 1090 is day of the CISF website as prescribed vide para 02, g) of APs\n\nHrs letter (9901) dated 12.09.2011.\n\n‘and found at the airport must be entered in the GD by t\n\n£ details of all tems lost\nh) of APS HQrs letter (9991) date\n\nVC or the shift 1/C as prescribed vide para 03.\n12.09.2021\n\ned article is detected at places other than PESC point :\n\nii) When the unclaim:\nBTCP to be followed invariably to confirm no\n\nint\n\n‘ed area in-charge (CISF) with relevant information for\n\nHand over the item to the concern\nAPS Circular 01/2010.\n\nkeeping proper records as prescribed vide Para 3 of\n\nly as per pare 02 (i) d to habove.\n\ncc. Subsequent action to be taken sim\n\ne conducted recently at & few ASGs. The averagi\nag 30 minutes which 1s too high by any\n\nthat the time taken to detect the unclaimed articles sha\nand spirit.\n\nther, Dummy checks of unattended bags were\n\nstandard, Hence, DIsG and CASOs shall ensure\nnot exceed 10 minutes. Compliance of the above instructions te be ensured in let\n\narea reTPLeRT span are geared\nveccge rarrere ig feet wm\n"
}