{
  "1": "Office of the Add. Director GenerauAirport Sector\nCentral Industrial Security Force\n(Ministry of Home Affairs)\nNo.O-42011/APC/Ops(2)/Circula(AS)/19- B 5.Z 6\nAdministrative Block\nCISF Complex. Mahipalpur\nBy Pass road, New Delhi-37\nDated: // sept,2019.\ncircular No as- 0? \n/2019.\nSub: Screenino of Persons with Disabiliw (Pwlrs)\nThere have been two complalnts from Ms Virali f,lodi, a disabled person who\ntravels in a wheelchair. At ltumbai Airport, in November, 2018, she has alleged that the\nfrisking staff spoke to her very rudely, when she told them that she cannot stand up for\npat-down search. The CISF staff also allegedly offered to carry her so that her pat-down\ncheck can be completed. More or less, the same allegation has been leveled against\nfrisking staff at IGI Airport also on 09.09.2019, wherein she also says that she overheard\nCISF staff saying that she is doing drama.\n2. \nThe relevant AVSEC Circular No.04/2014, para 3 (3.8) says \"If a passenger cannot\nstand, he/she should be offered a chair for screening and subjected to a pat-down\nthereafter.\" This rule is not very clear since the passenger is in any case sitting in a\nwheelchair and offering her a chair to sit and conduct pat-down does not change the\ncircumstances. The matter is being taken up with BCAS for further clarity.\n3, \nHowever till such time, it is directed that based on passenqer profiling, if a person\nis unable to stand up due to disability or illness, pat-down may be conducted thoroughly\nin sittlng position. Such passengers should be asked a simple question \"Sir/l4adam can\nyou stand up for frisking?\". If the answer is no, there should not be unnecessary\ninsistence on standing up for pat-down unless the behavior of the passenger is\nsuspicious.\n4. \nIt is also important for the friskinq staff to be extremely polite to the Persons with\nDisability since they are very sensitive about their disability. There should be no\narrogance or loose talk by CISF staff, even under provocation.\n5. \nAll concerned should be thoroughly briefed by CASOS regarding these directions\nby 13.11.2019, so that such complaints do not recur.\nDistribution: As per list enclosed\nAddl. Dc/Airport Sector\n(M.A.Ganapathy, IPS)\nI\\,L\nt),",
  "2": "Distribution list\n. IG/APS-I and IG/APS-II\n. Dlsc/Airport (NZ,SZ,WZ and E&NEZ)\n. DISG/CASO Delhi, Mumbai, Chennai, Hyderabad and Bangalore\\\\\n. All CASOS ofASGS"
}