{
  "1": "OFFICE OF THE ADDL. DIRECTOR GENERAL (AIRPORT SECTOR)\nCENTRAL INDUSTRIAL SECURITY FORCE\n(Ministry of Home Affairs)\n16 CGO's Complex,\nParyawaran Bhawan\nNo 0-42011/APC/Ops (2)/Circular /AS/15- 6 5 & Dated: ¢4 09.2015\n\nTo\nDIsG/AP (NZ, SZ, WZ and E&NE)\nDIGICASO ASG Delhi and Mumbai\nAll CASOs of ASGs\n\nSub: -Dealing with entry on fake e-tickets at airports: Reg.\n\nIn the absence of Uniform format and standard security features in the existing\ne-+tickets/web boarding passes, there has been rampant increase in the number of\ncases of unauthorised entry into the terminal building through fake e-tickets. In the\nexisting security procedures, such cases are only being detected due to restrictions\non reverse entry from the terminal buildings and at times through noticeable input\nand profiling.\n\n2. Though, so far, fake e-tickets are being used by the people mainly for sending\noff/facilitating the relatives at airports, yet it cannot be ruled out that such person who\ncould easily gain access to the airport terminal building on the strength of fake e-\ntickets may seriously hamper or cause unlawful interference with Civil Aviation\nOperations.\n\n3. Inorder to put check on the cases of unauthorised entry using fake e;tickets in\nthe terminal building and also to prevent it from becoming a security hazard and\nensure that there is sufficient deterrent to potential offender, there is need to ensure\nthat cases are reported in each case under the Indian Penal Code and other relevant\nActs and Rules, against the offender.\n\n4 | have accordingly been directed to inform all CAOSs that in case of detection\nof unauthorised entry into the terminal building/airport premises, the complaint\nagainst the offender must be made to the local police under sections of IPC and\nother relevant Acts and Rules as amended from time to time by the Govt of India.\nThe sections of IPC, which may be invoked for the offences of unauthorised entry\ninto the airport premises/terminal building, are as under:\n\nOffences of unauthorised entry Section of IPC may be invoked.\nUsing printout of fake e-tickets (in which | Section 465,468 & 471 of IPC\nPNR as well as flight details are fake)\nGetting a ticket booked and then cancelled- | Section 447 of IPC\n| using the printout of the ticked booked.\n(which has later been cancelled)\n\nUsing printout of original e-ticket with | Section 419,465,468 and 471 of\nfabricated name (in which PNR and flight | IPC\n\ndetails are original )\n\n",
  "2": "e2e\n\nSection 120 B shall be added if two or more persons enter together. If entry to\nthe terminal building is for commission of an offence punishable with\ndeath/imprisonment or imprisonment for life or for other offences then sections\nbetween section-449 to 462, IPC may also be applicable. Unauthorised entry is also\nan offence under Aircraft Rules 1937-schedule VI, Sr. No 19. The CASO must ensure\nthat the local police register a criminal case under the requisite sections of law and\ntake legal action against the offender/s.\n\n5. | have been directed to request all DisG/Airports to monitor implementation of\nabove instructions at airports under their jurisdiction.\n\n6. Please acknowledge receipt and ensure strict compliance.\n\n7. _ This issues with the approval of Competent Authority.\n\nae\n\nA\\G/Airport Sector\n"
}