{
  "1": "Office of the Addl. Director General/Airport Sector\n, \nCentral Industrial Security Force\n(Ministry of Home Affairs)\nAirport Sector Hqrs,\nAdmin Block, CISF Complex\nMahipalpur (By-pass road),\nIC‐ 17013Anst(SuicidcソCIW/APS/2019/Qレ\n1ス\nTo\nIG/APS― I&H\nDIsG/AP(NZ,SZ,WZ and E&NE)\nNcw Dclhi‐ 110o37\nDatcdi/) July'2022\nDIsG/CASOs of ASG Delhi, Mumbai, Chennai. Hyderabad & Bangalore.\nAll CASO CISF ASGs.\nSub: Suicides & Fratricides\nw.r.t. instances of suicides or fratricides in airport Sector, I am sure that all\nthe cASos and senior officers are extremery sensitive to the issues involved and\nmust be doing everything possible at their levels to prevent recurence of such\nmost shocking and saddening instances.\n0? Howev-er, it appears- that sometimes, the officers become too complacent\nabout the effectiveness of the existing systems as has been evident in'i..\"rt\ninstances wherein the persons reporting from leave were either not interviewed or\nif interviewed, the same was done or,ry as a matter of formality and in casuar\nmanner-\n03' It must be bome in mind that such interviews or counseling with a person\nreporting from leave is not a formarity; it is arso not a job whilh can u\" ior\"\ncausally. we must ensure a lot of appriiation of mind and personar inrotre.\"ntio\npatiently relate emotionaily with the personner u\"ing int\"*i.*.J;;'ry'r\"\nunderstand if there are any issues at.the Lack of person'i mind which .igr,t li *\ntriggers to any drastic act. This can be achieved fnly after. I\", \"ipi\"p.,\"1,i\", \"\"a\ninvestment of mind.\n04. I would, therefore, urge and implore all the cASos & senior officers to\nreview the existing systems and to ensure their ground functioning r, - \"ti..iiu.\nmanner. we need to identis the personnel .oy-*ir. who are incliied ,o ,na-.n\"t\"\nsuch interviewing/counsering task on the basis of their .rotronui-o,ut*ity io\nemp{!r' Such persons can also be given additionar training at local r\"r.r lia G,\nand.DIGs can organize training reriion. in counsering on behaviorar, emotional\nintelligence and mobility at tlieir own levers and through various institutions,\norganizations or individuals.\nContd.p/2‐",
  "2": "Page 2 of 2\n05. Needless to reiterate here the profound significance of various institutions\nslch as welfare officers, samvad samitis, buddy- system, personal profile sheets\nwhich contribute to greater bonding & greater intelpersonalirust.\n06. I have.time and again reiterated that many times officers feel absolved of\ntheir responsibility when the immediate trigger ii not rerated to uny o.gunr,utionut\nfactors. However, this is a very improperllrception and irrespective-of the fact\nwhether,the trigger is because of-personal or organizational factors, *\".urt\nensure all efforts & must succeed in saving our peionner from resorting to,u.t\ndrastic acts.\n07 . I am sure, all officers would think on this matter with due seriousness and\nensure necessary action and communicate the same to ApS He.\n彎～含・く´\n2o,ァ122\n(PramOd Shripad Phainikar)\nAdd:.Director ceneraVAPS"
}