{
  "1": "- \nOFFICE OF THE SPL DIRECTOR GENERAL\\AIRPORT SECTOR\n. \nCENTRAL INDUSTRIAL SECURITY FORCE\n1 \n(Ministry of Home Affairs)\nt \n13, CGO Complex\nLodhi Road, N Delhi\nNo.0-42011IAPC/OPS(2)rcircurarrAsr13- $e1 \nDated . lo sep 2013\nTo\nAIICASOS CISF ASGs.\nDtc/AP (E&NE, NZ, SZ & WZ)\nSrbr S\"crritv of p\"\"\"enq\", baqqrq\"/\"trff rt the \"irport, R\"q,\nReference is made to the BCAS circurar No. 23t2005, wherein,\ncategorical instructions on the procedure for pESC has been elaborated.\nFurther, vide Airport sector circular 05/2009 dated 01.05.2009,\ncomprehensive instructions were issued regarding measures to be adopted to\nminimize number of theft cases/exchange oi valuJbles at the airports.\n? \nDespite categorical instructions as above, recent reports and incidents,\nindicate that PESC staff, which includes load officers and staff for\nstamping/physical checking of baggage, are not performing their duties as per\nguidelines. Due to this, several cases of' exchanle/theft of mobile\nphones/valuables from the trays are Intermittently coming-to the notice of this\nHQ,\n3. \nHence, the following directions are hereby issued for strict compliance :\na) The load officer shourd ask the passenger for presence of laptop,\nmetallic items including mobile phones, -tabs, eic. on person/hand\nbaggage, to place them separately in tray for X_iay examination.\nb) Trayl Token system must be impremented meticurousry. For this,\nnumbered token must be issued to the passengers at X-Ray feeder poini\nwhile placing their baggage in trays by the road officer and matching the\nsame with corresponding tray at output point before handingl the\nbaggage to the rightfur owner by the physicar checking/ stamping staff.\nc) Each passenger thould be provided with separate tray for pracing their\nbelongings in the XBrS. At no time the same tray shouid be used by the\ngroup of passengers.\nd) The passenger shourd not be permitted to take their baggage from the\noutput side of the X-Brs Ray screening on their orn. Tn\"], baggage\nshould either be handed over to them by the ASG staff deproyed there\nfor stamping/physical checking of baggage or passenger should be\nallowed to take their baggages after ascLrtaining their owrLrship.\nContd... ......P1O2",
  "2": "-02-\ne) To a possible extent, it should also, be ensured by the load officers that\nscreening of passengers' baggage / belongings is synchronized with\ntheir frisking turns, so that passengers can claim their baggage\nimmediately after completion of frisking & screening process\nsimultaneously.\n0 The best international practices also suggest that the pax and his/her\nbelongings should move together in the frjsking booth and XBIS machine\nrespectively, so that, there is no scope for the pax to leave his/her items\nin the SHA and disappear. This may be tried as far as practicable and\npossible.\n4. All CASOs are directed to personally ensure implementation of the\nabove system.\n5. All DlsG/AP should obtain a certificate of compliance from the CASOs\nunder their respective jurisdiction to this effect and submit a consolidated\ncompliance latest by 15.10.2013.\nlG/Airport Sector"
}