{
  "1": "No.\nOFFICE OF THE SPECIAL DIRECTOR GENERAL/AIRPORT SECTOR\nCENTRAL INDUSTRIAL SECURITY FORCE\n(Ministry of Home Affairs)\n13, CGO Complex\nLodhi Road, N. Delhl\nO-420211APC/OPS(116)/Crime Controlt2}l3- 11 ge Dated l8 Oct' ZOlg\nAll CASO CISF ASGs\nDlsG/AP (NZ, E&NE, SZ & WZ)\nTo\nSub: Theft from Reqistered baqqage at the Airports: Req\nln a recent meeting held on 1BtOgt2O13, the Advisory Committee for Civil\nAviation Security, expressed its concern on the menace of theft from the registered\nbaggage of passengers at the airports. Of late, it is seen that there has been an\nincrease in such theft cases.\n2. \nFor its visible and effective presence at the airports, the Committee has\ndesignated CISF as Nodal agency for liaising with Local Police and facilitate\nregistration of cases there.\n3. \nHence, in order to address the issue the following actions are required to be\ntaken by all CASOs:-\n(i) \nThe following agencies have been identified for lodging FIR with the local\npolice station in accordance to the situations enumerated below :-\na. Passenger vet to board the fliqht and reports occurrence of theft\nat the followinq parts of the airport :-\ni. Theft reported bv PAX at the citvside area of the airport :- lf\nthe Passengers approach/complain to CISF regarding theft of\ntheir belongings at the city side, in such cases, the PAX should\nbe assisted by CISF in lodging an FIR with the local police.\nii. Theft reported bv PAX inside the terminal buildinq (from\nDeparture qate to SHA) :- lf the PAX report such cases to\nCISF, CIW staff of the ASG will take such passenger to the\nAirport Operators representative. ln all such cases representative\nof Airport Operator should lodge FIR with the local police station.\nCISF would assist the Airport Operator representative to lodge an\nFIR with the local police station.\niii. Theft reported bv PAX post SHA (Airside etc.) :- All such\ncomplaints should be lodged by the Airlines with the local police\nstation. CISF should assist the airline for lodging FIR with the\n. \nlocal police station.\nt,\n1^_a4-=-\nCont --Pl2--",
  "2": "A\n--Pt2--\nb. Passenqer boards the fliqht and reports occurrence of theft on\narrival at the destination :- There are instances when a passenger\nrealises theft of his/her belongings after boarding the flight or on arrival\nto the destination. lf a passenger comes with a theft complaint to CISF\nat the destination/arrival airport, CISF staff may assist them to the\nairline counters for further assistance by the concerned airlines. ln all\nsuch cases concerned airline should further assist the passenger to\nlodge an FIR with the local police station. Here again the CISF\npersonnel will assist if required.\nc. Theft from reqistered baqqage :- All such complaints should be\nlodged by the PAX/Airlines with the local police station. CISF should\nassist the airline for lodging FIR with the local police station.\n(ii) The above points should be discussed by the concerned CASOs in\nmonthly APSC meetings and all stakeholders including local police, may\nbe apprised about the procedures.\n(iii). Airport Operator should also give wide publicity of this aspect and may\nalso be requested for displaying the information on the ticker or display\nmonitors for encouraging passengers to lodge complaint about theft of\ntheir belongings.\n(iv). CASOs are directed to involve the local police to stop this menace at the\nairports. They should hold meetings with Local SP/DCP to review &\nreconcile the theft cases registered and to develop a joint strategy to\nprevent such cases. lncidents have also come to notice wherein loaders of\nprivate airlines are considerably found involved in theft cases inside the\nairport premises. Hence, it should be ensured by all CASOs that thorough\nbackground checks/character verification may be got conducted of all the\nloaders working at the airport by the hiring agencies/airline operators\nthrough local police.\n(v). CASOs will take up the matter with concerned Airport Opertors for\nensuring complete coverage of BMA/BBA areas through CCTV and\nexhaustive use of CCTV cameras in these areas.\nTo strengthen security in BBA/BMA areas, there should be effective\nsurveillance and vigilance by the CIW personnel on the persons engaged\nin loading/unloading of baggage, to ensure that no extraneous item is\ninserted or removed from the baggage.\nCIW should keep strict vigil on the process of loading/unloading of\nbaggage into/from the aircrafts and also during their movement from the\nBMA/to the BBA to ensure that the airlines staff responsible for the task do\nnot tamper with the baggage.\nCont --Pl3--",
  "3": "Pt2--\n(vi). ln some airports, help desk counters have been provided to CISF at\ndeparture points, which could facilitate in receiving complaints of theft in\nregistered baggage by passengers or through airlines.\nHowever, there is no such counter available in the arrival hall for facilitating\nthe passengers especially ladies arriving in late night hours. Hence,\nCASOs of ASGs having late night arrival of flights are directed to take up\nthe matter with concerned Airport Operator for provision of help desk\ncounters for CISF in Arrival Hall.\nThe manpower for both the help desk counters i.e. for Departure and\nArrival may also be catered and included in the resurvey proposals\naccordingly.\n(vii). CIW staff of the airport should keep themselves abreast of the\ninvestigation of cases by local police to get information about criminals and\ntheir modus-operandi, and maintain a proper record. The CASO should\nanalyse periodically and devise remedial measures.\n04. \nThe Zonal DlsG (CASOs) should analyse reports, and the investigation\ndone by the local police, and send a confidential note to the APS HQrs with regard\nto the incident of different types of theft cases being reported in different parts of the\nairports, and the remedial measures taken by the Unit ln-charge, as well as the\nAPD, the airlines concerned and also the local police.\ntnrtir, *^rffi##\nSpl. DG/Airport Sector\no(c Af \"r? w\n: (i). w.r.t. Advisory Committee meeting\nheld on 18.09.13. lt is requested to\ndirect all Airport Operators to provide\nhelp desk counters to CISF in arrival\nhalls, at bigger airports, for assisting\nPAX in registering FIR whenever theft\nis reported in registered baggage.\n(ii) Requested to direct all Airlines to\nshare all information about theft with\nCISF.\n(iii). Requested to direct ail Airport\nOperators to ensure 100o/o CCTV\ncoverage in BBA & BMA and to\nidentify dark zones in consultation with\nCASO concerned and get them\nrectified exped itiously.\nCopy to :-\nJoint Secretary (AS), MCA\nRajiv Gandhi Bhawan,\nNew Delhi"
}