{
  "1": "OFFICE OF THE ADDL. DIRECTOR GENERAL/AIRPORT SECTOR\n, , \n.._r,r,._il?_Y;:Ti.\"i=r.l#.:i*.\nAdm. Bloc( Ground Floor,\nCISF Complex\nMahipalpur, New Delhi- 37\nNo. O-42O1UAPC/OPS (l)/Circular (BCA)l2a- $617- \nDated / O Apt'tl'2024\nTo\nIG/APS-I &II\nDIsG/AP (E&NE, Nz, Sz & wz)\nDIsG/CASO ASG Delhi, Mumbai, Bangalore, Hyderabad, Kolkata & Chennai\nAll CASOs ofASGs\nSub:\ncheck-in Bar Coded Boardino Pass (BCBP) or usino Dioi Yatra: Reo:\nPlease find enclosed herewith a copy of AvSec Order No,0712024 circulated by BCAS vide\nletter No. L5-5!6412015-Policy Division-BCAs-Part (1) (E-160173) dated 30.03.2024 on the above\n- \nsubject matter.\n' \n2. \nThis is for kind information and necessary action accordingly, please.\nEncl. As Above\n%^w\n(Vishal Sharma)\nDC/Airport Sector\nCopv to: -\nAvsec Cell NISA Hyderabad and RTC Arrakkonam: For favour of kind information please.",
  "2": "W\nI 5-57 / 64 I 20 l5-Policy Division -BCAS-Part ( 1 ) (E- I 60 I 73)\nTfliKTTNiFR / GOVERNMENT OF INDIA\nTFI{fr.qr{{qTTdq/ MINISTRY OF CTVIL AVIATION\n;IFT{ fdqr;r{ g-{Sil drs / BUR\"EAU oF CrVrL AVTATTON SECURTTY\nggr;IqfiFT, qlFa-{cirTEcr{oB}ft.D.d / UDAN BHAuTAN, NEAR SAFDARJUNG\nAIRPORT\n,r{frffi.1rooos / NEwDELHI- ltooos.\nDated: 3O.3.2O24\nAVSEC Order No. 7/2O24\nSubJect: Securlty control of departlng passengers holdtng Dtlcket/web or\nKlosk check-in Bar Coded Boarding Pass (BCBPI or uslng Digi Yatra\nIn exercise of powers conferred by Rule 62(l) of the Aircraft (Security) Rules\n2023, Director General, Bureau of Civil Aviation Security, for the purpose of the\nsafety and security of passengers, crew, ground personnel and the general public\nin all matters relating to safeguarding against act of unlawful interference with\ncivil aviation, directs that following security procedures will be followed by all\nstakeholde.rs for security control of departing passengers holding e-ticket/ web or\nkiosk check-in bar coded boarding pass or using Digi Yatra.\nPurpose: To ensure that the access to the terminal is accorded to the bonafrde\npassengers only and to ensure that all passengers who have entered the terminal,\nboard the aircraft and fly out and those who do not board the aircraft for some\nreason, exit the terrnir-ral. For this purpose, passengers with conlirmed e-tickets\nor web boarding pass shall be allowed access into the deparfure terminal, only\nafter the authenticity of the travel document and genuineness of its holder is\nestablished at the access control point of the terminal building.\n1. Establlshmeat of passenger identlty:\n1.'1. Passengers shall be responsible to carry reliable identity proof with tJlem\nthroughout the jor,rrney for checking at any point of time. The identity of the\npassengers concerned shall be ascertained from a valid photo identity document\n(passport in case of foreign nationals), or, conlirmed through Digi Yatra, before\nbeing allowed to enter the airport terminal building.\n1.2. The passengers shall enroll and v.alidate themselves on Digi Yatra for traveling\nwith Digi Yatra credentials where applicable.\n^u\n' \nPage 1 of4\nffi",
  "3": "2. carriage of valid Travel Document namely, physical copy/electronic copy\nof e-tlcket aad bar-eoded boardlng pass, or uslng Digi yatra credentials:\n2.1. Bar coded Boarding Pass (BcBp) delivered /generated through check-in\ndesks, self-service kiosks, websites and e-tickets including soft copy/image of\nsuch tickets in smart phones, tablets, pcs or laptops are valid for gaining access\ninto the terminal building through departure entry gates.\n2.2. Tl,e image of the BCBP or e-ticket thus produced by the passenger on\nelectronic device should be the same as issued by t.l.e aircraft operators. SMS or\npartial information pertaining to the ticket shall not entitle the pax to gain access\nto airport terminal building. Similarly, the BCBp shall have all the features like\npresent boarding pass in vogue to avoid any confusion during check by the ASG.\n2.3. fury second/ subsequent boarding card issued from any channel shall be\ndetected as duplicate and an audio-visual alarm shall be generated at all check_\npoints.\n3. Pre embarkatloa Security Check potnt (pESC):\n3. 1. Domestic passengers with BCBps shall not be required to report to rhe\nairlines' check-in counter and may pioceed directly for pre-embarkatircn security\ncheck if they have no hold baggage. International passengers with BCBps will be\nrequired to report to the concemed airline's check-in counters for verification of\nvisa and checking EcR/ECNR requirements etc. before proceeding to\nimmigration/ SHA for pre-embarkation checks.\n3.2. Passengers having BCBp shall be allowed by t].e concerned ASG to pass the\nPESC only after the validity of the BCBp is established through a mechanism\nestablished at the PESC for checking it from the Departure control system (DCS).\nAirport operators shall incorporate this requirement in their security programme.\nIn case tl'e BCBP is not read by the provided mechanis..r, *\"rrr\"l procedure\nwould be resorted to.\n4, Boarding an alrcraft:\nNo passenger shall be allowed by the aircraft operator concerned to board the\naircraft unless validif of the BCBp is established through a mechanism\nestablished at tt,e boarding gate for checking it from the Departure contror\nsystem (DCS). Aircraft operators shall incorporate this requirement in their\nsecurity programme. These measures shall also apply to transit passengers.\n5. \nAlrcraft entry point:\nThe aircraft operator shall ensure that a[ t]re passengers who have Ieft the\nboarding gate have boarded the flight. Aircraft operator shalr develop a\nU,^r/\nPage 2 ol 4",
  "4": "technological solution integrated with Dcs to detect any left-out pax who have\nreported a.t boarding gate but failed to board the flight.\n6. I'raud prevention\n6. 1. Persons with ill-intentions may falsify their Bar-coded Boarding pass\n(BCBP)/ E- Ticket by changing the flight number or class of service. They may\nalso sirnply print two copies of the BCBP and pass one to a friend, or even create\na counterfeit BCBP. Technical solutions which can further secure the bar-code,\nshall be incorporated in the process, by concerned Aircraft Operator.\n6.2. Aircraft operators concerned shall devise means to prevent any alteration or\nunauthorized duplicity of the booked e-tickets, web/Kiosk check-in boarding\npass.\n6.3. A forged BCBP will not entitle the person carrying it, with any right to travel,\nnor shall it create any confusion witJl the system. The officia.l information shall be\nstored in the airline's system.\n6.4. Persons or passengers detected with forgery of travel document shall be\nhanded over to Local Police for legal action as per extant rules.\n6.5. It is recommended that a disclaimer statement be printed on the BCBp that\nthe document itself has no value and is being issued for ease of processing only.\n;6.6. The. Departure oontrol System (Dcs) shall be synchronized with Airport\nTerrninal enfir points, Pre-Embarkation security checkpoint, the Boarding Gate\nand the aircraft entry gate to establish a fail-proof passenger movement system\nincluding transit passengers.\n6.7. The system should not have a lag of more than three (3) minutes for\nrefreshing and synchronizing of data.\n6.8 The Airport operators shall work in coordination with Aircraft operators and\nASG so that a synchronized system is established for movement of passengers\nright from the entry-gate manned by ASG, to Kiosks generating BCBp or check-\nin counters, to the Pre-Embarkation security checkpoint manned by ASG, to the\nBoarding Gate and/or Ladder point in case of Remote Iocation boarding.\n6.9 Boarding Pass generated through common User Self service (cuss)\nmachines shall bear water marks (Name of Airport) on it.\n6.10 Aircraft operators shall also sync this system with baggage reconciliation\nprocess.\n6. I I Similar checks shall also be introduced in case of self-check-in of hold\nbaggage through Self Service Baggage Drop (SSBD) facilities.\nA,/\nPage 3 of 4",
  "5": "7. Infrastructural aad other requireraeatsi\n7.1All aircraft operators shall ensure that the domestic travel documents issued\nby them or their OTAs are bar-coded. For this purpose, the airport operators shall\ninstall the necessaq/ infrastructure at vital points along witJ: compatible gadgets\nincluding QR Code readers\n7,2 The aircraft operators shall also install the necessary infrastructure as\nprescribed for the Digi Yatra with all security features embedded as prescribed by\nDG, BCAS.\n7.3 All e-gates being used for DigiYatra/BCBP shali be equipped with adequate\nanti-tailgating solutions.\n7.4 The foreign aircraft operators shall ensure that all travel documents issued\nby them or their OTAs are bar-coded, within a period of 6 months from the\nissuance of this order. A11 foreign aircraft operators carrying out their operations\nin India shall corne to an agreement on the format and bar code for the e tickets\nissued by them, so that the validity of their tickets can be established through a\nbar code reader at the Airport terminal entry gates.\n7.5 The software required for the system shall be upgraded as per requirement\nfrom time to time.\n8. Trainlng requirement:\n8.1. Training to all the stall concerned for implementation of the above-mentioned\nprocedure shall be organized by the airport operators in coordination with ASG\nand various airlines..\n9. This supersedes AvSec Order N o. 5l2O2O dated 10.8.2020 issued previously on\nthe subject.\n10. This AVSEC Order shall be implemented by all concerned with effect from 30tt'\nApri, 2024 for all dornestic aircraft operators and 3Ou'. September, 2024 tor all\nforeign. air'ctaft operators operating to and from India.\nY,^*hW tU')'*\n(Zulfiqirar Hasan, IPS)\nDirector General\ntolslz1\nDietributloa: As per standard [st.\nPage 4 of 4"
}