{
  "1": "OFFICE OF THE ADDL. DIRECTOR GENERAL/AIRPORT SECTOR\nCENTRAL INDUSTRIAL SECURITY FORCE\n(MINISTRY OF HOME AFFAIRS)\n\nAdministrative Block\n\nCISF Complex, Mahipalpur\n\nBy Pass Road, New Delhi-37\npri\n\n0-42011/ APC/OPS(1)/Circular(BCAS) [24 § 354 Dated: 0} Mareh’2024\n\nTo\nDIsG/CASO ASG Delhi, Mumbai, Chennai, Bangalore, Hyderabad and Kolkata\n\nCASOs of All ASGs\n\nOrder No 06/2024 on the above\n\nEnclosed please find herewith BCAS AVSEC\nsubject for information and necessary action please.\n\n~~ This issue with the approval of the Competent Authority.\n\nEncl: As above\n(Arun Singh)\nAIG/Airport Sector\nCopy to:\nIG/APS-I & II z For favour of kind information please.\nDirector NISA, Hyderabad : -DO-\nDIsG/AP (SZ, NZ, WZ & E&NE) : -DO-\n\nDIG, RTC Arakkonam : -DO-\n",
  "2": "//RESTRICTED//\n\nF. No.: CAS-5 (4)/2024/Policy/Guard Rules && Protection/E- 95224\nUR EPR / GOVERNMENT OF INDIA\nan fears Hare MINISTRY OF CIVIL AVIATION\nann frat Gea / BUREAU OF CIVIL AVIATION SECURITY\n\nSSH UA, WHEAT 31g & fw] / UDAN BHAWAN, NEAR SAFDARJUNG\nAIRPORT,\n\nag fect - 110003 / NEW DELHI - 110003.\nDated - 26.3.2024\n\nAVSEC Order No: 6/2024\n\nSubject: Guidelines for the protection and handling of Sensitive\nAviation Security Information in India - reg.\n\nIn the exercise of powers conferred under rules 54 and 55 of the\nAircraft (Security) Rules, 2023 the Director General, Bureau of Civil Aviation\nSecurity, in continuation of AVSEC Circular No. 40/2005 dated 14.9.2005\nand AVSEC Order No. 3/2011 dated 13.1.2011 directs the following\nguidelines for the protection and handling of sensitive aviation security\ninformation, for the purpose of the safety of passengers, crew, aircraft,\nground personnel and the general public in all matters related to\nsafeguarding against acts of unlawful interference with the civil aviation.\n\n2. Purpose:\n\n2.1 This document sets out general guiding principles in respect of\npolicies and procedures on how to properly identify, mark, handle, protect,\ndisclose and dispose-off sensitive aviation security information in India by\nall the stakeholders involved in the civil aviation. These guidelines include\nbasic criteria to be considered for developing the procedures for the\nmanagement of sensitive aviation security information.\n\n3. Definitions:\n\na) “assessment” means the evaluation of a record whether it contains\nsensitive aviation security information\n\nb) “disclose” means the act of providing access to a record containing\nsensitive aviation security information to a person with a “need-to-\nknow” to fulfil their official duties.\n\nc) “dispose” means the process of making a record unreadable and\nunrecoverable.\n",
  "3": "//RESTRICTED//\n\nd)‘marking’ means applying the protective mark and distribution\nlimitation statement to materials containing sensitive aviation\nsecurity information.\n\ne) “need-to-know” means information/process/procedures that are only\nmeant for the specific use of an individual/entity/organization for the\nfulfilment of their legitimate functions/roles.\n\n) “protect” means taking both required and reasonable steps to\nsafeguard a record containing sensitive aviation security information\nand prevent disclosure to persons without a need to know.\n\n8) “record” refers to any means by which information is preserved,\nirrespective of format, including a book, paper, drawing, map,\nrecording, tape, film, photograph, machine-readable material and\ninformation stored in any electronic format. The term record also\nincludes any draft, proposed, or recommended change to any record.\n\nThe words and expressions used herein and not defined, but defined\nin the Aircraft (Security) Rules, 2023 and National Civil Aviation Security\nProgram, 2024 shall have the meanings respectively assigned to them in the\nsaid rule or the NCASP.\n\n4. Identifying sensitive aviation security information\n\n4.1 All the stakeholders shall clearly identify sensitive aviation security\ninformation by using a protective marking as specified in para 5 of this\ndocument. Sensitive aviation security information includes, but is not\nlimited to the following, or portions thereof:\n\na) National Civil Aviation Security Program (NCASP);\nb) National Civil Aviation Security Training Program (NCASTP);\n\n©) National Civil Aviation Security Quality Control Program\n(NCASQCP);\n\nd)  AVSEC Orders & Circulars and any other relevant regulations\nand measures concerning aviation security;\n\n€) Security Program of respective stakeholders of civil aviation;\n\nf| Standard Operating Procedures (SOP) related to aviation security\nthat may include specific security measures;\n\n8) Details of results of security audits and other quality control\nactivities pertaining to civil aviation;\n\nh) Threat information and risk assessments of civil aviation;\n\ni) Detailed information on aviation security incidents;\n\nint information whieh ie reoulatod under vulow $4 and $6 af the Airerafi\n\n",
  "4": "//RESTRICTED//\n\nj) Procedures for dealing with acts of unlawful interference;\nk) Contingency plansrelated to the security of civil aviation;\n\n1) Drawings, pictures, and videos that show screening checkpoints,\nsecurity equipment, entrances to security-restricted areas and\nother areas that could expose aviation security vulnerabilities;\nand\n\nm) Performance ofsecurity equipment as well as equipment\ndetection standards, calibration settings, software, etc. employed\nin civil aviation facilities.\n\n4.2. All the stakeholders shall appropriately categorize and mark the\nrecords as ‘Restricted’ based upon the assessment of the sensitive aviation\nsecurity information.\n\n5. Marking sensitive aviation security information\n\n5.1 The creator of a record as well as authorized holder of any information\nis responsible for appropriately marking sensitive aviation security\ninformation. A record containing sensitive aviation security information\nshall be properly marked with the appropriate header and footer as defined\nbelow:\n\nHeader: SENSITIVE AVIATION SECURITY INFORMATION\n\nFooter: Warning: This document contains sensitive aviation security\ninformation which is regulated under rules 54 and 55 of the Aircraft\n(Security) Rules, 2023. No part of this document may be disclosed to\nany person without a “need to know” as defined in NCASP.\n\n5.2 In addition to the header and footer, it is advised to use the cover\nsheet displaying the marking of sensitive aviation security information on all\ndocuments, folders and records containing sensitive aviation security\ninformation. A sample cover sheet is provided as Appendix-‘A’.\n\n5.3 Sensitive aviation security information markings shall be applied to\ndifferent types of records and media as specified in Appendix-‘B’.\n\n5.4 For training programs or events where multiple presentations are\ndelivered during the same day, the presentation statement only needs to be\nread once at the start of the day unless new attendees join during the\ncourse of the day. Each presentation shall still be marked independently.\n\n5.5 In addition to the presentation marking requirements, the following\nlanguage shall either appear on the first slide under the cover slide or be\nread to the audience at the start of the briefing.\n",
  "5": "//RESTRICTED//\n\n“The presentation you are about to receive contains Sensitive Aviation\nSecurity Information. As an authorised person receiving this information, you\nare required to protect it from unauthorized disclosure in the interest of civil\naviation security inIndia.\n\nHandling, storage, reproduction, verbal repetition, and disposition of the\ninformation shown during this presentation shall be in accordance with\napplicable statutes, implementing regulations, policies and procedures.”\n\n5.6 Watermarking shall also be used as a tool with regard to sensitive\naviation security information documents’ identification protection as\nspecified in Appendix- ‘C’,\n\n6. Handling sensitive aviation security information\n\n6.1 Personnel who possess records containing sensitive aviation security\ninformation are responsible for ensuring that those records are protected at\nall times to prevent disclosure to unauthorized persons or to authorized\npersons who do not have a need-to-knowthe information.\n\n6.2 When handling sensitive aviation security information, all the\nstakeholders shall protect such information from. unauthorized access or\ndisclosure. All the stakeholders shall consider the following:\n\na) Access to sensitive aviation security information shall be limited\nto those who have a need-to-know;\n\nb) Authorized personnel shall only access and use sensitive\naviation security information asrequired for the performance of\ntheir duties;\n\n¢) Sensitive aviation security information shall not unnecessarily\nbe replicated;\n\nd) Documents containing sensitive aviation security information\nshall be properly stored in a secure manner, such as alocked\nfiling cabinet or drawer, when not in use; and\n\ne) Electronic files containing sensitive aviation security information\nshall be stored in a secure manner, such as encryption,\npassword protection and secure servers. Such electronic files, if\nstored on a secure portable electronic device, shall be locked in a\nfiling cabinet or locked drawer when not in use.\n\n6.2 The passwords used for protecting electronic files containing sensitive\naviation security information shall:\n\n(i) be at least eight characters in length;\n\n$4 mand $5 of the Ainvoatt\n\nWarnine: This document comaine sensitive aviation security infarmation which ie reonlated wndor ry\n",
  "6": "//RESTRICTED//\n\n(ii) have at least one upper-case and one lower-case letter;\n(iii) contain at least one number; base 10 digits (e.g., 0 through 9);\n(iv) Contain at least one symbol (e.g., *&*%$#!); and\n\n(v) not be a simple word in the dictionary, a portion of the file name,\nor identifying information of an individual.\n\n6.3 Records containing sensitive aviation security information shall not be\nposted or uploaded to publicly accessible internet sites including social\nnetworking sites, news sites, blogs, etc., under any circumstances, even if\nthe record is password-protected or encrypted.\n\n6.4 Personnel shall obtain permission from their supervisor before\ntravelling with sensitive aviation security information from the workplace.\nWhile travelling, personnel shall maintain positive physical control over any\nhard copy (i.e., paper) and electronic devices containing sensitive aviation\nsecurity information whenever possible. If circumstances require sensitive\naviation security information to be left unattended in a vehicle, the vehicle\nshall be locked and the sensitive aviation security information material, or\nany container holding the material, shall not be left in plain view. If\ncircumstances require sensitive aviation security information to be left\nunattended at any time during travel (e.g., in a hotel room), concerned\nperson shall secure the record in a locked container to prevent\nunauthorized access by others, including co-habitants, intruders or hotel\nstaff.\n\n7. Disclosing of sensitive aviation security information\n\n7.1 Sensitive aviation security information may be disclosed to persons\nwho have a need-to-know the information. All the stakeholders shall protect\nsensitive aviation security information by ensuring that it is disclosed only\nin a secure manner, achieving an effective balance between information\nsharing and information protection.\n\n7.2 While sharing sensitive aviation security information, all the\nstakeholders shall protect such information from unauthorized access or\ndisclosure. All the stakeholders shall consider the following:\n\na) Protective measures shall be applied when transmitting sensitive\naviation security information, such as providing the recipient with\n\nthe appropriate handling instructions, using authorized delivery\nmethods (e.g. authorized couriers and secure packaging methods);\n\nb) Electronic files containing sensitive aviation security information\nshall be transmitted using encryption or password protection\n",
  "7": "//RESTRICTED//\n\nThe password shall be sufficiently strong as specified in para 6.2\nof this document and transmitted separately from the original\nelectronic file;\n\n©) Prior arrangements shall be made with the recipient for the\ntransport method, as well as confirmation of receipt;\n\nd) A non-disclosure agreement shall be established before providing\nsensitive aviation security information; and\n\nf} Verbal discussions (e.g., by telephone, video conferencing and in\nPerson) about sensitive aviation security information shall only\nbe with persons with the need-to-know and in settings where\nsuch discussions cannot be overheard by those who are\nunauthorized to do so.\n\n8. Disposing of sensitive aviation security information\n\n8.1 All the stakeholders shall establish policies to ensure that sensitive\naviation security information is not retained longer than necessary. While\ndisposing-off sensitive aviation security information, all the stakeholders\nshall destroy the material in a manner that ensures such information is not\nretrievable and cannot be reconstructed, to prevent unauthorized access or\ndisclosure.\n\n8.2 All the stakeholders shall ensure that any authorised third party, with\nwhom sensitive aviation security information is shared, follows the same\ndisposal methods. All the stakeholders shall consider the following:\n\n(i) Physical copies of sensitive aviation security information shall be\ndestroyed through methods such as appropriate shredding devices\n(e.g. cross-cutting into small particles, manual destruction into small\nparticles and incinerating); and\n\n(ii) Electronic devices that contain sensitive aviation security information\nshall be destroyed through methods such as shredding, incinerating,\nand disintegrating (if on Compact Discs (CD), Digital Video Device\n(DVD) or disks). For other electronic media (e.g. Universal Serial Bus\n(USB), hard drives, copy machines, scanners, etc.), remove all\ninformation from the device and reformat, purge and/or destroy the\ndevice.\n\n9. Training and Awareness of sensitive aviation security information\n\n9.1 Sensitive aviation security information awareness training shall be\nimparted to all employees of all the stakeholders outlining the principles of\n\nWisrnino- Thie\n\n",
  "8": "//RESTRICTED//\n\nidentifying, marking, safeguarding, disclosing, and disposing of sensitive\naviation security information.\n\n9.2 The training shall address the handling of sensitive aviation security\ninformation, keeping it out of the hands of those who are not supposed to\nhave access to a sensitive aviation security information. Specific topics\ninclude identifying the elements of operational security, recognizing different\ntypes of protected information, marking and safeguarding protected\ninformation, defining the consequences of unauthorized disclosure, and\noutlining best practices for handling sensitive aviation security information.\n\n9.3. The training shall be imparted periodically for all the employees of all\nthe stakeholders to refresh their knowledge of sensitive aviation security\ninformation.\n\n; Kazan\n(Zulfiquaf¥ Hasan, IPS)\n\nDirector General\nAbfal ry.\nEnclosures:\nAppendix-A: Sample cover sheet,\n\nAppendix-B: Guidance for marking Sensitive aviation security information, and\n\nAppendix-C: Guidance for watermarking.\n\nDistribution: As per standard list.\n",
  "9": "//RESTRICTED//\n\nAppendix-‘A’\n\nCOVER SHEET\n\n[Stakeholder Name]\n[Document Title]\nSensitive Aviation Security Information\n\nWarning : This document contains sensitive aviation security\ninformation which is regulated under rules 54 and 55 of the\nAircraft(Security) Rules, 2023. No part of this document may be\ndisclosed to any person without a “need to know” as defined in\nNCASP.\n\n",
  "10": ". //RESTRICTED//\n\nAppendix-\nGuidance for marking records as sensitive aviation security information:\n\nType of record Marking\nEmails containing sensitive aviation security\ninformation in the body of the email shall be marked\nEmails with the appropriate header and footer. Attachments\ncontaining the sensitive aviation security information\nshall also appropriately marked with header and footer\nand shall be protected with a strong password.\n\nDocuments Use both header and footer on every page and on any\n(e.g., Word, PDF) | covers.\n\nUse both header and footer as appropriate, a\nForms disclaimer may also be added during the form creation\nunderneath the header that states “When filled out,\nthis record contains or may contain sensitive aviation\nsecurity information.”\n\nPresentations Use both header and footer on first and last slides. Use\n(e.g., PowerPoint) | header only on all other slides.\n\nSpreadsheets Use header and footer (or image of footer) on every\n(e.g., Excel) page.\n\nDatabases Output reports for databases producing sensitive\n(e.g., Access) aviation security information material shall comply\nwith the marking for “Documents.”\n\nCharts, Maps, | Place the header and footer wherever they can be\n\nand Images readily seen.\n\nCDs, DVDs, and] Apply header on media using labels or a permanent\n\nOther Media marker; apply header and footer on outside case,\n\njacket, or sleeve.\n\nVideo and Audio| Show header and footer visually at the beginning and\n\nRecordings end of the video recording. Brief protection\nrequirements audibly in case of audio recordings.\n\n",
  "11": "//RESTRICTED//\n\nAppendix-‘C’\nGuidance for watermarking of records:\n\nWatermarking may be used as a tool with regard to sensitive aviation\nsecurity information documents’ identification, protection and tracking. In MS\nWord, the owner of the document shall open the file using the initial password and\nensure that appropriate headers and footers are incorporated into the document, if\nnot done so already. As part of the document watermarking process, the owner\nshall incorporate and track restrictions to editing password and add a\nWatermarking Code containing the following key information:\n\na) In MS Word, open the document and click on the Design tab, select\nWatermark, select Custom Watermark, select Text watermark box and place\ncursor inside the Text box and type in the following (example)\nBCASMOCA004032024\n\nb) Select Colour preference: Medium grey (preferable)\n\nc) Semi-transparent Box: Leave checked\n\nd) Size: 60\n\ne) Characters 1-4: Submitter Stakeholder Initials (ABC)- this is the stakeholder\nsending the password-protected document.\n\n) Characters 4-8: Receiving Stakeholder Initials (XYZ)- this space is for each\n\nand every unique stakeholder receiving the document from the submitter.\n\nCharacters 8-12: Internal document sequence number (0040) - the sender\n\nkeeps track of all sequence numbers and submissions.\n\nCharacters12-14: Submission day (4) - the day of document submission.\n\nCharacters14-16: Submission month (3) - the month of document\n\nsubmission.\n\nCharacters17-20: Submission year (2024) -the year of document\n\nsubmission.\n\nk) NOTE: This Watermark Code shall be placed at an angle.\n\n1) Save document\n\nm) Lockdown of sensitive aviation security information document:\n\ni, In MS Word, go to the very top of the document toolbar and click on\nthe right-most arrow (i.e. Customize Quick Access Toolbar)\nii, Unclick or disable: Save, Quick Print, Print Review and Print and\nEmail.\nili, Save document\nn) Restrict Editing password:\ni. Go to Review tab\nii, Click on Restrict Editing (upper far right-hand side)\niii, Item 2. Click box to “Allow only this type of editing in the document”\niv. Select “No Changes (Read Only!’\nv. Item 3. Start Enforcement: Click on “Yes, Start Enforcing Protection”.\nvi. Select AND TRACK the selectedpassword.\n©) Finally, Save MS Word document.\n\n8)\n\nh)\n\ni\n"
}