{
  "1": "L\nOFFICE OF THE ADDL. DIRECTOR GEI{ERAI/AIRPORT SECTOR\nCENTRAL IT{DUSTRIAL SECURITY FORCE\n(MrNrsTRY OF HOME AFFAIRS)\nAdministrative Block\nCISF @mflo<, MahiPalPur\nBy Pass Road, Nevv DelhF3T\nO42Ot3lAWoB(78)tMi*'t2+ Lloy \nDated;ft }anuatt'2oz4\nTo\nIG/AP$II\nDIsG/AP- NZ,VtlZ, SZ & E&NE\nDIsG/CASOs Delhi, Mumbai, Chennai, Hyderabad & Bangalore\nCASOs of All ASGs\nThe Director NISA, RTC Arrakonam\nSub: Ausec Order I{o: O2l2024: Reo.\nEnclosedpleasefindherewithacopyofBCASAvsecorderNo.0212024date,l\nZl.Ot.iOii, on the above subject rnattei for kind information and necessary action\naccordingly, Please.\n2.Thishasbeenissuedwiththeapprovalofthe@mpetentAuthority.\nEncl: As above.\n(Arun Singh)\nAlc/Airport Sector",
  "2": "No: CAS-56/ 4 / 20 1 S-TECHNICAL DIVISION-(E84320)\nr{F.ITfitttr'r{ I GOVERNMENT OF INDIA\nTTIRf.TCrT{Ti TtrqI MINISTRY OF CIVIL AVIATION\nTIR frCTfi gTSfT qN / BUREAU OF CTVIL AVIATION SECURITY\n..J['Ltg, I.UI iTEl, q{qq TffT, TFTTIq / 'A'WING, I.III FLOOR' JANPATH\nBHAUIAN, JANPATH\nr{ffi \n- 11ooo1 / NEw DELHI - 11ooo1\nDated: 23.01.2024\nAVSEC Order No: O2l2O24\nSubjeet: Quick Reaction Team (QRT| for Airports of India\nIn exercise of powers conferred under rule 62(1) of the Aircraft (securiry)\nRules, 2023, the Director Generai, BCAS, for the safety of passengers, crew,\naircraft, ground personnel and the general public in all matters related to\nsafeguarding against acts of uniawful interference with civil aviation, directs\nfor standardization of deployment of QRTs at ali airports (excluding water\naerodromes) of the country serving civil aviation.\n2. \nLessons learnt from the terrorist attacks in Mumbai, Pulwama, Uri\netc., which have underlined the fact that the iidayeen do not hesitate in\ntargeting even tlee most secure facilities, in fact they may have a preference\nfor it, should be put to use. Over the years, there has been unprecedented\ngrowth in the civil aviation sector and the threat of terrorist attacks\nincluding the hdayeen attacks continues to be one of the major security\nconcerns. To prevent civil aviation from any such terrorist attacks or any\nrandom lone-vrolf attack, as seen in recent past at some international\nairports, there is a need to deploy Quick Reaction Teams at airports to deter\nsuih attack, repulse & neutralise any such attack and try to minimize\ncollateral damage to airports and passengers. These QRTs are to be\nmanned/ staffed by the State police and CISF as the case may be, as per\nprescribed guidelines for QRT as under: -\n3. \nIn view of the above, there is a need to deiine the QRT as a unit, so\nthat uniformity is maintained in terms of job roles, arms and ammunition,\nother radio and teiecommunication equipment, protective gear, vehicles,\ndrills, training, etc. Therefore, the following shall be the composition,\nequipment and SOP for QRTs at Airports. The number of QRTs can be\ndecided in the manpower survey/ re-survey GTCP, or any other contingency\nplans, however, the composition, equipment as well as the SOP shall remain\nas prescribed here.\nCoMPOSITION, EQUIPMENT AND soP FoR (QRTs) AT AIRPORTS\nSELECTION OF QRTs -The QRTs have a very sensitive and responsible role\nto play during the occurrence of a contingenflat airport Hence, the\n\\dMrl \nPaselor8",
  "3": "",
  "4": "selection of the personnel should be based on following qualitative\nrequirements: -\na. They shouid be physically and mentally robust and in SHAPE - 1\ncategory of health standards.\nb. They should be well versed in counter-hijacking techniques & tactics.\nc. They should be excellent marksmen.\nd. They should have good communication skills.\ne. They should be highly motivated.\nOfficcrs and men who have earlier served in NSG/SPG or have exposure to\nCI (Ops) in field areas should be selected preferably.\n4. STRENGTHOFQRT-\na. There shaii be as many QRTs per airport, as decided by a committee\nof RD BCAS, CASO and the Airport operator who shall recommend\nsuch number as part of the manpower survey or otherwise. A\nsuggestive list of various factors which shall guide the committee in\ndeciding such number are as below:\ni. Number of Terminals\nii. Distance between terminals or time taken to reach one terminal\nfrom the other.\niii. Sensitiviry of the airport\niv. Distance of the accommodation of the QRT from the terminal and\nthe time taken to reach the terminal from the place of\naccommodation.\nEvery Airport shall have at least one QRT.\nThe suggested formation of QRT as given in Appendix \"A\" should be\nadhered to at all times. A change in the composition in exceptional\ncircumstances shall be approved by DG BCAS.\nAll QRTs at airports will work under close supervision of the\nAirport CASO and the QR? Commanders will report to him.\nAll QRTs will be assisted by administration support of CISF/ApSU\nand medical team with Critical Care Ambulance of Airport Operator.\nThe strength of QRT has extra reserve for the purpose of\nfrequent training, hring and relief as per reserve norms given in the\nmanpower template.\n5. TRAINING OF QRT -\nThe training modules for the QRTs will be uniform for CISF/Civil\nPolice/CAPFs performing QRT duties at airports.\nA Standard Module for Airport QRTs may be developed in co-\nordination with NSG Training Centre, Manesar.\nAll QRTs must undergo basic familiarization training preferably under\nNSG (National Security Guard) before induction at airports.\nIn the first phase, training of al1 QRTs at hyper-sensitive airports shall\nbe imparted and for remaining airports in-house capacity may be\ndeveloped by CISF at some of its existing training facilities at\nArakonnam(TN), NISA (Hyderabad), Mundali (Odisha), Barwaha (Mp)\nand Noida (UP) and by the State police at their respective training\ncentres.\nIn order to develop required capacity Master Trainers may be trained\nby NSG for placement at the select Training Centres of CISF/State\nPolice.\nb.\nd.\ne.\nf.\nb.\nd.\nf. rhe QRrs should arways train tosether \"\". ,sr:ff-\"* \nil!.\".r,,J,.;",
  "5": "",
  "6": "h.\nRefresher training of two weeks'duration should be conducted every\nsix months after basic training. This may preferably be conducted at\nNSG Training Centre or in case of non-availability of slots at select\nCISF/State Training Centres. A uniform module should be adopted.\nThere should be a module of on the job daily training for deployed QRT\nThe block training syllabus for both induction and refresher training\nmay be prepared in consultation with NSG, Manesar'\nIn order to maintain the standard of firing skills, firing practice for all\nQRT personnel should be conducted every month under the\nsupervision of the QRT Commander and records should be maintained\nto this effect.\n6. CONDUCT OF MOCK DRILLS .\na. Mock drills should be conducted as per approved calendar for the\nairports on dilferent scenarios. Ideally it should be carried out once in\na week by the QRT Commander, once in a fortnight by CASO and on\nmonthly basis by the Airport Director. In addition, mock exercises\ninvolving local police and Central Forces should be organized by CASO\nas per the annual calendar.\nb. At iryper-sensitive airports, NSG should be associated in the drilis. At\nsensitive airports NSG may be associated as Observers.\nc. All the stakaholders should participate in the mock exercise at the\nsenior-most level without assigning the task to a junior functionary'\nd. The Mock exercises should include a Table Top Exercise (TTEx)\nfollowed by the Main Physical Dxercise.\ne. Feedback on mock exercises should be shared with all stakeholders\non need to know basis restricted to their respective roles for adopting\ncorrective measures, if anY.\nf.ASGmaybeinvolvedaSapartofAnti-hijackingmockdri]lconducted\nby NSG Lt airports to have better knowledge of counter operation'\n7. EQUIPMENT PROFILE -\na. The QRTs should be equipped with latest weaponry and gadgets which\ngive ihem required conhdince and a definite edge over the enemies\nivhiie dealing with contingencies. A suggested equipment profile is\nattached as APPendix \"8\"\nb. Proper training should be conducted\nwith the QRTs.\nc. A maintenance and handling drill of\nconducted every u'eek.\non all the equiPment available\nall weapons/gadgets should be\nat the level of HQ\ntechnolory world\nd. Revision of the equipment profile may be conducted\nfrom time to time with focus on inclusion of latest\nover.\n8. DEPLOYMENToFQRTS-\na. The QRTs should be accommodated within the airport complex to be\nabletoreactimmediatelyonbothlandsideandairsideintheeventof\noccurrence of anY contingencY.\nb. Unified Control Room at Aiiport should have details of the QRT\nCommanders on duly and communicate with them on wireless sets\non taking over of the shift duty by QRT to keep the QRT Commander\nupdated\"on any development significant to their role and tasks'\nc. Dldicated vehicies should be eirmarked for the teams with drivers in\nreadiness and all team equipment loaded it'\\the yehicle' QRT\nW \nPase3ofs",
  "7": "",
  "8": "d.\nf.\nCommanders and drivers will ensure that fuel tanks of all vehicles are\nfull and they are in road worthy condition.\nBesides individual communication apparatus, all vehicles should have\ncommunication system properly installed which may be handled by\nthe driver to make communication with Command & Control Centre\nin the event of any requirement during contingency.\nCommand & Control Centre lunctioning at airport will get fully\nactivated by presence of all the designated staff including the civilian\nstaff working at airport on the occurrence of contingency. In-charge\nCommand Control Centre (CCC) will further activate aii the\nstakeholders.\nMedia management will be undertaken by the designated PRO.\nThe access control by the ground Forces will be tightened but a close\ncommunication will be maintained with CCC to ailow unhindered\naccess to all security Forces who have a role in the contingency.\n9. FRAMINGOFSOP-\nDetailed SOP covering all aspects of the operatiol and action BEFORE,\nDURING AND AFTER occurrence of various contingencies should be\nframed by the respective Forces of the QRTs for clarity on the roles and\ntasks and effective mobilization on ground during contingency. This\nshould be approved by the Competent Authority.\na. Minimum strength of 14 is to be maintained at all times.\nb. QRTs shall not work in shifts it shall be available to respond to any\nattack at all times.\nC. The QRT Members and Support Detachment will always be\ndeployed in buddy system, as far as practicable.\nThe members of the QRIs shail not be employed for any duties other\nthan their QRT dutles.\ne. Sufficient leave reserves have been provided for each QRT in various\nranks so as to ensure that the authorized strength is not depleted at\nany time.\nf. Equal number of substitutes/ reserves should be identified for each\nof the six job descriptions as indicated in table with\nrequisite qualifi cations.\ng. The substitutes / reserves should be identified for the specific job\ndescription and should be preferably trained and tasked for the same\nposition each time to develop core competency.\nh. For duties pertaining to handling of emergent situations other than\nthose pertaining to QRT duties, adequate number of armed marshals\nmay be sanctioned.\n1 1 . QRT members will be tasked for cordoning off the aircraft during\nexigency and also counter-aclion against terrorists in case of any\ncontingency requiring storming of the aircraft or action inside the terminal\nbuilding. Support Detachment will include personnel to handle\nIED/Shaped Charges, LMG etc. The Sniper will be deployed by the eRT\nCommander as per situation and ground appreciation.\nd.\n12. Besides the above composition following\nincluded with the QRT and will be common to all\nSupport Staff will also be\nthe QRTs placed at airport:\nPage 4 of 8",
  "9": "",
  "10": "a. Medical Detachment - Comprising trained medical staff with Critical\nCare Ambulance to be provided by the Airport Authority.\nb. Administration Support - 0l SI and 02 CTs to provide Administralion\nreinforcements as per list indicated in SOP.\nc. Equal number of substitutes/reserves should be identilied for\nadministration support as well.\n13. This AvSec Order shall come into force with immediate effect, and\nsupersedes AvSec Order A412023, OM dated 16.03.2023 on Enhancement\nof Scale of accessories required for armed deployment at the Airports and\nCAS-6( 1 I )-200 l -DIV- 1 dated 24.09.200 I on Standard operating procedure\nfor QRTs deployed at the civil airports in India.\n74. Any violation of this AvSec Order shall attract penalty under\napplicable provisions mentioned in the Aircraft (Security) Rules, 2023.\nX*\"tL rw N\",,,\"-\nlzudquXr Hasanl\nDirector General\naelr(11\nPage 5 ol8",
  "11": "",
  "12": "sl.\nNo.\nDESCRIPTIOil\nCOMPOSITION\nTOTAL STRENGTH\nINSP\nSI\nHC\nCT\n1.\nQRT Commander\n01\n01\n2.\nQRT Members\n01\no1\no4\n06\nJ.\nSniper\n01\n01\n4.\nSupport Detachment\n02\n02\n5.\nDrivers\n02\n02\n6.\nRadio Operators\n02\n02\nTOTAL\no1\no1\n12\nt4\nAPPENDXI('A\"\nCOMPOSITIOil OF QRTs TORAIRPORT\n{SUGGBSTED COMPOSITION OF (}1 QRT)\nPage 6 of 8",
  "13": "",
  "14": "APPENDD( ..8\"\nList of Special Weapon/EOPI Reguired For ORT at AirPort\nRECOMMENDED PER HIT/\nWEAPOr{S/ EQUIPMENT/VEHICLES\nSPECIAL WEAPONS\n1.\nMP-5\n01 (for hit Comdr)\n2.\nAmm for MP-s (gMM)\n90 Rds (3 Filled Mag)\n3.\nAK-47 (Main) Weapon\n06 (for) Hit Members)\n4.\nAMM for AK-47(7.62X39 MMI\n120 Rds each (4 Filied Mag) Reserve-2O0\nRds\n5.\nGlock Pistol 9 MM/9MM Pistol\nBrowning(Secondary Weapon)\n07 (for Hit Comdr & Hit Members)\n02 Pistol Browning for Dvrs\n6.\nAMM FoR Pistol (9MM)\n20 Rds Each Reserve-1O0 Rds\n7\nSniper Rifle 7.62 MM with Sighl\n01\nB.\nAMM FOR LMG\n6O Rds Each Reserve-1O0 Rds\n9.\nLMG 5.56 MM INSAS with TelescoPic\nSisht (PNV) or Gun Machine 7.62\n01\n10.\nAMM FOR LMG\n10 MAG\n11.\nINSAS Rifle\n02 (for Support Dett)\n12.\nAMM FOR INSAS Rifle\n12O Rds Each Reserve-120 Rds\nr3.\nCorner Shot\n01 per Airport\n14.\nAMM for Corner shot (9MM)\nAs per requirement\nSPECIAL TQUIPMET{T\n14 (for All Members of HIT)\nLight Weight BP Jacket (BIS 6) with\n360 Degree Protection\n14 (for All Members of Hit)\nP High-cut Helmet (BIS 5) AK 47 HSC\n(for Hit Comdr & Hit Members)\noramic NVD Goggles with Mount for\nBP Helmets\nO2 per Airport\nactical Ballislic shield with exoskeleton\n(for Hit Comdr, Hit Members,\nupportDett & Spiper)\nactical Pouch\n4rr \nef s",
  "15": "",
  "16": "s.\nNo.\nSPL\nWEAPONS/ EQT'IPMENT/VEHICLES\nQ\"Y RECOMMENDED PER HITI\nAIRPORT\n20. Tacticai Thigh Holster\n09 (for all personnel with secondary\nweaoon)\n21. Elbow & Knee Pads\nt4\n22.\nSplinter Proof Goggles\nt4\n23. Tactical Observation Camera\n(Endoscope type)\n01 per Airport\n24.\nPNV Binocular with Range Finder\n01 per Airport\n25. Portable Ladder 12' (01 with each\nvehicle)\n02 per Team\n26. Miniature Thermal Weapon Sight with\nlx reflex sight for all assault Rifle\n14 (for All Hit Members)\n27.\nDigital Secure R/T Sets\nWith In Ear Noise reduction headset\nwith voice enhancement feature and\nwireless PIT on Weapon\n14 (for All Hit Members)\n28. Stun Grenade\n10 per Airport\n29. Tear Smoke Grenade/ Pava Grenade\n10 per Airport\n30. HHSL/Dragon Light Led\n02 Per Hit\n'1 I\nIR Illuminator\n1 per Airport\n32. Light Weight Portable Gen set\n0 1 per Airport\naa\nMultiple Tool Kit/ Swiss Knife\nAs Per Requirement\n24\nIED(Shaped Charges) with Accessories\nfor Door Breaking\ni0 (for All Hit Members except DVR/RO)\n35.\nBody Worn 10O MBPS throughput SDR\nfor Audio, Video and Data\ncommunicalion between QRT\n7 per Team\n(1 each in Buddy Pair)\n36. 3D Wall through Radar\n1 per Airport\nSpecial Vehicles\nJ/.\nBP Vehicles with Roof Top Surveillance\n(Capacity 7-8 Persons)\n02 per Terminal\n38.\nAdvance Driver Night sight for QRT\nVehicles\n1 per Vehicle\nP^g* s of *"
}