{
  "1": "Here erred\nDIRECTORATE GENERAL\ndaly stelra yee ae\n\nCENTRAL INDUSTRIAL SECURIT\n(qe Hater)\n\nMINISTRY OF HOME AFFAIRS\n\nFORCE\n\n13, damit\n\n13 CGO Complex\n\nail ag feeh-o3\nLodhi Road, New Delhi\n\nvata 27 sudy.2019\n\nIRS / BRANCH uftareri /OPS\nNo.sit~42012/1.8, DUTY /SOP/Ops /2019- YOR P\n\nCISF CIRCULAR NO. 0% /2019/0PS\n\nSUBJECT : INTERNAL SECURITY DUTIES FOR LAW AND ORDER\n\nINTRODUCTION:\n\nThe mobilization of CISF Coys for duties other than its regular mandate is\na sovereign responsibility. CISF performs various Internal Security (IS) duties\nincluding assisting local adminis aintaining Law & Order in the\nstates viz. Republic Day Parade- Delhi, Shri Amarnath Ji Yatra, Kanwar Mela\nVVIP Visit, Exhibitions (IIJS, India Expo), AERO India Show and\nNRC/Panchayat Elections ete.\n\nration for\n\n‘The overall security scenario and challenges of maintating Law & Order is\nquite sensitive. Deployment for such duties demand high standard ot\npreparation and discipline.\n\nIn view of the above, the following guidelines duly earmarking the\nued\n\nresponsibilities at various levels are hereby\n\n1, FORMATION AND CONCENTRATION OF COYS :-\n\nOn receiving the deployment order from MHA, Ops Dte. will allocate the\nCompanies/strength to the Sectors keeping in view the existing strength\nand commitment of the Sectors. Further, Sectors concerned will form the\nrequisite Coys within the Sector as per the given timeline\n\na) Selection of Personnel:~\n\n» Young and energetic personnel shall be detailed, to the extent\nfeasible.\n\n> Habitual alcoholic, short-tempered, personnel known for ill\nbehaviour and those with bad record shall not be detailed.\n\nPage 10/19\n",
  "2": "> Personnel with severe chronic ailments or low shape categories shall\n\nnot be detailed.\n\n> Bn, Commander, Supervisory Officers and Coy Commanders must be\nselected with duc care and involvement, keeping in view their record,\ncapabilities and requirement of the duties as well as their suitability\nfor duties at proposed place of deployment.\n\nb) Concentrat:\n\nn_of Coys:-\n\n> The Force detailed for Internal Security duties shall be concentrated\nat a convenient and centrally located place where they will be formed\n\ninto full fledged Coys. Coy strength is enclosed at Annexure-‘A’,\n\nThe Coys shall be bifurcated into Platoons and Sections. Platoon and\nSection Commanders shall be sensitized about their Platoon/Section\nand roles thereof.\n\ny\n\nv\n\nCoy-wise list of Bn. Commander, Supervisory Officers and Coy\nCommanders along with their Mobile Nos./e-mail IDs shall be\nprovided to FHQ immediately under intimation to Nodal & Dy Nodal\nofficers of the concerned state.\n\n> Required arrangements for transport, booking of _ splinter\ncoaches/special trains shall be made timely so as to reach the place\nof deployment as per schedule.\n\n2. ARRANGEMENT OF ARMS & AMMUNITION, EQUIPMENTS AND\nOTHER LOGISTICS FOR COYS:\n\n» Coys detailed for IS duties shall be issued arms & ammunition and\nequipments as per authorized scale, maintaining uniformity of scale.\nSector IsG shall ensure that all requisite logistics and equipments are\nmade available to the Coys before their move\n\n> The authorized scale is as under:-\n\na) Arms & Ammunition:\n> 100% arms & ammunition as per authorization to cach rank.\n\n> For deployment in LWE areas, NE States and J&K, SIs/ASIs and\nHead Constables detailed are to be issued with INSAS/AK-47 rifles in\nplace of Carbine/Pistols ie. INSAS rifle to HCs and AK-47 to\nSIs/ASIs.\n\nb) Equipments:\n\n> For Chhattisgarh, Jharkhand, Odisha, J&K, North East States and\nother LWE affected areas, Bullet Proof Jackets & BR Helmets @ 50\nPage 2 of 19\n",
  "3": "e (ie. for two platoons) per Coy shall be made available. For\ndeployment in other states BP jackets & Helmets @ 25 (i.e. for one\nplatoon) per Coy shall be made available. However, all effort should\nbe made by the Sectors to provide 100% BP Jacket & Helmets to the\nCoys being deployed in J&K and LWE affected hard areas, if they\ncan.\n\n> Specialized gadgets/equipments such as NVD, Binocular, Emergency\nlights etc. and BDDS team as per requirement and availability\n\n> Additional equipments (Warning flags in local language, megaphones,\nline ropes ete.) as per requirement and availability\n\n> Authorized communication equipments like Walkie Talkie, VHF, HF\nsets @ HF set - 01 per Coy, VHF set 20/25 Watt - 03 per Coy and\nHand Held - 12 per Coy.\n\nc) Other Logisties:-\n\n> First-aid box along with life-saving Medicines as per Medical Dte.\nletter No. (830) dated 04.06.2018\n\n> Maps of concerned location/district/States.\n> Mess utensils etc\n\n> Sufficient dry ration as per deployment schedule\n\n> Personnel proceeding for Internal Security Duties must carry bedding\n\nand uniform articles with them depending upon season and place of\ndeployment.\n\n3, TRAINING OF COYS:\n\n> For deployment of long durations such as Republic Day Parade-\nDelhi, NRC, Shri Amarnath Ji Yatra ete., personnel shall be imparted\nan orientation training and sensitized about various aspects of the\nparticular assignment including security specifications, peculiarities\nof the place/region/state of deployment.\n\n> For short term deployments such as VVIP visit, Festivals ete.\ndetailed briefing to be made before deployment\n\n> Regular sensitization/briefing at the place of deployment on day to\nday basis.\n\nPage 3 of 19\n",
  "4": "MOVEMENT OF Coy:\n\na) Movement by Train:~\n\n> Move plan of the Coys shall be chalked out in a manner that Coys\nreach their destination well in advance before scheduled deployment.\nMove plan of Coys shall be intimated to FHQ, concerned Sector and\ndetailed Nodal/Dy Nodal Officers, timely.\n\nv\n\nInstructions regarding booking of special trains/splinter coaches etc.\ncirculated vide FHQ letter No. 0-42052/Elec/Misc/Ops/2017-3410\ndated 20.07.2018 must be followed meticulous!\n\n> The senior most officer travelling with: the Coys shall function as\nTrain Commander\n\n> Bn. Commander and Supervisory officers shall travel with the Coys\nto the extent feasible.\n\nv\n\nCoy Commanders shall be part of Coy and shall ensure discipline\nand proper conduct of troops during move, under the supervision of\nSupervisory officers and Bn. Commander, if travelling in the same\ntrain, Otherwise, he shall remain in touch with them telephonically\n\n> Coaches shall be distributed amongst all the Coys, proportionately by\nthe Train Commander\n\n> Deployment of suitable guards in appropriate numbers shall be\nensured by Coy Commanders in all the coaches.\n\nv\n\nHelmets and\n9 as to ensure\n\nAll logistics including Arms & Ammunition, BP Jacket\nother equipments shall be kept in such a manner\ntheir proper security arid safeguarding during journey.\n\n> Civilians sh:\n\nall not be allowed to enter/travel in the special train.\n\nand personnel shall not be accompanied with their\n\n> Coys shall not be allowed to carry inflammable items along with them\nin the special train.\n\nv\n\nTrain I/C shall obtain and get deposited Intact/No damage certificate\nat terminating station.\n\nv\n\nTrain Commander/Coy Commanders shall report about the\nmovement of train to FHQrs Control Room from time to time.\n\nb) Movement by Road:-\n\n> Coy Commanders shall ensure high standards of discipline of Coy\npersonnel with the help of Platoon and Section Commanders.\n\nPage 40° 19\n",
  "5": "c\n\n¥\n\nv\n\n¥\n\nv\n\nv\n\n‘AMP SECURITY:\n\n> Arms & ammunition, equipment, Govt. stores & personnel belongings\nshould kept at safe and secure place. An In-charge will be detailed for\neach vehicle. Vehicle in-charges shall ensure that all safety\nprecautions are taken and vehicles are not over speeding.\n\n-\n\nSupervisory officer and Bn. Commander shall be kept informed about\nmovement. Any deviation from the scheduled time shall be brought to\nthe notice of Nodal/Dy Nodal officer/ FHQ Control Room.\n\n> Vehicles shall move together as a convoy and stop at designated / safe\nplace only for meal etc\n\n> All precautionary measures to be ensured as per terrain and\nsensitivity of the area. Local SOPs/guidelines and inputs to be ste\nkept in mind and movement to be undertaken accordingly to avoid\nany IED blast, Ambush, Terrorist attack (Pulwama type) etc,\n\nMen shall not be allow\netc in one’s and two's.\n\nv\n\ned to leave the vehicle for dinning, shopping\n\nOn arrival at the destination, proper accounting of personnel and\nequipment/stores shall be ensured,\n\nNecessary liaison shall be made with State Authorities to ensure logistic\narrangements for erection of adequate numbers of Morcha at Camps,\nalternate power backup etc.\n\nBefore taking over the charge of new posts/camps, recee and\nsanitization of the area shall be ensured.\n\nBefore occupying the accommodation, the area sanitization and anti\nsabotage check of the accommodation shall be carried out.\n\nAn analysis of potential threats to the camp shall be undertaken\nkeeping in view the topography etc., for proper fortification and security\narrangements.\n\nStrict access control shall be maintained and no civilian, unless\nauthorized, shall be allowed to enter the camp area\n\nAfter occupying the accommodation/camp, security infrastructure viz\nerecting of temporary morchas, proper lighting, fencing and early\nwarning system (bottles, cans etc.) shall be made at strategic location:\nRound-the-clock deployment of sentries shall be made in the morchas\nand at access points.\n\nBathing points, latrines/kitchen should be\nthat they do not become target from outside.\n\nstrategically protected so\n\nFollowing as shall be kept in mind with regard to temporary\nmorchas, as per threat perception:\n\npects\n\nPage $ of 19\n",
  "6": "v\n\nv\n\nv\n\nv\n\nthat\n\nv The morcha may be covered with wire mesh or netting of a si\nthe sentries can fire through but grenades and petrol bombs cannot\nenter.\n\n¥ The openings in the morcha shall be filled up with\nrequired space for sentries to visualize the arc ¢\npromptly in the event of any attack.\n\nsand bags giving\nfire and react\n\nY Are of fire and Area of Responsibility shall be made clear from eny\nkind of obstruction i.e. bushes, tree etc.\n\nchances of cross\n\nY Morchas shall be located strategically eliminatir\nfire,\n\n¥ Communication facility to morcha personnel shall also be provided\n\nSentrics shall always be placed in pair covering each other.\n\nEach security post should be checked for its vulnerability from a\ngrenade attack or likelihood of a bomb being placed in the premises if\nthe accommodation is shared one. The area should be properly covered\nby patrolling, lighting and the areas from where grenade attacks arc\nlikely.\n\nAll the suspicious movements should be watched and personnel be\nbriefed about actions that may lead to distraction for duty personnel c.g,\nmarriage party/ procession/ quarrel ete.\n\nStrangers and unauthorized persons shall not be allowed to come nea\n\nthe sentry/camp area.\n\nA temporary kote shall be established as per need for safe upkeep o\narms and ammunition.\n\nSpecial care and attention to be maintained for safeguard of arms &\nammunition, communication and security gadgets /equipments.\n\nVehicles of the Coys shall always be kept under security watch and\nparked at safe location.\n\nTo ensure the safety and security of arms & ammunition, w\nissued to the individuals to be get deposited in kote and entry ir. this\nregard to be made in register. Only after verification of such entry,\ncertificate for leave/out-pass to be issued,\n\npons\n\nPersonnel shall ordinarily not be allowed to leave the camp except for\nemergent reasons, Proper escort shall be ensured in operationally\nsensitive areas.\n\nCoy personnel shall be advised to avoid buying/taking anything from\n\nunknown person\n\nPage 6 of 19\n",
  "7": "Mock drills on “Attack on own camp” s\nmen ready for any contingency\n\nhall be carried out to keep the\n\nPersonnel shall be well rehearsed in mounting, dismounting, taking\ndefensive position, rapid firing and counter ambush drills\n\nTerrorists/LWE element often conduct a thorough study/recee abo!\nthe layout and activities in the c\nattack. They generally identify the regular pattern and weaknes\nthe SFs and target them. Therefore, in order to avoid attack on camps\n& strengthen camp security, it is very essential to counter such efforts\nby restricting the out flow of information. This shall be achieved\nthrough the following measures:-\n\nmp before formulating a plan to\n\nses of\n\nY Strict restrictions on circulation 6f layout and other vital\ninformation to unauthorized persons.\n\nY The information about the movements, duties, layout shall be given\nstrictly on need to know basis.\n\n¥ The timings of important events in the camp like roll-call /briefing,\ntraining and also the time of change of duty sentry shall be altered\nfrequently to avoid any pattern especially in J&K, LWE area and }\n\nStat\n\nv All men must be briefed not to discuss about duty and activities of\nthe camp, outside\n\n6. HEALTH AND HYGIENE:-\n\n'\n\nThe personnel shall be discouraged to have un-hygienic food en-route\nand be insisted upon to carry sufficient water, dry fruits and prepare\nfood along with them.\n\nThe\npersonnel to ensure precautionary measures for the protection {roi\nMalaria. The Coys should be equipped with the following\n\nSupervisory officer and Coy Commander shall also sensitize all\n\n¥ Impregnated mosquito nets\n\n¥ Mosquito repellents especially Depa cream\nV Rapid diagnostic kit for testing malaria\n\n¥ Act combo pack-for treatment of malaria\n¥ Protective clothing\n\n¥ Mosquito coils/liquids\n\nPage 7 of 19\n",
  "8": "> The Supervisory officer and Coy Commander shall brief their personnel\nabout the precautions to be taken by them to avoid health\npersonnel shall be briefed and ensured on the following aspects inter\nalia\n\nues. The\n\nv If suffering from Fever/Dysentery for more than three de\nI/C for proper investigation, diagno:\n\n, report to\n\nis and treatment ete.\n\n¥ Prophylaxis treatment of Malaria with consultation of Authorized\nMedical Attendant (AMA) and take proper precaution of Malaria as per\nthe instructions.\n\n¥ Blood Group of each & every force person should be recorded.\nY Don’t be careless for treatment to normal ailments\n¥ Avoid taking non-vegetarian diet during hot and humid climate.\n\n¥ Don't forget to carry up to date health card,\n\nY Don’t hide any chronic ailment/discas\n\nVY Don't forget to discuss health related problems with\ncolleagues/ seniors.\n\nV Report immediately, if anyone feeling depression, stre:\n\ns or anxiety,\n\n> Following medicines shall be kept with Coy personnel as directed vide\nMedical Dte. letter No. (830) dated 04.06.18, for preventing further\ndamage due to heart attack at the time of development of initial\nsymptoms of heart attack and shall be administered as per\ninstructions vide letter ibid:-\n\n¥ Tab. Disprin 04 Nos.\nv Tab, Sorbitrate 04 Nos.\n¥ Tab. Aciloc or Pantoperazol 04 Nos\n\nv\n\nsuaities, timely evacuation and\n\nIn case of any medical exigency/\nprompt action shall be ensured.\n\n7. PREPARATIONS, BRIEFING AND _SENSITIZATION__OF _COY\nPERSONNEL FOR DUTIES AT THE PLACE OF DEPLOYMENT:-\n\n> Supervisory Officer and Coy Commanders shall brief Coy personnel\nbefore deployment. The following points shall be cnsured and briefed\ninter alia:~\n\nY Details and nature of duties assigned\n\nPage 8 of 19\n",
  "9": "DEPLOYMENT OF COYS\n\n7\n\nY History of previous incidents related to such deployment in that are:\nnd precautions to be taken accordingl}\n\nundesirable\nmon public\n\n¥ Coy personnel shall not involve in any practice which\nnd can lead to an untoward situation, commotion in com\nvendors ete.\n\n¥ Preventive measures and responses thereof to various situations.\n¥ Situations for use of special equipments and precautions thereof.\n\n¥ Naxal/terrorist_ movements, Political and law & order situation in\ngeneral and in the locality in particular.\n\nY Action to be taken in the event of any attack by miscreants on way to\nplace of duty.\n\nn in certain eventualities such as firing, mob attacking the\npickets ete.\n\nY Method of evacuation of casualtics, address of nearest hospital or\n\nry.\n\n¥ Arms will not be left unattended in bedding etc even when off duty\nMen will be briefed clearly that they are personally responsible for the\nafe custody of their arms & ammunitions.\n\nwomen &\n\nv Personnel shall keep themselv\nsoothsayers.\n\ns away from beggal\n\nThe Coy Commanders shall make detailed notes of the transport\nprovided to them which may also contain the following\n\nY Type of t\n\nar\n\nsport with registration No.\nY Details of the drivers ete.\n\nNecessary SOPs also to be prepared and implemented as per loca\nrequirements\n\nLiaison to be maintained with local authorities and Nodal CAPF for day\nto-day deployment of Coys.\n\nDeployment of the Coys shall be ensured as per guidelines & SOPs.\n\nIn addition following measures shall also be ensured inter alia during\ndeployment in LWE areas, J&K and NE States:-\n\n",
  "10": "V Purchasing of ration, vegetables ete. may be arranged through\nsuppliers who can supply these items at the location of the Coys as\nfar as possible, with the help of local police\n\nY Maoist are extensively using IEDs; spikes and resorting to\nunconventional ambushes against sc hence,\nmovement outside thé camp shall not be undertaken, except for the\nbona fide duties.\n\nurity forces\n\n¥ Movement through vehicles shall be restricted in LWE areas as per\nthe SOPs. Ensure proper ROP of the routes for safe passage of\ntroops & patrolling parties.\n\n¥ Proper distance between the two vehicles shall be maintained\n\nduring movement to avoid ambus|\n\n¥ Digging on a track and newly repaired road should immediate\ninvite suspicion, and should be checked before further movement.\n\nY Look for cut or trampled vegetation that could be camouflaging an\nIED\n\nY Disturbed road carpeting or even newly repaired roads to be viewed\nwith suspicion and metal detectors be used while crossing the\npatch such raods.\n\nY Watch out for wire leading away from sides of road.\n\nV As far as possible, avoid moving/ travelling in vehicles, instead move\ntactically by foot keeping 10-15 meters distance between person to\nperson.\n\n¥ While travelling in vehicle or on foot, personnel must wear BP\njackets and helmets.\n\n¥ Restrain from moving openly in the market in uniform or with arms\n& ammunition and on most frequented tracks.\n\n¥ Do not leave the camp and roam around the surrounding areas on\nthe pretext of visiting religious places or hotels/dhabas for tea &\nsnacks.\n\n¥ To avoid the predictability, there shall not be any set pattern in\ndeployment, timings and movement of the Force:\n\n¥ To get better prepared, it would be imperative to prepare a holistic\ncontingency plan:\n\n¥ The contingency plan should contain usual incident response drills\nin case of ambush, IED attack, Sniper shooting, road blocks ete.\n\nv The contingency plan should also educate the Force on Naxal\nmodus operandi, means of communication infrastructure,\n\nPage 10 of 19\n\n",
  "11": "resources available, emergency _ supplies water,\n\nmobile/phones etc.\n\n9. DO’s AND DON’TS FOR INTERNAL SECURITY DUTIES:-\n\na) Do’:\n> Personnel should be tuned to retaliate promptly and effectively in the\nevent of extremists resorting to violence of any kind.\n> Keep your sense of judgment balanced and avoid panic when attacked\nby extremists to enable effective retaliation,\n> Be watchful for safety and security of important people.\n\nmbled and be on the\n\n> Spot suspicious characters out of the crowd as\nwatch.\n\n> Behaviour of the people and their attire should be watched closely for\nany suspicious activity. People wearing blankets, shawls, overcoat etc\nshould be watched closely to see whether they are carrying any\nweapon/bombs underneath.\n\ny\n\nAll unclaimed/unidentified objects should be viewed with suspicion\nand safety drill be followed as per ins arding disposal of\nexplosive devices.\n\nructions reg\n\n> Armed personnel on duty should remain in full mental and physical\nalertness and half of the strength so deployed should be in reserve\n\nand in readiness to meet sudden e\n\n‘ntualities.\n> Be polite, courteous and co-operative with the public\n\n> React quickly & effectively and deal firmly with the misereent\nactivities around\n\nalert for effective and\n\nd_ sense:\n\n> Keep your cars and eyes open ar\njudicious performance of your duties.\n\n> Remain alert to ensure safety and security of arms & ammunitions\nwhile on duty\n> In any Law & Order support duty, where public is involved, use of\n\nforce to be done as per order of Local Police and Magistrate. In\nof Local Police/Magistrate, ACs and above of CAPFs may tak\nappropriate action as per provision under CrPC\n\nabsence\n\nPage 11 of 19\n",
  "12": "b) Do:\n\n> Do not wait for orders in case of extremists attack (if situation does\nnot permit) and react effectively to neutralize and overpower them.\n\n> Do not panic or get overawed in case of extremist attack\n> Do not resort to indiscriminate firing to avoid collateral damage.\n\n> Do not over exert your men to keep their reactive ability at the\noptimum level.\n\n> Do not leave weapons behind. Carry them properly sited/mounted to\ncounter the ambush/attack by terrorist/naxals.\n> Do not use abusive words and do not resort to unwanted show of\n\nforce. Malpractices/apprehension of breach of law and order should\n\nbe brought to the notice of state authorities.\n> Do not rush to investigate or intervene in-any trouble.\n\n> Do not be too friendly: with anybody. Do not accept tea, cigarette\nedible item or any favour from anybody.\n\n> Do not treat any incident unimportant, ignoring minor incidents may\nallow it to develop into major one, if not handled tactfully in the initial\nstage\n\n> Do not show familiarity with a particular group of people belonging to\na particular section or caste of the society\n\n> Do not ask for any exemption from the briefing s\n\n> Do not talk to the Press.\n\n> Do not make any unreasonable dem:\naccommodation, vehicles, security etc.\n\nnd to the authorities regarding\n\nv\n\nDo not defer submitting reports of any development, which requir\nimmediate remedial action but bring it to the notice of competent\nauthorities by fastest means.\n\n10, GENERAL INSTRUCTIONS:-\n\n> All SOPs issued from time to time including SOPs issued by Nodal\nCAPFs, State/District authorities, Local Police, IB etc. shall de\ncomplied in letter and spirit.\n\n> All important matters shall be informed to FHQ Control Room timely\nfollowed by a special report. Significant matters shall be informed to\nDIG/Ops from time to time.\n\nPage 12 of 19\n",
  "13": "ates shall be collected and submitted timely to the\naiming of bills after completion of the Internal\n\n> Deployment Certifi\nFHQ for onward ¢\nSecurity Duties.\n\n> No leave/out pass shall be sanctioned/permitted to any personnel\nexcept in extreme emergency.\n\n> Cordial environment amongst Coy personnel shall be maintained.\nConsumption of liquor, gambling etc. shall remain completely\nprohibited during stay and while move.\n\n> Proper conduct of all personnel shall be ensured. All precautionary\nmeasures shall be undertaken to avoid drunken misbehaviour or any\nother undesirable activity by Coy personnel.\n\n> Situation report will be sent to Nodal Officer and FHQ twice a day i.e.\n0500 hrs & 1700 hrs.\n\nMaintenance of close liaison with local authoritics and constent\ncontact with Control Room of Local Police of the place of deployment\nshall bé maintained.\n\nv\n\nv\n\nIn of deployment in J&K, North East and other LWE affected\nareas, Supervisory officers shall stay with one of their Coys.\n\n11. SPECIFIC ROLE AND RESPONSIBILITIES:-\n\na) Sectors from where Coys are deployed:-\n\n> Sectors shall maintain updated data base of Arms & Ammunition, BP\n\nJackets, BDDS teams and equipments, Anti Riot Equipments,\nSecurity Gadgets and Communication Equipments available and\nspareable in all Units/RBs under them.\n\n7\n\nSector will mobilize/adjust the requirement of arms & ammunition\nand equipments at their level as per requirement of the IS duty\ndeployment.\n\n> If any deficiency of arms & ammunition etc is assessed, the same\nshall be coordinated and got released from concerned Branch of\nFHQ, promptly.\n\n> Detailment of suitable manpower, training and timely movement of\nthe Coys.\n\n\\\n\nEnsuring the Coys so detailed are carrying/equipped with arms &\nammunition, logistics, equipments etc. as per SOP.\n\nb) Sector IsG having AOR over place of deployment:-\n\n> Sector IsG having the jurisdiction\nexercise overall operational command with r\n\nwhere the Coys are deployed shall\nrd to Coy\n\nPage 13 of 19\n\nThey shall\n",
  "14": "extend required support to Nodal/Dy. Nodal officers and maintain\neffective coordination with them.\n\n> They shall also liaise with State Authorities as and when required for\nsmooth induction and de-induction of CISF Coys. Operational\npreparedness and deployment of the Coys shall also be monitored by\nthem by way of guiding/directing the Nodal/Dy Nodal officers.\n\n> Any difference with State authorities in connection with mandate and\ndeployment of the Force ete. shall be brought to the notice of FHQ for\nfurther necessary orde\n\nc) Nodal & Dy Nodal Officers:-\n\nv\n\nos\n\n7\n\nv\n\n7\n\nNodal officer shall function as overall operational and adminstrative\nin-charge of the CISF Coys, under the command of Sector IG having\njurisdiction over the place of deployment.\n\nDy. Nodal officer shall function as an extension of Nodal officer and\nst as 2 1/C of the Nodal Officer.\n\nThey shall attend meetings called by State/Police authorite\nregarding deployment of the Coys. If needed, they can direct the Bn.\nCommander concerned to attend such meetings\n\nThey shall liaise with State Authorities and Force Coordinator as the\ncase may be to get details of location of deployment. The same shall\nbe communicated to concerned Sectors and FHQ, timely.\n\nAdvance liaison shall be made with State Authorities to get earmarked\nsuitable camps, adequate transport, communication equipment aad\nother logistics required for Coys.\n\n‘They shall review and place all Coys under Supervisory officers and\nBn, Commanders, as per availability, place of deployment and local\nrequirement. Necessary changes shall be made in view of operational\nrequirement and effective supervision\n\nEfforts shall be made to get placed Coys of onc Bn. Commancer\nwithin the district or nearby districts, to the extent feasible. Coys\nunder one Supervisory Officer may be kept within one district\n\nNodal/Dy Nodal officers shall also review holding of security gadgets\nand equipments including BP Jackets & Helmets etc. of the Coys and\nredistribute them as per operational requirement, with proper\naccounting.\n\nProper briefing of Bn, Commanders, Supervisory Officers and Coy\nCommanders before induction of troops and on regular ba\n\nEnsure compliance of all SOPs issued from time to time including\nSOPs issued by Nodal CAPFs, State/District authorities, Local Police,\nIB ete. in letter and s\n\nPage 14 of 19\n",
  "15": "> The following occurrences shall be reported promptly to FHQ, by the\nquickest mear\n\nY Information on movement of troops, whether administrative or\noperational,\n\nAny incident or accident requiring attention of FHQ\n\nVis\n\nof Senior Officers to the deployed locations.\n\nSeizure of arms, ammunition and any other contraband items\n\nAny injuries, casualties ete.\n\nAny occurrence of serious nature in the area of responsibility.\n\nor orn\n\nAny other important matter, as deemed fit.\n\n> Collect deployment certificate from the state authorities and submit\nthe same to FHQ\n\n> A comprehensive feedback shall be furnished to Ops Dte. by Nodal\nofficers after completion of IS duties of long duration. The feedback\nshall incorporate the feedback of Bn. Commanders and Supervisory\nofficers also.\n\n> A Control Room shall be established under Nodal office for proper\ncommunication and monitoring.\n\nd) Bn. Commanders:~\n\nes\n\nBn. Commander shall supervise the Coys under his command with\nthe help of Supervisory Officers and Coy Commanders.\n\nv\n\nHe shall visit the Coys under his command. As\nand logistics available with the Coys\n\ness the security setup\n\n7\n\n‘oy\n\nHe shall brief Supervisory Officers, Coy Commanders and\npersonnel on regular intervals to sensitize them with dutic\nprecautions, local threat perception and response thereof ete.\n\n-\n\nHe shall held personal interview to redress the griev:\nany during his visit to Coys.\n\nnees/requests, if\n\n> A mcchanism shall be evolved for free flow of information through\nconstant communication amongst Bn. Commander, Supervisory\nOfficers and Coy Commanders to avoid any gap in decision making\n\n> He shall maintain coordination with Nodal/Dy Nodal officers for all\noperational and administrative matters.\n> He shall also liaise with State/CAPF authorities as per requirement\n\nPage 15 of 19\n",
  "16": "> He must stay at a central location front where he can reach to the\nCoys under his command in the shortest possible time.\n\nc) Supervisory Officers:\n\n> Supervisory officer shall supervise the functioning of Coys under him,\nwith the help of Coy Commanders.\n\n> Supervisory officer shall brief and sensitized Coy personnel with SOPs,\nduties, precautions, local threat perceptions and responses for various,\neventualitics on regular basis.\n\n> He shall make a regular visit to Coy location and review security\narrangements of the camp security, deployment, functioning of mess\netc. In case of deployment in J&K, LWE areas and NE States, he shall\nstay with the Coy being supervised by him,\n\n> He shall redre:\nactively\n\nss the grivences of Coy personnel on regular basis, po\n\n> He shall maintain coordination with Bn. Commander and Nodal/Dy\n\n> He shall also liaise with State/CAPFs authorities as per requirement.\n\n1) Coy Commanders:\n> Coy Commander shall function as In-charge of the Coy.\n\n> He shall ensure functioning of the Coy as per SOPs under the\nsupervision of Supervisory officer and Bn. Commander\n\n» He shall brief and sensitized the\ndeployment\n\nSoy personnel in all aspects of\n\n> He shall personally monitor all aspects of discipline, movement, camp\nsecurity and deployment of the Coy personnel\n\n> He shall also coordinate with State/CAPF\nrequirement\n\nauthorities as per\n\nHe must ensure a mechanism to have effective watch on the Coy\npersonnel and their activities.\n\nv\n\n> Any suspected/undesired act on part of any personnel to be\nimmediatcly brought to the notice of Supervisory  officer/E:\nCommande:\n\n> He shall also inform all relevant matters to Supervisory officer and Bn\nCommander promptly\n\nPage 16 of 19\n",
  "17": "g) OPS Branch, FHQrs:\n\nZonal offices and\n\n> Ops Branch, FHQ shall co-ordinate with Sector/\nobtain move plan of the Coys from Sectors.\n\n> Status of arms & ammunition, anti riot equipments, BP Jackets and\nhelmets shall be sought from Sector/Zones/Units of the Coys being\ndeployed\n\nv\n\nSector wise data base of the Coys to be prepared, mentioning the\nID/UID of CISF Coys , Battalion Commanders, Supervisory officers,\nCoy Commanders, Place of deployment, important telephone numbers\netc. under the supervision of AIG/Ops.\n\nv\n\nMonitoring of the move status of Coys till arrival of the Coys at their\nrespective locations\n\n> Prepare daily status of the Coys on the basis of information received\nfrom Coy Commander/ Supervisory officers/Bn. Commanders/Nodal\nOfficers etc. under the guidance and monitoring of DC/Ops and\nAC/Control Room.\n\nv\n\nAll relevant reports received from the Coy\nof competent authorities.\n\nhall be put up for perusal\n\n> Day to day functioning and deployment of Coys to be monitored\nthrough Control Room under the overall supervision of AIG/Ops.\n\nv\n\nOn compietion of IS duties, de-induction of the Coys shall be\nmonitored till reporting back of the Coys to their respective units.\n\n> Ops branch will coordinate with all other branches of FHQrs\n(Ord/Tech e ary action related to the deployment.\n\n>.) for nece!\n\nh) Ord Branch, FHQrs:\n\n> Ordnance Branch, FHQrs. shall prepare and maintain an updated data\nbase of Arms & Ammunition, BP Jackets, BP Helmets etc. in respect of\nSectors (unit-wise] and DG Reserve Store.\n\ny\n\nDuring deployment of Coys for IS duty, Ordnance Branch shall monitor\nand coordinate with Sectors for ensuring Coy-wise holding of Arms &\nAmmunition, BP Jackets, BP Helmets etc. as per authorization.\n\nPage 17 of 19\n",
  "18": "e) Tech Branch, FHQrs:\n\n> Tech branch, FHQrs. shall prepare and maintain the updated data base\nof Communication equipment/gadgets in respect of Sectors (unit-wise]\nand DG Reserve Store. °\n\n> During deployment of Coys for IS duty, Tech Branch shall monitor and\ncoordinate with Sectors for ensuring Coy-wise holding of\nCommunication equipment/ gadgets as per authorization.\n\n12. DE-JNDUCTION OF COYS:\n\n> Nodal/Dy Nodal officers shall arrange for de-induction of Coys\nthrough liaison with State Authorities and other CAPFs coordinator.\n\n> Bn, Commander and Supervis\nsplinter coaches/special trains.\n\nry office shall ertsure timely booking of\n\n> All instructions enumerated above with regard to movement of Coys\nfor induction shall also remain applicable for de-induction of the\nCoys.\n\n> Bn. Commander and Supervisory officers shall accompany the Coys\nas per feasibility\n\n13. RELEVANT SECTIONS OF IPC & CRPC TO BE BRIEFED TO COY\nPERSONNEL:-\n\nIPC Sections\n\nv Section 141 Unlawful Assembly\n\nY Section 142 :- Being member of unlawful assembly\n\nY Section 144 :- Joining unlawful assembly armed with deadly\nweapons\n\nY Section 145 :- Joining or continuing in unlawful assembly, knowing\nit is has been commanded to disperse\n\nY Section 146 :- Rioting\n\nY Section 148 :- Rioting, armed with deadly weapon\n\nCrPC Sections\n¥ Section 129: Dispersal of assembly by use of civil force\n¥ Section 130\n¥ Section 131 :- Power of certain armed force officers to disperse\n\nUse of armed forces to disperse assembly\n\nAssembly\n\nY Section132 :- Protection agains\npreceding sections.\n\nY Section 154 :- Information in cognizable cases\n\nprosecution for acts done under\n\nPage 18 of 19\n",
  "19": "14. Use of Social Media:\n\n> All Coy personnel be properly briefed not to upload any activities of\nCoys or their personnel grievances in the Social Media like WhatsApp,\nFacebook, Twitter etc, during Election. All Commanders shall ensure\nthat Coy personnel abstain from uploading — photos/viceos\ntext/information of operational/service matter or any negative\npropaganda against the force or any Govt. Authority, which may\ntarnish the reputed image of the Force or Govt., during deployment.\n\nued vide FHQrs. letter No. O-\n395 dated 15.07.2019 to be\n\n> Guidelines on use of Social Media i\n42099/Ops/C&F/Social Media/2019 - 3\nstrictly adhered to\n\nIt is expected that all personnel deployed for\nsame as per guidelines, putting their best as their performance and behaviour\n\nduties shall perform she\n\nare having direct bearing on the image of the Force\n\nIt shall also be the responsibility of the Senior Supervisory Officers to\nensure that all personnel detailed are kept well conversant of the\naforementioned subject\n\nOther instructions issued\nduties shall be adhered strictly\n\nfrom time to time by FHQrs regarding IS\n\ned vide letter No, 0-42013/IS.Ele./94-\n\nThis supersedes the SOP iss\nOPS/28 dated 06.01.1994\n\nThis has the approval of DG CISF.\n\n1. PStoDG for kind information of DG please.\n2. PS to ADG (HQrs) for kind information of ADG (HQr) please.\n3. PS to ADG (APS) for kind information of ADG (APS)\n\n4. PS to ADG (North) for kind information of ADG (North) please\n\n5. IsG of FHQ for kind information\n(T&P, Pers., Trg., Adm.)\n6. All Sector IsG\n\nation and necessary action.\n\n(including Dir. NISA)\n\n7. All branches of FHQrs do\n\n8. All Zonal/Plant DisG do\n\n9. All Principals of RTCs do\n& DIG FSTI\n\n10. All Group Commandants -do\n\n11. AILCISF Units & RBs do-\n\nPage 19 of 19\n",
  "20": "12:19 on\n\naSOF 0019\n",
  "21": "Annexure-A\n\nDETAILS OF STRENGTH FOR THE COYS TO BE DEPLOYED\nFOR IS DUTY (L&O\n\nRank No. of Personnel |\nCoy Commander (Inspector) 01 _|\nCoy 2 /C (SI) 01 |\nPlatoon Commander (SI/ASI) 03 |\nHead Constable (@6 for 03 Platoon) 18\nConstable (@18 for 03 platoon) 54\nTradesmen (Cook-02, W/C-01, 06\n\nWM-O01, Swpr-01 and Bbr-01)\n\nRO/RM ol\nArmourer 01 _\nTotal 85_ |\n\n"
}