{
  "1": "OFFICE OF THE AODITIONAL DIRECTOR GENERAL/AIRPORT SECTOR\nCENTRAL INDUSTRIAL SECURITY FORCE\n(I'4INISTRY OF HOME AFFAIRS)\nNo. 0-42011/APC/ops(2)/Circular/Asl2o73- Za 1 \\\nCircular No. AS - 01 /2023\nSub: Undesirable activities bv AsG personnel: Reoardino\nThis refers to a distasteful incident at an airport wherein the ASG personnel was found involved\nin theft of foreign currency from the hand baggage of a passenger during the physical check, The ASG\npersonnel did not follow the BCAS guidelines in this regard and conducted the physical search of the\nbaggage without the consent of the passenger. He fufther put both his hands in the baggage and\nconcealed the foreign currency in his hand gloves. Later, the passenger returned and snatched the\nconcealed currency along with the gloves from the hand of the ASG personnel.\n2. \nThe entire incident also brings forth a lack of supervision by GO IClShift IC and serious failure on\nthe part of CiWCCTV personnel. Further, it cannot be ruled out that the erring personnel or other ASG\npersonnel may have been involved in such acts in the past with similar modus operandi or otherwise,\nwhich may not have been detected.\n3. \nWhile good deeds by ASG personnel are appreciated, acts of misconduct not only puts a question\nmark on our professionalism but also taints the image of CISF as a whole which has been earned by\ntireless, sincere and honest efforts of its personnel. Such commission cannot be tolerated and demands\nthe strictest action as it also shakes the faith of the people in Uniform.\n3. \nIn view of the above, it is hereby, directed to:\nStrengthen up manual and electronic surveillance to preclude the involvement of the ASG\npersonnel in such malpractices. CIW personnel must act proactively for timely detection of\nsuch ill deeds of unlt personnel. Personnel having such tendencies should be identified and\nkept under a close watch.\nii. \nSensitize all GO I/Cs, SHA I/Cs and unit CIW personnel to be watchful for such nefarious\nactivities of the ASG personnel as well as employees of the other stakeholders.\niii. \nEnsure strict adherence of the BCAS ciuidelines i.e. BCAS Avsec Circular No. 23l20O5\nwhich has been explicitly issued for personnel, involved in screening of passengers and their\nbelongings.\niv. \nSensitize ASG personnel to desist themselves from involving in any kind of undesirable\nactivities.\n4. \nAll Zonal DISG/AP will ensure compliance of these directions by the CASOs under their\njurisdiction. It is also directed to give due importance to this aspect during their briefings to the\nconcerned CASOS under their respective jurisdiction.\n(Gyanender Singh Malilq IPS)\nAdd. Director General /Airport Sector\nDistribution:\nIG/APS _ I&II\nDISG/AP (NZ, E&NE, SZ & WZ)\nDIsG/CASOS of ASGs Delhi, Mumbai, Hyderabad, Chennai & Bangalore\nAll CASOS of AsGs\nAdministrative Block\nAirport Sector, CISF Complex\nMahipalpur, New Delhi-37\nDaled: z0 Feb' 2023"
}