{
  "1": "Government Of India\n\naa MAR\nare feraeret HaTeTa ety Ministry of Civil Aviation\narr FaaeTaT BRET ST Vee Bureau of Civil Aviation Security\nU fat, TATA Hae S24 ‘A-Wing, Janpath Bhawan\nwaa, ag ec-110001 ‘pike Janpath Bhawan\nJanpath, New Delhi-110001\nNo. CAS-2/50/2015/DIV-(Trg) Part-I/E-150808 06, April , 2020\n\n‘AvSec Training Circular 04/2020\n\nSubject: Extension of eligi\n19 Lock Down\n\nDue to the impact of COVID 19 and subsequent suspension of AvSec training activ\nand cestritions arising thereof, ithas been decided to grant extension forthe eligibility period of Refresher\nCourses for lapsed or lapsing Certifications of ALL AvSec Trainings in respect of Pilots, Flight\nEngineers, Air/Cabin crew, Ground Security handling staf, X Ray Sereeners (Stand Alone as well as\nILHBS), AvSec Instructors, AvSec auditors and all others concerned.\n\nIn view of the above, the Competent Authority has decided to extend the validity of eligibility period for\nrefresher training certifications expiring on or after 20® March 2020 upto 20! June 2020 oF until the\nseinen of this AvSec Training Circular whichever is earlier for the Pilots, Flight Engineers, Air/Cabin\new Ground Security handling staff, X Ray Screeners ( Stand Alone as well as TLHBS) , AvSec\nTretrictors, AvSec auditors and all others concerned for the below mentioned courses:\n\nAvSec Basic Refresher Course\n\n‘Aviation Security Course for Air Crew\n\nAvSec Refresher Course for Air Crew\n\nScreener Pre-Certification Course (Stand Alone)\n\nIn-line Hold Baggage Screeners Pre-Certification Course\n‘AvSec Instructors Course (Refresher)\n\nAvSec Auditors Course (Refresher)\n\n‘AvSec Awareness Program for Non-Security Staff\n\nDNAARYN>\n\nFollowing the expiry/ revocation of this extension period, the operator shall ensure that Pilots, Flight\nEngineers, Air/Cabin crew, Ground Security handling staff, X Ray Sereeners ( Stand Alone as well as\nILHBS) , AvSec Instructors, AvSec auditors and all others concemed are compliant with the existing\nNCASTP training requirements, prior to assigning flight/ ground duties to them.\n\n‘This is issued with approval of DG, BCAS.\n\nDb. 4. 2020\n"
}