{
  "1": "RESTRICTED\n\nNo.: CAS-7(1)/2006.Div-I (E-85340)\nURG AHR / GOVERNMENT OF INDIA.\nMR faa HATTA MINISTRY OF CIVIL AVIATION\nan feos Yai BRI / BUREAU OF CIVIL AVIATION SECURITY\n-IL Te, TATY HAA, TATA / +A’ WING, I-III FLOOR, JANPATH BHAWAN, JANPATH\n\nag feeeit - 110001 / NEW DELHI - 110001\nDate 03/06/2020\n\nAVSEC CIRCULAR No. 06/2020\n\nSUBJECT: SECURITY PROCEDURES FOR LIQUIDS, AEROSOLS AND GELS\n(LAGS)\n\nIn exercise of powers conferred by Section 5A of the Aircraft Act. 1934 (XXII\nof 1934), read with rule 3 (b) of the Aircraft (Security) Rules, 2011, Director General,\nBureau of Civil Aviation Security, for the purpose of the safety and security of\npassengers, crew, ground personnel and the general public in all matters relating to\nsafeguarding against acts of unlawful interference with civil aviation, directs that:\n\n1, Security checks for Liquids, Aerosols and Gels (LAGs) and Security Tamper- evident\nBags (STEBs) implies visual checks or security controls, performed by security staff for\nsigns of interference, in particular tampering with seals, theft and the introduction of\npotentially dangerous devices, articles or substances. The checks shall be made at the first\npoint of entry on the airside and shall be made on all supplies of LAGs and STEBs to\nestablish that they have been protected, that there is no evidence or suspicion of tampering,\nand that the necessary documentation is in order\n\n1.1 Policy shall be to limit or ban introduction of Liquids, Aerosols & Gels\n(LAGs) and creams, which could hide or mask liquid explosives or reactive\nsubstances contained in apparently innocent containers and bottles which may be\nintended for use in committing an act of unlawful interference inside an aircraft or\nairport facility.\n\n1.2 In order to prevent such occurrence, airports and aircraft operators shall direct\nairport retailers to provide customers with suitable STEBs for presenting their liquid\npurchases at screening check points as per regulations issued under this circular.\n\n1.3 Airport Operators and retailers shall put up adequate display that proofs of\npurchase would be required to facilitate transfer and purchases of LAGs presented in\na STEB. This information shall be suitably displayed at arrival gates and prior to Pre-\nEmbarkation Security Check (PESC) points by airport operators for transfer\npassengers.\n\nPage 1of 10\n",
  "2": "14 Personnel from ASG (CISF/Police) and aircraft operators implementing\nSecurity controls should be awvare that many of these articles or substances may have\nbeen classified as Dangerous Goods.\n\n1.5 LAGs may include, but are not necessarily limited to: water and other drinks:\nsoups; syrups; jams; stews; sauces and pastes: other foods in sauces or containing a\nhigh liquid content; creams; lotions; cosmetics; oils; perfumes; sprays: gels, including\nhair and shower gels; contents of pressurized containers, including shaving foam,\nother foam and deodorants; pastes, including toothpaste; liquid-solid mixtures;\nmascara; lip gloss or lip balm; and any other item of similar consistency at room\ntemperature.\n\n2. All LAGs carried for personal use shall comply with the following Security Regulations:\n\n3.\n\n2.1. All LAGs shall be carried in containers with a capacity of not more than 100\nml each, or its equivalent in other volumetric measurements;\n\n22. Any LAGs in a container larger than 100 ml are unacceptable if the container\nis partially filled;\n\n23. Containers holding LAGs shall be placed in a transparent re-sealable plastic\nbag of a maximum capacity not exceeding one litre. The indicative size of the one\nlitre bag is: 20.5 om x 20.5 em or 25 cm x 15 cm or equivalent. The containers must\nfit comfortably within the bag, which shall be fully closed. The airport operator of the\nconcemed airport shall provide such plastic bags at the PESC points for use by the\npassengers;\n\n2.4. Each passenger is permitted to carry only one such bag of LAGs, which is to\n\nbe presented separately for screenin\n\ny controls and checks, including random manual\nsearches of passengers and cabin baggage, are applicable:\n\n2.6, Exceptions:\n\n2.6.1. ‘These restrictions on LAGs may not apply to flight crew in uniform when\ncarrying LAGs for legitimate use on board; and\n\n2.6.2. Exceptions to the above measures are allowed for medications, baby foods\nincluding milk, and for special dietary needs or other medical requirements as\n\ndescribed in paragraph 5.3 below,\n\nLAGs in any volume that have been purchased at the retail outlets of the airport or on\n\nboard an aircraft shall not be permitted through security screening checkpoints unless they\nare carried in a Security Tamper-Evident Bag (STEB) specified in Annexure A to this\nCircular.\n\nPage 2 of 10\n",
  "3": "4. SECURITY PRINCIPLES APPLICABLE TO LAGs SOLD BY AIRPORT\nOUTLETS AND AIRCRAFT OPERATORS\n\n4.1, Adequate supply chain security measures shall apply to LAGs from the first\npoint of entry to the airside until delivery to passengers, and shall include the\nfollowing:\n\na) Security of premises: There shall be access controls at airside entry points\nthrough which LAGs are delivered to airside outlets and aircraft. Measures shall be in\nplace at airside outlets and on-board aircraft to prevent tampering with LAGs and the\ninappropriate use of STEBs:\n\nb) Personnel security: Background checks of all prospective employees and\nperiodic checks of current employees shall be conducted. Employees shall be\ninformed of security policies so that they can recognize deviations from policy and\nunderstand the actions to be taken in response to security lapses;\n\n©) Security checks: Visual checks and security controls shall be performed by\nsecurity staff at the first point of entry to the airside. Appropriate checks, including\nscreening where applicable ,shall be made on all supplies of LAGS to establish that\nthey have been protected from tampering; and to confirm that they are accompanied\nby proper documentation;\n\nd. Business partner security: Aircraft operators and airport retailers shall\nestablish an understanding with LAGs suppliers concerning appropriate security\ncontrols for LAGs consignments that are delivered to aircraft operators and retailers.\nSuppliers of LAGs shall provide written assurances that LAGs consignments are\nproperly safeguarded ; and\n\n€. Information security: Integrity of data and information used in the supply\nchain, including protection against misuse and unauthorized access and alteration\nshall be maintained.\n\n4.2, Security measures and validation procedures for known suppliers of\nLAGs/STEBs are given in Annexure B to this Circular.\n\n5. EXEMPTIONS FOR ORIGINATING PASSENGERS\n\n5a. LAGs of any kind carried in containers with a maximum volume of 100 ml\nshall be placed in a one litre bag. Exemptions may be granted for certain LAGs which\nexceed the 100 ml limitation or are too large to be\nessential medical purposes or to meet special and esser\n\nried in a one litre ba,\ndietary needs. Passengers\nor staff members shall provide written proof of authenticity for the exempted LAGs.\n\n5.2. As passengers may be concerned about their medicines, it may be necessary\nfor security staff to handle such articles with sensitivity. If doubts remain as to the\nadmissibility of a liquid, aerosol or gel, the item in question shall not be allowed\nbeyond the screening checkpoint. If the liquid, aerosol or gel is essential,\npassenger should be advised not to fly\n\nPage 3 of 10\n\n",
  "4": "53. Exemptions may be granted if a liquid, aerosol or gel is for medical purposes\nor for meeting a special dietary requirement, such as food for a baby considering the\nlength of air travel/duration of flight. Further details on exemption requirements are\nas follows:\n\n53.1. LAGs needed during the journey: The Passenger should always explain the\nexcess quantity if needed and should bé encouraged to place excess quantity in the\naireraft hold;\n\n53.2. LAGs required for medical purposes: Medicines with a total volume\nexceeding 100 ml, whether prescribed by a doctor or acquired over the counter, may\nbe acceptable if it is indeed essential to carry them in the cabin and the amount to be\ncarried is no more than is necessary for the journey:\n\n5.3.3. Substances that are not medicines but are used for medical purposes are\npermitted, such as ice that is used to maintain the temperature of a transplant organ,\nblood or blood products;\n\n53.4. Special dietary requirements: Liquids or foods that are essential for a\npassenger's health include baby food, provided that a baby is travelling, or special\nfoods required by lactose- or gluten-intolerant passengers. Other baby products may\ninclude wet wipes, milk or juice, sterilized water, and meals in liquid, gel or paste\nform. If the volume of baby food is deemed excessive, the full quantity should not be\npermitted through the screening checkpoint; and\n\n5.3.5. Proof of authenticity: Passengers shall provide proof of authenticity of\nexempted LAGs on request. Staff should verify that the name on the label of\nprescription medication matches the name on the boarding pass. In the case of over-\nthe-counter medication, a determination should be made on reasonable amounts,\nwhich includes what is required for the length of the flight. In the case of prescribed\nmedication, the passenger should be able to produce a note from the doctor, The\nfollowing aspects should be taken into consideration when verifying proof of\nauthenticity:\n\na) Passengers should not be asked to taste medication if the usage\ninstructions or doctor's advice indicates that it would be dangerous to do\nso;\n\nb) Passengers should not be made to taste any medication, either their\nown or their child’s, against their wishes:\n\n©) For children’s prescription medication, the accompanying adult\npassenger should not be asked to taste the medicine. Instead, verification\nshould be sought through questioning:\n\nd) If a container is marked in grams, it may be assumed that 100 g\ncorresponds to 100 ml; and\n\nPage 4 of 10\n",
  "5": "e) Ifa passenger is asked to rub a small amount of a substance on his or\nher skin, the passenger's skin should be monitored for at least two minutes\nto see, if there is a reaction.\n\nEXEMPTIONS FOR TRANSFER PASSENGERS\n\nn to the exemptions described above, LAGs purchased at duty-free\nshops at a departure point or on board an aircraft and transported by transfer\npassengers should be accepted for ongoing transport if the State where the journey\ncommenced has applied the validation process for the acceptance of LAGs carried\nin STEBs and the passenger possesses a proof of purchase. The LAGs carried in\nSTEBs as in the manner prescribed in this circular by International transfer\npassengers shall be permitted in Indian airports after separately screened by the\n(CISF/Police) with appropriate and available screening equipment as in the\nmanner prescribed before being allowed on board aircraft. Before allowing the\nLAGs in STEBs the screener at the security check point shall check the details of\nthe receipt inside it to ensure that the item has been purchased from the\noriginating/transfer/transit airport by the International passenger and the STEBs are\nnot tampered with;\n\n5.5. LAGs contained in STEBs shall be examined to ensure that the items have not\nbeen tampered with; and\n\n5.6. It shall be the responsibility of the air carrier concerned to ascertain status of\nvalidation with country of origin/transfer/transit; and shall advise their passengers\nregarding acceptability of LAGs carried in STEBs accordingly.\n\nExemptions for airport staff: Personal items such as beverages, perfumes, cosmetics,\nmedications, thermoses and other similar items belonging to airport staff entering\nsecurity restricted areas and aircraft shall be subjected to the same restrictions and\nexemptions as those of passengers. Tools of trade are legal items required by staff”\nmembers to perform work in a sterile area, including items such as cleaning products,\nsealants, degreasers, glues, paint and oils, and are exempt from LAGs restrictions.\n\nOther exempt persons: Director General, BCAS may decide to exempt certain classes\nof persons, such as law enforcement officers and personnel responding to an emergency,\nfrom restrictions on LAGs.\n\nSale of sealed water bottles, soft drinks ete. in SHA:-Sealed water bottles, soft drinks\nete. sold within the SHA in excess of 100 ml should be delivered in open condition for\nconsumption of passengers within the SHA itself and it should not be allowed to be\ncarried into the aircraft. Vending machines installed in SHA should not deliver any\nLAGs more than 100m| bottles or variant of equal measurement.\n\nDisposal of confiscated LAGs: The screening staff at the security check points shall\n\nensure that the LAGs removed by them are disposed by the passengers concerned on the\n\nspot. For this purpose the airport operators shall provide sufficient numbers of waste\nPage 5 of 10\n",
  "6": "bins at the security check points. It should be ensured that no item pile up at the\nscreening point.\n\n10. This AvSec Circular supersedes Circular 14/2006 dated 11.08.2006 for ban on LAG,\nCircular 15/2006 for Procedure for Carriage of Duty Free Items, Corrigendum to\nCircular 15/2006, Circular 18/2006 dated 29.09.2006, Procedure for Carriage of LAGs,\nCircular 04/2008 dated 01.08.2008 for Technical Specification of STEB, Corrigendum\non Circular 04/2008 dated 27/08/2008, Circular 09/2008 dated 23/09/2008 for Sale of\nWater Bottles, Soft Drinks ete at SHA, Circular 10/2009 dated 22/05/2009 for Disposal\nof Security Removed LAGs, Circular 10/2009 dated 29/12/2009 for Provision of\nResealable Bags by Airport Operator, and shall be implemented with immediate effect.\n\n11. The above directions are issued under Section 5A of the Aircraft Act 1934, violation of\n\nwhich is punishable under Section 11A of the same Act.\n\n(Rakesh Asthaana, IPS) 3.62020,\nDirector General, BCAS\n\nDistribution: As per standard list\n\nPage 6 of 10\n",
  "7": "Annexure - A\nTECHNICAL SPECIFICATIONS FOR STEBs\n\n1. Materials to be used for STEBs are as follows:\n1.1. Transparent, high-impact low-density polyethylene or equivalent;\n1.2. Recyclable and environment-friendly products, if possible; and\n1.3. Size and thickness to be adjusted according to needs, with a minimum thickness of\n50 microns. Indicative size for STEBs :25 em x 15 em or 20.5 em x 20.5 em\n\n2. On the top face of STEBs the:\n\na) closure requires:\n\ni) red tamper-evident tape ~ a minimum 30 mm tape with a 40 mm release liner;\n\nii) a pressure-sensitive, self-adhesive, initial high tack seal to ensure security and\ntensile strength immediately after the bag has been sealed;\n\niii) an integral security device or hidden graphic to reveal whether tampering has\noccurred. If an attempt is made to remove the tape, the previously hidden message is\nirreversibly revealed. This graphic must remain visible even if exposed to freezing\nconditions or heated to the point where the bag begins to melt; and\n\niv) a hidden security message using the back of the tape, which can be printed with a\ncopy righted logo or graphic device in a continuous pattern as an added security\nelement;\n\nb) border requires:\n\ni) a side and bottom weld (twin seal or wide flat) of no less than 15 mm with\na printed border:\n\nii) a printed border at least 5 mm wide with DO NOT OPEN or an airport\nhame or an aircraft operator name or any other continuous message or design\nwhich may bleed over the edge of the bag.(Optional — an integral security\ndevice or hidden graphic to show whether there has been tampering with\n\n) Message:\n\ni) “BCAS” (font size equal to ICAO name) shall be printe\ncolour at the top right corner.\n\nlight blue\n\nSecurity sign in green [provided by ICAO Aviation Security and\nfacilitation (S & F Branch)] in the middle of the security box. The\ndiameter of this sign should cover 33 per cent of the width of the bag:\nand\n\niii) Box in red (Pantone 485C) at the bottom stating “Do not open until\nfinal destination — contents may be confiscated if bag is tampered\nwith” in Hindi and English: and\n\nPage 7 of 10\n",
  "8": ") Confirmation and identification features require:\n\ni) _areceipt space or optional pocket inside the bag, visible on the top left\nof the security box, that should contain the following information:\n\n+ date of purchase in dd/mm/yyyy format;\n\n+ place of purchase, whether State, airport and/or aircraft operator,\nusing international codes:\n\n+ flight number(s) and name of passenger, ticket/PNR number:\n+ number and list of items purchased and placed in the STEB; and\nii) Origin of the bag which should contain the following information:\n* State three-letter code (Machine Readable Travel Document) or airline\ninternational code (for duty-free sales on board)to determine the State\nof origin where the STEB was provided to the passenger\n\n+ Manufacturer's name with full ICAO registration number; and\n\n+ Inventory code and security code or device to protect STEBs at\nretailers and shops.\n\nNote: - If radio frequency identification (RFID) chips are used by manufacturers, the ICAO\n\nAviation Security and Facilitation Policy Section should be contacted 10 ensure\nharmonization and consistency with other machine readable applications:\n\n3. On the back face of the bag Individual Airport / Retailer / Other branding or Logos\n\n4. OPERATIONAL CONSIDERATION:\n\nReceipt should be inside the STEB, the face visible from outside, and securely placed\nin the left top of the security box (either with a jacket inside the bag, or fixed accordingly). If\nthe receipt has moved and is not visible for security screening purposed, the bag will have to\nbe opened and its contents may be confiscated (or placed in a new STEB by security staff at\nthe security screening point).\n\nManufacturer codes are placed by the manufacture. Inventory and security codes are\nthe responsibility of the retailers. STEBs should be distributed to authentic parties only,\n\n5. Known supplier or LAGs and / or known suppliers or STEBs shall ensure\nimplementation of the security controls and protection from unauthorised interference with\nsupplies of LAGs or supplies of STEBs respectively, from their first point of entry on airside\nuntil their delivery to passengers. The known suppliers of LAGs and / or the Known suppliers\nof STEBs fully accepts responsibility by written declaration, for the implementation and\n\nPage 8 of 10\n",
  "9": "Known suppliers of LAGs /STEBs shall be approved by the Director General, BCAS\n(Civil Aviation), STEB manufacturers / Distributor shall register them with ICAO prior to\napproval of Director General, BCAS. Distributors of STEBs may become known supplier of\nSTEBs provided they take full responsibility of the security chain mentioned herein above.\n\n6. Examples of STEB layouts are presented in Figure below:\n\nExamples of STEB layouts\n\nPage 9 of 10\n",
  "10": "Annexure -B\nKNOWN SUPPLIERS OF LAGs AND STEBs.\n\n1. Suppliers of LAGs and suppliers of STEBs shall apply for security clearance online\nthrough e-sahaj Portal of Ministry of Civil Aviation. The airport operator, the ASG\n(CISF/Police), aircraft operators and airport retailers are responsible for ensuring that the\nchain of security relevant to supplies of LAGs and STEBs is maintained from the first point\nof entry to the airside until delivery to passengers. The known supplier of LAGs and/or\nknown supplier of STEBs shall provide a full declaration of the supply chain measures in\nplace, which shall be a formal document signed by the company’s legal representative or\nofficial responsible for security and approved by the Director General, BCAS. Such\ndeclarations shall be valid for two years, and include the appointment in writing of the\ncompany official responsible for security, as well as confirmation that:\n\n1.1 Before any person is given access to supplies. he or she receives proper security\nawareness training, providing for an appropriate level of security;\n\n1.2 Appropriate security checks are conducted prior to supplies being brought to the\nairside; and\n\n1.3 Known suppliers of LAGs adhere to the principles described in para 4 of the\nCircular.\n\n2. VALIDATION PROCESS\n\n2.1 States are responsible for determining or recognizi\nand STEBs security measures. States wishing to validate the secu\ncarried on board by transfer passengers who began their journey in another State\n‘may conduct such validation in a number of ways, including by:\n\na) Entering into a bilateral arrangement with the State concerned to obtain the\nnecessary assurances of adequate security for LAGs and STEBs:\n\nb) Becoming a party to a multilateral arrangement whereby such assurances are\nsought by a regional or international body on behalf of a number of States:\n\n©) Seeking direct verification that may include on-site validation of the\nconcerned State’s compliance with ICAO recommendations with respect to\nLAGs and STEBs; and/or\n\n4) Accepting another State's declaration that it has complied with ICAO\nrecommendations for security measures for LAGs and STEBs, including their\nfull implementation at airports and by aircraft operators.\n\n2.2 Validation of another State’s implementation of security measures for LAGs\nand STEBs should be based on a technical assessment of matters related to aviation\nsecurity and applied in a fair manner.\n\n- END -\n\nPage 10 of 10\n"
}