{
  "1": "OFFICE OF THE ADDL. DIRECTOR GENERAL/AIRPORT SECTOR\nCENTRAL INDUSTRIAL SECURITY FORCE\n(MINISTRY OF HOME AFFAIRS)\n\nAdm. Block, Ground Floor,\nCISF Complex\nMahipalpur, New Delhi- 37\n\nNo. O-42011/APC/OPS (1)/Circular (BCAS)/24— ]/£ 52. Dated 4 July’ 2024\n\nTo\n\nIG/APS-I 811\n\nDIsG/AP (E&NE, NZ, SZ & WZ)\n\nDIsG/CASO ASG Delhi, Mumbai, Bangalore, Hyderabad, Kolkata & Chennai\nAll CASOs of ASGs\n\nSub: Airport Security Committee (ASC): Req\n\nPlease find enclosed herewith a copy of AvSec Circular No. 03/2024 circulated by BCAS vide\nletter No.15-51/58/2015-Policy Division-BCAS/E- 85325 dated 18.07.2024 on the above subject matter.\n\n2. This is for kind information and necessary action please.\nEncl. As above.\n\nNo}\n(Vishal Sharma)\nDC/Airport Sector\n\nCopy to:\nAvSec Cell NISA Hyderabad and RTC Arakkonam : For favour of kind information please.\n",
  "2": "15-51/58/2015-POLICY DIVISION-BCAS/E-853\nURW GPR / GOVERNMENT OF INDIA\nanry fara Hae MINISTRY OF CIVIL AVIATION\nany fYATsA GRA BI / BUREAU OF CIVIL AVIATION SECURITY\nSS He, AHA wag oYl/ UDAN BHAWAN, SAFDARJUNG AIRPORT,\nag fect - 110003 / NEW DELHI - 110003.\n\nDate: 18.7.2024.\n\nAVSEC Circular No. 3/2024\n\nSub: Airport Security Committee (ASC).\n\nof powers conferred under the rule 62 of the Aircraft (Security)\n\neral, Bureau of Civil Aviation Security (DG.\n\nsafety and security of passengers, crew,\n\neneral public in all matters relating to safeguarding a:\nence with civil aviation, directs the following;\n\nand the\nlawful\n\nThe Airport Security Committee shall be established at each operational\nsieport to coordinate the development and implementation of security measures\nand procedures at airports in India, in accordance with rule 5 of the Aircraft\nSecurity) Rules, 2023 read with para 5.2 of NCASP, 2024.\n\nSec Circular shall come into force with immediate effect and\nrsedes AvSee Circular No, 20/2006 dated 23.11.2006 on the subject\n\n10\n3 Karon\nZulfidudr Hasan, IPS\n\nDirector ea BCAS\nx\\ 4\n| 24.\n\ndistribution: As per standard list.\n\ngins sensitive avia er rules $5 0! th\n\n1» security information which is regulated\nof this document may be disclosed to a person without a “need to how\n\n",
  "3": "30\n\nAZETTE OF INDIA : EXTRAORDINARY. [Parr See. 30)\n\nprotection and =\" of critical civil aviation systems against eyber threats: and\n\n(1) issue directions\nthis sub-rule\n\nid gui\n\n188 on any matter subsidiary or incidental to the matters referred to in\n\nNational Civil Aviation Security Cpmmittee - (1) On and from the date of publication of these rules, the\nNational Civil Aviation Security \\Committee constituted by the Central Government, vide Order\nAV.13024/58°77-A, dated 18 Nover\\ber, 1977 shall be continued as a Committee for the purposes of these\nrules.\n\n(2) The Committee referred to in sub-rule (1) has been constituted with a view to coordinate security activities at\nthe national level between the departmgnts, agencies and other entities concemed with or responsible for the\nimplementation of various aspects of the National Civil Aviation Security Programme,\n\n(3) The Committee shall consist of the followi\n\nembers, namely: «\n\n(a) Secretary, Ministry of Civil Aviation as Chairperson —:\n\nofficio:\n(b) such other Members as may b} determined by the Central Government; and\n\n(6) the Director General as Membitr-Seeretary-cum-Convener, ex\n\nAirport Security Committee - (1) All airport operators, whose security programme has been approved by the\nDirector General, shall establish an Airport Security Committee in consonance with the National Civil Aviation\n\n(2) The Aispor Security Committee referred to in sub-rule (1) shall assist the airport operator in its responsibility\nfor coordinating the implementation of security controls and procedures as specified in the aeroxdrome security\n\nCHAPTER IL\nAVIATION SECURITY SERVICE\n\nAviation Security Group - (1) Every aerodrome operator shall engage such number of personne! of\nsovernment security agency as may be determined by the Central Government for performin:\ned t0 it under these rules.\n\n(2) The personnel engaged under sub-rule (1) shall be designated gs Aviation Security Group and one officer of\nup as Chief Aerodrome Security Officer by such governmbat security agen\ngeneral supervision and direction of the aerodrome-in=\n\nsuch\n(3) The Aviation Security Group shall work under the\ncha\n\n(4) The aerodrome operator shall provide such facility and suppoft to the Aviation Security Group as may be\n\napproved by the Director General\n\n5) In emergent situations, the Director General may order necessary changes in the deploy ment of Aviation\nSecurity Group.\n\nDuties of Chief Aerodrome Secur\nfollowing duties, namely: +\n\n(a) safeguarding of passengers, crew, ground personnel ank! other aerodrome users, aireraft, aerodrome\nand related facilities including vulnerable areas or point} from acts of unlawful inte\n\narea of the aerodrome:\n\nyy Officer ~ The Chief Aerodfome Security Olficer shall periorm the\n\n(b) enforcement of access control measures into the restrict\n\n) security of perimeters\n\n(4) screening of passengers and their cabin baggage:\n\nscreening of persons other than passengers together wit} items being carried by then into the aeside:\nscreening of vehicles together with items contained witlkn them, entering into the airside;\nsurveillance within and around aerodrome area;\nenforcement of security measures including car parks,|viewing gallery, aerodrome restaurant and\nareas close to movement area;\n\ni) maintenance of order and discipline in the aerodrome prethises:\n\nthe movement of persons and vehicles inthe secbrity restricted areas:\n\ni) supervis\n(k)_ liaison with local police and intelligence agencies; and\n\n(1) any other duty assigned by the Director General within the stope of authority under these rules.\n",
  "4": "Government of India\n(Ministry of Civil Aviation)\n\nBUREAU OF CIVIL AVIATION SECURITY\n\nNational Civil Aviation Security Programme - 2024\n\n Aainicpork sataitiey commcaitees\n\nSARPs of Annex 17\n\n3.2. airport serving ci\n\nEach Contracting State shall ensure that an airport security committee at each\nil aviation is established to assist the authority mentioned |\n\n3 | under 3.2.2 in its role of coordinating the implementation of security controls |\n\n_| sna procedures as specified in the aitport sepurity programme\n\n5.2.1. In order to coordinate the development and implementation of secur!\n\nmeasures and procedures at airports in India, an Airport Security Committee (ASC) shail\n\nbe established at each operational airport,\n\n2.2. All airport operators, whose security programme has been approved by the\n\nDirector General, shall establish an Airport Security Committee in consonance with the\n\nNational Civil Aviation Security Programme to:\n\n) Coordinate implementation, as per the requirements of NCASP;\n\nb) Coordinate the response or participation of all existing agencies of Airport\n\nEmergency plan.\n\n¢} The Airport Security Committee shall assist the airport operator for coordinating the\nimplementation of security controls and procedures as specified in the aerodrome\n\nsecurity programme.\n\nits users; and\n\n4d) Provide a forum for discussion of aviation security matters affecting the airport and\n\n¢) Provide a means of communication between the BCAS and those stakeholders\n\nconcerned with implementation of aviation security at airports.\n\n5s, ‘Composition of ASC at all airports is as follows:\nSL. No. Members\ni Airport Director / Aerodrome In-charge (Indian National)\nii, CASO, ASG\n\nRemarks\n\nCoordinator\nConvener\n\nit Senior-most representatives of the following organisation / entity as\n\nMembers\n\n(a) In-Charge ATC of the concerned airport\n\n(b) CSO of Airport Operator/ his representative.\n\n(cl) Representative of CSO/Security IC, Indian /Foreign air\ncarriers operating at the airport\n\n(a) Representative of State Police\n\n(c} Representative of Fuel Farm\n\n() Representative of Postal & Telecom Department\n\n(g) Representative of Intelligence Bureatt\n\n(h) Representative of AAI Security\n\n(i) CSO of Regulated Agent or his representative\n\n(i) CSO of Catering Establishment or his representative\n\n3. No port of\n\nMember\n-do-\n~dlo-\n\na=\n~do-\n-do-\nab\n-do-\n-do-\n\n-do-\n\nThis docement contains sensitive aviation security information which is regulated under rales $4 wad 35 of the Avera (Security\ni lountent may be disclosed tna person without \"need to know” as defined i NCASP.\n\n}a9\n",
  "5": "Government of India \"|\n(Ministry of Civil Aviation) |\nBUREAU OF CIVIL AVIATION SECURITY\n\nNational Civil Aviation Security Programme - 2024\n\nNote:\n\ni. Representatives of DGCA, Customs, Central Excise and Bureau of Immigration\nwill be a member wherever applicable.\n\n4 In case of Civil Enclaves at Defence Airports where Aerodrome in-charge is\nPosted, representative of the Local Air Force/ Naval Station will be a member.\n\n4, Additional members may be co-opted by the Airport Ditector/ in-charge of\ndomestic as well as international airport as and when required,\n\niv. RD, BCAS or his representative will be the observer.\n\n5.2.4. ‘The ASC will meet once every month. Special ASC may be convened to meet\nemergent situations, threats, audit briefing, ete. ASC should be attended by the\nCoordinator, CASO and all the heads of entities. Copy of the minutes of ASC shall be sent\n‘o Director General, BCAS and regional office, BCAS within 07 day's.\n\n5.2.5. he primary purpose of the ASC shall be to provide inputs on the development\nand coordinate the implementation of security measures and procedures at the airport. Its\ncharacter includes: -\n\n8) Coordinating the implementation of the national civil aviation security programme\nat the airport,\nbj Overseeing and monitor the airport security\n\nProgramme, including special\n\nsures introduced by the airport administration, operators and airport\ntenants\n©} Use the national civil aviation security programme/ airport security programme\nas a guide.\n\n4) Drawing up and maintain a list of vulnerable points including essential equipment\nand facilities and review the security of those points from time to time.\n\n¢) Ensuring that basic minimum security measures and procedures are adequate to\nmeet threats and are under constant review, providing for normal situations an\ncontingencies for periods of heightened tension and emergency situations.\n\n| Ensuring that recommendations for improvement in security measures and\nprocedures are implemented.\n\ng) Ensuring that the planning of airport expansion programmes includes the\nplanning of modifications to be made to airport control systems and equipment.\n\nh) Examining implementation of the security measures and procedures and consider\nways and means for their effective implementation.\n\ni) Considering whether the present security measures and procedures are adequate\nto deal with prevailing threats, times of increased threat, and any emergent\nsituations.\n\nJ) Reviewing the list of vital points and the Contingency Plan for the airport regularly\nto take into account the latest emergent situations.\n\nKk) Keeping the Director General, BCAS informed of its deliberations and escalating\nthe problems faced relating to security of the airport and its services which cannot\nbe resolved at the local level.\n\n) Arranging for security awareness training for airport and other staff\n\nm) Ensuring that security measures are duly incorporated in the airport expansion\n/ alteration / renovation programmes of the terminal buildings as recommended\nby the Director General, BCAS.\n\nWarning: This document concn sensitive evation security information which i regulated under ruler 4 and $5 ofthe Avert Sects)\nRe No purtof this toceavnt may be disclased ta person witha \"nce lone” fined in SCAASP\n\n",
  "6": "Government of India\n| (Ministry of Civil Aviation)\nBUREAU OF CIVIL AVIATION SECURITY\n\nNational Civil Aviation Security Programme - 2024\n\n5.2.6. It would be advisable to discuss the security related matters in the ASC in the\nfollowing format:\n\na) Pending Issues.\n\nb) Matters pertaining to check-in area.\n\n©) Matters pertaining to baggage-make-up area/baggage sorting area, and baggage\nbreak-up are\n\na) Matters pertaining to operational area.\n\n©) Matters pertaining to perimeter security.\n\n| Matters relating to airlines security including catering security, registered\nbaggage, courier bags, cargo, etc.\n\n8) Matters relating to security of vital installation.\n\nh) Matters relating to security related complaints and action taken.\n\ni) Matters relating to mail/ speed post.\n\nJ) Matters relating to landside.\n\nKk} Matters relating to unruly passengers and its assistance by Law Enforcement\nAgency\n\n1) Matters relating to theft and pilferage cases and its assistance by Law\nEnforcement Agency.\n\nm) Periodic vulnerability assessments at its airports, ensuring coordination among\nrelevant departments, agencies, including appropriate law enforcement and\nintelligence authorities, and other entities.\n\nn) Intrusion cases\n\n0} Access control.\n\np) Enforcement of AEP Guidelines\n\nq)_ Strength - vacancies etc.\n\n1) Training to APS staff\n\ns) Communication system including eyber security.\n\nt) All Civil Aviation Security equipment and any other electronic gadgets\nu) Miscellaneous.\nSam Airport Advisory Committee on Security (AACS): AACS meeting shall be\n\nconducted quarterly to review and recommend measures to improve civil aviation\nsecurity at airport level in accordance with BCAS Letter no—CAS-10(03}/04/DIV\nI/Airport Level Security Meeting/85145 dated 10.1.2022.\n\nCommunication and Co-Operation with Other States.\n\nSARPs of Annex 17\n\ni Bach Conlacting State requesting ad@iional security measures for a specilie\n24.1 | flight (s) shall ensure appropriate coyultation and give consideration to |\nalternative measures of the other State thi are equivalent to those requested.\nEach Contradting State shall ensure that\\yequests from other Contracting |\nStates for addltional security measures in Nspect of a specific fight (s) by |\noperators of sudh other States are met, as far Xs may be practicable.\n\ndocument conus sonstve via security information whichis regulated anda rales $4 and 35 oft Aire (Seewity)\npart af ths docrenent maybe diseased to person withoul a \"need to know” as defined iy NCASP.\n\n"
}