{
  "1": "/LRESTRICTED //\n\nF.No. CAS-56/9/2015-Tech Div- Part (1)/150290\n‘URGE / GOVERNMENT OF INDIA\n‘AMRPSATATHATAY/ MINISTRY OF CIVIL AVIATION\n{TR / BUREAU OF CIVIL AVIATION SECURITY\n‘PES, LIM Ae, TATUNG, GAT / +A’ WING, I-III FLOOR, JANPATH BHAWAN, JANPATH\n\nsrgfereeft - 110001 / NEW DELHI - 110001\nDated: - 11/02/2020\n\nAVSEC CIRCULAR No. — 02/2020\n\nSubject: Basic requirements and Technical Specifications! QRs for Counter-\nDrone technology/ solutions for Surveillance, Detection and\nNeutralisation of drones/UAVs for Airports.\n\nIn exercise of powers conferred by Section 5A of the Aircraft Act, 1934 (XXII of\n1934), delegated to him vide Government of India, Ministry of Civil Aviation\nNotification No. 1797 dated 3\" July, 1997, read with Rule 3 (b) of the Aircraft (Security)\nRules, 2011, the Director General, Bureau of Civil Aviation Security (DG, BCAS),\ndirects to implement the basic requirements and technical specifications/ QRs for Counter\nDrone technology/ solutions for Surveillance, Detection and Neutralisation of\ndrones/UAVs for Airports by all concerned immediately;\n\nAll concerned shall adhere following time frame (from the date of issue of this\nAvSec Circular) to finalize the implementation of technology:\n\ni Hyper Sensitive Airports = 06 (six) months.\nii, Sensitive Airports = 06 (six) months.\niii, Normal Airports = 01 (one) year.\niv. RCS Airports - 01 (one) year.\n\nThe minimum technical specifications/ QRs for Counter Drone technology/\nsolutions for Surveillance, Detection and Neutralisation of drones/UAVs for Airports are\nenclosed as Annexure-A.\n\nAny violation of this AVSEC circular shall attract penalty under section 11A of\n\nAircraft Act, 1934. R\nAles.\n\n(Rakesh Asthaana, IPS)\nDirector General, /2*2+2020\nDistribution:\n\nAs per standard list attached.\nCopy to:\n\n1. MoCA (AS Section), ‘B” Block, Rajiv Gandhi Bhawan, Safdarjund Airport, New\nDelhi wart. letter No. AV.13024/927/2015-AS (part) dated 20.04.2018.\nPage | of 10\n",
  "2": "Copy for information and necessary action\n\n1.\n\n1.\n\n12.\nBB.\n\n14,\n\n:\n\n16,\n\n‘Ep.\n\n18.\n\n19.\n\n20.\n\nDirector General, CISF, 13 CGO Complex, Lodhi Road, New Delhi: May kindly circulate to all\nASG Units at the airports taken over by CISF.\n\nDGPs / IGPs all States /U.Ts.\n\nCommissioner of Police, Delhi, Mumbai, Chennai & Kolkata.\n\nChairman, Airports Authority of India, Rajiv Gandhi Bhawan, New Delhi: with request to please\ncirculate to all AAI airports in the Country.\n\nCMD, NACIL (Air India) Ltd., Reservation Building, Safdarjung Airport, New Delhi-03\n\nCEO, Spice Jet, Plot No.319, UdyogVihar, Phase -IV, Gurgaon, Haryana\n\nCEO, Go Air, Neville House, J.N Herdia Marg, Ballard Estate, Mumbai-400 001\n\nCEO, Indigo Airlines, Tower C, Global Business Park, DLF City, Phase Ill, Mehrauli Gurgaon\nRoad, Gurgaon-122 002\n\nCEO, Air Asia (I) Pvt. Ltd., AIT, 2\" Floor, Chennai Airport, Chennai-600027\n\nCEO, Vistara (TATA SIA), 10\" Floor, one Horizon Centre, Sector-43, DLF Phase-V, Gurgaon-\n122003\n\nAirport Director, Sri SathyaSai Airport, PrasanthiNilayamPuttparthy, Anantpur District, Andhra\nPradesh-5 15134.\n\nMD, DIAL, New UdanBhawan, Opp. Terminal-3, IGI Airport, New Delhi-37.\n\nMD. MIAL, CSI Airport, 1* Floor, Terminal IB, Santacruz (E), Mumbai 400 09.\n\nMD, CIAL, Cochin International Airport Ltd., Cochin Airport, Cochin.\n\nMD, HIAL, Hyderabad International Airport Limited, Shamshabad-500 409, Ranga Reddy Distt,\nAP.\n\nMD, KIA Bengaluru, Administration Block, Bengaluru International Airport Devanahalli,\nBangalore-560 300,\n\nMD, MIHAN India Private Ltd., Dr. BabasahebAmbedkar International Airport, Old Terminal\nBuilding, Nagpur-440 005.\n\nCSO, BAPL Durgapur Airport, MNAV-29 Bengal Ambuja Housing Complex City Centre,\nDurgapur- 713216\n\nRD BCAS, Delhi, Chennai, Mumbai, Kolkata, Ahmedabad, Hyderabad, Amritsar, Guwahati,\nImphal, Bengaluru, Bhopal, Bhubaneswar, Chandigarh, Jaipur, Lucknow, Patna, Raipur, Srinagar\nand Thiruvananthapuram: fo please circulate to all concerned at airports in the region.\n\nManaging Director, Kannur International Airport, T.C. 84/3, (36/1 old), Chacka, NH Bypass,\nThiruvananthapuram-695024 ( md@kannurairport.aero)\n\nCopy for information to:\n\n5\n6,\n7,\n\nInternal\n\nSr.\n\n- Secretary, Civil Aviation, MoCA, RG Bhawan, New Delhi\n\nJoint Secretary, MoCA, Rajiv Gandhi Bhavan, New Delhi (Kind attn.: Ms. UshaPadhee, JS)\n\n. DGCA, Technical Area, Opp. Safdarjung Airport, New Delhi-03\n- Director, R&AW, Cabinet Secretariat, Room No. 1001, B-l Wing, 10th Floor, Pt.\n\nDeendayalAntyodayaBhawan,CGO Complex, Lodhi Road, New Delhi — 110003 (Kind attn.: Shri K.G.\nParveen Kumar, Director)\n\nJoint Secretary (IS-I), MHA, Room No. - 110, North Block, New Delhi\n\nJoint Director, IB, MHA, 35 $ P Marg, New Delhi (Kind attn.: Shri. R.R. Verma, JD)\n\nPS to Hon’ble Minister of Civil Aviation, RG Bhawan, New Delhi\n\nution\n\n'PS to DG, PPS to Jt. DG, PS to DDG (AMT), PS to DDG (MD), PS to DDG (DR), All JDs / DDs /\n\nADs of BCAS HQ, Guard File\n\nAD (OL) — with the request to translate in Hindi Language. (maheep.singh&nic.in)\n",
  "3": "ANNEXURE- A\n\nTECHNICAL SPECIFICATIONS FOR COUNTER UNMANNED AIRCRAFT\nSYSTEM (UAS) / REMOTELY PILOTED AIRCRAFT (RPA) SYSTEM\n\n1. Introduction\n\nUnmanned Aircraft (UA) or Remotely Piloted Aircraft System (RPAS),commonly\nknown as “Drone” is considered to be a game-changer technology in modern life.\nDrones are being extensively used for various applications. However, drones may also\nbe used for destructive purposes such as delivering explosives and harmful cargo for\ncreating havoc ete.\n\nDrones also have the potential for disrupting manned aircraft movements especially in\nthe proximity to airports. There are numerous examples of hours-long hold up of\nairport operations due drone sightings like Gatwick and Dubai airports. Such incidents\nhave led the aviation community and security agencies to consider the deployment of\ncounter-drone systems by airport operators to protect airports and their proximities to\nprotect the airports from rogue drones\n\n2. System Description\n\n‘The Counter Drone System should provide Multi Sensor based complete and\ncomprehensive solution with regards to drone detection, tracking, identification and\nneutralization (Soft Kills and Hard kill options). Soft-kill options will not work if the\nunmanned aircraft employs navigation through INS or VPS and is not remotely\npiloted i.e. fully autonomous. Hence the neutralization by hard kill measures such as\nlaser, and Fire Control locking system is inevitable. The decision to employ such hard\nkill measures shall be depending on the situations and specific to the airport as per\nSOP. The hard kill option will be the last resort for drone neutralization. If the hard\nkill option is decided then, the laser will be the first hard kill option for drone\nneutralization\n\nThe solution should integrate detection, identification and engagement sub-systems\nand provide operator with a composite air situational picture as well as tools for\nmanaging response.\n\nThe salient features of Counter Drone system are given below\n\na, The Counter UAV solution should be effective and efficient in all-weather\nconditions with minimum of 95% detection and neutralization probability of all\ndrones with or without RF command and control and data link.\n\nb. The C-UAS solution should simultaneously detect, identify and neutralize\nmultiple / swarm of drones (minimum 20 Nos).\n\nc. Operation of the counter drone solution in no case should interfere with RF\nenvironment of Airport operations.\n\nPage 2 of 10\n",
  "4": "d. C-UAS may be an integrated solution with multiple sub-systems for detection,\nidentification and neutralization (like Radar, RF, EO, Infrared (IR), etc. systems\nfor detection & identification and jammers (Soft Kills) and laser and Fire Control\nLocking system (FCS) by ASG (Hard Kill) for neutralization.\n\ne. C-UAS integrated system should be of an open standard architecture to allow\nseamless integration with other systems of detection, identification and\nneutralization having standard interfaces and protocols.\n\nf. The C-UAS solution should integrate detection, identification and engagement\nsub-systems and provide operator with a composite air situational picture as well\nas tools for managing response.\n\ng. The solution should be scalable and easily deployable.\n\n3. System Capability\n\nThe composition of Counter Drone System\na. Primary Drone Detection Radar:\nb. Radio Frequency (RF) Detector and Direction Finder;\nElectro Optical (EO) and Infra-Red (IR) Sensor;\n. Global Navigation Satellite System (GNSS) and RF Jammer;\n. Hard-kill options such as Laser and Fire Control locking system (FCS); and\nCommand & Control, Communication, Computers and Intelligence\nmanagement systems.\n\nmhepe\n\nThe system should identify, classify and provide alerts to the user through Audio\nand Visual alarm to the system operator at the Command and Control center on\ndetection of a Drone / RPA / UAS platform.\n\nThe system should have provision of inbuilt database library to identify specific\ntype of drones which shall be updatable on periodic basis.\n\n4. The deployment of Counter Unmanned Aircraft system (C-UAS)\n\nCounter unmanned aircraft system needs to be deployed in the airport to protect the\nairspace from unauthorized unmanned aircraft / rogue drone in and around airfield. In\nthe approach funnel area, the coverage shall be approximately 10 KMs and other\ndirection of airfield it shall be around 05 KMs radius.\n\nThe number of Counter Unmanned Aircraft system (C-UAS) to be deployed in\nparticular airfield is depending on the geographical conditions of that airfield and\navailability of Line of sight coverage and area to be covered. All the counter drone\nsystem deployed in any airfield needs to be integrated in the Command and Control\nCenter (CCC).\n\nPage 3 of 10\n\n",
  "5": "5. Technical Specification of Counter Unmanned Aircraft System (C-UAS)\n\nSr. | Parameter Specification | Remarks\nNo\n1 | NO DRONE ZONE (NDZ)\na. Altitude 10 meters to 2000\nmeters\nb. Azimuth Coverage 360°\n¢. Elevation Coverage ‘At least 70°\nd. Distance Up 5000 meters in\nall direction other\nthan approach |\nfunnel area and up\nto 10 Kms in\nApproach Funnel\narea\n2 | Target Characteristics\na. Target Type Aerial\nb. Drone to be detected All types of Drones\n3 | Detection, Identification and Tracking System\na. Detection and Tracking | Detection configuration consist _o\nconfiguration combination of one or multiple technology,\nand multiple subsystems among Radar /\nElectro Optic Device / IR / LRF / RF\nDetection / RF Direction Finder\nb. Detection and Tracking system | Should capable of detect all types of UAV\n\n/RPAs\n\nc. Operating Temperature\n\n-20° to + 55° Celsius\n\nd. Operational Humidity 95%\n\n@. Detection Range ‘No Drone Zone Area\n\n£ Altitude No Drone Zone Area |\ng. Azimuth Coverage 360°\n\nPage 4 of 10\n",
  "6": "h. Elevation Coverage\n\nAt least 70°\n\nNumber of Targets\n\n‘Swam of Drones (Minimum Twenty)\n\nTrack while Scan\n\nYes\n\nk. Communication\n\nEthernet 1000 Base-T or better\n\n1. Self-Localization\n\nGPS / GLONASS and upgradable t\nGalileo and BeiDou\n\nm, Target Location Accuracy\n\n+/- 10.0 meter or better\n\nn, Target Display\n\nSeparate symbol for each target\n\n0. Live feed to Command center\n\nYes\n\np. Updated rate\n\n10 Hz\n\nq. IP Protection\n\nShould be minimum IP 67\n\nr. False Alarm\n\nFalse alarm rate should not be more than.\n5%\n\ns. Desirable\n\nCapability to provide pilot location of\nUAV/PRAs\n\nRadar Specification\n\na. Technology FMCW and Active Electronically Scanning\narray-based Radar or any other Radar\nb. Frequency of operation X7Ku/KA Band\n\n¢. Output Power\n\nSufficient to cover No Drone Zone Area\n\n4d. Detection Range\n\nType of Target\n\nMax. Detection Range\n\nNano UAV / RPA\n\nMore than or equal to 02 Kms\n\nMicro UAV / RPA\n\nMore than or equal to 05 Kms\n\nMini UAV / RPA\n\n‘More than or equal to 10 Kms\n\ne. Scan Speed\n\n60 RPM or better\n\n£ Minimum Range\n\nLess than or equal to 30 m\n\ncA\n\n. Tracking Accuracy\n\n10m\n\n-\n\nCommunication\n\nEthernet 1000Base-T or better / OFC\n\nPage 5 of 10\n\n",
  "7": "Electro Optic\n\na. Capability\n\n1. Capability to slew to the Radar / Rl\nSensor\n\n2. Auto Pan, Tilt and Zoom (PTZ) and\ninbuild software stabilization\n\n3. Should have visible, SWIR and FLIR\nchannels\n\n4. Should have detect, recognize and\nidentification facility of the designated\ntargets\n\nb. Image Resolution\n\n1280 X 1080 (Full HD) or better\n\nc. Sensor Resolution\n\n40 MP or more\n\nd. Optical Zoom\n\n60X Continuous or more for day Camer\n(EO Camera)\n\ne. Camera\n\nIt should be with Day Night Camera and\nThermal Imaging Camera in Pan Tilt Zoom|\nunit\n\nf Other System Features\n\nEO should have Integrated Automati\nTarget Tracker\n\nThe Day camera should have inbuilt Defog\nand De-haze Image Processing\n\nThe Day and Thermal Image (TI) camera\n\nshould have inbuilt software stabilization\n\nThe Thermal Imager should have feature o!\ndigital enhancement\n\nThe camera should have Ethernet IP\ninterface for camera settings and pan til\ncontrol\n\ng. Angular Accuracy\n\nLess than or equal to I m Rad.\n\nInfra-Red (IR)\na. Image Resolution 640 x 480 or better\nb. Cooling Inbuild\n\nIv\n\nLASER RANGE FINDER (LRF)\n\nPage 6 of 10\n\n",
  "8": ". Range\n\n‘Type of Target\n\nMax. Detection Range\n\nNano UAV / RPA\n\nMore than or equal to 02 Kms\n\nMicro UAV / RPA More than or equal to 05 Kms\nMini UAV/ RPA More than or equal to 10 Kms\nb. Accuracy +/- mtr\n|V_ | RF Detection /DF |\na. Capability IT should have the ability to provide 360\nazimuth coverage by scanning the\nenvironment, detecting and identifying\npotential drone threat in the area of interest\nwith following minimum capability\na. Classification of threat\nb. Generate alerts\nc. Inbuilt threat library to identify specifi\ntype of drones\n| d. Wide band receiver covering 400 MHz\n| to 6.0 GHz\n| e. Display Drone and Operator Location\nb. Detection Automatic\n¢. Frequency Range 400 MHz to 6.0 GHz\nd. Coverage No Drone Zone Area\n4 | INTERDICTION SYSTEMS\na. Configuration Soft Kill\nb. Soft Kill Systems RF & GNSS Jamming, Spoofing & Nets\n\n©. Coverage No Drone Zone Area\n\nd. Altitude No Drone Zone Area |\n\ne. Number of Simultaneous | Swam of Drones (Minimum 20)\n\nTargets\n\nf. Communication Ethernet 1000 Base-T or better\n\n'g. Self-Localization GPS / GLONASS and upgradable t\nGalileo and BeiDou\n\nh. Live feed to Command center | Yes\n\nPage 7 of 10\n",
  "9": "RF Jammers\n\na. Frequency Selection\n\nFully Automatic\nprogrammable\n\nand Software\n\nb. Frequency Band\n\nMinimum 04 Bands covering RF from 430\nMHz to 6.0 GHz\n\na. 400 MHz and 430 MHz Band\nb. 800 MHz and 900 MHz Band\nc. 2400-2500 MHz Band\nd._5.8-—5.9 GHz Band\n\nc. Output Power\n\nSufficient to cover No Drone Zone Area\n\nII | GNSS Jammers\na. Frequency Selection Fully Automatic and ‘Software\nprogrammable\nb. Frequency Band Covering RF from 1.0 GHz to 1.6 GHz\nGPS / GLONASS and ability to upgradable\nfor Galileo and BeiDou\n©. Output Power Sufficient to cover No Drone Zone Area\nIl | SPOOFING\na. Frequency Selection Fully Automatic and Software\nprogrammable\nb. Frequency Band Covering RF from 1.0 GHz to 1.6 GHZ\nGPS / GLONASS and ability to upgradabl\nfor Galileo and BeiDou |\n|\n©. Output Power Sufficient to cover No Drone Zone Area\nIV | NETS\na. Trigger System Fully Automatic in Syne with Detection\nand Tracking system\nb. Action Net shall deploy, capture UAS /RPAS b;\nentangle the targeted UAS / RPAS and\nshall land with No Drone Zone\nV |High Energy Laser System|The system should have capability 1\n\n(Hard Hill)\n\nneutralize drones remotely from Comman\nand Control system\n\nPage 8 of 10,\n",
  "10": "a. Input Power 3KW\n\nb. Drone intercept and | >2 KMs\nneutralization range\nc. Capability Should have capability to conduct Day and\nNight Operations\n\nVI |Fire Control Locking system | ASG\n(FCs)\n\n6. Common Command and Control Center (CCCC)\n\nThe integrated command and control systems are required to provide target detection,\nidentification and neutralization capability. The requirements are as follows\n\na. User friendly interfaces for easy identification, classification and tactical action\n\nb. Combine information from integral sensors and other sensors to generate a\ncomposite air situation picture\n\nc. Provide alerts to the operator based on the criteria set by the operator\n\nFacility for the operator to define criteria for threat and counter measure initiation\n\nProvide decision support to the operator for selecting the most suitable action for\n\ntackling threat\n\nCapability to operate on 24/7/365 hours\n\nDifference between Drones and birds and provide alerts on detection of a drone\n\nDetection capability against hovering drones\n\ni, Scalable to accommodate future developments in regulation, system expansion\nand technology\n\neo\n\n=~ m\n\nShould be customizable to meet the user requirements\n\nk. Should have auto recording and playback of the air situation picture, recording of\nindividual sensor information and playback facility\n\n1. Automatic monitoring of entire system health, including various 3\" party\ncomponents and sub-systems\n\nm, Detection, tracking, interdiction systems all shall be interconnected through high\nspeed digital network.\n\nn. All information from each of the sub-systems shall be fused and relevant, vital\ninformation shall be made available in numerical, graphical form.\n\n©. Shall be equipped with a dedicated human machine interface system\n\np. Shall be equipped with digital switches to select/switch various detection and\ninterdiction system\n\nq. Shall be equipped with intelligent algorithm to detect and track all the targets and\nmake alarms.\n\nr, The system shall be capable of operating in three modes, fully automatic\n\n(including slew to cue) without any human intervention, semi-automatic with final\n\ninterdiction decision involving human in loop and manual mode of operation.\n\nPage 9 of 10\n",
  "11": "Ee\n\n<\n\n. The system shall be equipped with Built In Test Equipment (BITE) to assess the\n\nhealth of the system periodically or on command.\n\nOperator Work Station (OWS): The input from Drone Detection Radar, RF\nSenor and EO/IR camera system should be available on the operator works station\nAir Situation Display: Air Situation display should be a multi colored display for\npresenting and updating Air Situation Picture with all track’s parameters and\nassociated features like maps, locations picture in picture ete.\n\nIntegration: C-UAS command and control system should have the capability to\nintegrate with ATS Automation Systems and Digital Sky platform, DSP/UTM\nsystems for the purpose of obtaining real-time information about legal and\napproved unmanned aircraft operating in the airspace.\n\n. System Level Specification\n\nShall be capable of operating in 220 V AC, 50 Hz or 24 V DC\n\nShall be capable of operating at 24X7X365\n\nMean Time Between Failures (MTBF) shall be 1500 hours or more\n\nShall be capable of operating at -20° to 55° temperature, 95% humidity\n\nShall be capable of storage at -30° to 55° temperature, 95% humidity\n\nShall be compatible with IP67 ingress protection or better\n\nEMI/EMC compliance to MIL-STD-461 or equivalent international standard\nThe system clock shall be synchronized with Airport Authority of India clock\n\nFe me aege\n\neens\n\nPage 10 of 10\n"
}