{
  "1": "RESTRICTED\n\nCAS-56/7/2015-TECHNICAL DIVISION/ 84325\n‘URTRRGR / GOVERNMENT OF INDIA\nane feartHarera/ MINISTRY OF CIVIL AVIATION\nAMR PATTTRRaMAR / BUREAU OF CIVIL AVIATION SECURITY\nHES, LM IA, TATAHGT, TATA / A’ WING, I-III FLOOR, JANPATH BHAWAN, JANPATH\n\nagfSeeht - 110001 / NEW DELHI - 110001\nDated: - 07/02/2020\n\nAVSEC CIRCULAR ~ 01/2020\n\nSubject: - Standard Operating Procedure for Operationalisation of Radiological\nDetection Equipment (RDE) at Indian Airports to prevent the Radiological\nEmergen:\n\nIn exercise of powers conferred by Section 5A of the Aircraft Act, 1934 (XXII\nof 1934), read with rule 3 (b) of the Aircraft (Security) Rules, 2011, Director General,\nBureau of Civil Aviation Security (DG, BCAS), for the purpose of the safety of\npassengers, crew, ground personnel and the general public in all matters relating to\nsafeguarding against acts of unlawful interference with civil aviation and Radiological\nthreats in particular, delineates the Standard Operating Procedure (SOP) for handling\nof Radiological Detection Equipment to prevent emerging radiological threats from\nentry/exit points at Indian airports. A copy of these Standard Operating Procedures for\nRDE is enclosed herewith for strict compliance by all concerned\n\n2. All stakeholders working at the airports are responsible for adhering to the\nguidelines and their implementation mentioned in the SOP. Radiological Detection\nEquipment will be operationalized by Aviation Security Group (ASG) with immediate\neffect and upkeep & maintenance will lie with the Airport Operators. Under no\ncircumstances the equipment will be kept idle by ASG/Airport Operators, as RDEs\nhave been installed as preventive measures at Airports in accordance with instruction\nissued by Cabinet Secretariat, Government of India\n\n3. The mock exercise related to radiological emergencies shall be conducted at\nairports once in a year with participation of all responsible agencies (ASG, NDRF.\nBARC, Local Police, etc.) as per coordinated schedules without spreading panic\namong the passengers. The Mock exercise shall be conducted by ASG/Airport\noperators under intimation/ in the presence of BCAS representative. Data pertaining to\nRadiological Emergency Mock Exercise (REME) shall be kept in record for Audit and\n\nInspection purposes. Rs\n\n(Rakesh Asthaana, IPS) 7,9 .029\nDirector General 2\nEncl: As above.\nDistribution: As per standard list attached.\n\n",
  "2": "Standard Operating Procedures\n\nfor\nRadiological Detection Equipment\n(Monitoring and Maintenance)\n\nB iu of Civil Aviati ecurity (BCAS\n",
  "3": "Monitoring & maintenance or Radiological Detection Equipment\n\nTABL ENT!\n\nNo\n\nContents\n\nPage\nNumber\n\nRevision\nStatus\n\nAIM AND OBJECTIVE\n\nPURPOSE\n\nSCOPE\n\nDEF & ABBREVIATION\n\nVULNERABILITY\n\nFUNCTIONS\n\nREFERANCES.\n\nFLOW OF BAGGAGE INFORMATION\n\nalafufur]s] vor} vo)\n\nDETECTION BY SNM.\n\nDETECTION BY LIMB MONITOR.\n\nDETECTION BY VMS\n\nDO’S AND DONT’S\n\nACTION BY AGENCIES\n\n. |EMERGENCIES CONTACT NO.\n\nREPORTING PROCEEDURE\n\nCISF OBLIGATION\n\nSITUATION MANAGEMENT\n\nRESPONSIBILITY OF NODAL OFFICER\n\nRESPONSIBILITY OF RDE OPERATOR\n\nRESPONSIBILITY OF AIRLINE OPERATOR\n\nMEDIA MANAGEMENT.\n\nFACILATION OF PASSANGERS AND\nOTHERS\n\n). | ROLE OF NDRF\n\n. |SUBSEQUENT ACTION\n\n",
  "4": "AIM\n\nThe Aim of this standard operating procedures is effective operation of RDE and to\ndeal with Radiological and Nuclear emergencies and ensuring adequate advance\npreparedness and instantaneous response to effectively counter the situation. This SOP\nstructured with necessary action within movement of receipt of information about\nRadiological and nuclear detection emergencies and to eliminate hazard generated due to\nunauthorized carriage of radioactive substances by passenger, cargo and staff.\n\nAfter detection of Radiological and Nuclear material by RD equipments, the operator\nshall inform to his superior/Nodal Officer to deal with the situation. However, incorporate\nthe first reaction role of QRT (Quick Reaction Team) at the Airports will react immediately\nfor safe guarding the passengers and others at Airport. The guidelines of MHA (Ministry of\nHome Affairs) NDMA (National Disaster Management Agency) may be referred as per the\nrequirement of the situation.\n\n1, OBJECTIVE :\n\nTo eliminate the hazard generated due to unauthorized carriage of radioactive\nsubstances by passenger, cargo and staff.\n\n2. Purpose\n\nIn order to prevent entry / exit of Radio Active Material which may be used to commit\nanact of unlawful interference the carriage of bearing of which is not authorized, from being\nintroduced by any means whatsoever in to airport/on to an aircraft engaged in civil aviation,\nno passenger baggage/ cargo consignment shall be allowed entry/exit of the airport unless it\nhas been screened and cleared through RDEs. The purpose of this SOP is to lay down\nprocedures for monitoring, handling & maintenance of radiological equipment to safeguard\ncivil aviation operations.\n\n3. Scope:\n* Passing of check-in Baggage through SNM detector before Level-Ix-ray\nmachine land OOG (International)\n* Passing vehicles through Limb monitor at Departure entry 01,02 and 03\n* Passing vehicles through the Vehicle Monitoring System installed at Cargo\nAirside gate.\n* Radio Active Material Detection\n\n",
  "5": "4. Definition & Abbreviations\n\nAERB : Atomic Energy Regulatory Body\nAOCC : Airport Operation Control Centre\nARFF ——: Airport Rescue and Fire fighting\nASG : Aviation Security Group\n\nATC : Air Traffic Control\n\nCISF : Central Industrial Security Force\nDAE : Department of Atomic Energy\nHMACPL : Hyderabad Menzies Air Cargo PrivateLimited\nNDRF —: _ Nation Disastrous Rescue Force\nSOCC : __ Security Operation Control Centre\nSNM : Special Nuclear Material\n\nVMS : Vehicle Monitoring System\n\n“Dangerous goods means articles or substances which are capable of posing risk\nto health, safety, property or the environment and which are listed as such in the\nTechnical Instructions of which are classified according to the Technical Instructions,\nand also includes arms, military stores, implements of war and munitions of war.”\n\n",
  "6": "5. Vulnerability:\n\n1. Carriage of Radio Active Material in the passenger’ registered baggage/hand\nbaggage.\n\n2. Carriage of Radio Active Material in the inbound/out bound Cargo Consignment,\n\n3. Loading Registered / Hand Baggage / Cargo into Aircraft without screening,\n\n6. Functions\nOn Line Response to first communication about Radiological and Nuclear emergency.\n\nThe intimation of occurrence of incident of Radiological emergency to those concern\nwith the crisis management, taking decision/actions of the essence. The first intimation of\nRadiological material normally received by SOCC (Security Operations Control Centre) will\nintimate to the Airport Operation Control Centre (AOCC) and ASG (Aviation Security\nGroup). All radiation survey meter will be checked by the ARFF (Airport Rescue and Fire\nFighting). If, any baggage tested with positive radiation for radioactive material will handled\nby NDRF (National Disaster Response Force) and DAE (Deportment of Atomic Energy)\n\n1 Radio Active Material Detection.\n\n2 Passengers will pass though Limb Monitor installed at Departure Entry Gates and\nCustoms arrivals exit.\n\n3 Passing the check-in baggage through SNM detector installed before both Level-1Z-\nray machine (EDTS) and OOG (International) x-Ray machine.\n\n4 Passing vehicles through the Vehicle Monitoring System installed at Cargo Airside\ngate.\n\n5 SOCC to inform to AOCC for any alarm generated by limb monitor and VMS at Cargo\nAirside gate.\n\n6 Check using Radiation Survey Meter by the level-4 staff from airport operator —S&C\nteam for the suspected registered baggage alarmed by the SNM.\n\ni Check using Radiation Survey meter by the ARFF team for the suspected passenger\nwith the hand/registered baggage alarmed by the Limb Monitor.\n",
  "7": "8.1\n\nCheck suspected vehicle with the cargo consignment alarmed by the Vehicle\nMonitoring system by the Cargo Security Team using Radiation Survey Meter.\n\nCordoning of the area by ASG/CISF on detection of Radioactive material.\n\nHanding over of cleared Baggage/Cargo to respective Ground Handling\nAgencies/Airlines/Regulated Agent.\n\nHandling of Baggage tested positive for Radio Active Material (by Airport Operator\nSecurity, ARFF and DAE)\n\nHandling of suspect Baggage by DAE as per DAE SOP.\n\nLegal action against the3 Passenger.\n\nReferences:-\n\nThe Aircraft (Carriage of Dangerous Goods) Rules 2003\n\nThe procedures as laid down in subject DAE shall be followed.\nElow of Baggage Information\n\nFor detection by SNM:\n\nOn receipt of positive alarm of radioactive material in the registered baggage through\nSNM, Level-4 staff shall recheck the contaminated baggage using survey meter and\non confirmation of radiological material in the baggage, shall inform AOCC, ARFF\nand HBS duty manager without any loss of time.\n\nAOCC shall inform ARFF for reaching Level-4 along with the Hand HeldDetectors.\n\nAOCC shall inform DAE authorities on positive detection of radioactive material as\nper their SOP on telephone number 022-22023978 or 022-22862595. It is very\nimportant that the information pertaining to Baggage is communicated to the DAE\nEmergency cell with accuracy and speed.\n\nThe baggage belt shall be stopped till the confirmation of radiological material in the\ncontaminated baggage.\n\n5 Area of 25 Meters or more around the identified baggage shall be isolated.\n",
  "8": "Flow Chart of SI\n\nCCSNM BAGGAGE SYSTEM\n\nNO\n\nIS SWITCHED ON\n\n‘SNM BAGGAGE\nSYSTEM IS HEALTHY\n\nIn Line Baggage Belt will be\noperational and Baggage will pass\nthrough SNM System.\n\nmf\n\n‘ALARM Generation after passage of\nBaggage from SNM system\n\n[yes\n\nIn line baggage Belt next to the SNM system will\nbe stopped and operator has to go SNM location\nand switch ON the system.\n\nBaggage is contaminated having some radioactive\nmaterial. RED led lamp will glow along with buzzer\nat level 4, Baggage will be diverted to level 4\nirrespective of decision of x-ray baggage\noperators.\n\nBaggage reached\ntolevel 4?\n\nBaggage is Clean; Green LED Lamp will glow at\nLevel 4. No action required from operator.\nBaggage will automatically move to respective\nairline counter.\n\nNo\n",
  "9": "Yes\n\nBuzzer frequency tone will be changed at\nlevel 4, indicating that Baggage has reached\nto level 4.\n\n| yes\n\nBaggage tracking is lost and particular in line belt\nwill be stopped. Belt no. and position will be\nindicated at level 4.\n\nLevel-4 operator, Scan the baggage with Operator has to go to indicated belt and inform\nrece\n‘adiation Survey Meter. Observe the the AOcc.\nRadiation level to localize source of Radiation.\nMeasure the radiation dose\n|\nInform AOCC\nIsolate the baggage.\nIdentify the source location using Isotope identifier and.\nRadiation Survey switch the unit to integration mode.\n> _| Thecetailed Analysis report will be Fumishing\nMeter Alarmed?\nNO\ni\nYES\nYES\nee Is the Isotope\n¥ Identified as SNM?\nInform ARFF Record investigation\ninform\nYes\n\nv\n\nIsolate 25 meters of area around\nthe contaminated baggage.\n\nIs the Isotope identified as\nNorm\n\n",
  "10": "Inform to DAE\nEmergency\n\nYes\n\ni\nv\n\nBaggage is free from radiation and it can be moved to\nrespective airlines baggage counter.\n\nFor Detection by Limb Monitor:\n\nOn receipt of positive alarm of radioactive material in the Passenger baggage through\nLimb monitors, SOC will inform to AOCC without any loss of time.\n\nAOCC shall inform ARFF for reaching at the site along with the Hand Held Detectors.\nARFF to isolate the baggage and passenger if alarm raised by the radiation survey\nmeter and inform AOCC.\n\nAOCC shall inform DAE authorities on positive detection of radioactive material as\nper their SOP on telephone Number 022-22023978 or 022-22862595. It is very\n\nimportant that the information pertaining to Baggage is communicated to the DAE\nEmergency Cell with accuracy and speed.\n\nFlow Chart for LIMB Monitor\n\nPassengers passing through\n\nAlarm Activated?\n\n‘Ask the suspected Passengers to Pass individually\nthrough the Limb Monitor To re- confirm,\nIdentify the Passenger Causing Alarm.\n\n",
  "11": "‘NO | Passenger and his Baggage is\n-—>) Radiation-free. Can depart from scan\narea\n\nAlarm Activated?\n\nSOCC to inform AOCC. ARF shall scan the Passenger & baggage with Radiation\nSurvey Meter. Observe the Radiation level to localize source of Radiation.\nMeasure the radiation dose rate (ur/hr)\n\n¥\nae Radiation Survey\nMeter Alarmed?\nARFF shall isolate the baggage or Passenger. Identify the source\nlocation using Isotope identifier and switch the unit to\nIntegration mode. The detailed analysis report will be displayed\nonthe screen. {\nYES YE)\nee Is the Isotope\n\nIdentified as SNM ?\n\nIs the Isotope\nIdentified as NORM.\n\nIsthe lsotope identified as\nMED/IND?\n\nVerify whether the Passenger has\nundergone any radiological YS\ntreatment or carying any\n\nradioactive material. Check for a\n\nvalid documentation?\n\nNO\n\n",
  "12": "NO\n\nYES\n\nInform ARFF, Record\nInvestigation Information.\n\nRecord Investigation Information,\n\nMove Passenger (Or) baggage to an Isolated area to\navoid Public exposure\n\nPassenger/Baggage is\nallowed to depart from\nscan area.\n\nInform to DAE Emergency Cell\n\n8.3 For detection by Vehicle Monitoring System:\n\n1 On receipt of positive alarm through Vehicle Monitoring System, Security Teamof\nCargo shall inform SOCC , AOCC, S&C and ARFF without any loss of time.\n\n2 AOCC shall inform DAE and ARFF if baggage is beyond acceptable limit or without\n\nproper documents.\n3. Itis very important that the information pertaining to Baggage is communicated to the\nDAE Emergency cell with accuracy and speed.\nHlow Chart of Detection by VMS-\n\n{ Vehicles pass Through Vehicle Monitoring System ]\n\nt\n\nAlarm is activated YES/NO\n\nHas Drver RecenseS\nTreatment with\nMedical Nuclear\n\nSubstance\n\n",
  "13": "Yes\n\nes\nReplace Driver\n\nPass Vehicle through Vehicle Monitor\n\nfor Search\n\nTreat Load as Non-\nRadioactive\nMaterial\nYes\n\nInform SOCC, AOCC and Airport Operator Alarm shall be investigated only by ARFF\n\nReview Manifest to identify Origin\n\nand / or Type of Shipment\n\nScan Exterior of Vehicle with Survey Meter. Observe Radiation Levels to Localize Source of Radiati\nin Load. Measure the Radiation Does Rate (uSv/hr)\n\nDoes Radiation Dose\nRate Exceed 25\nusv/he?\n\nQNSw = ne)\n\nIsolate the Loayyjgform Cargo Security Team of\nHMACPL to Identify the Source of Radiation with\nIsotope Identifier\n\nRecord\ninvestigation\nInformation\n\nIs the Nuclear\nSubstance/\nNORM?\n\n",
  "14": "Isthe Nuclear\nSubstance a medical\nIsotope or Industrial\nIsotope?\n\nIsolate and Set Up 10\n\nCCheck for the Valid\nDocument and\nRecord\nInvestigation\n\nDoes Radiation\nDoes Rate\nexceed 3\n\nYes\n—\n\nBarrier\n\nVehicle is clean, and free to\nDepart from Monitoring area\n\nContact\n\nDAE Emergency Cell:\nChairman, Crisis Management Group,\nDAE, Mumbai-400001\nTel:022-2202 3978, 022-22862595\nFax: 022-2283 0441\nE-mail: daeecr@dae.gov.in\n\nECIL engineer for restoration on telephone Number 040-27182643.\n\n",
  "15": "9 Dos and Don’t for radiological disaster emergency as circulated by MHA\nvide their Letter no. 32-35/2003 NDM-II Dated 21st July 2017 is being reproduced for\nbenefits of all user also mentioned below.\n\n91 Do’s:- Radiological/Nuclear Disasters-\n\nAny radiation incident resulting in or having a potential to result in exposures and or\ncontamination of the workers public or environment in excess of the respective permissible\nlimit can lead to a nuclear/radiological emergency.\n\nIncase of theft/loss of radioactive source from the institution/premises/during transportation,\nit would normally be noticed first by the field person responsible for handling the same. The\nhead of the concerned organization would be next person to get this information from his\nown field person. He in turn, would bring the incident to the notice ofthe local police station\nas well as to the Atomic Energy Regulatory Board (AERB) who is the regulator (as per\nRadiation Protection Rule 2004 under the Atomic Energy Act) for transportation, storages\nand use of radiation source in the public domain. This will be the trigger mechanism for\ninitiating any mitigation processes by the states agencies.\n\nFurther in case of loss/theft of radioactive sources, the recommended response plan for\nrecovery/retrieval and disposal of the radiological source would be as follow:\n\n1) AERB will inform the Crisis Management Group (CMG), DAE through DAE\nEmergency Control Room (DAE-ECR), Contact Details of 24 x 7 operational DAE-\nEmergency Control Rooms are- main DAE-ECR{022-22023978,022-22021714,(Mobile)\n09969201364} & alternate DAE -ECR {022-25991070, 022-25515283, (Mobile)\n099692013651}. In addition, it is envisaged that the concerned public official will follow\ntheir own SOP & intimate the concerned agencies for ensuring appropriate response.\n\n2) Expert response agencies (Police /NDRF/relevant state authorities) after reaching the\nincident spot, if feel that they need an expert advice or technical support from nodal ministry\n(DAE); they should contact CMG, DAE through DAE-Emergency Control room. While\ninforming, they are requested to provide exact location, contract numbers of concemed\nDM/SP/Local police station and details of incident with brief description of the object (if\npossible, along with photograph taken from the distance).\n\n3) Upon receipt of such information, the CMG, DAE will get activated and will get in\ntouch with the local authorities to decide about further course of action.\n",
  "16": "4) CMG will decide and constitute a team of experts as per requirements. The team of\nexperts will be dispatched to the site by quickest means possible.\n\n5) Member Secretary, CMG (who is also the designated Nodal Officer of DAE) will get\nregular updates from concerned DAE experts/field agencies and will keep concerned\nauthorities informed and as per scenario, will also keep MHA Control Room updated.\n\n6) DAE experts on recovery/retrieval of the source will examine the integrity of the\nradiation source & accordingly, AERB will decide about further course of action regarding\nsafe keeping/disposal of the material.\n\n7) _ Responsibility of source transportation of radioactive material from incident site to a\nsafe storage place should be under taken by local police.\n\n8) If there is local contamination due to radioactive material, decontamination activities\nshould be taken up by expert response agencies like NDRF and or be performed under\nguidance of DAE’s technical experts. Local district authorities should provide adequate\nresources for handling and transportation of the contaminated material to the safe disposal\nsite.\n\n9) Incase required, media briefing will be done by the designated state official. He may\nseek Technical inputs from AERB, if he desires.\n\n10) After recovery/retrieval of the source and after completing of activities related with\ndecontamination and safe disposal (as per scenario requirements), with due concurrence of\nAERB, the closure of radiological emergency scenario will be declared by the concerned\nDM/SP.\n\n9.2 DON\n\nFor response to radiological Emergency: -\n\n1) Don’t send untrained responders/volunteers.\n2) Don’t send trained responders without proper PPEs and detection equipment.\n3) Don’t send responders without taking proper guidance.\n\nThe other relevant clause of the latest CMP document related with radiological equipment\nand related with the caution for danger of radiation and its handling is to be synchronized\nwith this SOP during the radiological emergencies.\n\n10. Action by Agencies ;\n\n",
  "17": "SL. Department Activity\n\n1 CISF/BDDS Cordoning off the area\nI DAE Emergency cell __ | Handling the baggage with the\nradio activity material.\n\noe AOCC To inform ARFF and Airlines.\n4. | ARFF To scan the baggage with\nRadiation Survey Meter.\nTo inform DAE.\n\n11. Emergency Contact Numbers\n\nS.No _| Agency Direct No. Mobile\nele ASG/CISF Control Room 01124363059\n25 ASG BDDS team 01124307733\na: Airport Operator Security\n4. ARFF\n5 AOCC\n6 SOCC\n@ National Disaster Response 01123438091 097140773\nForce 2\n8 ECIL Technical Team 04027121349\n9 Control room (MHA) 01123092885 01123092763\n01123092923\n01123093054\nTOLL FREE No. (MHA) 01123092348\n\n12. Reporting\n\nAll documents and material relevant to the investigation for radiological emergency\nshall be kept in safe custody by respective agencies.\n\nThe affected Aerodrome Officer in-charge shall forward a comprehensive written\nreport to the appropriate authority ie BCAS by the quickest possible means for further\nreviewing the situation.\n",
  "18": "13. CISF Obligation:\n\nie Issuing the roaster of trained people so that the equipment can be used on regular basis\nfrom the trained employee of CISF . The roaster for the day to day operation of RDE\nequipment should be issued by CISF for round the clock operation depends on the\nschedules of flight at each airports.\n\n2. CISF should deploy the staff qualified for handling the DGR.\n\n3. CISF should exclusively deploy one NODAL OFFICER for taking up the issues\nrelated with RDE.\n\n4. Sit i iE\nThe following agencies will be dealing with the situation -\n1. The first responder will be the ASG/APSU\n2. Department of Atomic Energy as they had informed about the emergency\n3. National Disaster Response Force (NDRF) act as per their policy and guidelines.\n\nAPSU/ASG would take major decision while handling the situation on ground after\nconsultation with above agencies.\n\n15. R sibility of Nodal Offi\n(i) Day to day monitoring regular use of these equipment at all the airports.\n\n(ji) Arrangement of regular maintenance of these equipment in close co- ordination with\nthe concern airport operator.\n\n(ii) A list of CISF personnel trained by ECIL to be maintained at each airport.\n(iv) Ensure the proper storage of the data developed with the usage of equipment’s.\n\n(v) Preparation and submission of monthly report on the utilization and status of\navailability of these equipment.\n\n(vi) Quick Reaction Team (QRT) at the airport shall act as directed by Nodal officer of\nRDE.\n\n16. Responsibly of the RDE operator\n\n(i) _ Preparation of roaster for operating the RDE equipment’s at each airport.\n",
  "19": "(ii) The data of CISF personnel specially trained in DGR needs to be kept updated by\nCISF.\n\nGii) CISF to prepare a roaster for each month of trained CISF personnel specifically\nnominating officer’s / sub officers responsible to supervise the monitoring activities as\n“NODAL OFFICERS”.\n\n(iv) NODAL OFFICERS shall be responsible for reporting any matter pertaining to\nRadioactive Material Detection or RD Equipment to Airport Operator & BCAS local\nofficers.\n\n(v) NODAL OFFICERS should also submit a MIS report.\n(vi) CISF will further inform to NDRF in case of any radiologicalemergency.\n\n12 Responsibility of Airline operator.\n\nChief Security officer (CSO) shall ensure compliance / obey the instructions issued for\npreventing the Radiological and Nuclear emergency at Airport.\n\nWherever, it may be possible as noticed the Radiological and Nuclear material keep\ninforming the Airport Operation Control Centre (AOCC) immediately.\n\n18, Media Management\n\nAll efforts would be made to ensure that the media acts as facilitator, will not play the\nrole of advisory. It must be ensured that media play a responsible role in reporting.\n\nIt must be ensured that only the designated person at airport will interact with media\npersons, if required.\n\nNorms for reporting of incidents regarding radiological emergency shall be\ncommunicated as established by press information bureau.\n\n(a) Method of operation use by the offenders.\n",
  "20": "(6) Means used in planning and committing such acts.\n(©) Measure adopted by the nodal agencies to handle the situations including the\nparticipation of agencies responsible to deal with national disaster.\n\nMedia management at Airport Committee level-\n\nChairman of Aerodrome Committee at the affected airport will nominate an officer\nfrom local administration for media management who will brief media on behalf of\nAerodrome Committee.\n\nAccess should not be provided to media person to terminal building, control room etc.\n\nIncident review evaluation of continued effectiveness of contingency plan shall be a\nregular process. The DG, BCAS should depute an officer or a team of officers to conduct a\npreliminary enquiry into the cause of the incident immediately.\n\nIn order to prevent the incidents of Radiological and Nuclear emergency, preventive\nmock exercise should be conducted on regular basis and update the plan regularly.\n\nBCAS officers during the course of audit / inspections of the airport will ensure about\nthe effectiveness of the equipment and check the keeping records in regards to RDE\n(Radiological Detection Equipment) in the presence of Nodal officer.\n\nDue regards will be given to the need for periodic evaluation of concept and usefulness\nof simulation exercises and capacity building of responsible personnel for RDE(Radiological\nDetection Equipment).\n\n19. Facilitation of passengers and _ others\n\nInorder to ensure exit of passengers, family, friends and others swift information shall\nbe provided with applying adequate means of communication i.e about the emergencies.\n\nThey shall be constantly kept informed about the development of emergency situation\nso that, to reduce anxiety and mis- information among them.\n\nAirline / Airport operator shall arrange the drinking water and tea facility at the\neffected Airport to facilitate the relatives of passengers and crew.\n\nThe person responsible to convey the information should be fully aware of the facts of\nthe situation, incorrect or incomplete information shall not be conveyed to anyone.\n",
  "21": "Airport operator shall provide the medical first Aid/medical assistance to the needy\npersons at the affected airport.\n\n20, Role of NDRF:-\n\nNDRF team will further handle the radiological emergency as per their internal\nguidelines/ Policy.\n\n21, Subsequent Action\n\nPolice officer in the area shall ensure that routine traffic spectators and persons of the\nMedia are kept away from the operational area so the officials directly get involved in\nhandling of the situation.\n\nTraffic in the vicinity of the airport shall be regulated to facilitate the movement of\nemergency response vehicles.\n\nThe local police officers shall take any action to handle Radiological and Nuclear\nmaterial only as per directions received from NDRF.\n\nMock exercises to test the efficacy of the Contingency Plan shall be conducted\nregularly at each airport after getting the exercise plan approved from appropriate Authority |\nie. BCAS. |\n\nBriefing of equipment operator will be done to take Suitable action/ to act when noticed\na Nuclear Materials.\n\n** END OF DOC**\n\n"
}