{
  "1": "RESTRICTED\n\n15-51/94/2015-POLICY DIVISION-BCAS-Part (1)/E-168400\n‘URGES / GOVERNMENT OF INDIA\nARR Yara HAIA/ MINISTRY OF CIVIL AVIATION\nAnn faa Wail Bl / BUREAU OF CIVIL AVIATION SECURITY\nSSH UH, WHA SATS SIYI/ UDAAN BHAWAN, SAFDARJUNG AIRPORT\nag fect - 110003 / NEW DELHI - 110003.\n\nDate: 27.8.2024\n\nAvSec Circular No. 6/2024\nSubject: Security Measures for Cargo and Mail.\n\nIn exercise of powers conferred under rules 40,43 and 62 of the Aircraft\n(Security) Rules, 2023, the Director General, Bureau of Civil Aviation Security,\nfor the purpose of the safety and security of passengers, crew, ground\npersonnel and general public in all matters relating to safeguarding against\nacts of unlawful interference with civil aviation, directs for the following\ncomprehensive security measures for cargo and mail.\n\n2. Objective: To comply with the relevant Standards of Annex 17 to the\nInternational Convention on Civil Aviation and to ensure that the cargo\nconsignments intended to be carried by air are subjected to appropriate\nsecurity controls, and to ensure secure supply chain in cargo and mail\ntransportation.\n\n3. Scope: Security measures prescribed in this document shall be applicable\non Regulated Agents, Aircraft Operators, Known-Consignors and Postal\nAuthority, hereinafter referred to as “Entities”.\n\n4. Definitions:\n\ni) Cargo: Any property carried on an aircraft other than mail, stores\nand accompanied or mishandled baggage.\n\nii) Cargo area: All the ground space and facilities provided for cargo\nhandlings. It includes aprons, cargo buildings and warehouses,\nvehicle parks and roads associated therewith.\n\niii) Cargo building: A building through which cargo passes between air\nand ground\ntransport and in which processing facilities are located, or in which\ncargo is stored pending transfer to air or ground transport.\n\niv) Consignment Security Declaration: A document signed by a\nperson authorized by a known consignor or regulated agent,\n\n0.7” Page 4 of 21\n",
  "2": "vi)\n\nvii)\n\nviii)\n\nxi)\n\nxii)\n\nRESTRICTED\n\ncertifying that the consignment to which the document refers is\nknown cargo or mail which has been secured in accordance with\nthe relevant aviation security measures.\n\nDangerous goods: Articles or substances which are capable of\nposing a risk to health, safety, property or the environment and\nwhich are shown in the list of dangerous goods in the technical\ninstructions, or which are classified according to those Instructions.\n\nExplosive substance: A solid or liquid substance (or a mixture of\nsubstances) which is in itself capable, by chemical reaction, of\nproducing gas at such a temperature and pressure and at such a\nspeed as to cause damage to the surroundings. This include\npyrotechnic substances even when they do not evolve gases. A\nsubstance which is not itself an explosive, but which can form an\nexplosive atmosphere of gas, vapour or dust is not included.\n\nHigh-risk cargo or mail: Cargo or mail presented by an unknown\nentity or showing signs of tampering shall be considered high risk\nif, in addition, it meets one of the following criteria, namely: -\n\na) specific intelligence indicates that the cargo or mail poses a\nthreat to civil aviation;\n\nb) the cargo or mail shows anomalies that give rise to suspicion; or\n\nc) the nature of the cargo or mail is such that baseline security\nmeasures alone are unlikely to detect prohibited items that\ncould endanger the aircraft.\n\nIntegrated/consolidated cargo: A consignment of multiple\npackages which has been originated by more than one person, each\nof whom has made an agreement for carriage by air with another\nperson other than a scheduled aircraft operator.\n\nKnown Consignor: A consignor who originates cargo or mail for its\nown account and whose procedures meet common security rules\nand standards sufficient to allow the carriage of cargo or mail on\nany aircraft.\n\nKnown Cargo (Secure Cargo): A consignment of cargo or mail\naccepted by a regulated agent or aircraft operator to which\nappropriate security controls have been applied and which has been\nprotected from unauthorized interference.\n\nMail: Dispatches of correspondence and other objects tendered by\nand intended for delivery to designated postal operators to operate\nthe postal service.\n\nOff-airport processing facilities: A passenger or cargo transport\nlink terminal at an urban population centre at which processing\nfacilities are provided.\n\nyw Page 2 of 21\n\n",
  "3": "RESTRICTED\n\nxiii) Prohibited article: An object which can be used to commit an act\nof unlawful interference, and which has not been properly declared.\n\nxiv) Regulated agent: An agent, freight forwarder or any other entity\nwhich conducts business with an aircraft operator and provides\nsecurity controls that are accepted or required by the Director\nGeneral in respect of cargo, or mails to be transported by air.\n\nxv) Transfer cargo and mail: Cargo and mail departing on an aircraft\nother than that on which it arrived.\n\nxvi) Transit cargo and mail: Cargo and mail departing on the same\naircraft as that on which it arrived.\n\n. Secure and Unsecure cargo:\n\n5.1 Cargo accepted for transportation by air which has been screened by\ncertified screeners of Regulated Agent or Aircraft Operator or Known\nConsignor and been protected from unauthorized interference at all\ntimes is considered as secure cargo.\n\n5.2 Unsecure cargo refers to any consignments that have not been\nsecured in manner as stated at Para 5.1 of this document.\n\n. Entities authorized to issue “Security Status”:\n\ni) Regulated agent.\nii) Known consignors.\niii) Aircraft operator (self-handling)\n\n. Secure Supply Chain: Air cargo secure supply chain is a set of\ninterconnected security procedures that are applied to a cargo\nconsignment to maintain the integrity of such a consignment from the\nmoment where screening or other security controls are applied until it\narrives at its last airport of arrival, including through transit and/or\ntransfer points.\n\n7.1. Key Pillars of Secure Supply Chain: The entities referred in para 2\nshall develop, maintain, and implement the following pillars of the secure\nsupply chain to establish effective cargo and mail handling:\n\na) facility security;\nb) personnel security;\n\nc) training;\n\nd) screening;\n\ne) protection of secure cargo;\nf) chain of custody; and\n\ng) quality control.\nQu’ Page 3 of 21\n",
  "4": "RESTRICTED\n\n7.2. Facility security:\n\nFacility security refers to procedures and measures that detect and\nprevent unauthorized entry to facilities where air cargo and/or mail is\naccepted, screened, prepared, stored and transported. Entities shall\nimplement following security measures:\n\n7.2.1.Cargo and mail handling facility shall be secured by walls\nequivalent to the perimeter wall, with separate vehicular entry and\nexit gates, as well as pedestrian gates to maintain access control.\n\n7.2.2,Security control shall be established at the gates with adequate\nsecurity staff and equipment, preferably automated credential\nverification access control mechanism for person and vehicle,\nboth. SOP on access control shall be developed and implemented\nby the entities.\n\n7.2.3.To maintain the sterility of the screened cargo, a Cargo Security\nHold Area shall be established and separated by a wall,\ncompartment, room or building that is secured against\nunauthorized access or otherwise protected using intrusion\ndetection systems.\n\n7.2.4.All persons and their belongings entering the Cargo SHA shall be\nscreened using appropriate security methods.\n\n7.2.5.Required security screening equipment such as X-ray machine,\nDFMD, ETD, HHMD etc. shall be provided at the cargo SHA.\n\n7.2.6.X-ray cabins at security check point shall be enclosed and\nlocked when not in use. Provision of shutter/doors with locking\nmechanism shall be provided at the inlet of the X-ray.\n\n7.2.7.Complete segregation to be maintained between inbound and\noutbound to ensure no mixing of cargo & mail.\n\n7.2.8.Access control to cargo security hold area shall be the\nresponsibility of entity’s security personnel and effective security\ncontrol measures shall be applied on all persons. For this\npurpose, X-BIS, ETD, DFMD, HHMD and e-Gates for access\nthrough BAEP shall be installed at access control points.\n\n7.2.9.Access to cargo facilities and other areas shall be restricted to\nindividuals with an operational and bona fide requirement, that\nshall be controlled and monitored by entity security personnel.\n\nWy Page 4 of 21\n\n",
  "5": "RESTRICTED\n\n-10. Doors required for use as emergency exits only, and which are\nnot continually supervised, shall be equipped with audible,\ncentrally monitored alarms and such gates shall be under CCTV\nsurveillance. Such emergency exit shall be equipped with auto -\ndisarmed mechanism in case of emergency.\n\n7.2.11. At all times, all cargo handling areas such as truck dock,\nacceptance, pre-screening storage, screening, post-screening\nstorage including flight build-up, releasing shall be under effective\nsurveillance system by CCTV and patrolling/surveillance by\nsecurity staff of the entity.\n\n7.2.12. If the ‘entities’ engage other security agencies to manage the\naccess control at the landside entry/exit gates and traffic\nmanagement, such agencies shall be registered under Private\nSecurity Agencies (Regulation) Act 2005. However, the ‘entities’\nshall be ultimately responsible for such deployment of security\npersonnel. The security personnel shall undergo background\nchecks and AVSEC Induction training prior to their deployment.\n\n7.3. Personnel security:\n\n7.3.1.Entities concerned shall ensure personnel security including\nscreening as well as procedures and measures used to confirm a\nperson’s identity and previous work experience, including criminal\nhistory checks.\n\n7.3.2.Background checks of personnel working in the cargo premises\nshall be conducted as per AEP Guidelines, 2022 and as amended\nfrom time to time.\n\n7.3.3.All security staff of the entities shall be on the permanent pay roll\nof the entities concerned.\n\n7.3.4.Entities shall ensure deployment of security staff as per the\nrequirements mentioned in the approved Security Programme.\n\n7.4, Training:\n\n7.4.1.Entities shall ensure that security staff applying security controls\non cargo and\nmail shall be trained in accordance with NCASTP as per their\napplicable job requirements.\n\n7.4.2.All non-security staff shall undergo AVSEC Awareness Training.\n\nScreening:\n\n7.8.1.Screeners securing consignments of air cargo and mail shall be\nBCAS certified, and their performance standards shall be\nconsistently and reliably achieved.\n\nNW Page 5 of 21\n",
  "6": "RESTRICTED\n\n7.8.2.Screening shall be conducted on each shipment as per the number\nmentioned in the Air Waybill. For example, if one Air Waybill\nmentions “10 pieces” then each piece shall be screened\nindividually.\n\n7.8.3.All cargo consignment shall be X-ray screened unless the same is\nnot possible due to size constraints or X-Ray rendering the\nconsignment contents unstable or dense. Such cargo shall be\nsubjected to physical search, ETD and/or Explosive Detection\nDogs.\n\n7.8.4.Random ETD of cargo, as applicable shall not be less than 10% in\neach shift, of the total cargo screened during period and\ndigital/physical record to be maintained for audit purpose.\nSimilarly, physical inspection of the cargo, as applicable shall not\nbe less than 5% in each shift.\n\n7.5.5.If an item cannot be screened effectively because of its\ncharacteristics or because appropriate methods are not available, it\nshall not be transported by air.\n\n7.5.6.Consignment Security Declaration shall be issued by the\nauthorised security staff of the entities who have screened the\ncargo mentioning “security status” such as SPX/SHR.\n\nNote: (i) SPX- Secure for all Passenger, Cargo & Mail Aircraft. (ii) SHR -\nSecure for passenger, all cargo aircraft in accordance with high-risk\nrequirements.\n\n7.5.7.The following screening methods shall be applied for cargo\nscreening by the entities\na) X-Ray;\nb) Physical Search;\nc) Explosives Detection System (Trace/Vapour);\nd) Explosives Detection Dogs;\ne) Hand Held Metal Detector;\n) Visual Inspection.\n\n7.5.8.Hand Held Metal Detector and/or visual inspection techniques\nshall be used only exceptionally for screening cargo. These\ntechniques shall normally be used only in conjunction with X-\nray /ETD/EDD.\n\n7.5.9.Screening equipment shall be maintained, tested and operated in\naccordance with the Original Equipment Manufacture’s (OEM)\ninstructions and the NCASP. Performance testing of security\n\nNr Page 6 of 21\n",
  "7": "RESTRICTED\n\nequipment shall be carried out daily shift wise by the security staff\nof the entity. Such records of maintenance and performance testing\nshall be maintained digitally/ physically.\n\n7.5.10. Rotation of screeners shall be done every 45 minutes.\n\n7.5.11. ETD Protocol: Entities shall ensure the following procedures\nwhile using ETD:\n\na) Screening by explosive trace detection (ETD) equipment shall\nconsist of trace particles or vapour samples taken from both the\ninside and the outside of the consignment and from its\ncontents.\n\nb) Trace particles or vapour samples shall be collected from at.\nleast the following areas:\ni) internal and external box seams, if applicable, under any\nprotective wrapping;\nii) a minimum of 2 external surfaces, under any protective\nwrapping;\niii) any areas used for manual handling or lifting; and\niv) any areas which appear to have been subject to\ntampering.\n\nNote: ETD equipment shall be used in combination with X-ray/ Physical\nSearch, if any of the following conditions apply:\n\n* if it is not possible to access any area listed at point b (i)-(iv)\nabove; or\n\n« the consignment surfaces are wet or damp; or\n\n+ the consignment surfaces are obscured or otherwise protected by\npacking material which may reduce or impede the effectiveness of\nthe sample collection.\n\n7.8.12. Visual Inspection shall consist of a thorough examination of the\nconsignment and shall only be permitted:\na. in combination with other methods; or\nb. where all parts of the consignment can actually be seen, with or\nwithout aids; or\nc. for live animals.\n\n7.5.13. Special categories of cargo and mail:\n7.5.13.1. Live animals (AVI):\n\na) The carriage of livestock, pets or live animals shall be in\naccordance with DGCA regulations on the subject.\n\nQu Page 7 of 21\n",
  "8": "RESTRICTED\n\nb) Appropriate security controls in order to secure live animals\n\ntransported as cargo shall be carried out as far as practicable.\n‘These may include a visual inspection and/or HHMD.\n\n°)\n\nAll accompanying items, such as feedbags, cages and containers,\nshall be subjected to security controls such as X-Ray/Physical\nsearch and ETD.\n\nd)\n\nPrior to accepting a consignment of live animals, aircraft\noperators shall ensure that the consignment matches the\ndescription on the air waybill.\n\n7.5.13.2. Dangerous goods:\n\nEntities shall ensure carriage of Dangerous Goods including radioactive\nmaterials, in accordance with the (Carriage of Dangerous Goods) Rules,\n2003. Such consignments shall be subjected to the appropriate security\ncontrols as any other consignment.\n\n7.5.13.3. Human remains (HUM):\n\nDead body/Human/Crematal remains shall be transported as air cargo.\n‘The following documentation and security controls shall be applied by the\nentities.\n\nA- In case of movement from a station within India:\n\ni) Death Certificate from a competent Medical Authority;\nii) Embalming Certificate by the Hospital /competent Authority;\niii) Permission by the local Police Authorities for carrying dead\nbody/human remains;\niv) Any document like Driving licence or Passport or any other Photo\nID Card issued by a Govt./semi-Govt. agency to establish identity\nof the deceased.\n\nB- In case of transportation from a Foreign Station:\n\ni) Death Certificate from a competent Medical Authority;\nii) Embalming Certificate by the Hospital/competent Authority;\niii) Certificate by the local Police Authority for carriage of dead\nbody/human remains;\niv) Permission from the Indian Mission for carriage;\nv) Copies of cancelled passport of the deceased.\n\n7.5.13.3.1.Identity of the relative/person who accompanies the dead\nbody/human remains shall be established.\n\nww Page 8 of 21\n\n",
  "9": "RESTRICTED\n\n7.5.13.3.2.Dead body/human remains shall be screened through X-ray\nmachine to ensure that it does not contain any prohibited /dangerous\nitem.\n\n7.5.13.3,3.In the absence of X-ray machine at a particular station, dead\nbody/human remains of shall be inspected visually by the station\nmanager along with security staff of entities to ensure that the\nconsignment has dead body/human remains only and nothing else\nwhich may endanger safety of the flight. Wherever possible, HUM at\nsuch station shall be transported applying protocol/ procedures of ‘cargo\nthrough passenger terminal building’.\n\n7.8.13.4. High Value Cargo (VAL):\n\nThe entities shall ensure that the high value cargo shall undergo the\nsame standard of security measures as applicable to other cargo.\n\n7.5.13.5. High-risk cargo and mail (HRCM):\nEntities shall ensure implementation of following security measures:\nA combination of dual-view X-ray screening with following additional\nscreening methods shall be\n\ni) Explosive Trace Detection (ETD); or\nii) Explosive Detection Dogs (EDD); or/and\niii) Physical hand search.\n\n7.5.13.6. Diplomatic bags/ pouches (DIP):\n\nEntities shall apply security control as, Diplomatic bags to be\ntransported as cargo shall be X-ray screened as per the security\ninstructions in force. Diplomatic bags of any classification, i.e. carried\nby cargo shall not be opened under any circumstances by the security\nstaff of entities. In case of serious doubts about the contents of these\nbags, the matter shall be brought to the notice of the Protocol Division of\nMinistry of External Affairs who will take appropriate action. Such\nsuspicious baggage shall not be transported until and unless the doubts\nare cleared to the satisfaction of the security staff.\n\n7.8.13.7. Biomedical samples, vaccines, perishable medical items, life-\nsustaining items such as blood, blood products, bone marrow:\n\nEntities shall ensure the following security measures: -\na) verify the shipping documents to ensure that the cargo matches\nthe description on the documentation (e.g. air waybill);\nb) physical search for any signs of tampering;\nPage 9 of 21\n",
  "10": "RESTRICTED\n\nc) establish the genuineness of consignor; and\nd) protection against unauthorized interference.\n\n7.8.13.8. Carriage of Nuclear Materials:\nEntities shall ensure that carriage of Nuclear Materials are subjected to\nnecessary approval from competent authorities.\n\n7.6. Protection of secured cargo and mail:\n\n7.6.1.Cargo consignments shall be protected by the entities from\nunauthorized interference from the point of screening or other\nsecurity controls are applied until the departure of the aircraft by\nfollowing methods\n\na) After screening of cargo and mail, security stickers as per the\nspecimen given below shall be pasted/affixed by the security staff\nof entities on each cargo & mail piece.\n\nAircraft Operator /RA\nX-RAYED\n\nETD Airport .\n\nb)Each consignment/piece shall be integrated into the cargo\nhandling control system. Each consignment/piece shall be\nallocated a unique code number by the cargo handling control\nsystem which will be linked to the Log-in ID of the screeners who\nhad cleared the consignment. Such data shall remain in the\nsecure software and cannot be altered by the user. Wherever such\nprovision is available to be made operational, the system of\naffixing security stickers may be dispensing with. If such system\nis not available at the screening point, then above para (a) shall be\ncontinued.\n\nc) To maintain the sterility of the screened cargo, a Cargo Security\nHold Area shall be established with effective security control.\n\nd) At all times, post-screening storage including flight build-up,\nreleasing shall be under effective surveillance system by CCTV\nand physical.\n\ne) Security check point (X-ray machine) shall be enclosed and when\nnot in use shall be locked. There shall be provision of shutter/\ndoors with locking mechanism at the inlet of the X-machine.\n\nww Page 10 of 21\n",
  "11": "RESTRICTED\n\nf) Continuous surveillance of cargo complex shall be ensured by\nsecurity personnel (both physical and closed-circuit television\n\n(CCTV).\n\ng) Adequate illumination shall be ensured in the entire cargo\ncomplex.\n\n7.6.2.Entities shall have contingency plans which shall include\nprovisions for rescreening of cargo consignments in case of doubt\nover the integrity of consignments or where access to the\nconsignments has been compromised.\n\n7.7. Chain of custody:\n\n7.7.1 In order to enforce security controls for cargo consignments, the\nSecurity Declaration prescribed as per Appendix-I and/or II,\nkeeping in view the nature of cargo consignment, shall be signed by\nthe authorized cargo agents and shall be handed over to the\nrepresentative of the concerned Aircraft operator/Regulated Agent\nat the time of booking of cargo consignments. In case of walk-in\ncustomer, the Cargo Security Declaration shall be signed as per\nAppendix-IIl.\n\n7.7.2 Secure cargo shall be segregated from non-secure cargo and\nshall be kept in designated secure areas or guarded until they\nhave been loaded onto an aircraft or dispatched to the next\nentity in the supply chain.\n\n7.7.3 Integrity of secure cargo and mail shall be maintained, as\nthey move through a supply chain from the point at which\nsecurity controls are applied, such as measures for the\nacceptance, storage, ground transport and handling, transfer\nand transit of secure cargo and mail, including the verification\nof the security status at all handover points.\n\n7.7.4 Proper stock control and auditing procedures shall be\nimplemented for security stickers or seals used to secure\nscreened cargo and mail, to prevent any unauthorized use of\nsuch security stickers and seals. Only authorized personnel\nshall have access to the stocks of tamper-evident security\nstickers and seals.\n\n7.7.5 Pallet or container integrity shall be checked via visual\ninspection for completeness and tamper-evidence. After\npalletization or unitization (Unit Load Device) security stickers\nshall be affixed on visible area of such ULD/pallets by the\nauthorized security staff of entity concerned.\n\nPage 14 of 21\n",
  "12": "as\n\nb.\nc.\n\n7.79\n\nRESTRICTED\n\n7.7.6 The secured cargo and mail shall be handed over to security\n\nstaff of the aircraft operator by an authorized security staff of\nconcerned entity along with Consignment Security Declaration\n(CSD) stating the security status of the cargo. A specimen copy\nof the Consignment Security Declaration (CSD) along with a\ndetailed description is enclosed as Appendix-IV.\n\n7.7.7 The security staff of aircraft operator receiving the\n\nconsignment for shipment shall verify that there is no sign of\ntampering with the consignment. Such cargo and mail shall be\nescorted by the security staff of aircraft operator till loading on\nto designated aircraft.\n\n7.7.8 Aviation Security Group (ASG) deployed at the entry point of\n\nthe airside gate of the cargo terminal shall check/ensure the\nfollowing: -\n\nSecurity sticker pasted on ULD/palletized cargo/cargo\ntrolley/container;\n\nCargo manifest;\n\nAccess control of persons/vehicles.\n\nASG shall ensure on the basis of cargo manifest and security\n\nstickers affixed on ULD/pallets/cargo trolley/container, in the form\nit is taken to airside, that the above measures have been taken by\nthe entities; and in token of confirmation, the cargo manifest shall\nbe countersigned by the responsible officer of the ASG on duty\nbefore transportation to airside for loading.\n\n7.7.10 Before cargo is loaded into the aircraft, aircraft operators\nsecurity, staff shall ensure that no cargo consignment is allowed\nunless it has passed through the prescribed security control. The\ncargo manifest shall be signed by the aircraft operator security staff\non the apron after visual inspection, in token of the above\nprocedures having been followed by them.\n\n7.7.11 Ground transport of cargo and mail - on and off- airport:\n\n7.7.11.1Cargo and mail shall be escorted by the security staff of\n\na)\n\nconcerned entity till loading on to designated aircraft. Entities\nshall prepare and implement Screened Cargo Escorting SOP to\nmaintain the security of supply chain. To ensure the integrity of\nthe secure supply chain, cargo and mail that have been secured\nshall be transported only by:\n\nvehicles operated by a regulated agent or known consignor or\naircraft operator shall be fitted with Global Positioning System\n\n(GPS) for off airport facility.\n\nPage 12 of 21\n\n",
  "13": "RESTRICTED\n\nb) providers of ground transport whose operating procedures and\nsecurity measures have been accepted in writing by a regulated\nagent or aircraft operator, and approved by DG, BCAS.\n\nc) Immediately prior to loading, a vehicle’s cargo compartment shall\nbe inspected by the concerned entity. Vigilance shall be\nmaintained until loading has been completed to prevent\nunauthorized access to consignments.\n\nd) The cargo trolley shall be secured or made tamper-evident by\napplying security seals or installing locks immediately following\nthe completion of loading. Proper stock control and auditing\nprocedures of security seals, locks and/or keys used to secure a\nvehicle’s cargo trolley shall be implemented to prevent any\nunauthorized use of such security seals, locks and keys.\n\n¢) For transportation from off-airport facilities, drivers shall not\nleave vehicles unattended. In case of unscheduled stops, in the\ncourse of their journey, the vehicle cabin and loading\ncompartments shall be locked and secured by the escorting\nsecurity staff. Keys shall not be left in the vehicle. Upon return to\nthe vehicle, and prior to continuing the journey, drivers shall\nverify the integrity of load compartments, seals and/or locks.\n\nf) Cargo and mail delivery and pick-up vehicles entering and exiting\na cargo facility shall be checked to confirm that they are\nauthorized to carry a consignment for a particular consignor or\nregulated agent.\n\ng) Vehicle drivers shall be required to present the cargo dispatcher\nwith a valid identification permit or company identity document\nbefore any cargo is loaded. The credentials shall adhere to\nrequirements that are similar to those for an airport security\nidentification permit or other government-issued or authorized\nphotographic identity document. There shall be evidence that the\nidentified driver has been designated to deliver the consignments\non the cargo documentation.\n\nh) Cargo and mail delivery vehicles shall be inspected by physical or\ntechnical means on their arrival at an airside area. A record of the\nentry and exit particulars, which include the driver's credentials\nand vehicle’s registration, shall be maintained at checkpoints.\n\n7.8 Transfer cargo and mail:\n\n7.8.1 Each Aircraft Operator operating to and from India, shall ensure\nthat transfer Cargo and mail has been subjected to appropriate\nsecurity controls including screening prior to being loaded on to an\naircraft engaged in commercial air transport operations departing from\nany airport in India and shall not accept cargo and mail based on\n\nPage 13 of 21\n",
  "14": "RESTRICTED\n\nsecurity controls performed at any point of origin in a foreign State\nunless specific validation has been established and implemented. The\nsame procedures shall be applicable to the registered Regulated\nAgents. The Aircraft operators and Regulated Agents shall incorporate\nspecific security measures and procedures in the Aircraft Operators\nSecurity Programme and Regulated Agent Security Programme\nSecurity Programme respectively.\n\n7.8.2 Each aircraft operator operating to and from India shall establish\n\nappropriate mechanisms to confirm that transfer cargo and mail\nentering Indian Territory has been subjected to appropriate security\ncontrols including screening and shall incorporate specific security\nmeasures and procedures in the Aircraft Operators Security\nProgramme. The same procedures shall be applicable to the registered\nRegulated Agents.\n\n7.8.3 Indian domestic aircraft operators shall ensure that the security\nmeasures prescribed in Addendum to AVSEC Circular 8/2008 dated\n23.12.2022 are implemented to transfer cargo.\n\n7.9 Quality Control:\n\nEntities shall implement their internal Quality Control measures as\napproved by the DG BCAS.\n\n8 Security Measures for Mail by Postal authority:\n8.1 Premises:\n\ni) Building which is used for preparation of Mail for carriage by air,\nshall be of souind structure and all doors and windows and other\naccess points either secured or subjected to effective access\ncontrol.\n\nii) All access points in the building shall be controlled.\n\niii) Access control shall normally be done by means of a security\npass system.\n8.2 Pre-employment Checks: Staff employed in preparation of Mail for\n\ncarriage by air shall be recruited only after their character and\nantecedents are found good, as verified through local Police/Intelligence\nauthorities. Re-verification of character and antecedents of the employees\nshall be carried out every three years.\n\nbo\n\nPage 14 of 21\n\n",
  "15": "RESTRICTED\n\n8.3 Security Awareness Training: Staff engaged in processing of Mail for\ncarriage by air shall be given AVSEC Awareness Training as per National\nCivil Aviation Security Training Programme (NCASTP).\n\n8.4 Profiling/ Questioning in case of Speed Post (time sensitive mail)\n\nBefore accepting any Speed Post article/packet, following questions will\nbe asked by the concerned Postal official to the relevant consigner:\n\na) Who has packed and sealed the packet.\n\nb) Do you know the contents of the packet.\n\nc) Are you sure that the packet does not contain any danger goods.\n\nd) Was the packet in your possession throughout, after it was\npacked and sealed.\n\nNote: In case reply by the consigner to any of the above questions raises\nsuspicion about contents of the packet, the concerned Postal Official\nshall require the consigner to open the packet for physical search of its\ncontents to ensure that it does not contain any dangerous good.\n\n8.5 Security Seals and Storage: Postal bags shall be affixed with\ntamper-evident seal and stored within a secured environment i.e.\nbuilding cage, compartments of room which is secured against access by\nunauthorized persons until ready for transportation to the aircraft\noperator.\n\n8.6 Dispatch/Delivery: While delivering Mail to the aircraft operator,\nfollowing security measures shall be applied during transfer period:\n\n8.6.1 Dispatch: Before any consignment is loaded into the vehicle for\ndispatch to an aircraft operator, it will be checked by a responsible\nperson to ensure that it has not been tampered with in any obvious way.\n\n8.6.2 Transportation: Mail bags will be transported by: -\n\na) Postal Departments own or contracted vehicle or\nb) by a haulier whose operating procedures and security measures\nhave been approved by the aircraft operator.\n\nAny vehicle used to transport Mail shall be securable. It will be\nsearched immediately prior to loading and the integrity of the\nsearch maintained until loading is completed. Once loaded, the\nMail compartment shall be secured or made tamper evident.\n\nThe vehicle driver shall identify himself to the aircraft operator\nby means of a valid Security photo pass.\n\nThe vehicle shall not be left unattended during the transfer\nperiod. However, when it is unavoidable, the driver will check the\nsecurity of the Mail compartment on return and notify the\naircraft operator, should he find any evidence of interference.\n\nPage 15 of 21\n\noO)\n\nd)\n\ne)\n",
  "16": "RESTRICTED\n\n8.7Entities shall ensure the following security measures while\nreceiving the mail from postal authority:\n\na)In order to enforce security controls for mail, the Security\nDeclaration prescribed as per Appendix-V, keeping in view the\nnature of mail, shall be signed by the authorized Officer of Postal\nAuthority and shall be handed over to the representative of the\nconcerned Aircraft operator/Regulated Agent at the time of booking\nof mail.\n\nb) Securing of Mail: Mail to be transported by an aircraft shall be\nsubjected to screening as prescribed below:\n\ni)Each postal bag shall be subjected to X-ray screening.\n\nii)When a Postal bag is screened by X- ray and the screener is\nsuspicious about its contents then it will be subjected to\nadditional security controls to confirm that it does not contain any\nprohibited/dangerous item. Additional security controls may\ninclude one or more of the following measures:\na) Re- screening by X-ray from a different angle\n\nb) Check by explosive detection system\n\nIf the screener still considers the article/packet/bag to be\nsuspicious, then it shall not be carried by air.\n\nc) Storage of secured Mail bags:\n\ni)Secured consignments of Postal bags shall be held and stored\n\nwithin a secured environment until ready for transportation to the\noperating aircraft. It will be done either in a building, a cage, a\ncompartment or a room, which is secured against access by\nunauthorized persons and made tamper-evident or fitted with\nintruder detection alarm system.\n\nii)The need to provide tamper-evident measures or intruder\n\ndetection alarm system for secured environment may be\ndispensed with, provided there is continuous ability to detect\nunauthorized access to the relevant secured environment.\n\nd) Delivery/Dispatch: The protection of Mail bags shall be ensured\nduring transportation to the aircraft. Before Mail is dispatched to\nthe aircraft, it will be checked by a responsible person to ensure\nthat it has not been tampered with in any obvious manner, as\nmight compromise it security.\n\nQuer\n\nPage 16 of 21\n",
  "17": "RESTRICTED\n\ne) Transportation: Entities shall ensure that:\n\ni) the aircraft operators own or contracted vehicle or\nhaulier, whose operating procedure and security measures have\nbeen approved by the aircraft operator.\n\nii) The vehicle used for transporting Mail bags will be securable.\nPrior to loading, it will be searched, and integrity of the search\nmaintained until loading is completed. Once loaded, the mail\ncompartment will be secured and made tamper evident.\n\n9 Known Consigner:\n\nA known consigner is a person (individual or company):\n\na) who is an original producer or manufacturer of goods; or\n\nb) who procures semi-finished or finished goods and prepare them for\ncarriage by air; and\n\nc) who has a valid certificate of registration issued by DG, BCAS.\n\nNote:- A person (individual or Company) cannot be a known consigner if\nthe goods do not belong to him and he is simply an agent or freight\nforwarder.\n\n9.1 Procedure for Certification of a Known Consigner\n\nThe following procedure shall be followed for certification of a Known\nConsigner:\n\na) Any person (individual or company) who meets the eligibility criteria of\nKnown Consigner given in para 8 (a & b) above, may apply in the\nprescribed proforma to DG, BCAS for obtaining certification as a Known\nConsigner.\n\nb)\n\n‘The applicant for known consigner shall apply for security clearance\nthrough e-sahaj portal. After getting security clearance, the applicant\nshall apply for certification and approval of security programme as per\nthe guidelines issued by BCAS.\n\n¢)\n\nOn receipt of application, DG, BCAS will constitute a Committee to\ninspect business premises of the applicant where air cargo is\nproduced/manufactured, prepared and stored before dispatch to the\nRegulated agent or the aircraft operator.\n\nd) During inspection, the committee will assess the security arrangements\nof the applicant. Mainly the assessment will cover the following area:\na) physical security measures at the site\nb) staff recruitment and background checks procedures\n\nQy/ Page 17 of 21\n",
  "18": "RESTRICTED\n\nc) staff security training procedures\n\nd) whether any other organization is also using the same site\n\ne) access control measures at the site\n\nf)the point at which the Cargo becomes air cargo\n\ng) the Air Cargo preparation procedures\n\nh) the Air Cargo Packing procedure\n\ni)storage of secure cargo\n\nj)transport of secure cargo to the Regulated agent or the aircraft\noperator.\n\ne) The Committee will submit its assessment report to the DG, BCAS\nwithin 07 days of the date of inspection.\n\nf) On receipt of the assessment report, if the security measures developed\nand implemented by the applicant are as per the prescribed standards,\na certificate along with a unique reference number will be issued by the\nDG, BCAS. Particulars of such known consigner will be published on\nthe BCAS Website.\n\ng) If the security measures are assessed not to be as per the prescribed\nstandards, DG, BCAS will inform the applicant in writing about the\nshortcomings. It will be up to the applicant to apply to the DG, BCAS for\nre-inspection after taking the rectification action.\n\nh) A Known Consigner certificate will be valid for five years from the date of\nregistration. It will be revalidated every five years after inspection of the\nsecurity measures of the Known consigner, by the DG, BCAS.\n\n9.2.Security Measures of known consignor:\n\na) In order to expedite and facilitate conveyance of Cargo by air, certain\nconsigners referred to as known consigners may choose to apply in-\nhouse measures for security of cargo during manufacture or production,\npacking, storage and transportation to, or until it is collected by the\nRegulated air cargo agent or aircraft operator with whom such\nconsigners are dealing.\n\nb) Such cargo from the known consigners will be treated as known Cargo\nby the Regulated Agent or the aircraft operator provided its security is\nmaintained; and may be placed on board an aircraft with minimum of\nfurther security controls being applied.\n\nc) Known consigners and the in-house security measures they develop and\nimplement will meet the criteria prescribed by DG, BCAS.\n\n\" Page 18 of 21\n",
  "19": "RESTRICTED\n9.2.1 Preparation premises:\n\nPremises which are used for the manufacture or production and/or\npreparation of cargo for carriage by air will be secured and access\ncontrolled in accordance with the following criteria: ‘\n\na) If it is a building, then it will be of sound structure and all doors and\nwindows and other access points either secured or subjected to\neffective access control\n\nb) An open compound if used for the above purpose, shall be secured\nby a perimeter fence of prescribed standards to maintain effective\naccess control\n\nc) Access control measures will be applied as below\n\nd) Access control shall be exercised at all access control points and\nthere will be no other means of access into the premises other than\nthrough that point or points\n\ne) Each access control point will be either staffed effectively monitored\nor secured\n\n{) Access control will normally be exercised by means of a security pass\nsystem\n\n9.2.2 Pre-employment Checks:\n\nStaff employed in manufacture or production and/or preparation of\nCargo for carriage by air shall be recruited only after their character and\nantecedents are found good as verified through local Police authorities.\nRe-verification of character and antecedents of the employees shall be\ncarried out every three years.\n\n9.2.3 AVSEC Training:\n\na) Entities shall ensure that security staff applying security controls on\ncargo and mail shall be trained in accordance with NCASTP as per\ntheir applicable job requirements.\n\nb) All non-security staff shall undergo AVSEC Awareness Training.\n9.2.4 Preparation of Cargo:\n\nStaff engaged in the manufacture/production, packing and storage of\nsecure cargo shall be supervised to ensure that they have not inserted\nany or placed on the consignment any prohibited article. Each\nconsignment shall be physically checked and thereafter made tamper\nevident by using security tapes or security stickers.\n\n9.2.5 Storage of secure cargo:\n\nConsignments of secure cargo will be held or stored within a secured\nenvironment i.e. building, compound, cage, compartment or room,\nPage 19 of 21\n",
  "20": "RESTRICTED\n\nwhich is secured against access by unauthorized persons until ready for\ntransportation to the Regulated agent or aircraft operator.\n\n9.2.6 Documentation:\n\n‘The known consigner shall generate the following documentation in\nrespect of each consignment of secure cargo:\n\n{a)Cargo Identification:\nAppropriate documentation or data, detailing the nature of Cargo, the\nsender and its destination will be raised for each consignment of secure\ncargo and presented to the Regulated Agent or aircraft operator.\n\n(b)Consignment Security Declaratio\n\nA consignment security certificate will be prepared and submitted for\neach consignment as per the Performa given in Appendix IV. The\nconsignment Security Declaration shall be signed by a person\ndesignated by the Known Consigner for such task. Each CSD shall\naccompany the consignment to which it refers and it will be handed\nover along with the consignment to appropriate representative of the\nRegulated agent or aircraft operator with whom the Known consigner is\ndealing.\n\n9.2.7 Delivery /Dispatch:\n\nThe security of consignments of secure cargo will be maintained during\ntransfer by the Known consigner until it is received by the Regulated\nagent or the aircraft operator. The following security measures shall be\napplied during the transfer period:\n\n(a)Dispatch: Before any consignment is loaded for dispatch to a\nregulated agent or aircraft operator, it shall be checked by a\nresponsible person to ensure that it has not been tampered with in any\nobvious way as might compromise its security.\n\n(b)Transportation: secure cargo will be transported either by\n\n() Known consigners own or contracted vehicle;\n\n(ii) By a haulier, whose operating procedures and security measures\nhave been approved by the Regulated Agent or aircraft operator;\n\n(iii) The vehicle shall be searched immediately prior to loading and the\nsterility shall be maintained until loading is completed. Once\nloaded, the Cargo compartment shall be secured or made tamper\nevident by means of locks/seals.\n\nQu Page 20 of 21\n\n",
  "21": "RESTRICTED\n\n(iv) Any vehicle used to transport secure cargo shall be fitted with\nGPs.\n(v) The vehicle shall be escorted by security personnel throughout its\njourney until hand over to the Regulated agent/ Aircraft operator.\n(vi)The vehicle driver shall identify himself to the Regulated agent or\naircraft operator by means of a valid security pass or company\nidentify document.\n10.Retention of Records: Entities shall maintain records of all documents\n(manual/digital) related to applied security controls, the same shall be\nproduced before the national inspectors/auditor. Such records shall be\nretained for the period of twelve months, unless otherwise required for any\nother purpose.\n\n11.Any cargo and mail consignment, which needs exemption from screening\nrequires prior approval of DG BCAS under the Aircraft Security Rule 2023.\n\n12.This AVSEC Order shall supersede AO 6/2005, AO 1/2006, AC 8/2008\nand AO 5/2010, and all the addendums of mentioned AO/AC issued till date,\nexcluding Addendum to AC 8/2008 dated 23.12.2022.\n\n13.The above directions shall be implemented by all concerned entities with\nimmediate effect. Any violation of this AVSEC Circular shall attract a penalty\nunder the provisions of the Aircraft (Security) Rules, 2023.\n\nZulfiq iasan, IPS\n\nDirector General\n\noo\n\nDistribution: As per standard list attached.\n\nPage 21 of 21\n",
  "22": "",
  "23": "Appendix -I\n\n(To be written on business / Office letter head of concerned cargo company)\n\nThe cargo as per details given below dispatched by.\n\nCargo Security Declaration\n\n(Agent to RA/Aircraft Operator)\n\n(mention name of agent or forwarder) Comes from customers whose reliability\nwe do not doubt. The cargo has been protected from the time it was tendered\nto and accepted by us at our acceptance location;\n\nMaster Air Way Bill No.\n\nS.N. | House\nAir Way\nBill\n\nContents | Number\nof pieces\n\nWeight | From To\n\nSignature of authorized signatory\n\nName.........\n\nDesignation.\n\nDate...\n\nSeal\n",
  "24": "Appendix - II\n\n(To be written on business/Office letter head of concerned cargo company)\n\nCargo Security Declaration\n\n(Agent to RA/Aircraft Operator)\n\nThe personal effects / household goods / Cargo as per details given below\ndispatched by. Be eect (mention name of agent or\nforwarder) comes from unknown customers and/ or customers whose\nreliability is doubtful. The cargo has been protected from the time it was\ntendered to and accepted by us at our acceptance location and the same has\nbeen identified to the aircraft operator for security measures. Our customers\nhave been informed that cargo can be subjected to prescribed security\nmeasures for the purpose of ensuring the security of air traffic.\n\nMaster Air Way Bill No..\n\nS.N. House | Contents | Number | Weight From To\nAir Way | of pieces\nBill\n\nSignature of authorized signatory\nName.\n\nDesignation......\n\nDate...\n\nSeal\n\n",
  "25": "1.\n\nAppendix - IIT\nSECURITY DECLARATION FOR WALK-IN CUSTOMERS\n\nTO WHOMSOEVER IT MAY CONCERN\n\ni ____ certify that the cargo booked under AWB No, ‘\nsector __ ____contains_ =\n\n. I further certify that the said cargo was packed by me and does not\n\ncontain any items that will endanger the safety and security of the civil\naviation\n\nOr\n\n. I authorized _____ to book the cargo (name of the consignor/ person)\n\nconsignment on my behalf. I certify that the said cargo was packed by me\nand does not contain any items that will endanger the safety and security\nof civil aviation.\n\n(strike out portion which is not applicable)\n\nNote: For verification of consignor, any photo identity card issued by\nGovernment/semi-government shall be attached along with the\nAWB/Security declaration.\n\nDate:\n(Signature of customer)\n\nName\nAddress\n\nMobile No.\n",
  "26": "Appendix -IV\n\nCONSIGNMENT SECURITY DECLARATION\n\nRegulated Entity Category (RA, KC | Unique Consignment Identifier\n\nor AO) and identifier (of the (If AWB format in nnn-nnnnnnnn)\nregulated entity issuing the security\nstatus) 2\n\n1\n\nContents of Consignment\n\nConsolidation 2 as. 3\nOrigin | Destination Transfer/Transit Point\n(if known)\n\n4 | 5\n\nSecurity Status\n\nReceived from | Screening Grounds for Exemption\n(Codes) Method (codes)\n(Codes) |\n\nReasons for =~ Security Status\n\n7 8 10\n\n9\n\nOther Screening Method(s) (if applicable)\n\n11\n\nSecurity Status issued on\nDate (dd/mm/yy)\nTime(tttt).......\n| 13\n\nSecurity Status issued by\n\n12\nName of the Person or Employee ID\n\nRegulated Entity Category (RA, KC or AO) and identifier (of the regulated\nentity who has accepted the security status given to a consignment by another\n\nregulated entity)\n14\n\nAdditional Security information\n15\n\n",
  "27": "Completion instructions for Appendix-IV\n\n1. Regulated Entity Category (RA, KC or AO) and Identifier: The regulated\nagent, known consignor, or aircraft operator that originally issued the security\nstatus, identified by its category (i.e. RA, KC or AO) and its unique identifier,\nmust be entered.\n\n2. Unique Consignment Identifier: The identification of the consignment itself\nmust be entered. This may be an air waybill (format is nnn-nnnnnnnn), a\nhouse bill or a mail consignment identifier.\n\n3. Contents of consignment: Identification of consignment details (e.g. goods\ndescription) must be entered for a direct air waybill or house waypill\nshipment. For a consolidation shipment, i.e. a master air waybill with\nassociated house waypill(s), the consolidation box shall be ticked in lieu of the\ngoods description.\n\n4. Origin: The identification of the origin of the consignment must be entered.\nThis is the origin related to the appropriate transport documentation (air\nwaypill or house waybill) as identified in Box 2 (e.g. IATA three-letter airport or\ncity code).\n\n5. Destination: The identification of the final destination of the consignment\nmust be entered. This is the destination related to the appropriate transport\ndocumentation (air waybill or house waybill) as identified in Box 2 (e.g. IATA\nthree-letter airport or city code).\n\n6. Transfer/Transit Points: The identification of an en route stopping point\nwhere cargo may be transferred to another aircraft or remain on board the\nsame aircraft shall be entered if known to the issuer (e.g. IATA three-letter\nairport or city code). Otherwise, this entry may be left blank.\n\n7. Security Status: The coded identification of the security status assigned to\nthe consignment must be entered to indicate whether the consignment is\nsecure for:\n\na) passenger, all-cargo and all-mail aircraft (code SPX); or\n\nb) passenger, all-cargo and all-mail aircraft, in accordance with high-\nrisk requirements (code SHR).\n\nReasons for issuing security status: complete box 8, 9 or 10.\n\n8. Received From: The coded identification of the category (i.e. regulated agent\nRA, known consignor KC or aircraft operator AO) that tendered the\nconsignment must be entered. If no other reason, i.e. “screening method” or\n“grounds for exemption”, is indicated and the consolidation box is not ticked,\nthen this entry cannot be blank.\n\n9. Screening Method: The coded identification of the screening methods used\nby the regulated agent, known consignor, or aircraft operator when securing\nthe consignment may be entered as a reason that the security status was\nissued, e.g. screening method codes. If no other reason, i.e. “received from” or\n",
  "28": "“grounds for exemption” is indicated, and the consolidation box is not ticked,\nthen this entry cannot be left blank. In some cases, a single screening method\nmay not be sufficient to inspect all types of consignments, therefore more than\none screening method may be listed.\n\nNote: Code for screening methods: XRY- Xray screening, PHS - Physical Hand\nSearch, ETD-Explosive Trace Detection, VCK: Visual Check, EDS: Explosive\nDetection System, EDD: Explosive Detection Dogs\n\n10. Grounds for Exemption: The coded identification (see below) indicating\nwhy a consignment is exempted from screening as defined in State national\ncivil aviation security programmes may be entered as a reason that the\nsecurity status was issued, e.g. screening exemption codes. If no other reason,\nie. “received from” or “screening method”, is indicated and the consolidation\nbox is not ticked then this entry cannot be left blank.\n\n11. Other Screening Method(s): If the code entered in Box 9 indicates that any\nother means were applied, then text specifying the other means used must be\nentered.\n\n12. Security Status issued by: If the consolidation box is not ticked then the\nindividual of the regulated agent, known consignor, or aircraft operator who\nissued the security status must be identified by name or employee number.\n\n13. Security Status issued on: If the consolidation box is not ticked then the\nexact date and time when the security status was issued by the regulated\nagent, known consignor, or aircraft operator employee must be indicated.\n\n14. Regulated Entity Category (RA, KC or AO) and Identifier: The identifier of\nany regulated agent, known consignor, or aircraft operator that accepts\ncustody of the cargo and accepts the security status originally issued by the\nregulated agent, known consignor, or aircraft operator identified in Box 1\nmust be entered. This entry would confirm that the cargo has remained secure\nand would follow any other entries for other regulated agents, known\nconsignors, or aircraft operators that have also accepted the original security\nstatus.\n\n15, Additional Security Information: Any additional security information that\nmay be required by an ICAO Member State, ¢.g. any national regulation\napplicable to the responsibilities in the event of a false declaration, or any\napplicable emergency amendment. A signature of the responsible person\ninitially issuing a hardcopy consignment security declaration set out in Box 1\nshould be inserted when the supply chain is paper based.\n\nNote: The term XRY-Xray screening, PHS : Physical Hand Search, ETD:\nExplosive Trace Detection and VCK: Visual Check\n",
  "29": "Appendix -V\n\n(To be written on letter head of Postal Department)\n\nGOVERNMENT OF INDIA\nDEPARTMENT OF POST\nAIRPORT, LOCATION, PIN-____\nPOSTAL SECURITY DECLARATION\nTO\n\nTHE IN-CHARGE CARGO\nNAME OF AIRCRAFT OPERATOR / REGULATED AGENT\n\nDATED: - ~ ‘| TIME:\nala \"FLIGHT a\nAIRWAY BILL No NUMBER\nFROM: rad: TO ee\nNO OF BAGS Kgs Gms\nSPEED POST BAGS a | wt\nPO MAIL BAGS / EPS = a\n(ORDINARY) | wt\nTOTAL aay - | Wt\n\nCertified that the above postal bags contain letters/packets and all the\nletters/packets/bags do not contain any prohibited items which may endanger\nthe safety and sccurity of civil aviation.\n\nSignature of authorized signatory\nName......\n\nDesignation.\n\nDate.....-..:\n\nSeal\n",
  "30": "",
  "31": "Copy for Information and further n/a:\n\n1. The Deputy Secretary, Ministry of Civil Aviation, Rajeev Gandhi Bhawan\n\n2. The ADG, CISF/Airport Sector, Block No. 13-CGO Complex, Lodhi Road,\nNew Delhi.\n\n. The Director (Security), Air India, Safdarjung Airport, New Delhi.\n\n4. General Manager (Security), Airports Authority of India, Rajiv Gandhi\nBhawan, Golf Course Road, Sector 43, Safdarjung Airport, New Delhi-\n110003.\n\n5. The Chief Security Officer, Spicejet Limited, 319, Udyog Vihar, Phase IV,\nGurugram, Haryana-122016\n\n6. The Chief Security Officer, Inter Globe Aviation Limited, Level 1, Tower C,\nGlobal Business Park, Mehrauli, Gurugram Road, Gurugram, Haryana-\n\n122002\n\n7. The Chief Security Officer TATA SIA Airlines Limited, (Vistara) Intellion.\nEdge Tower A 7th. 9th & 10th Floor, South Peripheral Road Sector 72,\nGurgaon-122001 (Haryana, India).\n\n8. The Vice President (Security), DIAL, New Udan Bhawan, Opp. Terminal 3,\nIGI Airport, New Delhi- 110037.\n\n9. The Chief Security Officer, BIAL, Bangalore International Airport Limited,\nAdministration Block, Devanahalli-560300.\n\n10. The Chief Security officer, MIAL, Mumbai International Airport Pvt.\nLtd Chhatrapati Shivaji International Airport Ist Floor, Terminal 1\nSantacruz East Mumbai-99.\n\n11. The Chief Security Officer, GHIAL, Rajiv Gandhi International Airport\nShamshabad, Hyderabad-500108.\n\n12. The Chief Security Officer, CIAL, Cochin International Airport Ltd.\nCochin Airport, Cochin.\n\n13. The Chief Security Officer, Taj Sets Air Catering Ltd.\n\n14. The Chief Security Officer, BWFS.\n\n15. The Chief Security Officer, Ambassador India.\n\n16. The Chief Security Officer, Oberoi Group.\n\nInternal Distribution\n\nPSS to DG, PA to Jt. DG, PA to DDG (Policy & O&C), PA to DDG (Tech) PA to\n\nDDG (Ops & Trg.), Joint Director Ops/Policy/Tech/Trg/O&C/Admn, All\n\nRegional Directors.\n\n@\n",
  "32": ""
}