{
  "1": "JLRESTRICTED //\n\nP. No. CAS-7(9)/2008/Div-I (Weapon) - 85333\nURA GRSR/GOVERNMENT OF INDIA\n‘ANT faAA AATTA/MINISTRY OF CIVIL AVIATION\nnT fear BRAM ARVBUREAU OF CIVIL AVIATION SECURITY\nSP GS, LM TA, FATA USA, TATY/ ‘A’ WING, I-III FLOOR, JANPATH BHAWAN, JANPATH\n\nag feeeft-110001 / NEW DELHI - 110001\nDate: 30/09/2020\n\nAVSEC CIRCULAR - 08/2020\n\nSubject: Permission for Carriage of Arms & Ammunition by the Ministry of\nHome Affairs, Govt. of India.\n\n‘A copy of DGCA Permit No. 690-AA/2020, issued under reference No.\nDGCA-13008/220/ 2020-DRI-DGCA dated 15.09.2020 regarding permission to\nMinistry of Home Affairs, Govt. of India to carry the arms, ammunition and\nexplosives as specified by the Operations Commander from time to time on ALH\nDhruy Helicopter of BSF for transportation of troops in connection with anti-naxal\noperations to/ from any point within India subject to the usual safety conditions, is\nforwarded herewith for information and necessary action by all concerned.\n\n2 Unless suspended or revoked earlier, this permit shall remain valid w.e.f.\n01.10.2020 to 30.09.2021\n\n(Usha Padhee, IAS)\nDirector General\n\nDistribution:\n\nAs per standard list attached.\n",
  "2": "Copy for information and necessary action t\n\n1. Director General, CISF, 13 CGO Complex, Lodhi Road, New Delhi: May kindly cireulate to all\nASG Units at the airports taken over by CISF.\nDGPs / IGPs all States / U.T..\nCommissioner of Police, Delhi, Mumbai, Chennai & Kolkata\nChairman, Airports Authority of India, Rajiv Gandhi Bhawan, New Delhi: with request to please\ncirculate to all AI airports in the Country.\nCMD. NACIL (Air India) Ltd., Reservation Building, Safdarjung Airport\nCEO, Spice Jet, Plot No.319, UdyogVihar, Phase -IV, Gurgaon, Haryana.\nCEO, Go Air, Neville House, J.N Herdia Marg, Ballard Estate, Mumbai-400 001\nCEO, Indigo Airlines, Tower C, Global Business Park, DLF City, Phase Ill, Mehrauli Gurgaon\nRoad, Gurgaon-122 002\n9. CEO, Air Asia (I) Pvt. Ltd., AIT, 2 Floor, Chennai Airport, Chennai-600027\n10. CEO, Vistara (TATA SIA), 10\" Floor, one Horizon Centre, Sector-43, DLF Phase-V, Gurgaon-\n122003\n11, Airport Director, Sti SathyaSai Airport, PrasanthiNilayamPuttparthy, Anantpur District, Andhra\nPradesh-515134\n2. MD, DIAL, New UdanBhawan, Opp. Terminal-3, IGI Airport, New Delhi-37.\n13. MD. MIAL, CSI Airport, 1 Floor, Terminal IB, Santacruz (E), Mumbai 400 099.\n14, MD, CIAL, Cochin International Airport Ltd., Cochin Airport, Cochin,\n15. MD, HIAL, Hyderabad International Airport Limited, Shamshabad-500 409, Ranga Reddy Distt,\nAP.\n16. MD, KIA Bengaluru, Administration Block, Bengaluru International Airport Devanahalli,\nBangalore-560 300.\n17, MD, MIHAN India Private Lid., Dr. BabasahebAmbedkar International Airport, Old Terminal\nBuilding, Nagpur-440 005\n18. CSO, BAPL Durgapur Airport, MNAV-29 Bengal Ambuja Housing Complex City Centre,\nDurgapur- 713216\n19. RD BCAS, Delhi, Chennai, Mumbai, Kolkata, Ahmedabad, Hyderabad, Amritsar, Guwahati,\nImphal, Bengaluru, Bhopal, Bhubaneswar, Chandigarh, Jaipur, Lucknow, Patna, Raipur, Srinagar\nand Thiruvananthapuram: (0 please circulate to all concerned at airports in the region.\n20. Managing Director, Kannur International Airport Limited, Kera-Peravoor -PO, Mattannur, Distt:\nKannur, Kerala-670702 ( )\n21 Airport Director, Kurnool Airport, Andhra Pradesh. ( )\n22. CEO, AAICLAS Complex, Delhi Flying Club Road, Safdarjung Airport, New Dethi-110003\n(ceo-aaiclas@aai.aero\n\nREN\n\nfew Delhi-03\n\nCopy for information to:~\n\n1. Secretary, Civil Aviation, MoCA, RG Bhawan, New Delhi\n\n2. Joint Secretary, MoCA, Rajiv Gandhi Bhavan, New Delhi (Kind attn.: Ms. UshaPadhee, JS)\n\n3. DGCA, Technical Area, Opp. Safdarjung Airport, New Delhi-03,\n\n4. Director, R&AW, Cabinet Secretariat, Room No. 1001, B-1 Wing, 10th Floor, Pt.\nDeenday al AntyodayaBhawan,CGO Complex, Lodhi Road, New Delhi ~ 110003 (Kind attn.: Shri K.G.\nParveen Kumar, Director)\n\n5. Joint Secretary (IS-I), MHA, Room No. - 110, North Block, New Delhi\n\n6. Joint Director, IB, MHA, 35 $ P Marg, New Delhi (Kind attn.: Shri. RR. Verma, JD)\n\n7. PS to Hon'ble Minister of Civil Aviation, RG Bhawan, New Delhi\n\nternal Distribution\n\nSr. PPS to DG, PPS to Jt. DG, PS to DDG (QC & Ops), PS to DDG (Policy), All JDs / DDs / ADs of\nBCAS HQ, Guard File\n\nAD (OL) — with the request to translate in Hindi Language, (maheep.singh@nic.in)\n"
}