{
  "1": "DIREG FORTE (\nCENTRAL INDUSTRIAL\n(MINISTRY OF HOME AFFAIRS)\n\n43, CGO's Complex,\nLodhi Road, New Delhi-3\n\nNo.l€-17099/nstruetlonfinuZ006. 1°) Dated :/4Sept. 2006\n\n“16\n\nAil Seclor IsG\n\nAll Zonal/Plant DisG including DiIsG DAE, DOS and GBS\nAll Comdts/Gp.Comdts, Principal RTCs\n\nAll DCs/ACs CISF Unit Bit oat\n\nSub: Proper Handing/Taliny\n\n: Please relor this Directorate’ leller No.1C-17090/Insstruction/In#/2003-05/848 dated\n24122 July 2005 under whiich salient feature of thé report of the committee, which wont inlo\nthe causes of accidental firing and suggested remedial measures to avoid the same, were\ncirculated.\n\ne\n\n* Itis, however, observed that of late cases of accidental firing are again on the\ntise. In a number of instances it has happened when the weapon was being\nhanded/taken over. at duty points. Obviously the guidelines issued vide letter quoted\n\nabove for handing/taking.over of weapons at duty points (para-2 page-4) are not\nbeing adhered toand the weapons are Being handed/aken over individually without\nany supervision,\" 6 :\n\nDG has expressed his deep concern about such incidents, which, apart from\nlack of supervision and inadequacy of training at unit level, also exhibit violation of\nthe guidelines issued.”\n\nThe provision to hand over/lake over weapons at duty points in certain cases\nwas kept basically to facilitate handingéaking over without spending much time in\ncommuting trom ality pointbarrack to the Kote and vice versa. But this activily is\nsupposed to be ‘done under. proper supervision. However, sit seems that this\nprovision seents to have become a routine rather than exception due to which\ncertain amount of laxity has set in and the handing/taking over Is being done at the\nduty points without any supervision. DG has, therefore, desired handing/taking over\n\nof weapons be doe in the following manner:\n\neu to the personnel by name and only fron\n\ni) - Weapons shail be |\nthe designated Kol\n\ngiven duty the weapon be deposited by\n6 fiom which it was issued\n\nii) Alter completion of th\nthe same person ii the\n:\n\neb weancas will be done ¢\n",
  "2": "opy to:\n\nAU Kules aleu handinghaking ower yvitl es (ene as por the\nguidelines given in the feller quoted above. Fhe televant portion\n8 teproduced ag under: ane\n\n“As far as exchange of ans at the’ [Cote is concerned, this\nmust be done under the supervision of a sub-officer or a\nSenior HC {if sub-officer ji nol available), who well versed\nwith weapon handling. ‘The SOIHC, as the case may be,\nshould fail in the group, liave the weapons inspected by\nfollwing the laid down drill with proper words of command,\nget them loaded/unloaded, as the case may be and then only\ndispose {move) them for their duty ointsMyarrackiquarter.”\n\nInstruction issued vide letter quoted above should be gone\nthrough once again and suggested nieasures adopted religiously,\n\n< “AO ©\n\n_-(Alént Siigh Shenhawat)\nInspector GeneravAdm\n\nPS to DG . for kind information of DG please,\n\n",
  "3": "Directorate General ie)\n\nCentral Industrial Security Force.” (i\n(Ministry of Homie Affairs) i.\n\n13, CGO's Complex\nLodhi Road, New Delhi}\n\nNo: IC-17093,intAP/2010 tuig Dated 2 Dev. 2010\n\nGIRCULARNO: 42-2010,\nSub: Accidental Firing\n\nRecently, a case has come fo the Notice of this Directorate in which an\naccidental firing by a Constable took place while handling/taking over of 9 mm\nCMG for duty. On Scrutiny of the ARC record of the ‘sald Constable, it was\nobserved that the said Constable had not done sufficient ARC with the 9 mm\nCMG and was not well-versed with the said weapon.\n\n2. — In view of the above, the unit commanders should ensure that personnel\nwho are not well-versed in the weapon should not be given that weapon, Also\nin case, there is a need for. giving. such weapons to CISF Personnel they\nshould be adequately trained to handle:the same. It. Should be ensured that\nCISF personnel, issued with. weapons are well-versed and are capable for\nhandling of the same,\n\n(HV. Chaturvedi)\nInspector General (Adm)\nDistribution: J\n1. All Sector IsG. (including APS.and:TS),\n2, All Zonal/Plant Dis, ingluding DAE, DOS & DMRC -\n3. All DisG/Principals of oe\n4. All Grou Commandants. ars, .\n5. All Commandant ot cise unis & Reserve Battalions,\n6. All DC/AC/OIC CISF Units,\n\nInternal\n\n1... St.PS to DG/CISF 2, PStoADG(HQ) 3. PS tog:DG(APs)\n4. PStoIG(HQrs) &Adm 5. All DisG.& AlsG\n",
  "4": "",
  "5": "|\n|\n|\n|\n\n: eS\n‘ Directorate General ce\nCentral Industrial Security Force +\n\n(Ministry of Home Affairs)\n\nBlock No: 13, CGO's Complex,\nLodhi Road, New Delhi-3.\n\ncon\nNo: E-42099/Mise/PA/Ord/2010/ dDIw Dated: Dec, 2010 ,\n\nTo,\nAll Sector IsG\n\nSub: Proper Handing/Taking over of weapons.\n\nft has been observed that cases of accidental firings are on the rise.\nThis shows that guidelines issued vide FHQ letter\nNo:17099/instructions/Int/2006/1215 dated 13.9.2006 are not being\ncomplied with.\n\n2. Keeping in view of the above, it has been decided that as far as\npossible handing/taking over of weapons shall take place at the respective\nunit Kote and that the following procedure shall be followed strictly:~\n\n{a@)_ «While taking out the weapons from the Kote, the Kote NCO will\nfirst issue the weapons to the duty personnel,\n\n(b) All personnel will inspect their weapons at the earmarked\nplace in the Kote as per the laid down procedure in the presence of\nthe Shift /C,\n\n(c) After the weapons are inspected by the Shift /C, the duty\npersonnel will collect the required ammunition from the ammunition\nNCO/Kote NCO,\n\n(d) .... After.counting the ammunition collected, the duty personnel\nwill proceed to their duty post,\n\n3. Similarly, during deposit of arms in the Kote after the shift duty, the\nshift personnel will adhere to the following procedures:-\n\n(a) On reaching the Kote, the ammunition will be deposited first to\nthe Kote NCO/Ammunition NCO,\n\n(b) After the ammunition has been deposited with the Kote NCO,\nand the NCO/Kote NCO gives OK report, the Shift I/C will take\nthe shift personnel for inspection of weapons,\n\n(c) The weapons will be inspected inside the Kote area at the\nearmarked place as per the laid down procedure,\n\n(d) After inspection, the shift /C will give report to the Coy.\nComdr/Unit Comdr. Thereafter, the shift will disburse\nsubsequently.\n",
  "6": "",
  "7": "@®\n-2- - . ®\n\n4. However, there are some units in which duty points are located at\nfar off areas/naxal/ insurgent areas and that handing/taking “over of\nweapons may be required to be done at the duty point only. In such cases,\nthe follwing procedures will be followed:- te\n. 4\n(@) The concerned unit commander will specify such duty posts\nand inform their respective Sector IG and after taking the approval\nof the Sector IG, and will also inform OPS Branch for handing/taking\n\nOver of weapons at such designated duty posts,\n\n(b) — Handing/taking over of the wapon will be done in the\npresence of the Shift /C at the said duty post,\n\n(c) The procedure of handing/taking over of arms and\nammunition at the duty post will be same as specified in para 2\nabove i.e. first ammunition will be handed over and then the\nweapon will be handed over to the next duty:personnel,\n\n(@) After handing/taking over, the shift 1/C will give an OK report\nto his Coy. Comdr.\n\n5. The above mentioned points are in addition to the points as\nmentioned in the above quoted circular of FHQ, The above points may be\nbrought to the:notice of all unit:;commanders who in turn will brief ‘their men\naccordingly in Sainik Sammelan and Roll Call for strict compliance.\n\nBlushe.\n\n—_\n(H.V. Chaturvedi)\nInspector General (Adm)\n",
  "8": "",
  "9": "Confidential\n\nra Office of the Addl Director General/Airport Sector\nCentral Industrial Security Force\n(Ministry of Home Affairs)\n\nBlock No.13 CGO Complex,\nLodhi Road, New Delhi-03\nNo.iC-17013/InsCIW/AS/08/8906 Dated: 27/08/2010\n\nCIRCULAR NO. AS 06/2010\n\nSubject :-Accidental firing at duty posts and inside Terminal Building at\nAirports : Req\n\nInstructions and guidelines have been issued time and again by the FHQr and Airport\nSector HQr to prevent incidents of accidental firings. Despite detailed guidelines and instructions,\ncases of accidental firing have not ceased and keep on happening. This only reflects lack of\nproper training of the men and lack of regular sensitization by the supervisory officers regarding\nproper handling of weapons and related Dos &-Don'ts and surprise inspections by the supervisory\nofficers at the duty posts.\n\n02. On reviewing the cases of accidental firing since Jan’2009, it has been noticed that 03\ncases out of total 14 have taken place inside the Airport terminal building. Similarly, 02 cases\nhave occurred on other duty posts (01 each-in SSG & GBS). All remaining cases have taken\nplace in the Kote during handing/taking over of Arms/Ammunitions. This is very alarming and can\nnot be allowed to continue. In this regard, it would be interesting to analyse the facts in a recent\ncase of accidental firing by a SSG personne! at the residence of CM of Manipur. “The said\nConstable confessed before the ADG that-he was (perhaps. out of fear of being posted in an\ninsurgency affected area) in the habit of charging the.chamber of AK-47 weapon on duty and also\nkeeping the locking mechanism in Repeat position”... As can‘be seen, such decisions cannot be\ntaken by the personnel at their personal level. Had this Constable been checked including the\nstatus of his weapon at the duty post by the supervisory officers, perhaps the incident could have\nbeen avoided.\n\n03. You would appreciate that the terminal building is a highly vulnerable area and accidental\nfiring therein may result in loss of life/fatal injuries to the passengers and staff. Besides, these\nincidents in the terminal building also causes severe. embarrassment for the Force due to public\ndisplay of such unprofessional act which also invites avoidable public and media attention.\n\n04. - ‘There is no dehyirig the fact that accidental firing while on duty would happen’ only when\nthe personnel either fiddle with the arms unnecessarily or have not taken adequate safety\nprecautions while keeping the arms on the person. Such negligent tendencies among the\npersonnel deployed at duty posts especially inside the terminal building at airports is totally\nunacceptable.\n\nContd...P/2-\n",
  "10": "05. Hence, it is directed that the CASOs and other supervisory officers should continuously\nbrief and sensitize all the personnel of their units to refrain from such negligent acts which may\nlead to accidental firing. The briefing and sensitization of the personnel should be carried on as a\nregular exercise thorough out the year.\n\n06. _ It is also directed that any case of accidental firing at duty post, especially inside the\nterminal building would not only be a cause of disciplinary action and severe punishment for the\nerring personnel but would also attract action against the concerned supervisory officers including\nthe Unit Commanders/CASOs/shift GOs.\n\n07.. The DisG are directed to include this as a briefing point during their visits/ inspections of\nthe units and ensure strict compliance of the instructions in all the units under their jurisdiction.\n\nSd x 27.08.2010\n(M.S.Bali)\nAddl. Director General/AS\n\nDistribution:\n\n01. All DisG/Airport, CISF Unit GBS & SSG Greater Noida\n02. All CASO. of ASG\n",
  "11": "re Co Confidential\n\na) Office of the Addl. Director General/Airport Sector\nCentral Industrial Security Force\n(Ministry of Home Affairs)\nCISF Airport Sector\nNo.tC-17013/Inst/CIW/AS/08/1618 Dated: 17th Feb 2010\n\nTe\n\nThe DisG/Airports (NZ, SZ, WZ & E&NE)\nThe DiG/Security & DIG/SSG\n\nThe DIG/CASO, CISF IGI Airport, New Delhi\nAll CASOs\n\nSubject : Accidental firing by CISF personnel : Regarding.\n\nRepeated and exhaustive instructions to prevent accidental firing in CISF have been\nissued by the FHQr. and Airport Sector HQrs. intermittently . The following instructions may be\nreferred to :-\n\n(a) FHQr. letter No.IC-17099/instruction/int./203/-05-815 dated 21/22.07.2005\n\n(b)  FHQr. letter No.IC-17099/Instruction/Int./2006/ 1215 dated 13.09.2006\n\n(c). APS HQrs. Circular No.30/2006 issued under letter of even No.(12268) dated\n\n29.12.2006.\n(d)  FHQr. letter No/IC-17099/Instruction/Int/2003-7/892 dated 21.05.2007.\n\n2. Despite detailed instructions and répeated emphasis, there have been 6 cases of\naccidental firing in the year 2009 which is-01 more than 2008, The analysis of these cases reveal\nthat 4 out of the 6 cases have occurred in the Kote during the process of depositiwithdrawal of\nweapons and 2 of them have occurred at the duty post. All the four cases in the Kote reveal\nnegligent-handling of the weapon during the checking procedure at the time of issue/deposit of\narms/ammunitions. One of the two cases at the duty post also involves negligent handling of the\nweapon during the process of handing/taking over of arms/ammunitions.\n\n3. Due to negligence and non compliance of instructions regarding handing of weapons a\nserious incident of death of SI/EXE took place at-SSG Tatanagar on 03.02.2010. In this case the\nSI/Exe handed over his Glock service pistol to.one constable for cleaning without removing the\nloaded magazine. In order to open the Glock pistol the Constable pulled the slide back, then tried\nto remove the slide with his left hand simultaneously pressing the slide stopping lever with his\nright hand to detach the slide from the body. In this process the muzzle of the pistol was not\nmaintained in a safe direction and was pointing towards the SI/EXE. One of the right hand fingers\nof the Constable entered the trigger guard and pressed the trigger, resulting in the release of one\nbullet which hit the left temple of SI/EXE after piercing the left palm of Constable. SI/EXE was\nimmediately taken to hospital, where he succumbed to his injury. In the instant case Fire Arm\nSafety Precautions during the exchange/cleaning of weapon were not followed by both SIIEXE\nand Constable.\n\n4. The above statistics and analysis of the incidents clearly reflect violation of instructions of\nFHQr. and this HQrs. about handing/taking and issue and deposit of arms. The instructions\nunequivocally state that Officer In-charge of Kote must remain present at the time of issue and\nchecking of weapon by the personnel and that if a wrong procedure is being adopted, the same\nshould be pointed out and got corrected immediately... It was also instructed that handing/taking\nover of ams should always take place in the Kote and not at or near the place of duty. Moreover,\nall the prescribed safety measures should be followed during handing/taking over of weapons.\n",
  "12": "5. These recurrent incidents of accidental firing speaks volumes about the way the direction\nand instructions are being implemented by the Unit Commanders on ground. The cases. clearly.\nindicate that weapons are being handed/taken over. individually without any supervision\nRelevant’ portions of instructions: in this regard ‘are. reproduced below even at the cost of\nrepetition:~\n(a) FHQrs instruction under letter No.IC-17099/Instruction/Int/2003-05/815 dated 21/22\nJul 2005:-\n“As far as exchange of arms at the Kote is concerned, this must be done\nunder the supervision of a sub officer or a Senior HC ( If Sub-Officer is not\navailable), who is well versed with weapon handing. The SO/HC, as the case\nmay be, should fall in the group, have the weapons inspected by following the\nlaid down drill with proper words of command, get them loaded/unloaded, as\nthe case may be and then only dispose (move) them for their duty\npoints/barrack/quarter.”\n(b) Airport Sector instruction vide Circular No.30/2006 issued under letter No.O-\n4201 1/APC/Circular/AS/12268 dated 29,12.2006:-\n(i) Handing over and taking over the arms should always take place in the ‘Kote’\nand not at or near the place of duty.\nAll safety measures should be taken while handing/taking over a weapon.\nSub-Inspector In-charge of the Kote must remain present at the time of issue\nand testing of the weapon by the personnel. If a wrong procedure is being\nadopted by the duty personnel, it is the responsibility of the Sub Inspector In-\ncharge Kote to point it out and correct it immediately.\n{iv) In case of such firing in future, both the duty personnel concerned and the\nSub Inspector In-charge Kote should be placed under suspension with\nimmediate effect.\n\n6. In view of the above, all Unit Commanders are directed to scrupulously ensure that the\ninstructions issued vide letters under reference are strictly followed, so as to stop incidents of\naccidental firing. Further, it is also directed that the training sessions on arms handling should in\ndetail explain the correct procedures of handling of. arms and the highlight the correct\nprocedures of arms handling while handing/taking of arms.\n\n7. | will be closely monitoring the progress on implementation of these instructions in the Unit\nand any violation reported on the above counts would .attract strictest action not only against the\ninvolved personnel and Kote in-charge but also against the other Supervisory Officers found\nnegligent of non implementation of the instructions. All Unit Commanders are further directed to\nimplement the instruction immediately and send a compliance report through their DisG latest by\n20\" of Feb 2010.\n\nSdxx17.02.2010\n(MS Bali)\nAddl. Director General/AS-\n",
  "13": "Pre CUE eet\nCENTRAL ISIDOUS TRIAL SPCUREPY Lone T\n(MINISTRY OF HOMIE APEATRS)\n\nE-CGO'S COMPLES.\nFoprr Roan, Nive briin\n\n£LMASUC HONS INT, 200-08 . Danes ria.\n\ntek by this Directorate fiom\n\nGuidelines/instructions have boon is\ntime to Gime to check the ine reasing trend of accich\nDespite of above instructions and guidelines, 15 cases of aceiqental tiring,\n\nhave already been reported to this Ors ull 2tst May in the year 2007,\n\nental firing cases in Cl\n\nDirector General /CISl\nloss neplipenee & careless\nof repular training at unit evel, Besides, this alse speaks of poor conunend\nand control of the unit Commander, bc: further stressed that mis anclling,\nof weapons is.a very serious lapse: and stringent disciplinary action shamlt\nbe taken against such erring personnel\n\nDa StAKON A very serious view and obvery« it\n\nin hanciling of weapons, and alse bac t\n\nIn this regard itis reiterated that we have already issied a Committee\nreport on causes and remedial measures on Accidental firings to all on\nformations vide Tetter of even ie (ISH) dated 6th August 2003 and\n2 AV Os\n\ndetailed fistriction vide letter No (Qi oydated 1/\n\nIn viewof above, all isG are requested to ensure that the remedial\nmeasures / instructions issucd vide above mentioned letters of this\nDirectorate are strictly adhered to in all the Units under your\nadministrative control to etlectively cheek the score of accidental\n\nfiring,\n\na) We (RK MISURA )\n\nyt Depuly Inspector General/tnt\n\n",
  "14": "",
  "15": "Cn TAM A OLE Seu\n\nIsto Secutity Foree\nWe A Mites\nth YW Ahi.\nGIRCULAR NO. AS. 30/2006\n\nSub: ACCIDENTAL FIRING CaSEs.\n\" Mt\n\nPie ma L's extremely essential that sues firings are treated as extremely serious\n{@ses on the part of the personnel concemed. Following directions are given to remedy the\nsituation:\n\ni) Handing over and taking over of the arms should always take. Place in the\n‘Kote’ and not at or near the place of duty,\n\nii) All safety measures should be taken. while\n\nil) Sub-Inspector arge aes\nissue and testing of the:\nbeing adopted\nInspector incharge Kote,\n\niV) In case-of such ting in:\n\n‘Sub-Inspector in-charge\nimmediate effect.\n\nVv) After Preliminary inquiry, as far as possible, action under rule 36 of CISF\nRules should be tal n against the personnel concemed i.e. ‘Sub-Inspector\nligent,\n\nvi) A Training Capsule of 03 aioe nlensive inputs on weapon hancting\nShould be done on regutar basis\n\nvil) Posters be placed/ixed in @ prominent places i.e, kote, recreations\nroom, moss which see Correct handling of diferent iypas of aims\n».\n\n2. ‘in -eneaned a e dtt v bo eed wh s siounes nay,\n\n1. DisG/Ainport (Chennai, Kolkata & Mumbai)\n2. DIGS A House, New Delhi\n3. ADIG/AP (NZ), New Dethi\n4 AILCASO CISF ASGs\n\n5 Commandants —G, 8S, tome 142,\n& Commandant $80 C ew delhi i)\n\n4.\n\nComamardent — gang Bm. Crew Delhi)\n\n",
  "16": "",
  "17": "ater orin\nCEUTRAL A yp Shun\n(MIMS Tey ce trogg ALLAN\n\n13, CGO's Cony.\nLodhi Road, Mew Delfi\n\nNode Tao stiri lionny2gen.7 ' Dated PA Sept, sour\n\nAW Sector IG\n\nAl onal/Plant ISG inchutinyy i\n\nAll Gong SGp.Comdls, Princhpri |\nso MILDCSIACS CISE Unit\n\nPVAL, UOS ane cigs,\n\n‘oper Handing [Takine ‘\n\nPlease lefer this Directorate letter HoIC:17089/fpsstructionsiu2003-0610 15 dated\n21/22 July 2005 under whilch Sallent featine OF the report of the comnillee, which went into,\nte causes of accidental firing and sugg-stect femedial measures .to avoid ie Sane, were\n\ncitculaled,\n'\n\nSu\n\n4806 of accidental firing are again-on the\n© happened. when the Weapon was being\n\nen Over at duly points. OL ly the guidelines issued vide fetter. quoted\n-above for handing/aking. Over of we al duly points (para-2 Page-4) are put\nbeing adhored tognd the weapons ate being handedhaken over individually without\n\nany supervision,\n\nexpressed his deep concen, about stich incidents, which, apart from\n\nDG hia\nal unil levelaleo exhibit violation of\n\nlack of supervision and inadequacy of haining\nthe guidelines i sued, ~ Be on\n\nision to hand overtake over Weapons at duty points in certain cases\nally lo facilitate handir iy/tiking over without spending much time in\ncommuting from ily pointbarrack (o the Kole and vice versa, But this activily is\n\nSupposed to be done under: proper Supervision, However; it seems that this\nProvision seems 8 have begome a routine rather. than exception due to which\ncertain amount of laxity has set in and the handing/taking over Is being done at the\nduty points without any Supervision. DG has, therefore, desired handing/aking over\nof Weapons be done in the following manner:-\n\nved to the personel byrname and only fom\n\ni) ~ Weapons shall be j\nWhe designated keolo(s).\n\niven duly the weapon be deposited hy\n\nii), Aller completion of the\n* ste fiom which ilwas issued,\n\nthe same PEISON in Hye\n\nLiss\n\nUe bonetinndte\n\n",
  "18": ""
}