{
  "1": "DIRECTORATE GENERAL\nCENTRAL INDUSTRIAL Ral SECURITY FORCE\n(MINISTRY OF HOME AFFAIRS)\n\n13-CGO's ComPLex,\n“Loviit Roap, New DELI-3\nNo. IC-17099/INSTRUCTION/INT/2003-05 ~~ 215 + DaTeRse2ducy 2005\nTo .\nAll Sector IsG -\nA\\l Zonal /Plant DIsG including DisG DAE, DOS and GBS\nAil Commandants/Gp.Commandants, Principal RTCs\nAll OCs/Acs CISF Units .\n\ncident:\n\nSubject\n\n\"__ Guidelinesfinstructions haye beeh issued by this Directorate {rom time to time on\n\nthe increasing trénd of accidental firing cases in CISF. In spite of above instructions and\n\nguidelines, reports of 20 cases of accidental firing have already been received by this\nHrs by the’end of June 2005. : 7\n\nExpressing his concern during the Staff meeting held-on 276-2005, Director\n- General observed that this shows carelessness while handling of weapons and also\nlack of regular raining at unit. level, Besides this also speaks of loosé command and\n\ncontrol of the unit. DG further stressed that mishandling of weapons is a Very serious *\n\nlapse and stringent disciplinary action should be taken against such erring personnel,\n\nIn this regard it may.be reiterated that we have already forwarded a Committee\nreport on causes and remedial measures on Accidental firings to all our formations vide\nour letter of even No. (1184) dated 6th August 2003. The salient features of the report\n\nreveal the following: -\n\n1, Lack of Unit Level Training:\n\nLack of Training’has ‘always been slated:to be one of the main reasons for\naccidental firing,. But this inadequacy in training starts-after a person goes to his Unit\n“afler Basic. Training. ' In'the Basic Training a person is given intensive-exposure on\n. Weapons and it can be safely concluded that there is no inadequacy at that stage.\nHowever, once he goes to the Unil for actual deployment, there is a.sleep drop in his\nlevel of knowledge and skills including that on weapons, simply because there is hardly\nany unit Jevel training worth its name. Aiso because a large number of duly points have\nunarmed guards, 4 person does not get to-Handlo weapons for a long period, ‘Dua to\nlack of training and unarmed. dutiés, for-a iong:period familiarity of a person with his\nWeapon goes down, thereby, very badly affecting his skills as well as confidence,\nWhen such a person handles a weapon during his duty, after a considerable lag of time,\nthe levels of his confidence and skill are low which may lead to accidental firing.\n» Sudden exigencies like confronting an armed intruder (especially in Naxal/ciime prone\nareas) further exacerbaté such incidents because the reflexes do not match the\nrequired skill levels on the weapori leading to accidental firing,\n\nContd..2/-\n\n",
  "2": "Skill of a person on handling of weapons can’ be compared with his ting uty,\ncycling skills. A trained driver or cyclist may nol forget driving of cy cling. Gulf he\n“performs these tasks alter a gap of few years, ‘he may wobble or even lui ble wile\ncyeuing and inlay give quite a scare to his co-passengers while driving, Covrdinstions of\nthe mind, eyes and other limbs,.is perfected throuyh continuous practice, henco it is\nimperative’ that the force personnel have a continues acclimatization on various\nweapons. . ‘\n\nIn some cases,” such firings have been causod due to shear\nen a person who has been.dguuiling a pistol very frequently and has\n> done PSO duties fires accidentally, there can not be any other reason other than\nsheer negligence. Iv other words, it is momentary loss of concentration or absent\nPndednass, which makes the person to conmiil small-mistakos leading to accidental\nfiring, In most cases such a person forgets to remove the magazine before cocking the\nfille. If the magazine is loaded and trigyer is pressed round gels fired. In most cases\nof the accidental firing, this is how it|happens: This inability of a person to follow the\nsaquence is, many times, due lo “momentary tack of concentration\" or “momentary\nabsent-mindedness\" These points get furllier strengthened when we notice thal\nPersons managed to fire accidentally even {rom revolver and bolt action rifle, which are\nthe safest weapons. .\n\n3. Non-adherence to Jaid-down procedure ; Normally, the inspection of weapons at\nthe time of withdrawal and depositing should be dong in a group and as a drill under the\nsupervision of a sub-officer « There are very wall faid down practicesidritls for,inspecting\na weapon ~ loading & unloading, while depositing in the kote or handiniy over to some\nother person. Thus It.isi viewed that there cat not be an accidental firing if theso drills\nwhich are very simple and hardly take a mimito or two, are followed. But, as it happens\nin So many other things, some titnes most sim.te and Unainbiquous instructions are not\nfollowed All the units therefére should have sich standing instructions “o the olfect thal\nthe issue and deposil of weapons shouid be done under the supervision uf a suly-offiver\nThe Inspection or loading or unloading drill should mal be done individually leaving a\nscope for accidental firing to happen. .\n\n4. Intoxication : Although it is not strongly brotight oul in the COls conducted for the\naccidental firing cases, ‘but influence of intoxicating substances is also one-‘of the\nfeasons for a few of the accidental firings. A person becomes bolder at the first stage\nafter taild intoxication aid may uso a weapon more carelessly. Al the second stage of,\nintoxication, he may lose concentration, which may’again lead to accidental firing. A.\nparson deeply intoxicated is incapable of concentration and may alter the sequence of\nactions while handling the weapon. Intoxication is not limited to the use of drinks only,\nIn many cages persons use intoxicating substances like ganja, bhang, opium etc. Itis\nvery difficult to identify such: people and remove them from duly. Therefore identification\nof such personnel by regimental intelligence and action to isolate such personnal is very\nnecessary,\n\n5. Fatigue; ‘Fatigue can also be one of the reasons which may lead to accidental firing\nCISF ‘is @ need-based force where the personnel are deployed strictly as per. the\nrequirement of duty point leaving just adequate reserve lo take.care of leave, weekly-ol!\nand ex-unil engagements like training, etc. However, when large number of personnel is:\nwithdrawn for duties ‘ike Internal seourty, parades, election duties ete. the remainin:;\npersonnel put in . .\n\nContd..2/-\n\n",
  "3": "ey\n\n‘7. Qverconfidence :\n\nuy\n4\n4\n4 Iv, i:\nentended duly hours t@ cover all the duly polls, ‘his. sitiation continues for months\nlggethier. ‘The fatigue starts stetting ig gradually pushing the alertrios$ !of  porson\ndownwards in'the saine ratio, 1 :\n\nSometimes, a pergon hayitig bperfontied-uiglt duly, doos not got 16'take rest by\nchoice of as he is required lo perform some duly due to some additionalYeqgirement and. -\nthen mounts duty in the nightJpaving him. harclly any chance to get-adeyuate sleop.\n‘There may be many other reasons for a personnel to gel physical or mérilally fatigued.\nSucli’ a’ fatigued person tends to become less vigilant and {ess atleritive on duly\nparticularly when it js a routine duty and there is no imminent danger.\n\n» Stress.can also bé’one of the reasons which may cause accidental firing\nStress may get induced. by a number of extemal factors i.e, actual or perceived\ngrievances towards the department, the society or the family or internal factors like\ndisturbed mental state due to some ailment etc. While in stress, some persoris tend ta be\n‘less attentive. Being caught in stressful thoughts, such persons can fire accidentally. .\n\nOvercontidence is another aspect which may lead to a certain level\nof casualriess in handing of weapons and thus accidental firing. Instances have occurred\nwhere personnel who have been well trained in handling of weapons and have also been\nin'thé’process of cntinuous practice have fired accidentally. A glaring example amongst\nthesé\"is the inciderit of accidental firing that occurred at the residence of the Chiof\nMinister of Gujarat.\" In this case the erring Constable was of 2000 batch and after\ncompletion of his Basic Training had also undergone the very strenuous,VIP Securily\nCourse at RTC’ Deoli, Also he had further undergone a refresher course at SRTE\nGhaziabad before his eventual deployment.at Gandhinagar. Thus, in his case, lack of\nraining or continuous practice cannot be sacle out ae an alibi for the accidental firing. It\nwas overconfidence, which led o cau Iness teading ultimately to accidental firing.\n\n‘fo Jourious members. of public have also caused\n\nShowing off ones weapoi\naccidental fring\n\nin most of Court of inquiry it is. meroly stated that the accidental firing was caused\ndue to negligence. Since the individual himsolf also accépts his faull during the inquiry,\nho effort is further made to go beyond the slated or accepted \"Negligence\". Nowhere an\neffort is_ made in the C.0.I's to find out the underlying reasons behind this \"Negligence\",\n\n+ as to whether a person was under fatigue, stress or under influence of, intoxication or\n\nrecovering from some ailment of it was tack of training or fainiiarity wilh the weapon,\n\nwhich might have caused this accidental firing: * agate ost\n\n8. Tendency to complete handing over formalities. in the shortest possible tine:\nDuly personnel are normally ina haste.to complete the handing over formalities after their\nduty is over and walk to their barracks/quarlers. In order to save time. in the Kole for\ncleaning etc, they somotimes.start the cleaning process individually right at the duly point\nor while moving towards the Kote. This sometimes may result in accidental firing.\n\n9, Fiddling with weapons: The duly personnol, parlivularly those posted al isolated duty\npoints, tend to, al times, fiddle with their weapons due to either. sheer boredom or\n\ncuriosity, This may also result into accidental firing,\nContd.,4/-\n\n",
  "4": "1 REMEDIAL MEASURI\n\n~ (1) Strongthen Unit level Tralning - The first and foremost remedy is tisat tt uk\n\ntraining. should be conducted with utmost sincerity. and regularity under an offective!\nsupervision. It should be considered as one-of the mosi cardinal dutias to be porformed! '\n\nsupervised by the unit commanders. The inspecting officers should also make it a paint\n(o assess the level of knowledge and skills of the unil personnel on weapons and make a\nspecial mention of this in their inspection reports, Needless to say thal in addition to\ninstructors, unit commander and other’ officers as well as the inspecting officers would\nalso have to have adequate knowledge of weapons to ‘enable thei fo supervise the\n\n* training or comment on it; as the case may be. There may be a problem of non\navailability of personnel for training because of vacancies and or extra deployment.\nDeployment in 4-hour shifts may also cause this problem. This problem -should be\naddressed and examined thoroughly and instructions issued accordingly.\n\n(2) Strict adherence to faid dovin drill : Clear ‘andl unambiguous instructions layin\ndown drills/procedures for issue and deposit of arms from / to kote and handing / taking\nover of the weapons at dilly poirils should be issued, As far as exchange of arnis al the\nKole is concemed, this mustibe done under the supervision of a sub-olfiger.or. a senior\nHC (if sub-sificer is not dvailable) who is.well versed with weapon handling, The SO /\n» HC, as;the case may be, should fallin; the, group, have the weapons-inspected by\n» following the laid down drill; with proper words of command, get them loadedd/-unloaded,\nas the case may be and then only dispose them for their duly points / barracks, “With\nregard to handing / taking over of the weapons al the duly points, the committee opines\nthat this should be avoided as far-as possible, “Bul wo also know that there: ard some\nplaces where such handing / taking ovar is. pable. However, at these places also\nsuch exchange of arms should be done under sirict supervision of a SO / SrlAC, as the\ncase may be, who’along with. the relieving personnel should move from point to point, get\nthe weapons exchanged under his supervision at various points and go back with the\nrolieved staff. It is, however, pertinent-to menjion,here thal mere issue of instructions will\nnot suffite, {is in fact the easier part of the problem. The actual.problem lies in getting\nthe instructions implemented in folo, and that is where tho role of supervisory officers\n\ncomes in. a wa :\n\n(3 ) Haste on the part of persomnel_:_As far as haste on the part of personnel to get\nback-to their barracks/quarters is concerned, the same can be taken care of by insisting\nthat everybody attends the handing-taking: over drill and briefing & de-briefing sessions,\nno matter whether his weapon is cleaned or not oo :\n\n(4) Compulsory supervigion of lower / middle fevel leadership: _ thas beon seen\nthat lower / middle level leadership is rather week in CISI. Our HCs and ASIs -are the\n“weakest links of the chain and they are the peoplé Wwho-have direct and constant interface\nwith the Constables. Obviously, a number of acts of omission / commission which\nAmount to indiséipline get ignored. Their lack of knowledge of weapons’ renders them\nincapable to effectively supervise handing / taking over of weapons and the Constables\nbelow them pay scant atlention to their instructions. The laid down drills or instructions\nstart gelling ignored. Similarly, thése leaders also do nof.detect other factors like fatigue,\nstréss, elc. Needless to say, that personné|'s use of intoxicating substances or exhibition\n\nof.a little nagligent\n\nContd...5/-\n\nAy\n\nfon\n",
  "5": "4\n\na) ©\n~\n\nbehaviour while handling weapons also go un reported at this level. This coupled with\nimaction by other supervisory officers of the unit a siluation eme-ges where sinaller\nwilringements or violations tend to go to the extremities. The situation, apart from leading\n\nlo olher indiscipline activities can also cause accidental firing by a person. We have to\ntherefore strengthen supervision at this level and create ways and means to check\nviolations at the very first instance\n\n(5) Provision of Posters: - Posters depicting the correct methods of handling of weapons\nmay be provided at appropriate places including Kote, Mess, Canteen, Recreation Hall,\nBarracks etc., where they are able to view it’ on’a continuous basis. This may help in\nreminding them of the procedures to be adopted and also rectify themselves if they are\nmaking any mistake.\n\n(8) Audio-Visual messages :_ Smail and compact messages over the public address\nsystem at regular intervals about the do's and dont's, while handling weapons may go a\nong way in imbibing correct usage of weapons amongst the personnel. Similarly, small\nvisual messages (clips) before the start of a film and during interval of a film, in recreation\nhalls of the unit may'also be advantageous for this said purpose.\n\n(7) Court of Enguiry ;- The court of enquiries that are normally conducted to find out\nthe cause of accidental firing is done in a routine manner with the result that the actual\ncause of the accidental firing is not brought out” Rather, in most of the cases, the court\ngenerally inclines to conceal the administrative weakness of the unit, which might have\nbeen partly responsible for the incident. .\n\nt\n\nHence, it is felt that court of enquiries if carried out in an investigative manner can\nbring out the real cause of such accidents and thus go a long way in preventing such\nincidents in future.\n\nch sign_and_qreater interaction with men: The supervisory\nfunctionaries should be sensitized to the fact that stress and fatigue c.1n lead to so many\nProblems including indiscipline and accidental firing. They should, therefore, increase\ntheir level of frequency of interaction with their subordinates and ensure that stress and\nfatigue are not caused due {o avoidable reasons. It should also be ensured that violation\nof instructions, however small or insignificant, is strictly arid appropriately dealt with.\n\n(9) Checking regarding intoxication: The. unit commanders should ensure that a\nperson is not under the influence of any intoxicating substance before he mounts the\nduly. It must also be ensured that during {he duly hours also he does not consume such\n‘substance. Known and habitual individuals indulging in consuming alcohol, opium, ganj\netc. should be kept under close watch,\n\nIn view of above, ali Unit Commanders are directed to ensure that the above\nremedial measures / instructions are maintained in the Unit under their close\nsupervision so thal occurrence of accidental firing can be checked,\n\naap\n\nLen (Ajeet Singh snokhiwht )\nInspector General/Adm\n\n",
  "6": ""
}