{
  "1": "oFFICE OF THE ADDITIONAT DIRECTOR GENERAL/ATRPORT SECTOR\nCENTML INDUSTRIAL SECURITY FORCE\n(Ministry of Home Affairs)\nAdministrative Block\nCISF Complex, Mahipalpur\nNew Delhi-37\nNo. 0-42013lAPcloPslBDDs(8/3)/2021- \\ \\ b8 \no\nTo\nDatedkg Nov'2021\nDIsG/AP (NZ, E&NE, WZ & SZ)\nCASO CISF ASGs Dehradun, Madurai, Ranchi, Jodhpur, Bhubaneswar, Tezpur, Yizag,\nDimapur, Bhuj, Trichy , Gaya, Tirupati, Udaipur, Khajuraho, Patna , Bhopal, Indore ,\nAurangabad, Coimbatore, Vadodara, Rajkot, Dibrugarh , Silchar, Jorhat, Lilabari\nSub:- Activation of BDD Souad at Airoofts : Reg\nPlease refer to this HQrs letter of even No. (10183) dated 13.10.2021 vide which status of\nprovision of Priority-I BDDS equipment by AAI was sought.\n2. \nAs per the feedback received BDDS manpower is sanctioned only for 01 airport (Dehradun)\nout of 25 airpofts identified for activation of BDDS wing in the 2nd phase by MI. At the remaining\n24 airpofts, CISF BDDS manpower is yet to be sanctioned. Accordingly, the matter has been taken\nup with BCAS, HQrs for sanctioning of BDDS manpower at 24 airports.\n3. \nIt is understood that for activation of BDDS wing of ASG, availability of BDDS component at\nthe airports is essentially required. However, the costly BDDS equipments procured by MI are also\nrequired to be utilized on regular basis to avoid becoming it unserviceable due to non-utilization.\nHence, in view of the criticality of the BDDS, CASOs of 24 airpofts are advised to draft some\nmanpower & activate BDDS locally to carry out anti-sabotage checks as well as to check/ensured\nthe seruiceability of these equipments.\n4. \nIn this regard, all Zonal DIsG and CASOs are requested to do the following :\no To take over the BDDS equipment from the AAI Management and activate the BDDS locally.\no At the airpofts where even minimal number of trained BDDS manpower which is required to\nactivate the BDDS is not available, the concerned CASOs are requested to take up the\nmatter with respective Zonal DIsG to provide that minimal number of BDDS trained\nmanpower from the other ASGs in their Zone (where BDDS trained personnel are available).\n. If trained BDDS personnel are not available in the Zone, then the concerned Zonal DIG may\ninform to Airport Sector so that the minimal number of BDDS trained personnel can be\nmade available.\no At the airpofts where BDDS room/infrastructure is not provided, the matter may be taken\nup the matter with concerned MI Management for early provision of the same.\n5. \nAn action taken repoft in this regard may be submitted by Zonal DIsG in the enclosed\nformat (AppendixlA\") by O1.L2.2O21 positively for fufther necessary action please.\nEncl : As above\nCopy to :-\nrG/APS - rr\n(Nawal dajaj, rPs)\nFor information please.\nInspector GeneraUAPS",
  "2": "ADDendix-\"A\"\n(''\nAction Taken Reoort\nZone\nName\nof\nthe\nASG\nPriority-I BDDS equipment\nWhether BDDS wing\nof ASG activated\nBDDS trained personnel\nWhether the\nBDDS room/\ninfrastucture\nmade\navailable by\nthe Airpoft\nOperator\nRemarks,\nif any\nWhether\ntaken\nover\nfrom\nAAI\nIf yes,\nnumber of\nBDDS\nequipment\ntaken\nover\nIf no,\nmention\nthe\nreasons\nIf\nactivated,\nduties\nbeing\nperformed\nIf no,\nmention\nthe\nreasons\nTrained\npersonnel\navailable\nbefore\nissue of\nthis letter\nNo. of\nadditional\nBDDS\ntrained\npersonnel\noosted\nTotal no.\nof BDDS\ntrained\npersonnel\n(rank-\nwise)"
}