{
  "1": "GOVERNMENT OF INDIA \nOFFICE OF DIRECTOR GENERAL OF CIVIL AVIATION \nTECHNICAL CENTRE, OPP SAFDARJANG AIRPORT,  \nNEW DELHI \n \n \n \n \n \n \nAdvisory Circular No. 01/2011 dated 8th March 2011 \n  \nOperational Safety Competencies \nfor Aerodrome Operators",
  "2": "Contents \n \nExplanatory Note \n \nIntroduction \n \nPurpose \n \nTerminology  \n \nApplication \n \nChapter 1 \nAreas of Competence at senior level above line management, including \ncorporate level when there is an element of accountability in provision \nand service that may have an impact on securing safety of aircraft using \nthe airport \n \n1. \nLegal Framework for Aerodrome Licensing  \n \n2. \nManagement \nCompetence \n- \nSenior \nOperations \nManagement \n \n3. \nAerodrome Safety Management Systems \n \n3a. \nSafety Risk Management as an element of Aerodrome Safety \nManagement System \n \n3b. \nChange Management as an element of Aerodrome Safety \nManagement System \n \nChapter 2  \nAreas of competence at line management and middle/supervisory levels, \nwhere appropriate, including shift and project managers and those \nresponsible for outsourcing or supervising contractors for safety-critical \nservices   \n \n4. \nLegal Framework for Aerodrome Licensing \n \n5. \nManagement Competence – Line Level Management \n \n6. \nSafety Management Systems, including Safety risk management \nand change management \n \n7. \nManagement and Operation of the Airport Operations Control \nCentre (AOCC) \n \n8. \nAerodrome Physical characteristics - movement area status \nand condition \n  \n9. \nSurface Movement and Guidance System (SMGCS), visual aids \nfor approaches, and Electrical Systems \n \ni",
  "3": "10. \nAirfield Work in Progress \n  \n11. \nAerodrome Zoning/Safeguarding - obstacle and wildlife habitat \ncontrol aspects on and around Aerodromes  \n \n12. \nApron Management and Operations  \n \n13. \nAirside Vehicle Operations  \n \n14. \nRunway Surface Friction \n \n15. \nRunway Contamination  \n \n16. \nWildlife Hazard Control \n \n17. \nAeronautical Information Systems \n \n18. \nLow Visibility and Night Operations \n \n19. \nFire and Rescue Operations \n \n20. \nHandling of fuel and Hazardous Materials \n \n21. \nAerodrome Emergency Plan and Procedures \n \n22. \nAirport Security Provisions \n \n23. \nCargo Operations \n \n \nChapter 3. \nThe chapter is formulated for aerodrome Licensee to provide guidelines \nin framing the organogram for inclusion in the Aerodrome Manual.   \nii",
  "4": "iii \n \n \n \n \nExplanatory Note to this version \n \n \nThis advisory circular is a living document and will be revised at intervals to take \naccount of changes in regulations, feedback from industry, and recognised best \npractices to facilitate the license holder to demonstrate compliance in terms of \nmanpower deployed for aerodrome operation.",
  "5": "1 \n \n \n \n \nIntroduction \n \n \nIn recent years, the management of risks to safety has taken a significant \nevolutionary step, with safety management having a focus at the organisational and \nsystems level, with greater attention to the interfaces between the various elements of \nthe overall aviation system, including the human being.   \nICAO Standards for State adoption have been developed for Safety \nManagement Systems, and the DGCA is in the process of meeting its obligations in \nthat regard with recent and evolving Civil Aviation Regulations (CARs) for Indian \nairports.  These CARs include the need for service providers to confirm and \ndemonstrate their organisational competence; CAR Series F Section 4 refers (staff \nestablishment/competency).  \nThe DGCA recognizes that regulations which bring significant change can \ngenerate the need for complimentary guidance material. Consequently, the \nAerodrome Standards Directorate of the Directorate General of Civil Aviation (DGCA) \nIndia has developed this Circular.  It is designed to assist Licensees in satisfying \nthemselves, in the first instance, of their organisational competence, using an \nanalysis of staffing establishment, qualification and experience needs, against the \noperational objectives, requirements and tasks, for all safety-critical functional areas.  \nThis is in addition to the provision of appropriate infrastructure, equipment and \ntechnical and management systems, in line with DGCA CARs.   Whilst the DGCA \nmay consider alternative means of complying with the competence element of the \nSeries F CAR, those means would have to give firm evidence of organisational \ncompetence to the same degree, and as identifiable as that detailed in this AD AC. \nThe advent of privatisation and the consequent commercially oriented \napproach to the management of licensed aerodromes has the potential to create \nsignificant change. Business driven objectives have assumed a higher priority and \nmanagement structures and skills have shifted towards a more business focused \nculture.  Change, even when beneficial, can be a generator of hazards which may be \nspecific or common to aerodromes.  \nThe practice of granting licenses to corporate bodies, with major decision \nmaking \nbeing \nheld \nat \ncorporate \nlevel \nrather \nthan \nto \nindividual \nairport \ncompanies/management, which is not in line with general accepted practice, will have \nits own hazard generators.  For example, if there is a practice of transferring staff \nbetween airports on a frequent and short-notice basis.   \nThese changes place an even greater emphasis on the Airport Licensee, the \nAccountable Executive at the airport, and senior management understanding their \naccountabilities and responsibilities in managing safety at their airports in a \nsystematic and organised manner.  Also, on the need for them to be able to give \nassurances, as part of those accountabilities and responsibilities, to the DGCA and \nothers about their organisation’s capability and competence in securing the safety of \noperations at their airport, including: \n(a) \nThe necessary level of knowledge and understanding of safety \nmanagement principles at the highest level of senior management, as \nwell as at the more traditional line levels.  \n(b) \nThe transparent establishment of staff numbers through the use of",
  "6": "management tools, such as task analysis, for all safety-critical areas, \nincluding those contracted out.  \n(c) \nThe capability to demonstrate to external as well as internal auditors, \nthat staff establishment is continually being monitored, using internal \nmanagement systems.  Furthermore, that the establishment is adjusted \nto suit any increase in air traffic and safety demands placed on the \norganisation.   \nThe DGCA will expect evidence of this to be available during the issue of initial \nlicense as well as during planned and ad-hoc surveillance inspections, including \nsafety assurance for any significant change.  One way of showing staff establishment \nnumbers is to: \n(a) \nConstruct an organogram with the numbers of safety critical staff \nindicated; and \n(b) \nFor this to be continually reviewed and updated. \n \nBy ensuring that the appropriate knowledge and understanding is present at all \nlevels in an organisation there will be a greater probability of: \n\u0083 \nProviding stable and sustained organisational competence; \n\u0083 \nEnsuring improvements in safety performance; \n\u0083 \nPreventing any reduction in the priority attached to safety; and \n\u0083 \nProviding the necessary skills sets available in aviation operations at \nexecutive management level, as well as the line and lower levels.  \n \nPurpose \n \nThe aim of this document is to enable licensees to assess the level of operational \nsafety management competence existing within their respective airport organisations, \nincluding any areas that are contracted out, and to ensure that they have the necessary \nexpertise at the appropriate level to formulate and implement systems to adequately \nmanage safety.   \n \nTherefore, it addresses tasks at the senior to supervisory level in two Chapters, \nchapter 1 aimed at the senior management level and Chapter 2 at the line to supervisory \nlevel.  It does not cover tasks at the “operative” level.  However, licensees are encouraged \nto adapt and apply the material for this purpose; it is intended as a management tool to be \nused by licensees and their airport managements for internal use, not only as a \nmechanism to satisfy the safety regulator.  It should be noted that most of the topic areas \ncovered by this document are subject to specific safety regulation by the DGCA, but \nlicensees may wish to extend the principle to other areas for their own managerial \npurposes. \n \n2 \n \nAs recognized above, some tasks within the competences and some topic areas \nmay be ‘contracted out’ by the aerodrome licensee. Whilst day-to-day operational \nmanagement is the responsibility of such a contractor, the aerodrome licensee continues \nto have overall accountability and responsibility for the safe integration of contracted \nactivities with the rest of the aerodrome operation. A licensee, therefore, needs to ensure \nthat competence and safety management requirements are included in contract \nspecifications and documents, including those relating to:",
  "7": "3 \n \n \n \n \n\u0083 The maintenance of determined and declared staff/operative numbers; \n\u0083 Safety performance; and  \n\u0083 Appropriate supervision, monitoring and follow-up.  \nThis material: \n1. Takes account of the need to accommodate a range of licensed aerodromes and \ntheir varied scope of operations.  Not all of the tasks listed will be appropriate or \nnecessary for all aerodromes, an issue of particular interest to the smaller \naerodromes. Not all of the areas of competence have to be vested in one person, \nan issue of particular interest to the larger aerodromes. \n2. Will assist the aerodrome licensee to: \n(a) \nIdentify the post/s and person/s that have accountabilities and/or \nresponsibility for a specific task, including project managers, shift \nsupervisors and those monitoring the safety performance of contracted-out \nservices; \n(b) \nBe satisfied that persons within the management structure possess the \nrelevant operational safety competence, or identify gaps and, therefore, \ntraining needs, that may exist in specific areas of competence; \n(c) \nDevelop job specifications, training programmes, recruitment and \nsuccession planning; and \n(d) \nProvide, for aerodrome licensing purposes, the safety assurance sought \nby the DGCA on operational safety competence of the licensee’s \norganisation. \n \nTerminology \n \n \nFor ease of interpretation, several key terms used throughout this document are \ndefined as follows: \n \nBackground Knowledge – The collective body of information and skill sets, gained \nthrough experience and training, that people need to have, if they are to perform their \nroles competently. This includes memorised relevant facts, regulations, theories and \nprinciples, and knowing where to find such data when it is not necessary to commit them \nto memory.  \n  \nEnsure – The dictionary meaning implies 100% guarantee, and this is the \nobjective.  It may be argued that an interpretation may at times be like safety risks \nbeing reduced to As Low As Reasonably Practicable (ALARP). However, that \ncannot and must not be an excuse for not making all reasonable efforts to “ensure” \nto the dictionary definition where possible. \n \nHazard – A condition or an object with the potential to cause injuries to personnel, \ndamage to equipment or structures, loss of material, or reduction of ability to perform \na prescribed function (ICAO 9859, Edition 2).",
  "8": "4 \n \n \n \n \nInfrastructure project - A building or structure (defined as arrangement of parts).  \nThis could be a new or upgrade of facilities, a replacement or refurbishment of an \nexisting facility or a major maintenance project that will cause operational \ndisruption over a significant period of time.  Such projects will have different \nsignificance in different contexts.  For example, in terms of obstacle limitation \nsurfaces height will be the significant element, whereas for wildlife management \nthe significant element will be attractiveness to wildlife. \n \nNamed Person – A person, identified by name, who currently holds a specified post. \n \nOrganisational Competence – Demonstrable capability of the organisation to \nsecure the safety of  aircraft using the airport, having regard to the provision of \nequipment, facilities, management systems, documentation and staff.  The staff \nestablishment must be: \n \n\u0083 \nSufficient in terms of numbers for each of the functional areas; and  \n\u0083 \nSuitably qualified and experienced with the appropriate combination of \nskill-sets for the tasks expected of them. \n \nThis applies equally to staff for functions that are outsourced; functions for which \nthe licensee remains accountable, in terms of aerodrome licence obligations.   \n \nRisk, specifically Safety Risk - A measure of the seriousness of, or “put a number” \non, the consequences of hazards, expressed in terms of predicted probability and \nseverity, of the consequences of a hazard ((ICAO 9859, edition 2). \n \nSafety Assurance Report - A structured argument, supported by a body of evidence \nthat provides a compelling, understandable and valid case that change in a \nsystem/sub-system meets the service providers risk acceptability and change \nmanagement criteria for a given application in a given operating environment.  It is \nmore than risk management, or even a safety assessment, as it includes in its scope \nthe outcomes of activities and assurances required by the change management \nprocess, such as testing prior to entry-into- service.  Depending on the nature of the \napplication and operating environment a safety case may meet the requirement for a \nsafety assurance report. \n \nSpecified Post – A post within an aerodrome management structure, which has been \nidentified as having responsibility for the management of a specific safety related task.  \nWhere more than 1 post has responsibility for the task then all the posts and post-\nholders need to be identified and reviewed against the background knowledge. \n \nTask – An area of work for which a defined competence is deemed necessary. \n \n \nApplication \n \n \nThe Accountable Executive at the aerodrome, as the person with overall \naccountability for safety management, or an appropriately delegated person, should \nidentify which areas of competence and tasks are relevant to their aerodrome. To assist \nthat person a check list format has been developed throughout the document.",
  "9": "5 \n \n \n \n \n \nThe tasks listed in the areas of competence, appropriate to a particular \naerodrome, are those that should be vested in a particular “specified post or posts” and \n“named person or persons” occupying that post/posts, and annotated in the document \nagainst each relevant task.  \nFurthermore, it is expected that the ‘named person or persons’ for each task will \nhave knowledge and understanding of the aerodrome management’s policies and \nsystems, appropriate to the task expected of them. \nThis circular is issued with the aim to guide aerodrome operators to appoint \npersons for key positions with adequate knowledge and experience in the relevant field. \nAlthough not being applied now, depending on the experience gained in future with \napplication of this circular, prior approval of licensing authority may be made mandatory \nbefore appointment of such persons. \nThe DGCA, in partnership with industry, will review and amend this material in the \nlight of usage and experience. \n  \n \n \nSd/-    \n(J.S. Rawat) \nJoint Director General  \nfor Director General of Civil Aviation \nNew Delhi \n8th March 2011",
  "10": "[Chapter-1] \nPage 1 \n \n \nChapter 1 \nAreas of Competence at senior level above line management, \nincluding corporate level when there is an element of \naccountability in provision and service that may have an \nimpact on securing safety of aircraft using the airport \n \n1.  \nLegal Framework for Aerodrome Licensing \n  \nTasks \nSpecified \nPost(s) \nNamed\nPerson(s)\nEnsure \na \nthorough \nunderstanding \nthroughout \nthe \norganisation of: \nThe Licensees’ accountability and responsibilities in \nsecuring and managing safety at the airport. \nThe DGCA’s statutory duties in licensing and safety \noversight of Indian aerodromes.  \n \n \nEnsure that aerodrome licensing and license renewal \nrequirements are met, and that the aerodrome operates in \naccordance \nwith \nlicence \nconditions \nand \nstatutory \nrequirements, including those related to non-compliances, \nexemptions and airport infrastructure projects.  \n \n \nEnsure an understanding by the aerodrome management \nof the legal requirement for, and status of the Aerodrome \nManual. \n \n \nEnsure that the necessary steps are taken for the \naerodrome and its airspace to be safe for aircraft during \noperational hours.  This includes: \n\u0083 Using \nappropriate \nmanagement \ntools, \nthe \ndetermination and provision of the necessary level of \nmanagerial and operative staff, i.e. staff numbers, as well \nas the combination of qualifications, experience and skill- \nsets of those staff, for both initial licensing and continuing \noperations. \n\u0083 Ensuring that the aircraft accepted by the airport are \nappropriate to the airport reference codes, movement \narea geometry and infrastructure. \n\u0083 Ensuring exemptions to licensing requirements are \nkept under review as part of planned and significant \nchanges to aerodrome infrastructure, traffic levels or \naircraft types. \n \n \n \n \nThe Chief executive, all senior management and line management staff must \nhave training on the legal framework for aerodrome licensing, and collective \nbackground knowledge must include the following, at the appropriate level: \n \n\u0083 \nAircraft Act 1934 and Aircraft Rules 1937 \n\u0083 \nCAR Series B, Part I Aerodrome Design and Operations, and Part III \nHeliports",
  "11": "[Chapter-1] \nPage 2 \n \n \n\u0083 \nCAR Series B, Part IV Exemption Procedure for Noncompliance at \nAerodromes \n\u0083 \nCAR Series F, Part I Requirement for Issue of an Aerodrome License \n\u0083 \nCAR Series X, Part II Aeronautical Information Services \n\u0083 \nCAR Series X, Part III Aeronautical Charts \n\u0083 \nWildlife Control at Aerodromes \n\u0083 \nDangerous Goods Regulations (as they apply to aerodromes) \n\u0083 \nNotice to Airmen (NOTAM) \n\u0083 \nThe ICAO Convention, Annexes 4, 11 (as it applies to aerodrome ground \noperations), 14, 15, 16, 17 and 18 to the Convention. \n\u0083 \nICAO Annex 9 (only for international airport) \n\u0083 \nICAO Manuals - 9774 Certification of Aerodromes, and 9859 Safety \nManagement Manual; \n\u0083 \nAny other CAR/ Directions issued in the subject matter from time to time",
  "12": "[Chapter-1] \nPage 3 \n \n \n2.  \nManagement Competence - Senior Operations Management \n \nThis is the competence for the overall management of the operational function.  \nThis includes the meeting of licence obligations, and thus extends beyond the purely \noperational area; for example ensuring adequate financial budget allowance for \nnecessary recruitment, training and equipment procurement.  Therefore, these tasks \nusually require authority across the whole of the line level, in which case the post \nshould have that necessary and more senior authority within the organisational \nstructure of the airport.  \n \n \nTasks \n \nSpecified \nPost(s) \n \nNamed \nPerson(s)\nTo effectively and efficiently lead, direct and manage the \nmanagement function, understanding, accepting and being \nappropriately involved in areas of personal accountability. \n \n \nTo set and approve the organisation’s operational and safety \npolicies/objectives, ensuring that associated accountabilities \nand responsibilities are detailed and recorded, and are in line \nwith the declared safety policies and objectives.  \n \n \nTo ensure that: \n\u0083 \nNon-compliances for which there are temporary \nexemptions granted by the DGCA are regularly \nreviewed \nand \nthe \nreasons \nfor \nseeking \nsuch \nexemptions are removed/corrected in order to meet \nthe requirements of the action plan agreed with the \nDGCA, and to avoid licensing action being taken if the \naction plan requirements are not met.  \n\u0083 \nNon-compliances for which there are permanent \nexemptions granted by the DGCA are regularly \nreviewed to ensure that mitigating measures are still \nvalid, and that every opportunity is taken to \nremove/correct the non-compliance. \n \n \nEnsure that: \n\u0083 \nOnce \nthe \nnecessary \nnumber, \nqualifications, \nexperience and skill-set requirements of operational \nand \nsupporting \nstaff \nestablishment \nhave \nbeen \ndetermined, this is not allowed to decline unless there \nis an understandable and valid case made and signed \noff by senior management, e.g. in the event of \ncurtailment of services or reductions in operational \nareas (in which case the DGCA are to be advised). \n\u0083 \nAny holder of a safety-critical post at line or specialist \nlevel, e.g. that responsible for day-to-day operations, \nor the Safety Manager is not replaced without the new \nappointee being given the appropriate familiarisation \ntraining, and the DGCA being consulted prior to the \nappointee taking up the post.  If the provision of \nfamiliarisation training is not practicable beforehand, \nthen as soon as possible, and only after the \n“Accountable Executive” being satisfied that safety \npolicies or objectives will not be compromised, usually",
  "13": "[Chapter-1] \nPage 4 \n \n \nby the provision of a safety, assurance and being \ndemonstrated to the DGCA.   \n\u0083 \nShould there be retention difficulties and a service has \nto be out-sourced that: \n- \nAt \nleast \nthe \nsame \nmix \nof \nnumbers, \nqualifications, \nexperience, \nand \nskill-set \nrequirements are provided prior to any change \nand that any new staff/operatives are not \nallowed to operate until they have successfully \nundertaken \nthe \nnecessary \nfamiliarisation/ \ninduction training and have demonstrated \ncompetence to the Licensee’s satisfaction.    \n- \nThrough adequate contract specifications that \nfor outsourced safety-critical functions: \no \nThe licensee retains control of the \noperation of the facility, as required for \nlicensing requirements and conditions to \nbe met. \no \nThe safety-performance of that function \nand the interfaces with other functional \nareas will not be compromised by being \nout-sourced. \n**To ensure that the organisation, using appropriate \nmanagement systems and functions, such as task analysis, \nrecruitment, training, has and maintains organisational \ncompetence necessary to satisfy: \n\u0083 \nthe organisations safety policies and objectives; \n\u0083 \nits stakeholders, including users; and  \nnational regulations and requirements, to the satisfaction of \nthe DGCA. \n \n \n \nBackground knowledge must include: \n \nAppropriate business, financial and management qualifications, as well as experience \nand skills that including the following: \n \n\u0083 \nanalytical and problem-solving; \n\u0083 \nbudgeting; \n\u0083 \ndecision making; \n\u0083 \nproject management;  \n\u0083 \nHR and training requirement; and \n\u0083 \noral and written communications. \n \nSignificant airport operational experience, at least equal to that of those \nreporting to the post/s, and covering a range of functions within the total scope of \noperations. \n \n\u0083 \nTechnical and other knowledge to understand users’ needs and the \noperational systems of users.",
  "14": "[Chapter-1] \nPage 5 \n \n \n\u0083 \nFor outsourcing, the necessary knowledge in relation to ensuring \nappropriate contract specification for safety assurance requirements, \nincluding: \no \nSMS obligations; \no \nsafety performance and monitoring requirements; \no \ntimely corrective action planning and implementation where \nindicated by safety management processes; and  \no \nTimely and adequate communication of safety critical information, \nparticularly \nreports/evidence \nof \nsafety \nperformance \nbeing \ncompromised.   \n \n\u0083 \nThe regulatory context and framework, particularly relevant are: \n \n\u0083 \nDGCA Rules \n \no \nRelevant DGCA CARs \no \nDGCA Circulars \no \nICAO Standard and Recommended Practice (SARPs), as well as \nrelevant ICAO guidance documents that are not reflected in the \nnational framework Any other CAR/ Directions issued in the \nsubject matter from time to time",
  "15": "[Chapter-1] \nPage 6 \n \n \n3. \nAerodrome Safety Management System \n \n \nTasks \n \nSpecified \nPost(s) \n \nNamed \nPerson(s)\nEnsure \nthe \npromulgation \nto \nappropriate \nparties, \nand \ndeclaration in appropriate documents the post and name of the \nAccountable Executive (who ICAO and the DGCA expect to be \nat the most senior, i.e. Airport Director level). \n \n \n**Initiate the planning for the development of a safety \nmanagement system (SMS) for the control of safety risks.  \n \n \nEnsure that there is direction and guidance for the \ndevelopment of the SMS, and that the organisation \nprovides the necessary financial, human and training \nresource, as part of its commitment and support. \n \n \nEnsure that the necessary processes are being planned as \npart of the SMS, including change management and safety \nrisk assessment, as well as those aimed at developing a just \nand positive safety culture, particularly in the area of desired \nbehaviour standards – see competences 3a and 3b.  \n \n \nEnsure the establishment and maintenance of the internal \nSafety Groups established by the SMS. \n \n \nEstablish, maintain and monitor the output of an airport \nSafety Committee, representing the licensee, users and \ncontractors. \n \n \n \n** Safety Risk Management is one of the four components of an SMS, and \nChange Management an element of another component, Safety Assurance.  Because \nof their significance, there are two separate competences attached to this competence \narea; they cover tasks associated with Risk Management and Change Management. \n \nThe Accountable Executive, Senior Managers, the Safety Manager, Safety \nGroup members and staff responsible for safety management should be selected \nwith particular reference to training, experience and knowledge on Safety \nManagement Systems relevant to aircraft and airport operators.  Collective \nbackground knowledge must include that from the following, appropriate to this level \nof management and the individual tasks: \n \n\u0083 \nAircraft Rules 1937 \n\u0083 \nCAR Series B, Part I Aerodrome Design and Operations \n\u0083 \nCAR Series E, Part II Air Traffic Services \n\u0083 \nCAR Series F, Part I Requirement for Issue of an Aerodrome License \n\u0083 \nCAR Series X, Part IV, Runway Safety Programmes \n\u0083 \nICAO Annexes 4, 11 (as it applies to aerodrome ground operations), 14 \nand 15  \n\u0083 \nICAO Document 9774 Manual on Certification of Aerodromes \n\u0083 \nICAO Document 9859 Safety Management Manual \n\u0083 \nGeneral management systems, procedures and techniques \n\u0083 \nSpecific safety management systems, including safety risk management, \nand its applicability to aerodrome operations. \n\u0083 \nOrganisational processes for: \n- \noccurrence reporting, investigation and follow-up",
  "16": "[Chapter-1] \nPage 7 \n \n \n- \nsafety risk management  \n- \nchange management \n- \ndata collection, storage setting and measuring safety \nperformance metrics \n- \ninspection and auditing accident/incident reporting and \ninvestigation \n- \ncommunicating aerodrome safety rules, regulations and \ninformation \n- \nsafety performance monitoring, measurement and follow-up, using \nsafety auditing, studies, reviews and surveys  \n- \nco-ordination and control of airside activities \n\u0083 \nAerodrome Emergency Plan \n\u0083 \nHuman factors principles \n\u0083 \nKnowledge of aerodrome operations, including a basic understanding of \naircraft operations, sufficient to be able to identify and understand \npotential hazards \n\u0083 \nAny other CAR/ Directions issued in the subject matter from time to time",
  "17": "[Chapter-1] \nPage 8 \n \n \n3a. \nSafety Risk Management as an element of an Aerodrome Safety \nManagement System \n \nTasks \nSpecified\nPost(s) \nNamed\nPerson(s)\nTo ensure that the process for safety risk management is \napplied throughout the organisation, including: \n\u0083 \nIdentifying and analysing hazards, including \nthose from unplanned change and day-to-day \noperations, as well as planned change; \n\u0083 \nRisk \nassessment, \napplying \nthe \nsenior \nmanagement \napproved \nthresholds \nfor \nrisk \nacceptance and  tolerability; \n\u0083 \nSelecting \nappropriate \nrisk \ncontrol/mitigation \nmeasures, \nincluding \nthe \nelimination \nof \nintolerable risks;  \n\u0083 \nReviewing the continued validity of the control \nmeasures against safety performance metrics; \nand \n\u0083 \nReviewing \nthe \nhazard \nlog \nfor \ncontinued \nrelevance of specific hazards. \n \n \n \nEnsure that there is adequate and timely provision for the \ntraining and development of internal and external staff \ninvolved in safety risk management.  \n \n \n \nThe Accountable Executive, Senior Managers, the Safety Manager, Safety \nGroup members and staff responsible for safety risk management should be selected \nwith particular reference to training, experience and knowledge on safety risk \nmanagement, at the level appropriate to their function.  Background knowledge must \ninclude that from the following, again appropriate to this management level and the \nindividual tasks: \n \nAircraft Rules 1937 \n\u0083 \n\u0083 \n\u0083 \n\u0083 \n\u0083 \n\u0083 \n\u0083 \n\u0083 \n\u0083 \n\u0083 \nCAR Series B, Part I Aerodrome Design and Operations \nCAR Series E, Part II Air Traffic Services \nCAR Series F, Part I Requirement for Issue of an Aerodrome License \nCAR Series X, Part IV, Runway Safety Programmes \nICAO Annexes 4, 11 (as it applies to aerodrome ground operations), 14 \nand 15  \nICAO Document 9774 Manual on Certification of Aerodromes \nPrinciples of safety management, as detailed in ICAO Document 9859 \nSafety Management Manual, including risk assessment matrixes and their \nappropriate use \nGeneral management systems, procedures and techniques, including \nprinciples of human and organisational factors – problem solving styles, \ninterpersonal communications; role conflicts; stress at work and task \nanalysis \nOrganisational processes, in the context of airport operations, for: \n- \noccurrence reporting, investigation and follow-up \n- \nsafety risk management",
  "18": "[Chapter-1] \nPage 9 \n \n \n- \nchange management \n- \ndata \ncollection, \nstorage \nsetting \nand \nmeasuring \nsafety \nperformance metrics \n- \ninspection \nand \nauditing \naccident/incident \nreporting \nand \ninvestigation \n- \ncommunicating \naerodrome \nsafety \nrules, \nregulations \nand \ninformation \n- \nsafety performance monitoring, measurement and follow-up, using \nsafety auditing, studies, reviews and surveys  \n- \nco-ordination and control of airside activities \n- \nAerodrome Emergency Plan \n- \nKnowledge \nof \naerodrome \noperations, \nincluding \na \nbasic \nunderstanding of aircraft operations, sufficient to be able to \nappreciate and understand potential hazards \n- \nAny other CAR/ Directions issued in the subject matter from time to \ntime",
  "19": "[Chapter-1] \nPage 10 \n \n \n3b.  \nChange Management as an element of an Aerodrome Safety \nManagement System \n \nTask \nSpecified \nPost (s) \nNamed \nPerson (s) \nTo agree and approve the categories of \nchange and define the terms used in the \ncategorisation process. \n \n \nTo ensure that the process for change \nmanagement \nis \napplied \nthroughout \nthe \norganisation, including the senior management \napproved categorisation of types or size of \nchange to which the change management \nprocess of the SMS applies. \n \n \nTo accept and sign safety assurances and \nauthorise changes.  \n \n \n \nThe Accountable Executive, Senior Managers, the Safety Manager, \nSafety Group members and staff responsible for safety risk management \nshould be selected with particular reference to training, experience and \nknowledge on change management as part of an SMS, at the level \nappropriate to their function.  Background knowledge must include that from the \nfollowing, again appropriate to the management level and individual tasks: \n \nAircraft Rules 1937 \n\u0083 \n\u0083 \n\u0083 \n\u0083 \n\u0083 \n\u0083 \n\u0083 \n\u0083 \n\u0083 \n\u0083 \nCAR Series B, Part I Aerodrome Design and Operations \nCAR Series E, Part II Air Traffic Services \nCAR Series F, Part I Requirement for Issue of an Aerodrome \nLicense \nCAR Series X, Part IV, Runway Safety Programmes \nICAO Annexes 4, 11 (as it applies to aerodrome ground \noperations), 14 and 15  \nICAO Document 9774 Manual on Certification of Aerodromes \nPrinciples of safety management, as detailed in ICAO Document \n9859 Safety Management Manual, including risk assessment \nmatrixes and their appropriate use \nGeneral management systems, procedures and techniques, \nincluding principles of human and organisational factors – \nproblem solving styles, interpersonal communications; role \nconflicts; stress at work \nOrganisational processes, in the context of airport operations, \nfor: \n- \noccurrence reporting, investigation and follow-up \n- \nsafety risk management and change management",
  "20": "[Chapter-1] \nPage 11 \n \n \n- \ndata collection, storage setting and measuring safety \nperformance metrics \n- \ninspection and auditing accident/incident reporting and \ninvestigation \n- \ncommunicating aerodrome safety rules, regulations and \ninformation \n- \nsafety performance monitoring, measurement and follow-\nup, using safety auditing, studies, reviews and surveys  \n- \nco-ordination and control of airside activities \n \nAerodrome Emergency Plan \n\u0083 \n\u0083 \n\u0083 \nKnowledge of aerodrome operations, including a basic \nunderstanding of aircraft operations, sufficient to be able to \nappreciate and understand potential hazards \nAny other CAR/ Directions issued in the subject matter from time \nto time",
  "21": "[Chapter-2] \nPage 1 \n \n \nChapter 2 \nAreas of competence at line management, project managers, \nand middle/supervisory levels, where appropriate, including \nshift managers and those responsible for outsourcing and \nsupervising contractors for safety-critical services   \n \n4.  \nLegal Framework for Aerodrome Licensing \n  \nTasks \nSpecified \nPost(s) \nNamed \nPerson(s)\nEnsure for each functional area that is safety-critical \nor that can have an impact on safety that there is an \nunderstanding of the legal requirement for and status \nof the Aerodrome Manual, and that it and the SOPs \nare in accordance with licence conditions and \nstatutory requirements, including those related to \nnon-compliances, \nexemptions \nand \nairport \n \n \nEnsure that staff at the line middle and operative \nlevels has an appropriate understanding of the \nDGCA’s statutory duties in licensing and inspecting \nd\n \n \nEnsure that organisation implements, communicates, \nand amends information and instructions concerned \nwith the operation of aircraft, in accordance with \nstatutory and aerodrome management requirements.   \n \n \nEnsure that for each functional area, including those \nthat support safety critical areas, such as HR and \nFinance that the necessary numbers of appropriately \ntrained and experienced staff have been determined \nand recruited, with their recruitment and training \nrecords retained.  Also that evidence of this is \navailable to internal or external auditors.  This \nincludes those areas that have been outsourced and \nfor each shift where shift work is practiced. \n \n \n \n \nThe line and other appropriate level management staff must have training on \nthe legal framework for aerodrome licensing, and background knowledge must include \nthe following at the appropriate level: \n \nAircraft Act 1934 and Aircraft Rules 1937 \n\u0083 \n\u0083 \n\u0083 \n\u0083 \n\u0083 \n\u0083 \n\u0083 \n\u0083 \n\u0083 \n\u0083 \n\u0083 \nCAR Series B, Part I Aerodrome Design and Operations, and Part III \nHeliports \nCAR Series B, Part IV Exemption Procedure for Noncompliance at \nAerodromes \nCAR Series F, Part I Requirement for Issue of an Aerodrome License \nCAR Series X, Part II Aeronautical Information Services \nCAR Series X, Part III Aeronautical Charts \nWildlife Control at Aerodromes \nDangerous Goods Regulations (as they apply to aerodromes) \nNotice to Airmen (NOTAM) \nThe ICAO Convention, Annexes 4, 11 (as it applies to aerodrome \nground operations), 14, 15, 16, 17 and 18 to the Convention. \nICAO Annex 9 (only for international airport)",
  "22": "[Chapter-2] \nPage 2 \n \n \nICAO Documents: \n\u0083 \n\u0083 \n \n- \n9774 Manual on Certification of Aerodromes; and \n- \n9859 Safety Management Manual; \n \nAny other CAR/ Directions issued in the subject matter from time to time",
  "23": "[Chapter-2] \nPage 3 \n \n \n5. \nManagement Competence – Line level Management \n \nThis is the competence for the line management of the operational function.  \nThis includes the meeting of licence obligations, and extends beyond the purely \noperational area; for example ensuring liaison and coordination between line \nfunctions.   \n \nTask \nSpecified \nPost (s) \nNamed \nPerson (s) \nTo effectively and efficiently lead, direct and manage the \noperational function, understanding, accepting and being \nappropriately involved in areas of personal accountability. \n \n \nTo \nensure \nthat \nall \nallocated \naccountabilities \nand \nresponsibilities at line level and below are met in order to \nmeet the organisation’s stated operational and safety \nobjectives, including those relating to:  \n\u0083 Non-compliances for which there are temporary \nexemptions granted by the DGCA.  That these are \nregularly reviewed and the reasons for seeking such \nexemptions are removed/ corrected in order to meet \nthe requirements of the action plan agreed with the \nDGCA.  \n\u0083 Non-compliances for which there are permanent \nexemptions granted by the DGCA.  That these are \nregularly reviewed to ensure that mitigating measures \nare still valid, and that every opportunity is taken to \nremove/correct the non-compliance. \n \n \nTo monitor staff establishment, for each functional area, \nincluding those areas that support safety-critical functions \nensuring that: \n• Once \nthe \nnecessary \nnumber, \nqualifications, \nexperience and skill-set requirements of operational \nand \nsupporting \nstaff \nestablishment have been \ndetermined, this is not allowed to decline.  Should \nthere be retention difficulties and a service has to be \nout-sourced that: \n- \nAt least the same mix of numbers, qualifications, \nexperience, \nand \nskill-set \nrequirements \nare \nprovided prior to any change and that any new \nstaff/operatives are not allowed to operate until \nthey have successfully undertaken the necessary \nfamiliarisation, \ninduction \ntraining \nand \nhave \ndemonstrated competence to the Licensee’s \nsatisfaction.    \n- \nThrough adequate contract specifications that for \noutsourced safety-critical functions: \no That the licensee retains control of the \noperation of the facility, as required by licensing \nrequirements and conditions. \no The safety-performance of that function and the \ninterfaces with other functional areas will not be \ncompromised by being out-sourced.",
  "24": "[Chapter-2] \nPage 4 \n \n \n \nBackground knowledge must include: \n \n\u0083 \nAppropriate business, financial and management qualifications, as well \nas experience and skills that including the following: \n- \nanalytical and problem-solving; \n- \nbudgeting; \n- \ndecision making; \n- \nproject management;  \n- \nHR and training requirement; and \n- \noral and written communications. \n\u0083 \nSignificant airport operational experience, at least equal to that of those \nreporting to the post/s, and covering a range of functions within the total \nscope of operations. \n\u0083 \nTechnical and other knowledge to understand users’ needs and the \noperational systems of users. \n\u0083 \nFor outsourcing, the necessary knowledge in relation to ensuring \nappropriate contract specification for safety assurance requirements, \nincluding: \n- \nSMS obligations; \n- \nsafety performance and monitoring requirements; \n- \ntimely corrective action planning and implementation where \nindicated by safety management processes; and  \n- \ntimely and adequate communication of safety critical information, \nparticularly \nreports/evidence \nof \nsafety \nperformance \nbeing \ncompromised.   \n\u0083 \nThe regulatory context and framework, particularly relevant: \n- \nDGCA Rules \n- \nRelevant DGCA CARs \n- \nDGCA Circulars \n- \nICAO Standard and Recommended Practice (SARPs), as well as \nrelevant ICAO guidance documents that are not reflected in the \nnational framework \n- \nAny other CAR/ Directions issued in the subject matter from time \nto time",
  "25": "[Chapter-2] \nPage 5 \n \n \n6. \nAerodrome \nSafety \nManagement \nSystem, \nincluding \nSafety \nRisk \nAssessment and Change Management \n \nTasks \nSpecified \nPost(s) \nNamed \nPerson(s)\n**Plan \nthe \ndevelopment \nof \na \nsafety \nmanagement system (SMS) for the control of \nsafety risks, formulation of an Implementation \nPlan (IP), phased as necessary, and the \nproduction and review of an SMS Manual. At \nthe appropriate time in planning ensure that \nthe resources for the following facilities and \nprocesses are known to senior management \nin a timely way: \n\u0083 \nHazard identification and safety \nrisk management, including: \n- \nhazards from unplanned \nchange \nand \nday-to-day \noperations, as well as from \nplanned change; and \n- \nthe setting of thresholds \nfor risk acceptability and \ntolerability, \nand \nthe \napplication of these within \nthe relevant processes. \n\u0083 \nChange management, including \nreviewing its operation; and the \npreparation of safety assurances \nfor senior management approval \nand sign off, before offering them \nto the DGCA.  \n\u0083 \nAn occurrence reporting system. \n\u0083 \nThe establishment of a database, \ndata analysis, exchange and \nusage for data driven safety \nassurance. \n\u0083 \nSafety performance monitoring \nand measurement. \n\u0083 \nThe \nestablishment \nof \nsafety \npromotion \nprogrammes \nand \nprocedures, including those for: \n\u0083 \nthe determination of the SMS \ntraining \nneed \nand \nan \nSMS \ntraining programme; and \n\u0083 \nthe \nidentification \nand \npromulgation \nof \nsafety \ninformation \nsuch \nas \nthat \nto \nexplain \nsafety \nactions/interventions to staff, as \nwell as external communications \nof safety critical material, such",
  "26": "as a “Hot Spot” chart and details \nof exemptions for the AIP. \nIn implementing the SMS, and its processes, \ndirect, guide and report on its progress, \napplying all of the SMS processes as \nrequired, and monitoring their effectiveness in \npractice. \n \n \nDocument the SMS outputs \n \n \nCoordinate the Aerodrome Emergency Plan \n \n \nServe the internal Safety Groups  established by \nthe SMS \n \n \nOversee the workings and monitor the output of \nthe airport Safety Committee, representing the \nlicensee, users and contractors \n \n \nImplement the process for the training and \ndevelopment of internal and external staff \ninvolved \nin \nSMS, \nincluding \nsafety \nrisk \nmanagement \n \n \n \n** Safety Risk Management is one of the four components of an SMS, and \nChange Management an element of another component, Safety Assurance.   \n \nThe Senior Managers, the Safety Manager, Safety Group members and staff \nresponsible for safety management should be selected with particular reference to \ntraining, experience and knowledge on Safety Management Systems.  Background \nknowledge must include that from the following, appropriate to the individual tasks: \n \nAircraft Rules 1937 \n\u0083 \n\u0083 \n\u0083 \n\u0083 \n\u0083 \n\u0083 \n\u0083 \n\u0083 \n\u0083 \n\u0083 \nCAR Series B, Part I Aerodrome Design and Operations \nCAR Series E, Part II Air Traffic Services \nCAR Series F, Part I Requirement for Issue of an Aerodrome License \nCAR Series X, Part IV, Runway Safety Programmes \nICAO Annexes 4, 11 (as it applies to aerodrome ground operations), 14 \nand 15  \nICAO Document 9774 Manual on Certification of Aerodromes \nICAO Document 9859 Safety Management Manual \nGeneral management systems, procedures and techniques \n\u0083 \nSpecific safety management systems, including safety risk management, \nand its applicability to aerodrome operations. \nOrganisational processes for: \n- \noccurrence reporting, investigation and follow-up \n- \nsafety risk management  \n- \nchange management project management principles \n- \ndata \ncollection, \nstorage \nsetting \nand \nmeasuring \nsafety \nperformance metrics \n- \ninspection \nand \nauditing \naccident/incident \nreporting \nand \ninvestigation \n- \ncommunicating \naerodrome \nsafety \nrules, \nregulations \nand \ninformation \n[Chapter-2] \nPage 6",
  "27": "[Chapter-2] \nPage 7 \n \n \n- \nsafety performance monitoring, measurement and follow-up, using \nsafety auditing, studies, reviews and surveys  \n- \nco-ordination and control of airside activities \n\u0083 \nAerodrome Emergency Plan \n\u0083 \nProject management principles \n\u0083 \nHuman factors principles \n\u0083 \nKnowledge of aerodrome operations, including a basic understanding of \naircraft operations, sufficient to be able to identify and understand \npotential hazards \n\u0083 \nAny other CAR/ Directions issued in the subject matter from time to time",
  "28": "7. \nManagement and Operation of the Airport Operations Control Centre \n(AOCC) \n \nTasks \nSpecified \nPost(s) \nNamed\nPerson(s)\nPlan for, design, provide, test and verify all the necessary \nback-ups and contingency planning for all possible failure \nmodes of the AOCC systems, including power sources, \ntaking account of the need for rapid switch over in aircraft \nsafety-critical areas. \n \n \nFormulate and implement “failure mode” exercises of the \nAOCC’s safety-critical functionality on a regular basis. \n \n \nEnsure that: \n\u0083 \nThe technical equipment and operating \nsystems are correctly specified against the \noperational objectives, and that they have \nbeen tested and verified as “fit for purpose”. \n\u0083 \nAOCC staff members are trained, initially \nand on a recurrent basis, in the areas they \ninterface with, as well as their own functional \narea.  This to include “failure mode” \noperations in the safety-critical areas, and \nhow to report, record and follow-up on \nobserved safety-related occurrences. \n\u0083 \nAOCC staff are aware of: \n- \nThe need for timely action in safety-\ncritical areas. \n- \nThe authorities and powers that can \nbe applied, and where to go if further \nauthority is required. \n\u0083 \nThe AOCC operating rules, aeronautical \ndata used by aircraft and reference criteria, \nincluding that loaded into the AOCC data \nbank are valid and verified. \n\u0083 \nThat the AOCC SOPs related to aircraft \nsafety are in-line with company policy on \noccurrence and non-adherence reporting, \nexpected behaviour norms and safety \nculture development, as detailed in the SMS \nManual and other documentation.  Examples \nof such SOPs are those for: \n- \nMonitoring \nairside \noperations, \nto \ninclude \nwatching \nfor \nfailures \nor \noutages \nof \nsafety-critical \nairside \nsystems, and potentially hazardous \nsituations, \nfor \nexample \na \nfuel \nbowser’s exit route being blocked \nwhile refueling on an aircraft stand. \n- \nThe timely reporting, recording and \nfollow-up \nof \nsafety-related \noccurrences and observations of non-\ncompliance.\n \n \n[Chapter-2] \nPage 8",
  "29": "[Chapter-2] \nPage 9 \n \n \n \nAerodrome operator’s staff responsible for planning, design, operation, \nmonitoring and maintenance of the AOCC must be trained on all AOCC functional and \ninterface areas that relate to aircraft safety.  Background knowledge must include that \nfrom the following, again appropriate to the individual tasks: \n \n\u0083 \nCAR Series B, Part I Aerodrome Design and Operations, and Part III \nHeliports \n\u0083 \nCAR Series B, Part IV Exemption Procedure for Noncompliance at \nAerodromes \n\u0083 \nCAR Series F, Part I Requirement for Issue of an Aerodrome License \n\u0083 \nCAR Series X, Part II Aeronautical Information Services \n\u0083 \nCAR Series X, Part III Aeronautical Charts \n\u0083 \nWildlife Control at Aerodromes \n\u0083 \nDangerous Goods Regulations (as they apply to aerodromes) \n\u0083 \nAeronautical \nInformation \nService \n(AIS), \nNOTAMs, \nAeronautical \nInformation Regulation and Control (AIRAC) cycles  \n\u0083 \nAeronautical Information Publication India \n\u0083 \nMaps and charts \n\u0083 \nNotice to Airmen (NOTAM) \n\u0083 \nSurface Movement Guidance Control System (SMGCS) \n\u0083 \nCompany SMS, including processes/procedures for: \n- \noccurrence reporting, investigation and follow-up \n- \nsafety risk management  \n- \nchange management \n- \ndata \ncollection, \nstorage \nsetting \nand \nmeasuring \nsafety \nperformance metrics \n- \ninspection \nand \nauditing \naccident/incident \nreporting \nand \ninvestigation \n- \ncommunicating \naerodrome \nsafety \nrules, \nregulations \nand \ninformation \n- \nsafety performance monitoring, measurement and follow-up, using \nsafety auditing, studies, reviews and surveys  \n- \nLVPs \n- \nWorks-in Progress (WIP) \n- \nco-ordination and control of airside activities \n- \ndisabled aircraft recovery \n\u0083 \nWildlife Management \n\u0083 \nAirside Vehicle Operations \n\u0083 \nApron management and operations, including refueling practices \n\u0083 \nAerodrome Emergency Plan \n\u0083 \nHuman factors principles \n\u0083 \nKnowledge of aerodrome operations, including a basic understanding of \naircraft operations, sufficient to be able to identify and understand \npotential hazards \n\u0083 \nAny other CAR/ Directions issued in the subject matter from time to time",
  "30": "[Chapter-2] \nPage 10 \n \n \n8. \nAerodrome Physical Characteristics- Movement Area Status and Condition \n \nTasks \nSpecified \nPost(s) \nNamed \nPerson(s)\nEnsure that the paved areas, runway strips, clear and \ngraded areas and RESAs continue to meet licensing \ni\nt\n \n \nEnsure that aerodrome is clear of obstructions, debris and \nspoil. \n \n \nDetermine and instigate repair programmes process for \naerodrome pavements and surfaces.\n \n \nEnsure that the design and layout of the apron and \nmanoeuvring area remains adequate for the safety of  \nintended operations, bearing in mind the need to review \nwhen there is a change in the operation.\n \n \nEnsure that there adequate provision for aerodrome \ndrainage is maintained, particularly of the runway and \nt i\n \n \nEnsure \nthat \nappropriate \nseparation \ndistances \nare \nmaintained between runways, taxiways and aprons.\n \n \nReview, calculate and promulgate declared runway \ndistances for obstacle restricted operations. \n \n \nEnsure that there is an effective mechanism for \nappropriate feed-back from runway and apron safety \nteams. \n \n \n \nAerodrome operator’s staff responsible for planning, design, operation and \nmaintenance must be trained on aerodrome physical characteristics, including the \noperational objectives and the application of human factors principles.  Background \nknowledge must include: \n \n\u0083 \nCAR Series B, Part I Aerodrome Design and Operations \n\u0083 \nCAR Series B, Part III Heliports \n\u0083 \nCAR Series B, Part IV Exemption Procedure for Non-compliance at \nAerodromes plus Circulars and other DGCA guidance material on \nexemptions  \n\u0083 \nCAR Series D, Part I Low Visibility Procedures \n\u0083 \nCAR Series F, Part I Requirement for Issue of an Aerodrome License \n\u0083 \nCAR Series X, Part IV Runway Safety Programmes \n\u0083 \nICAO Annexes - 11 (as it applies to aerodrome ground operations) and \n14, Airport Services, ICAO Aerodrome Design Manuals and other \nrelevant ICAO guidance Docs, including: \n\u0083 \nDoc 9476, SMGCS Manual and 9830, Advanced SMGCS \n\u0083 \nDoc 9870, Runway Incursion Prevention \n\u0083 \nDoc 9859, Safety Management Systems \n\u0083 \nICAO Circular 305, Operation of New Larger Aeroplanes at existing \naerodromes \n \nAll the above in the context of aircraft operations and runway and apron safety, \nincluding:",
  "31": "[Chapter-2] \nPage 11 \n \n \n\u0083 \nThe purpose of SMGCS and provision of the level appropriate to airport \ntraffic density, visibility condition and aerodrome layout category \n\u0083 \nThe relationship between the reference code (ARC) and aerodrome \nphysical characteristics \n\u0083 \nThe relevance of runway width and slope, as well as length, and (all \nmovement area) surface condition and its monitoring and maintenance  \n\u0083 \nThe relevance of runway strip and RESA \n\u0083 \nThe function of stopway and clearway \n\u0083 \nAny other CAR/ Directions issued in the subject matter from time to time",
  "32": "[Chapter-2] \nPage 12 \n \n \n9. \nSurface Movement and Guidance System (SMGCS), Visual Aids for \nApproaches and Electrical Systems \n \nTasks \nSpecified \nPost(s) \nNamed \nPerson(s)\nEnsure that all airside lighting, marking and signs are in \naccordance with the licensing standard and in good \n \n \nEnsure that approach and aerodrome lights are installed \nand maintained in accordance with the licensing standard.     \n \n \nEnsure that visual approach slope indicator systems (i.e. \nPAPI) \nare \nregularly \ncalibrated \nand \nmaintained \nin \naccordance with the manufacturers and national licensing \n \n \nEnsure that indicators and signaling devices are installed \nand maintained in accordance with the licensing standard.\n \n \nEnsure that electrical power supply systems for air \nnavigation and communication facilities are provided and \napproved where appropriate, and facilities are operating, \ntested and maintained to the design and licensing \nt\nd\nd\n \n \nEnsure that there is an effective mechanism to monitor the \nstatus, operation and effectiveness of the SMGCS.\n \n \n \nAerodrome operator’s staff responsible for planning, design, operation and \nmaintenance must be trained on the SMGCS and Electrical Systems, including the \noperational objectives and the application of human factors principles. Background \nknowledge must include that from the following, appropriate to the individual tasks: \n \n\u0083 \nCAR Series B, Part I Aerodrome Design and Operations \n\u0083 \nCAR Series B, Part III Heliports \n\u0083 \nCAR Series F, Part I Requirement for Issue of an Aerodrome License \n\u0083 \nCAR Series X, Runway Safety Programmes \n\u0083 \nICAO Annex 11 (as it applies to aerodrome ground operations) and \nAnnex 14 \n\u0083 \nICAO Airport Services and Aerodrome Design Manuals \n\u0083 \nOther relevant ICAO guidance docs, including Docs 9476 Manual of \nSurface movement Guidance and Control systems (SMGCS), Doc 9830 \nAdvanced SMGCS, and Doc 9870 Runway Incursion Prevention \n\u0083 \nAerodrome operating minima \n\u0083 \nDifferences in precision and non-precision approaches and the part that \nprecision approach facilities play in the accuracy of delivery of the \naircraft to the runway and hence levels of risks to aircraft safety \n\u0083 \nAny other CAR/ Directions issued in the subject matter from time to time",
  "33": "[Chapter-2] \nPage 13 \n \n \n10. \nAerodrome Works in Progress (W.I.P) \n \nTasks \nSpecified \nPost(s) \nNamed \nPerson(s)\nUndertake \nappropriate \nsafety \nand \nresource \nassessments, at the level for the scope and complexity \nof the work and in accordance with the company SMS \nprocesses, including change control, in order to ensure \n \n \nMonitor and maintain aerodrome status systems and \nEquipment according to laid down procedures. \n \n \nPromulgate to all appropriate stakeholders, and record \ninformation about the W.I.P, the aerodrome status and \ncondition. \n \n \nInspect and monitor the W.I.P work in progress. \n \n \nEnsure \nthat \nadequate \nsystems, \nprocedures \nand \nresources are in place for the planning, co-ordination, \ncontrol and oversight of work in progress, taking account \nof human factor principles throughout the process. \n \n \nEnsure that contingency plans are drawn up to manage \nbreakdowns in operating systems. \n \n \nRevise declared runway distances and other aerodrome \noperational limitations, as appropriate. \n \n \nEnsure that airside safety briefings are provided for \nexternal contractors and work areas are controlled to \nmaintain safe operations. \n \n \nEnsure compliance with the SMS requirements and \nSOPs when returning an operational area to service. \n \n \n \nThe staff responsible for the planning and execution of works that affect the \naerodrome movement area and obstacle limitation surfaces must have training on \naerodrome works in progress.  Background knowledge must include that from the \nfollowing, again appropriate to the individual tasks:  \n \nCAR Series B, Part I Aerodrome Design and Operations \n\u0083 \n\u0083 \n\u0083 \n\u0083 \n\u0083 \n\u0083 \n\u0083 \n\u0083 \n\u0083 \n\u0083 \n\u0083 \n\u0083 \n\u0083 \n\u0083 \nCAR Series X, Part IV, Runway Safety Programmes \nCAR Series E, Part II Air Traffic Services \nICAO Annexes 14 and 15 to the Convention \nAdverse weather, day and night operations \nAir Traffic Control operations and practices \nAircraft performance – landing and take-off \nAerodrome cleaning and sweeping programme \nAerodrome power supply and standby systems \nAerodrome systems and procedures  \nAssessment of temporary obstacles \nWildlife control procedures \nSMS safety requirements, including occurrence or safety concern \nreporting \nEnvironmental procedures, including methods of controlling aircraft and \nwork noise",
  "34": "[Chapter-2] \nPage 14 \n \n \nImplications of work permits, contractors briefings, NOTAMs, Air Traffic \nInformation Service (ATIS), operational safety notices, organisational \nsafety policy for outside works \n\u0083 \n\u0083 \n\u0083 \n\u0083 \n\u0083 \n\u0083 \n\u0083 \n\u0083 \n\u0083 \n\u0083 \n\u0083 \nInspection, recording, reporting and other documentation systems \nNational legislation related to standard safety and working practices \nLVOs \nNational Aviation Security Programme \nRegulatory and organisational inspection/audit systems \nRegulatory and organisational standards and objectives \nStandard aircraft operation procedures \nStandard engineering practices and procedures, work methods and \ntemporary repair options \nWork access and provision of Rescue and Fire Fighting Service (RFFS) \nAny other CAR/ Directions issued in the subject matter from time to time",
  "35": "[Chapter-2] \nPage 15 \n \n \n \n11. \nAerodrome Zoning/ Safeguarding- Obstacle and Wildlife Habitat Control \nAspects on and Around Aerodromes \n \nTasks \nSpecified \nPost(s) \nNamed \nPerson(s) \nEnsure that building and other developments, including \nwildlife habitats on the aerodrome meet appropriate \naerodrome licensing regulations.  \n \n \nEnsure, as far as the licensee can within the legislation, \nthat such developments around the aerodrome environs \nmeet appropriate aerodrome licensing regulations. \n \n \nMonitor immediate airport environs for safeguarding \npurposes, including temporary obstacles and new \nsources of food or roosting sites for birds (rubbish \ndumps and water areas/courses) that might alter the \ni k\nt\ni\nft\n \n \nEstablish and maintain contact on safeguarding issues \nwith the local planning authorities. \n \n \nAssess proposed development against safeguarding \ncriteria. \n \n \nWhen appropriate carry out risk assessments to \nunderpin safeguarding plans. \n \n \nEnsure that: \n\u0083 \n\u0083 \nThe necessary surveys are undertaken in \norder to ensure the validity of the data used \nto promulgate obstacle information, and that \nchanges in the obstacle environment that \nmay affect aircraft operations is promulgated \nin a timely manner.  \nThe zoning maps are prepared and amended \nas necessary, and as required by relevant \n \n \nMonitor and review safeguarding policy and practice and \namend if appropriate \n \n \n \nThe staff responsible for preparing obstacle limitation charts (ICAO Charts), \ninspection of obstacle limitation surfaces, initiating surveys, conducting safety risk \nassessment and wildlife management must be trained on Aerodrome Zoning/Land-\nuse/Safeguarding.  Background knowledge must include that from the following, again \nappropriate to the individual tasks: \n \nAircraft Act 1934 \n\u0083 \n\u0083 \n\u0083 \n\u0083 \n\u0083 \n\u0083 \n\u0083 \n\u0083 \n\u0083 \n\u0083 \nAircraft Rules 1937 \nGOI, Ministry of Civil Aviation Notification SO  \nCAR Series B, Part I Aerodrome Design and Operations \nCAR Series B, Part III Heliports \nCAR Series X, Part II Aeronautical Information Services \nCAR Series X, Part III Aeronautical Charts \nICAO Annexes 4, 14 and 15 to the Convention \nICAO Airport Services Manual Part 6 – Control of Obstacles \nICAO Airport Services Manual Part 3 – Bird Control and reduction",
  "36": "[Chapter-2] \nPage 16 \n \n \nICAO Document 9859 Safety Management Manual \n\u0083 \n\u0083 \n\u0083 \n\u0083 \n\u0083 \n\u0083 \nSafety management systems for on-aerodrome developments, including \nprinciples and methods of risk assessment \nKnowledge of survey requirements \nKnowledge of aerodrome operations, including a basic understanding of \naircraft operations, sufficient to be able to identify and understand the \neffect of obstacles on aircraft take-off  performance and landing criteria \n(possible operational restrictions). \nTopographical, aviation and planning maps and charts \nAny other CAR/ Directions issued in the subject matter from time to time",
  "37": "[Chapter-2] \nPage 17 \n \n \n12. \nApron Management and Operations \n \n  \nTasks \nSpecified \nPost(s) \nNamed \nPerson(s) \nEnsure \nthat \nall \nstakeholders \noperating \non \nthe \nmanoeuvring area are aware of the relevant national \nRules and Regulations, and any specific Apron Operating \nRules and procedures that have been imposed by the \nLicensee, and that they are promulgating and enforcing \nthem\n \n \nEnsure that there is the necessary level of coordination \nand cooperation between all stakeholders that operate on \nthe \napron \narea, \nwith \none \norganisation \nhaving \nresponsibility for overall coordination, and that all \nstakeholders are aware of their own safety regulations \nand obligations, particularly where one function is a sub-\ncontract of another, or airport equipment operated by \nother stakeholders.  For example: \n\u0083 \n\u0083 \nground handling as a contracted service to \naircraft operators; or \nairline or ground handling operatives driving \nLicensees’ air bridges\n \n \nEnsure that all stakeholders, including any of their \ncontractors, that operate on the apron and provide turn-\nround services for the aircraft operators have and are \nimplementing their own company procedures for: \n\u0083 \n\u0083 \n\u0083 \n\u0083 \nmonitoring their activity to ensure that \nrequired clearances distances are maintained \nmaintaining driver and airbridge operator \nbehaviour to acceptable standards;  \nvehicle \nand \nairbridge \nmaintenance \nprogrammes; and  \nFOD/waste management.  \n \n \nEnsure that licensee and stakeholder processes and \nprocedures are implemented for the timely reporting to the \nappropriate aircraft operator, as well as the licensee, of \nany vehicle or ground equipment accident, incident or \noccurrence involving an aircraft. \n \n \nEnsure that audits are undertaken by the relevant \nstakeholders to ensure compliance with their own relevant \nsafety requirements, as well as the licensees procedures \nand practices. \n \n \nEnsure that all stakeholders are aware of their obligations \nin respect of changing risk levels during apron service \noperations, such as refueling, particularly with passengers \nb\nd\n \n \nWhere one is established, ensure that the Apron Safety \nTeam is advised of any emerging safety concerns.\n \n \n \nStaff responsible for overseeing/ensuring safe apron operations must have \ntraining on Apron operations and management, including airside vehicle operations.   \nBackground knowledge must include that from the following, again appropriate to the \nindividual tasks:",
  "38": "[Chapter-2] \nPage 18 \n \n \n \nAircraft Rules 1937 \n\u0083 \n\u0083 \n\u0083 \n\u0083 \n\u0083 \n\u0083 \n\u0083 \n\u0083 \n\u0083 \n\u0083 \n\u0083 \n\u0083 \n\u0083 \n\u0083 \n\u0083 \n\u0083 \n\u0083 \n\u0083 \n\u0083 \n\u0083 \nCAR Series B, Part I Aerodrome Design and Operations  \nAOCC operations \nAccident reporting and investigation procedures \nAdverse weather operations, LVPs and their effect on apron operations \nAircraft hazards, blast, ingestion, propellers etc. \nAerodrome apron and associated road systems \nAerodrome safety audits and inspections \nAirside security requirements \nAirside Driving Permit (ADP) and Airside Vehicle Permit (AVP) Systems \nAppreciation of aerodrome and operating companies’ driver training \nprogrammes for general and specialist vehicles \nStandards for vehicle maintenance and operation and appreciation of \noperating companies’ vehicle maintenance programmes \nCommunication of aerodrome safety rules, regulations and information \nincluding Aerodrome Safety Committee/Board \nGeneral driving rules on roads, aprons and associated taxiways, \nincluding the giving way to positioning priority to refueling vehicles when \nrefueling on stand, and emergency vehicles when responding to an \nemergency. \nInteraction of aircraft servicing operations and related vehicles, \nprocedures, hazards, accidents and incidents \nOrganisational and regulatory standards for driver training \nProcedures for reporting spillages, removing Foreign Object Debris and \nreporting wildlife observations \nRules of the Air relevant to ground movement \nSystems for road signs, markings and lights, and for traffic control, \nspeed limits and parking, particularly in relation to the aircraft operating \nzones of aircraft stands \nAny other CAR/ Directions issued in the subject matter from time to time",
  "39": "[Chapter-2] \nPage 19 \n \n \n13. \nAirside Vehicle Operations \n \n  \nTasks \nSpecified \nPost(s) \nNamed \nPerson(s)\nEstablish and monitor systems for the issue of any Airside \nDriving and Equipment/Vehicle Operating permit. \n \n \nEnsure that processes and procedures for the provision and \nauditing of driver training, initial and recurrent, and vehicle \nmaintenance programmes are implemented and maintained \nto established standards. \n \n \nEnsure that airside vehicle accidents and incidents are \nrecorded, investigated and closed by appropriate action, \nand ensure a system is established for the reporting of \nvehicle faults, documented according to laid down \nprocedures. \n \n \nEnsure that vehicles are operated in accordance with \nstandard operating procedures and with regard to aircraft, \nother Airside users, traffic rules, signs and markings. \n \n \nEnsure that audits are undertaken to ensure compliance \nwith procedures and practices which contribute to the \nSafety of airside traffic operations. \n \n \nEnsure that the Aerodrome Safety Committee/ Board \nconsider and review all the above requirements. \n \n \n \nStaff responsible for overseeing/ensuring the safe movement of persons and \nvehicles/equipment at airside must have training on Airside Vehicle Operations.   \nBackground knowledge must include that from the following, again appropriate to the \nindividual tasks: \n \nAircraft Rules 1937 \n\u0083 \n\u0083 \n\u0083 \n\u0083 \n\u0083 \n\u0083 \n\u0083 \n\u0083 \n\u0083 \n\u0083 \n\u0083 \n\u0083 \n\u0083 \n\u0083 \n\u0083 \n\u0083 \n\u0083 \nCAR Series B, Part I Aerodrome Design and Operations  \nAirport Bylaws \nAccident reporting and investigation procedures \nAdverse weather operations, LVPs and their effect on airside driving \nAircraft hazards, blast, ingestion, propellers etc. \nAerodrome layout, road systems, aprons \nAerodrome safety audits and inspections \nAirside security requirements \nAirside Driving Permit (ADP) and Airside Vehicle Permit (AVP) Systems \nAppreciation of aerodrome and operating companies’ driver training \nprogrammes for general and specialist vehicles \nAppreciation of operating companies’ vehicle maintenance programmes \nCommunication of aerodrome safety rules, regulations and information \nincluding Aerodrome Safety Committee/Board \nGeneral driving rules on roads, aprons, taxiways and runways \nInteraction of aircraft servicing operations and related vehicles, \nprocedures, hazards, accidents and incidents \nOrganisational and regulatory standards for driver training \nProcedures for reporting spillages and removing Foreign Object Debris",
  "40": "[Chapter-2] \nPage 20 \n \n \nRules of the Air relevant to ground movement \n\u0083 \n\u0083 \n\u0083 \nStandards for vehicle maintenance and operation \nSystems for road signs, markings and lights, and for traffic control, \nspeed limits and parking, particularly in relation to runway incursion \nprevention and apron management",
  "41": "[Chapter-2] \nPage 21 \n \n \n \n14. \nRunway Surface Friction \n \n \nTasks \nSpecified \nPost(s) \nNamed \nPerson(s)\nEnsure that runway surface friction measurement \nconforms \nto \norganisational, \nnational \nand \nICAO \nstandards, \ntaking \naccount \nof \nprevailing \nweather \nditi\nd t\nd\n \n \nEnsure that essential equipment for runway friction \nmeasurement and reporting is provided.\n \n \nMake adequate provision for the storage, calibration and \ncare of runway surface friction measurement and \nreporting equipment. \n \n \nMonitor runway surface friction measurement and \nreporting to ensure equipment is used according to \nestablished procedures. \n \n \nEnsure that staff are trained in the use of runway \nsurface friction measurement, and analysing and \nreporting results\n \n \nEstablish a system for the recording and retrieval of \nrunway surface friction data. \n \n \nEnsure that there are procedures for the analysis and \ninterpretation of data collected by runway surface \nfriction measurement. \n \n \nTake account of the effect of work-in-progress on \nrunway surface friction and ensure that the necessary \nprocedures and promulgation action is taken. \n \n \n \nStaff responsible for carrying out technical inspection of the runway must have training \non Runway Surface Friction Characteristics.   Background knowledge must include \nthat from the following, again appropriate to the individual tasks: \n \nCAR Series B, Part I Aerodrome Design and Operations, particularly the \nState minima for runway surface friction co-efficient \n\u0083 \n\u0083 \n\u0083 \n\u0083 \n\u0083 \n\u0083 \n\u0083 \n\u0083 \n\u0083 \n\u0083 \n\u0083 \n\u0083 \nICAO Annexes 14 and 15 to the Convention \nICAO Airport Services Manual Part 2 – Pavement Surface Conditions \nAircraft operating limitations \nDefinitions of surface contaminants and effect of painted surface on \nfriction \nFriction classification, Friction calibration tests and Interpretation of test \nresults \nObtaining information on weather conditions and trends \nOperating instructions for runway surface friction measuring equipment \nProcedures relating to periodic friction monitoring \nPromulgated aerodrome information, NOTAM and SNOTAM procedures \nRunway surface construction and friction characteristics \nAny other CAR/ Directions issued in the subject matter from time to time",
  "42": "[Chapter-2] \nPage 22 \n \n \n15. \nRunway Contamination \n \nTasks \nSpecified \nPost(s) \nNamed \nPerson(s)\nEnsure that appropriate staff has the necessary \nunderstanding of the effects on aircraft operations \ndue to all relevant forms of precipitation on \nrunways and other pavements, and devise and \ni\nl\nt\ni t\n \n \nEnsure that: \n \n\u0083 \nEssential equipment for measuring, \nrecording and reporting of runway \nsurface conditions is available.   \n\u0083 \nThat \nthe \nequipment \nis \nused, \nin \naccordance \nwith \ncompany \nSOPs, \nincluding during runway W.I.P and \nthat: \n- \nresulting \ndata \nis \nanalysed, \ninterpreted and promulgated in \na timely manner; and \nAny corrective action is taken\n \n \nMake adequate provision for the storage, \ncalibration and care of snow and ice clearance, \nmeasuring, recording and reporting equipment. \n \n \nEnsure that staff members are trained in the use \nof specialist equipment, including that for the \nremoval \nof \ncontaminants, \nincluding \nrubber \ndeposits, \nand \nin \nmeasuring, \nanalysing \nand \nti\nlt\n \n \nEnsure that there are the necessary SOPs to \nmonitor: \n\u0083 \ncurrent and forecast weather; \n\u0083 \nsnow, ice and water contamination, \nand its clearance    and/or dispersal; \nand \n \n \nPromulgate information on the surface state of \nthe   manoeuvring area, aprons, and runways, \nclearance operations and runway, taxiway and \napron availability to all appropriate stakeholders, \ni\nl di\nth\nf t\nt\n \n \n \nStaff responsible for carrying out serviceability and technical inspection of the \nrunway must have training on Runway Contamination. Background knowledge must \ninclude that from the following, again appropriate to the individual tasks: \n \nCAR Series B, Part I Aerodrome Design and Operations \n\u0083 \n\u0083 \n\u0083 \n\u0083 \n\u0083 \n\u0083 \n\u0083 \n\u0083 \nICAO Annexes 14 and 15 to the Convention \nICAO Airport Services Manual Part 2 – Pavement Surface Conditions \nICAO guidance on runway safety tools and teams  \nAircraft operating limitations \nDefinitions of surface contaminants \nEvaluation of extent and type of runway contamination \nFriction co-efficient or braking action presentation, reporting and analysis",
  "43": "[Chapter-2] \nPage 23 \n \n \nObtaining information on weather conditions and trends, interpretation of \nmeteorological data \n\u0083 \n\u0083 \n\u0083 \n\u0083 \n\u0083 \nProcedures relating to night and low visibility operations \nRunway surface construction and friction characteristics \nTypes of surface deposits, significant changes in runway conditions, the \neffect of painted surfaces on friction \nAny other CAR/ Directions issued in the subject matter from time to time",
  "44": "[Chapter-2] \nPage 24 \n \n \n16. \nWild Life Hazard Control \n \nTasks \nSpecified \nPost(s) \nNamed \nPerson(s)\nEstablish a wildlife hazard control plan, including habitat \nmanagement, and assess relevant areas for wildlife \nhazards using all available information sources. \n \n \nCommunicate information about wildlife strike hazards to \nall relevant parties. \n \n \nInitiate and review appropriate wildlife dispersal action \naccording \nto \nlocal \ncircumstances \nand \naerodrome \ncharacteristics. \n \n \nKeep appropriate records in relation to wildlife hazard, \nstrikes and dispersal. \n \n \nEnsure that: \n\u0083 \n\u0083 \ntraining and development for internal and \nexternal staff is given in the use of wildlife \nhazard control measures; and  \nsufficient trained and competent staff and \nwell \nmaintained \nequipment \nresource \nis \nalways made available. \n \n \nEnsure that wildlife control process, including that out-\nsourced meets the contract specifications and is \neffective, in accordance with safety performance metrics. \n \n \n \nStaff \nresponsible \nfor \nestablishing \nand \nimplementing \nwildlife \nhazard \nmanagement programme should be trained in wildlife hazard control. Background \nknowledge must include that from the following, again appropriate to the individual \ntasks: \n \n\u0083 \nCAR Series B, Part I Aerodrome Design and Operations \n\u0083 \nICAO Annex14 and ICAO Airport Services Manual Part 3 Bird Control \nand Reduction \n\u0083 \nWildlife identification, activity and behaviour \n\u0083 \nEffects of wildlife strikes \n\u0083 \nMajor wildlife attractants and habitat management techniques, \ninvolving: \n \n- \nprinciples and methods of maintaining environments unattractive \nto birds, including long grass technique and agriculture practices \n- \nprinciples and methods relating to the safe use of equipment, \ndispersal techniques, including distress calls, shell crackers (or \neffective equivalent) and visual scarers \n- \nprinciples and methods relating to the safe use of equipment to \ndisperse or remove wildlife, including distress call equipment, \nfirearms and pyrotechnics \n\u0083 \nReporting, collation, recording and analysis of wildlife-strike and other \ndata on bird activity \n\u0083 \nAny other CAR/ Directions issued in the subject matter from time to time",
  "45": "[Chapter-2] \nPage 25 \n \n \n17. \nAeronautical Information System \n \nTasks \nSpecified \nPost(s) \nNamed \nPerson(s) \nMake available appropriate and up-to-date data on \nfacilities, equipment status, procedures, obstacles and \nother information that is required by regulations or \nconsidered relevant to flight safety. \n \n \nEnsure that the information and data provided meets the \naccuracies required by the national regulations and users, \nparticularly that which is essential to aircraft operation. \n \n \nOrganise and promulgate information using appropriate \ninformation systems. \n \n \nPromulgate \ninformation \nto \nrelevant \nparties \nin \nan \nappropriate format for the safety and expedition of air \ni\nt\n \n \ni \nStaff responsible for notifying DGCA and AIS of any changes in the physical \ncharacteristics of the aerodrome, any new obstacle and significant event that may \naffect the safety of aircraft operation must be trained in Aeronautical Information \nSystems.  Background knowledge must include that from the following, again \nappropriate to the individual tasks: \n \n\u0083 \nAircraft Rules 1937 \n\u0083 \nCAR Series B, Part I Aerodrome Design and Operations \n\u0083 \nCAR Series E, Part II Air Traffic Services \n\u0083 \nCAR Series F, Part I Requirement for Issue of an Aerodrome License \n\u0083 \nCAR Series X, Part II Aeronautical Information Services \n\u0083 \nCAR Series X, Part III Aeronautical Charts \n\u0083 \nICAO Annexes 4, 14 and 15  \n\u0083 \nAeronautical \nInformation \nService \n(AIS), \nNOTAMs, \nAeronautical \nInformation Regulation and Control (AIRAC) cycles  \n\u0083 \nAeronautical Information Publication India \n\u0083 \nMaps and charts \n\u0083 \nAny other CAR/ Directions issued in the subject matter from time to time",
  "46": "[Chapter-2] \nPage 26 \n \n \n18. \nLow Visibility and Night Operations \n \nTasks \nSpecified \nPost(s) \nNamed \nPerson(s) \nEnsure \nthat \nAerodrome/Aeronautical \nGround \nLighting (AGL) and other essential SMGCS and \nother equipment for night operations and Low \nVisibility Operations (LVOs) are provided and \nlocated in relation to the aerodrome layout and in \n \n \nEnsure that aerodrome procedures for LVOs are \ndeveloped in conjunction with Air Traffic Control, \nAerodrome Standards Department of DGCA and \nother stakeholders, particularly the users. \n \n \nEnsure that LVOs on the aerodrome are monitored \nto ensure the integrity of procedures. \n \n \nPromulgate instructions and guidance relating to \naerodrome procedures for LVOs. \n \n \nPlan and instigate the training of internal and \nexternal staff involved in LVOs. \n \n \nEnsure that mechanisms are in place to monitor the \neffectiveness of: \n\u0083 \nthe training of internal and external \nstaff involved in LVOs, particularly \ndrivers airside;  \n\u0083 \nthe coordination between the licensee’s \nstaff and the ATM service provider and \nusers; and  \n \n \n \nThe staff responsible for carrying out Visual Assessment of Lights (VAL) and \nRunway Visibility Range (RVR) measurements must be trained on Low Visibility and \nNight Operations.  Background knowledge must include that from the following, again \nappropriate to the individual tasks: \n \n\u0083 \nCAR Series B, Part I Aerodrome Design and Operations \n\u0083 \nCAR Series E, Part II Air Traffic Services \n\u0083 \nCAR Series F, Part I Requirement for Issue of an Aerodrome License \n\u0083 \nAerodrome layout in relation to the location of essential equipment for \nLVPs \n\u0083 \nAerodrome operating minima in relation to CAT II/III weather conditions \n\u0083 \nThe procedures to safeguard procedures for LVPs, including the runway, \nand the ILS equipment \n\u0083 \nICAO Doc 9365 – Manual of All Weather Operations \n\u0083 \nICAO Doc 9476 – Manual of Surface Movements Guidance and Control \nSystems \n\u0083 \nRelationship of holding areas to OFZs and ILS sensitive areas \n\u0083 \nMonitoring of visual navigation approach aids \n\u0083 \nThe equipment and operation of RVR/IRVR systems \n\u0083 \nThe operation and use of aerodrome and approach lighting systems \n\u0083 \nThe operation and use of aerodrome landing and navigation systems \n\u0083 \nVehicle and airside operations in LVOs",
  "47": "[Chapter-2] \nPage 27 \n \n \n\u0083 \nWeather trends in relation to LVOs \n\u0083 \nAny other CAR/ Directions issued in the subject matter from time to time",
  "48": "[Chapter-2] \nPage 28 \n \n \n19. \nFire and Rescue Operations \n \nTasks \nSpecified \nPost(s) \nNamed \nPerson(s) \nEnsure emergency fire and rescue facilities, including \nmedical, are compatible with sizes and types of \naircraft in accordance with company and legislative \nrequirements. \n \n \nEnsure \nthat \nrescue \nand \nfirefighting \npolices, \nprocedures and training fulfil the aims of the \naerodrome and meet legislative requirements. \n \n \nReview policy and procedures as appropriate taking \ninto account legislative changes, accident/incident \ndata and changes to aerodrome layout, buildings and \nfacilities. \n \n \nPlan and implement the co-ordination between \ninternal staff and external personnel involved in \nfirefighting and emergency operations. \n \n \nAssess \nthe \nfeasibility \nof \ncontinuing \naerodrome \noperations in   an emergency situation. \n \n \nEstablish an aerodrome process for the reporting and \nfollow- up of accidents, incidents and emergencies on \nthe aerodrome. \n \n \n \nThe staff responsible for ensuring availability of all equipment including the requisite \namount of extinguishing agents, to achieve the rated category of the RFFS must be \ntrained on Fire and Rescue Operations.  Background knowledge must include that \nfrom the following, again appropriate to the individual tasks: \n \n\u0083 \nCategorisation of Rescue and Firefighting services (RFFS): \n- \nCAR Series B, Part I Aerodrome Design and Operations \n- \nAeronautical Information Publication, India – RFF promulgation \n- \nICAO Airport Services Manual, Part 1 \n- \nAny other CAR/ Directions issued in the subject matter from time \nto time \n\u0083 \nTraining: \n- \nBasic training in fire fighting \n- \nSpecialised training in aircraft fires \n- \nFire and rescue training practices \n- \nCommand and Control \n- \nMedical/First Aid training \n- \nRelevant Health and Safety legislation \n- \nThe impact of dangerous goods regulations \n\u0083 \nPolicies and procedures for maintaining the adequacy of: \n- \nAdditional water supplies \n- \nCommunication facilities and procedures \n- \nDifficult terrain/environments \n- \nEmergency access roads \n- \nEquipment performance and functionality",
  "49": "[Chapter-2] \nPage 29 \n \n \n- \nEquipment testing",
  "50": "[Chapter-2] \nPage 30 \n \n \n- \nHandling dangerous cargo \n- \nLVOs \n- \nMedical services \n- \nMedical standards \n- \nResponse times \n- \nStaffing levels, rosters etc",
  "51": "20. \nHandling of Fuel and Hazardous Materials \n \nTasks \nSpecified \nPost(s) \nNamed \nPerson(s)\nEnsure that there is a system to verify that areas and \nzones for storage of hazardous materials are adequately \nmaintained so as to reduce hazards to aircraft, staff and \nvehicles. \n \n \nEnsure that operations involving the receipt and storage \nof fuel, and the fuelling of aircraft are monitored, to \nensure that they take place according to regulations and \nprocedures. \n \n \nEnsure that: \n\u0083 \nthere \nis \nan \nadequate \nsystem \nfor \nthe \ninspection of fuel facilities, its transport, \nstorage \nand \ndispensing, \nincluding \nthe \nsampling, testing and recording of fuel \nquality; and  \n\u0083 \nrecords are kept of all fuelling operations, \nincluding receipt and use of fuel\n \n \nDeal with hazardous material incidents (i.e. fuel spillage \netc.) and report to the concern agency, if appropriate.  \n \n \nEnsure that adequate fire hazard protection is taken \nduring handling of hazardous materials. \n \n \nEnsure that an adequate system exists for the inspection \nof facilities used to transport, store and load into the \naircraft the hazardous materials to ensure it is maintained \nto appropriate standards. \n \n \nEnsure that training to internal and external staff is given \nin the handling of hazardous materials.  \n \n \n \n \nThe staff responsible for establishing the procedures and execution of \nestablished procedures must be trained in Handling of Hazardous Materials and \nProcedures.  Background knowledge must include that from the following, again \nappropriate to the individual tasks: \n \n\u0083 \nCAR Series F, Part I Requirement for Issue of an Aerodrome License \n\u0083 \nAviation Fuel, Fire Prevention and Safety Measures \n\u0083 \nApron standards and fuel terminal layouts \n\u0083 \nAvgas/JET- A1 recertification \n\u0083 \nBonding and earthing requirements \n\u0083 \nDesign requirements for depot facilities \n\u0083 \nDocumentation and retention period \n\u0083 \nEnvironmental considerations and safeguarding \n\u0083 \nEquipment required for fuelling operations \n\u0083 \nHazards from adjacent aircraft operations \n\u0083 \nHelicopter fuelling \n\u0083 \nHydrant systems, low point drains, hydrant pits, shut down systems \n\u0083 \nInstitute of Petroleum Code of Practice \n[Chapter-2] \nPage 31",
  "52": "\u0083 \nMethods of dealing with a fuel spillage \n\u0083 \nMethods of quality control after discharge, settling, testing \n\u0083 \nNeed for clear exit paths for fuel vehicles \n\u0083 \nPrecautions to be taken against fire risk \n\u0083 \nProcedures for product release for delivery into operating storage or into \naircraft fuelling equipment \n\u0083 \nReceipt procedure \n\u0083 \nRe-fuelling procedures, including those to be taken when passengers \nremain on board \n\u0083 \nStorage conditions and testing requirements to keep equipment in good \nworking order \n\u0083 \nStorage procedures \n\u0083 \nVehicle and hydrant operation \n\u0083 \nDangerous goods safety regulations \n\u0083 \nDangerous goods handling, storage and aircraft loading requirements \n\u0083 \nDangerous goods training requirements \n\u0083 \nAny other CAR/ Directions issued in the subject matter from time to time \n \n \n[Chapter-2] \nPage 32",
  "53": "21. \nAerodrome Emergency Plan and Procedures \n \n \nTasks \nSpecified \nPost(s) \nNamed \nPerson(s) \nEnsure \nemergency \nsystems, \nprocedures \nand \npractices meet organisational safety management, \nand \nregulatory \nrequirements \nincluding \nthose \ncovering an airborne emergency that involves the \naerodrome. \n \n \nPromulgate systems, procedures and practices to \nall personnel as necessary. \n \n \nPlan and undertake emergency and contingency \nplanning exercises periodically in accordance with \nregulatory and organisational safety management \nrequirements. \n \n \nEnsure that personnel are trained and exercised in \nthe execution of the emergency plan according to \ntheir intended role and level of responsibility. \n \n \n \nThe staff responsible for establishing the aerodrome emergency plan and \nprocedures and execution of established procedures must be trained in Aerodrome \nEmergency Plan and Procedures.  Background knowledge must include that from the \nfollowing, again appropriate to the individual tasks: \n \n\u0083 \nSystems, procedures and practices: \n\u0083 \nAerodrome Emergency Plan, Contingency Planning and business \nrecovery system \n\u0083 \nEmergency classifications – Aircraft Accident, Full Emergency, Local \nStandby, etc \n\u0083 \nEmergency phases – Uncertainty, Alert, Distress \n\u0083 \nRegulatory requirements for aerodrome emergency exercises \n\u0083 \nResponsibilities, procedures, and responses of Police, Fire and Rescue, \nMedical and Ambulance services, and Local/National Government \n\u0083 \nSecurity Threat Categories \n\u0083 \nAny other CAR/ Directions issued in the subject matter from time to time \n \n[Chapter-2] \nPage 33",
  "54": "22.  \nAirport Security Provisions (*) \n \n \nTasks \nSpecified \nPost(s) \nNamed \nPerson(s) \nEstablish, monitor and review security procedures to \nmaintain the safety of passengers, staff, aircraft and \naerodrome facilities. \n \n \nEnsure that the boundary fencing and associated \nprocedures for its maintenance and evaluation of \neffectiveness are suitable for the protection of the \nmovement area from unauthorised entry, including \npeople, vehicles and wildlife.  \n \n \nPromulgate information on security procedures to \nrelevant parties. \n \n \nUndertake \ninternal \nor \nstatutory \nsecurity \ntesting \naccording to laid down procedures. \n \n \nEstablish procedures and action in response to a \nsecurity alert, and ensure the integrity of the restricted \nareas and access points is maintained at all times. \n \n \nPlan and instigate the training and development of \ninternal and external staff in relation to airport security. \n \n \n \nThe staff responsible for establishing the airport security programme and \nmonitoring its implementation must be trained in airport security programme and \nprocedures.  Background knowledge must include that from the following, again \nappropriate to the individual tasks: \n \n\u0083 \nNational Aviation Security Programme \n\u0083 \nNational Aviation Security Training requirements  \n\u0083 \nNational and Airport Security Committee procedures and organisation \n\u0083 \nAviation security Directions and security Circulars \n\u0083 \nICAO Annex 17  \n\u0083 \nHi-jack procedures, bomb warnings and suspect baggage/parcels, etc \n\u0083 \nMethods of control of access to restricted zones and other sensitive \nareas \n\u0083 \nMethods of control of firearms and other weapons at airports and in \naircraft \n\u0083 \nRegulatory authority requirements for the treatment of aircraft, \npassengers and baggage to and from sensitive areas \n\u0083 \nRequirements for the recruitment and training of security staff \n\u0083 \nGuarding aircraft \n\u0083 \nStandards and testing procedures for security equipment \n\u0083 \nStandards required and other methods of screening passengers and \ntheir baggage \n\u0083 \nSuspect baggage/risk assessments and procedures \n\u0083 \nTelephone techniques for handling security and bomb warnings \n\u0083 \nWildlife hazards. \n\u0083 \nMovement area intrusion risks, including runway incursion. \n\u0083 \nCCTV surveillance \n[Chapter-2] \nPage 34",
  "55": "\u0083 \nAny other Directions issued in the subject matter from time to time by \nBCAS \n(*) This chapter has been included on the request of aerodrome operators with \nthe aim to provide information based on the general practices in security related \nmatters to be established at an aerodrome.  However, BCAS directives, shall prevail if \ndiffer from these guidelines.     \n \n[Chapter-2] \nPage 35",
  "56": "23. \nCargo Operations \n \n  \nTasks \nSpecified \nPost(s) \nNamed \nPerson(s) \nThe provision of those facilities and systems for the \nprocessing and handling of dangerous goods that are \nwithin the physical and operational areas for which the \nairport is responsible and liable. This includes the \ncommunication of relevant safety requirements and \nSOPs of the airport operator to all appropriate \nstakeholders\n \n \nTo ensure that company staff members involved in \nthese processes are sufficient in number and \ncompetence, and that this sufficiency and competence \nis maintained at all times. \n \n \nTo \nensure \nthat \nthe \ncompetency \nfor \nApron \nManagement and Operations is also applied in \nthe handling of cargo on the apron areas.  \n \n \nTo ensure, through appropriate, management system, \nauditing or contractual means  that the parties \nresponsible for processing, and loading of cargo onto \naircraft have comprehensive and rigorous management \nsystems, with supporting processes and procedures for \nthe flow of cargo from initial receipt and  acceptance, \nthrough packaging, storage and security checking to \nloading onto aircraft, including: \n \n\u0083 \nSpecifying and procuring the appropriate \nresources and systems to meet stated safety \npolicies and objectives, including any over-\nriding safety performance targets of the \nairport operator. \n\u0083 \nSecuring the safety of aircraft during these \nprocesses. This will include: \n- \nSecurity aspects during all processes \nand for controlling access to the \naircraft. \n- \nCoordination with other stakeholders, \nand the monitoring of activities to \nensure adherence to company SOPs, \nas well as those of appropriate \nstakeholders. \n\u0083 \nReporting, recording and follow-up of safety \nrelated occurrences. \n\u0083 \nPreventing packaging and other materials \nentering airside and becoming a FOD or\n \n \n \n \nThe staff responsible for Cargo Operations and its monitoring must be trained \nin the specific areas for cargo operations, including the handling of dangerous goods. \nBackground knowledge must include that from the following, again appropriate to the \nindividual tasks: \n[Chapter-2] \nPage 36",
  "57": "\u0083 \nCAR Series B, Part I Aerodrome Design and Operations \n\u0083 \nCAR Series F, Part I Requirement for Issue of an Aerodrome License \n\u0083 \nAerodrome layout in relation to the location of essential equipment for \nLVPs \n\u0083 \nVehicle and airside operations in LVPs \n\u0083 \nDangerous goods safety regulations  \n\u0083 \nDangerous goods handling, storage and aircraft loading requirements \n\u0083 \nDangerous goods training requirements \n\u0083 \nNational Aviation Security Programme \n\u0083 \nNational Aviation Security Training requirements  \n\u0083 \nNational and Airport Security Committee procedures and organisation \n\u0083 \nAviation security Directions and security Circulars \n\u0083 \nHi-jack procedures, bomb warnings and suspect baggage/parcels, etc \n\u0083 \nMethods of control of access to restricted zones and other sensitive areas \n\u0083 \nRegulatory authority requirements for the treatment of aircraft, \npassengers and baggage to and from sensitive areas \n\u0083 \nRequirements for the recruitment and training of security staff \n\u0083 \nGuarding aircraft \n\u0083 \nStandards and testing procedures for security equipment \n\u0083 \nStandards required and other methods of screening passengers and their \nbaggage \n\u0083 \nSuspect baggage/risk assessments and procedures \n\u0083 \nTelephone techniques for handling security and bomb warnings \n\u0083 \nCCTV surveillance \n\u0083 \nAny other CAR/ Directions issued in the subject matter from time to time\n[Chapter-2] \nPage 37",
  "58": "Chapter 3 \nThis chapter has been developed to provide guidance to   licensees \nto plan the organizational structure for operation and maintenance \nof airport. The typical organogram for organizational structure of \nany aerodrome is included in this chapter.  \n \n \nThe structure of the organogram and person engaged for the operation of \naerodrome may vary based on the size of the aerodrome and its operational \nrequirement but the main essence should remain as shown below to demonstrate the \nhierarchy of delegated authority to the key persons for management and operations of \naerodrome.   \n \nThe Accountable Executive and Safety Managers are considered key persons \nfrom aerodrome licensing point of view and continued operation of the aerodrome. The \ndetails of responsibility and functions for these officials are defined in ICAO Safety \nManagement Manual (Doc 9859). The licensee may also ensure that these persons are \nhaving adequate knowledge and experience for carrying out functions assigned to \nthem. \n \nThe person named in para 6.1 of CAR Section 4 Series F Part 1 may also be \nChief Executive Officer who is termed as Accountable Executive for the purpose of \nlicensing. However, person named in-charge for day to day operations as per para 6.2 \nof CAR Section 4 Series F Part 1 (i.e. COO/Airport Director/controller etc.) is required to \nbe suitably qualified for the purpose and should have adequate experience in the field \nof aerodrome operations and management. He is required to be conversant with his \nrole in handling aerodrome emergency procedures and is competent to handle such \nsituations before taking over the charge.  It will also be his responsibility to ensure that \nany changes in the named officials reporting to him directly are conversant in their job \nprofile indicated in the Aerodrome Manual. The Safety Manager is required to report to \nthe Accountable Executive. \n \nPerson in-charge for day to day operations of an aerodrome may be either \nCEO/COO/Airport Director depending on the size of the aerodrome and management \nconsideration.  In case the Accountable Executive (CEO) is also made the person in-\ncharge of day to day operations (COO/Airport Director etc.), he must have minimum \nqualification required for the position mentioned in para 6.2 of CAR Section 4 Series F \nPart 1.  \n \nAll aerodrome operators shall prepare their organograms, include the same in \nPart 5 of Aerodrome Manual.  Any changes in the named persons holding positions in \nthe organograms are required to be incorporated in the Aerodrome Manual as per the \nprevailing procedures.  \n \n \n \n[Chapter-3] \nPage 1",
  "59": "TYPICAL LAYOUT OF AN AIRPORT MANAGEMENT \nORGANOGRAM \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nSafety Manager\nTerminal \nOperations \nAirport Rescue \nand Fire Fighting  \nAirport \nMaintenance\nAirside \nOperations\nCorporate \nRelations \nHuman Resource \nManagement \nFinance \nDepartment \nCommercial \nDepartment \nAccountable Executive \n(Chief Executive Officer/      \nChief Operating Officer/  \nAirport Director etc.) \n \n \n \n \n \n \n \n \n-x-x- \n[Chapter-3] \nPage 2"
}