{
  "1": "OFFICE OF THE DIG/CASO-MUMBAI AIRPORT \n                  CENTRAL INDUSTRIAL SECURITY FORCE \n                         (MINISTRY OF HOME AFFAIRS) \n                                   (ISO 9001:2015) \n \n      OPS CELL \nCISF CSMIA MUMBAI \nNo.O-42099/CISF/CSMIA (M)/OPS/150 Corona)/20-375 \n         Date   14/ 05 / 2020 \n \nTo \n \nThe Sector Commanders \n(Dom / Intl /P & CS) \nCISF Unit CSMI Airport, Mumbai. \n \nSub: Dispensing with Stamping of Boarding Pass : reg.  \n \nPlease find enclosed herewith a copy of SDG/APS, New Delhi Office letter no O-\n42011/APC/OPS(2)/Circular/AS/20-3943 dated 14th May 2020 and Joint Director General, \nBCAS, New Delhi office letter No. F.NO. CAS-26(1)/91/Div-I(E-Boarding Pass)-87868 \ndated 13th May 2020 on the above cited subject (copy enclosed). \n \n02. \nIn view of the prevailing situation of COVID-19 pandemic and counter measures \nbeing taken to contain its spread by touch/contact, it has been decided to dispense with \nthe procedure of stamping the passenger’ Boarding Pass that is being done by Aviation \nsecurity Group/ APSU after completion of pre-embarkation security check of the \nconcerned passenger, till further orders. \n \n03. \nIn this regard, the dispensing with stamping of Boarding Pass for domestic \npassengers of Terminal-2 is already in practice since last one year and domestic PAX \nfrom Terminal-2 are validated by e-gates. However, for Terminal-1 and GA Terminal \nbelow measures shall be ensured \n \ni. \nPassenger may be advised to hold his/her mobile/paper boarding pass before the \nCCTV Camera in such a manner that image of boarding pass as well as passenger \nis captured properly. In this regard, MIAL has already been informed that CCTV \ncamera shall be placed somewhere near the Queuing Assistant duty point, \nbecause after this the passenger is supposed to place his mobile phone in the X-\nBIS input roller. \n \n04. \nThe SHA I/C and GO should actively be present in this area to resolve any \ncomplaint regarding taking a photograph of the passenger and his/her boarding pass. A \ncopy of the above BCAS AVSEC Order should also be readily available in SHA for \naddressing any passenger grievance. \n \n05. \nThis issues with the approval of DIG/CASO \n \n \n \n \n \n \n \n \n \n      \n   COMMANDANT/OPS \nEncl : As above \n \n \n \n                CISF CSMI AIRPORT MUMBAI \n \nCopy to: \n \n1. The Commandant/ADM \n \n:  \nFor kind information please. \n2. All Dy. Commandants  \n \n: \nFor necessary action please. \n3. All Shift GO I/Cs  \n \n \n: \n \n-do- \n4. All ICs (CIW/ASTI/SOCC)  \n: \n \n-do-        \n \n \n \nThrough \nconcerned sectors",
  "2": "OFFICE OF THE SPECIAL DIRECTOR GENERAL/ AIRPORT SECTOR\nCENTRAL INDUSTRIAL SECURITY FORCE\n(MINISTRY OF HOME AFFAIRS)\nCISF Complex\n‘Adm. Block, Ground Floor,\nMahipalpur, New Delhi-37\n\nNo.0-42011/APC/OPS(2)/Circular/AS/20- 3 94% Dated: /4 May'2020\nTo\n\nIG/APSI SIT\n\nDISG/AP (NZ, E8NE, SZ & WZ), DIG/SSG\n\nDIsG/CASOs of ASGs Delhi, Mumbai, Chennai, Hyderabad & Bangalore\nDIG NISA Hyderabad (for AvSec Cell)\n\nDIG RTC Arakkonam (for AvSec Cell)\n\nAll CASOs of ASGs CISF\n\nSub: Dispensing with Stamping of Boarding Pass (Addendum to AVSEC Order\nNo. 02/2000 )\n\nEnclosed please find a copy of BCAS letter vide No. CAS- 26(1)/91/Div-I (E-Boarding\nPass) - 87868 dated 13.05.2020.\n\n2. In view of the Coronavirus epidemic, BCAS has dispensed with the procedure of\nstamping the passenger's Boarding Pass, till further orders.\n\n3. _In view of the BCAS directions, CASOs along with Airport Director will identify the most\nsuitable locations for installing the high definition fixed CCTV cameras and supporting\ninfrastructure. The idea is that the CCTV camera should be able to digitally capture the image\nof the boarding pass a5 well 2s identity (not the Identity Card) of the passenger. Therefore,\nthe correct placement of the CCTV camera is very important,\n\n4. It is suggested that the CCTV camera can be placed somewhere near the Queuing\nAssistant duty point, because after this the passenger is supposed to place his mobile phone in\nthe X-BIS input roller. However, any other appropriate location may also be decided locally.\n\n5. Passenger may be advised to hold his/her mobile/paper boarding pass before the CCTV\nCamera in such a manner that image of boarding pass as well as passenger is captured\nproperly.\n\n6. All CASOs are also directed to adequately sensitize all GO In-Charges, SHA I/Cs and\nscreeners. The SHA I/C and GO should actively be present in this area to resolve any complaint\nregarding taking @ photograph of the passenger and his/her boarding pass. A copy cf the\nabove BCAS AVSEC Order should also be readily available in SHA for addressing any passenger\ngrievance.\n\n7. Allairline operators should also be sensitized about this change in security procedure by\nconducting a special APSC (Airport Security Committee) meeting along with all stakeholders.\n8. _ Issued for strict compliance.\nEncl: As above.\n/\\\n\nIya Co\n(M. A. Ganapathy, IPS) 4) a\nSpl. DG/Airport Sector\n\n",
  "3": "F. No. CAS-26(1)/91/Div-I(E-Boarding Pass)-87868\n‘URED / GOVERNMENT OF INDIA\n‘srorefeHATEMY MINISTRY OF CIVIL AVIATION\narrefaaerrgremegl / BUREAU OF CIVIL AVIATION SECURITY\n\n‘a? SS, 1 TSA, SATU, GTA / +A? WING, 1-1 FLOOR, JANPATH BHAWAN, JANPATH\n\nagferecit - 110001 / NEW DELHI - 110001\nDate: - 13/05/2020\n\nADDENDUM TO AVSEC ORDER NO. (2/2000\nSubject: Dispensing with Stamping of Boarding Pass - reg.\n\nIn exercise of powers conferred by Section 5A of the Aircraft Act. 1934 (XXIl of\n1934), read with Rule 3 (b) of the Aircraft (Security) Rules, 2011, Director General,\nBureau of Civil Aviation Security, for the purpose of the safety and security of\npassengers, crew, ground personnel and the general public in all matters relating to.\nsafeguarding against acts of unlawful interference with civil aviation, itis directed that:\n\n2. In view of the prevailing situation of COVID-19 pandemic and countermeasures\nbeing taken to contain its spread by touch/contact, it has been decided to dispense with\nthe procedure of stamping the passengers’ Boarding Pass that is being done by Aviation\nSecurity Group/ APSU after completion of pre-embarkation security check of the\nconcerned passenger, till further orders.\n\n3. The Airport Operator shall ensure that the requisite monitoring system of high\ndefinition fixed CCTV Cameras and supporting infrastructure are maintained al] through\nat PESC points at an appropriate height so that Boarding Pass of the passenger and his/her\nidentity are digitally recorded.\n\n4. The CCTV recordings shall be preserved for 30 days, as per established practice.\nES Accordingly, AvSee Order No. 02/2000, AvSee Circular No. 09/2000, AvSec\nCircular No. 11/2003 and NCASP Para No. 7.1.3.1 and other related instructions on the\nsubject stand partially amended to that extent till further orders.\n\n6. ‘The provisions contained in this addendum shall come into force with immediate\neffect, os\n\nfe This issues with the approval of Director General, BCAS.\n\n"
}