{
  "1": "OFFICE OF THE ADDL. DIRECTOR GENERAUAIRPORT SECTOR\nCENTRAL INDUSTRIAL SECURITY FORCE\n(Ministry of Home Affairs)\nAdministrative Block\nCISF ComPlex, MahiPalPur\nNew Delhi-37\nNo. 0-420'11IAPC/OPS(1)/Circular(BCASy18- Datedal June'2018\nuq?l\nTo\nAll CASOS, CISF ASGS.\nSub: Addendum to AVSEC Circular No. 1712004 dated\n04/08/2004: Reo.\nEnclosed please find a copy of BCAS Addendum to AVSEC\nCircular No. 1712004 on the above subject for information and necessary\naction please.\nEncl: As above\ni1,1,,,.,,,\n(8.K. Singh)\nDy. CommandanVAPS\n,c.tt{\nCopy to:\nDIG/AP (SZ, NZ WZ & E & NE) : for kind information please.\nAVSEC Cell NISA, Hyderabad : \n-do-\nand RTC Arrakkonam.",
  "2": "RESTRICTED\n,A.c /Y's\n%\\{iu\nrrl4t*PE)\nNo. 25(?)/2004/Div.l(RB-Reconciliation) F-85i89\n'TRiT \nSF6R / GOVERNMENT OF INDIA\nArjr{ RArfA i\"Tfiq/ MINISTRY OF CIVIL AVIATION\nnrrR frflTi g{!fl qt / BURIAU oF crvll, AVIATIoN SECURTTY\n,3I TJB, I. I ANT, NTrttq giTd, SAqq / .A' WING I-UI FLOOR, JANPATH BHAWAN' JANPATH\n-$ frI?ff- 0001 / NEw DELHI - l l000l 'I\\ I\nDare: 24 0s 2018 \nddpUf/\nADDENDUM TO AVSEC CIRCULAR NO. 1712004 DATED 04/08/2004\nReference is invited to meeting held at Srinagar AirPort on I l/04/2018 under the\nchainmnship of Shri Dineshwar Shanna, Former Director, Intelligence Bureau ard presently the\nceltral Govertunent's Interlocutor for J&K wherein various issues relating to airport security\nincluding the pEctice of physical identification of registered baggage at airpofls in the state of\nJ&K in compliance of BCAS AVSEC Circular No lTl2004 dated 04/08/2004 was discussed'\n2. \nThe practicc ofphysical idcntificotion of registered baggago at ailports in the state rather\nthan adding value to the security, has become more ofa threat as passengers llave to exit from the\nSecudty Hold Area (SHA) to the airside for physical baggage identification and retum unfrisked'\nTherefore, it becomes practically difficult for the airline staffto keep an eye on all the passengers\nentering a$d exiting. As mandated by the BCAS, the baggage reconciliation is done by the airlines\neither electrorically or manually without fail. Regional Director, BCAS, Amritsar has also\nrecommended that physical identification ofbaggage by passengers in the open airside be removed\nas security persormel ofthe airlines mandatorily conduct baggage reconciliation either manually\nor tlrough computedzed system. It has also been noted that movement of passengers from the\nSIIA to the open airside and vice-versa is not desirable from the point of view of maintaining\nste lity in the SHA.\n3. \nRegional Director, BCAS, Amritsar has submitted a report that the airlines operating at\nSrinagar Airport have been doing baggage reconciliation through their security personnel either\nmanually or electronically, thereby fulfilling the basic principle that registered baggage of a\npassenger who is not on board the aircraft, is not transported\n4. \nThe matter has been examined in this office and it has been decided to dispense with the\nexisting provision ofphysical baggage identification by passengers at J&K airports. Accordingly,\nPara 5 of the BCAS AVSEC Circular No. 17l2OO4 dared 0410812004 which reads as under:\nD- \\o\\L l, l\\4\n-rxli,t\nPage I of2",
  "3": "Keeping in fiete the thteat perception, besides implementation of passenger-baggage .\nreconciliation, physical identilcatioh shall contihue at Srinagar, Jammu and Leh oirports\ntilllurther orders. ldentilcation ofregistered haggage at other airports will be rcsorted to\nas ah additional secuity measure or specifrc threal to a particular airline.\nis hereby deleted. However, the airlines shall follow the laid down procedure for passenger\nbaggage reconciliation so as to ensure ihat no unaccompanied baggage is loaded onto the aircraft.\nFurther, the identification of registered baggage at airports will be resorted to as an additional\nsecudty measure or in event ofspecific threat to a particular airline.\n5. \nThe above instructions shall be implemented with immediate effect.\nlL \\- el^a---J.-.-a-\n, \n(Kumar Rajesh Chand.u]$54.5. 19\nDirector General\nDistribulion:\nAs per standard list\nPage 2 of 2",
  "4": "2.\n3.\n4.\nCoov for information and necessarv action to: -\nA,P.\nt7. MD, KIA Bengaluru'\nBangalore-560 300.\n18. MD, Mihan India Private\nBuilding, Nagpur-440 005.\nAdministration Block, Bengaluru lntemational Airport Devanahalli'\nLtd.. Dr. Babasaheb Ambedkar lntemational Ailport' Old Termirral\nDiiector General, CISF, 13 cco complex, Lodhi Road, New Delhi: M,y kitrdly circulate to all\nASG Units at the airport! taken over by CISF'\nDGPS / IGPS all States /U.T.s.\nCommissioner of Police, Delhi, Mumbai, Chennai & Kolkata'\nci\"i..\"r, l.p.n\" Authority of lndi4 Rajiv Candhi Bhawan' New Delhi: with rcquesl lo pkase\ncirculale lo oll AAI dirPotts i,t the Coun'n)'\nS 6irio, Nncn_ (Air Inlia) Lrd., Airlines House, I1l Gurudwara Rakabaganj Road. New Delhi -\n110001\nO. igO, t\", a.ir*\"y., Siroya Centre, Sahar Airyort road' Andheri (East)' Mumbai400099\ni. cfo, spice f\"t,'ptot No.319, Udyog vihat, Phase IV' Gurgaon' Hry-u-- -.\nt. iso, o'; eir, N*iue House, J.N H;dia Maig, Ballard Estate, Mumbai-4oo 0-01\nS. iuo, taig\"'oi.tires, Tower C, Global Bu;in€ss Park' DLF Citv' Phase lll' Mehrauli Gurgaon\nRoad, Gurgaon-122 002\nr o. tibl ai, iti\" Ol prt. Ltd., AIT, 2d Floor' chennai AirPort' chennai-60-00' - .\nii. E\"6, t'\"i-\" E^1; iIA), i;; Floor, one Horizon cent.e' sector-43' DLF Phase-v' Gurgaon-\n122003\nfZ. ei.port Oir\"\"to., Sri Sathya Sai AirPort, Prasanthi Nilayam Puttparthy' Anantpur District' Andhra\nPmdesh-s15134\nf :. M[ ofar-, N\"* Udan Bhawan, OpP Terminal-3' ICI Airport' New Delhi-37 -\ni+. i'.io. r\"noI-, csr eirport, ln Floor, Telminal IB' santacruz (E)' Mumbai 400 09'\nii. lo, ciet,'c*r,- Intemational Airport Ltd, Cochin Airport' Coch\nii. i-, fiioi, rrr*rabad lntemational Airport Limited' Shamshabad-500 409' Ransa Reddv Disft'\n19. CSO, BAPL Durgapur AirPort, MNAV-29 Bengal Arbuja Housing Complex City Centre'\nDurgapur- 713216\nzo. -ni;'des, oali, Chennai, Mumbai, Kolkata, Ahmedabad' Hvderabad' Amritsar' Guwahati &\n'- \nSj^6\"1, i ot\"^\" i\"culate to al! co\"cet ed at otpottt in the rcgio\"'\nCopv for idformetion to:-\nI. SecreErv. Civil Avialioo, MoCA' RG Bhawan New Delhi\n;. ffi;iil;:ffio. \nri^li\" c\"i,arli sr\"\"*' New Delhi(Kind arm': Ms usha Padhec rs)\n:. btle, i*h\"\"\"f erea oPp. Safda{uns Airporl New Delhi-01\n4 Director. cabirel secretariar. noorn r'o. 16or. B-2 Wing. lOd Floor, Pl. Deendalal Anqodaya\n. ffi;X] ;6\". c-\";il;;*inouJ, N\"* ielhi - 110003 (Kind aftn: shri Anshul sharma'\nDirector)\nt i\"'iiii\"jJ.\"* t rrl), MHA, Major Dhvan chand National stadium' 2'd Floor' New Delhi - 110003'\n;. ;ili;;;G il, Mir.t, :s i r rau'g, i\"* Delhi (Kind attn : shri' P K Bhardwai' rD)\ni. i'\"s\"i riltrJ rtai\"\",cr of Civil Aviation, RG Bhawan' New Delhi\nItrterdal Distribution\nSr'PPstoDG,PPStoJt,DG,PStoDDG(AMT),PStoDDG(MD),PstoDDG(DR),AllJDs/DDs/\nADs ofBCAS HQ, Guard File\nAD (OL)- with the rcquest to tnnslate this addendum in Hindi Language"
}