{
  "1": "RESTRICTED\n\n15-51/272/2015-POLICY DIVISION-BCAS /E-92594\n‘URd EHR / GOVERNMENT OF INDIA\narn fears HarTa/ MINISTRY OF CIVIL AVIATION\narn feAA Wail Bt / BUREAU OF CIVIL AVIATION SECURITY\nOSM HOA, WHET 3I§I/ UDAAN BHAWAN, SAFDARJUNG AIRPORT\nag feeeft - 110003 / NEW DELHI - 110003.\n\nDate: 26.8.2024\n\nAddendum-II to AVSEC Order No. 3/2024\n\nSubject: National Civil Aviation Security Programme- 2024\n\nIn exercise of powers conferred under sub-rule (2) (a) of rule 3, and rule 62 of\nthe Aircraft (Security) Rules, 2023, the Director General, Bureau of Civil\nAviation Security, for the purpose of the safety of passengers, crew, ground\npersonnel and the general public in all matters relating to safeguarding\nagainst act of unlawful interference with civil aviation, directs for partial\nmodification in this Bureau AvSec Order No. 3/2024 dated 20.2.2024 issued\non the subject matter.\n\n2. Sub-para 6.3:2 (c) is hereby inserted after Para 6.3.2 (b), which reads as\nunder:\n\n“National Inspector/ Auditors having legitimate functions at the aerodrome\nand in possession of valid Auditor's Authorization Card duly issued by DG\nBCAS under Rule 58 of the Aircraft (Security) Rules, 2023 are authorized to:\n\n~i) Have unrestricted and unlimited access to aircraft and aviation facilities,\nas applicable, for the performance of his/her functions and duties under\nthis rule. The auditors authorization card shall have equivalance with all\nairports and all zones Aerodrome Entry Permit (AEP).\n\nii) Enter, inspect and search any aircraft or any aviation facility, including\nair navigation services, and also interact with any personnel, and inspect\ndocuments and records for the purpose of securing compliance with the\nrules and the provisions of the Aircraft (Security) Rules, 2023.”\n\n3, Contents: of Sub-para: 7.1.1.19 (iii) are hereby deleted and following is\ninserted in-situ, which reads as under:\n\n“Security measures shall be implemented for all international and domestic\n\nflights to ensure that passengers and their cabin baggage which have been\n\n‘screened are protected from unauthorized interference from the point of\n\nscreening until they board their aircraft. If mixing or contact does take\n\n~ place, the passengers concerned and their cabin baggage shall be re-\n\nKaw\n",
  "2": "RESTRICTED\n\nscreened before boarding an aircraft. In the event of a mix up, the affected\narea, including aireraft shall be searched afresh; and passengers and\n\n~ their cabin baggage shall be subjected to prescribed security checks as\napplicable for the originating passengers”\n\n4, All other provisions of BCAS AvSec Order No. 3/2024 dated 20.2.2024 shall\nremain unchanged. The above amendment shall be implemented with\n\nimmediate effect\nfull Hasan, IPS\n\nDirector General\n\nw\\a\\e\n\nDistribution: As per standard list attached.\n"
}