{
  "1": "OFFICE OF THE ADDITIONAL DIRECTOR GENERAL/AIRPORT SECTOR\nCENTRAL INDUSTRIAL SECURIW FORCE\n(MINISTRY OF HOME AFFAIRS)\nAd m. Brock, 8:\",,f,\"[i8L?\nMahipalpur, New Delhi_37\nNo. 0-4201 UAPCiOpS(1)/Circutar (BCAS)i22 [?L] DateO: W Juty,2022\nTo\nAll CASOs of CISF ASGs.\nSub:\n1.\nand its handlino ooerationst\n. \nEnclosed please find a copy of BCAS letters No. CAS_25(2)04/D|v_I\n(Hold Baggage)/85389 dated 17.06.2022 and dated 22.07.2022 0nthe above\nsubject matter for kind information and further necessary action prease.\n2. This has been\nEncl: As above.\nCopy to:\nIG/APS-I & II\nDIsG/AP (SZ, NZ WZ & E & NE)\nAVSEC Cell, NISA, Hyderabad\nAVSEC Cell, RTC Arakkonam\nfor information please.\n-do-\n-do-\n-do-\nissued with the approval of the Competent Authority.\n(Ardn sinlfr)",
  "2": "",
  "3": "&\n(Hold P-agsagPJl8s38g\nOTINDIA\nOFCIWL AVIATION\n\"{VIA.TION SECURITY\nscreening and its\nby Sub-SeCtjon 1(A) of Section 5A ol\n, read with .rule 3 (b) of the Aircrafi\nBuiequ of Civil Aviation Securrty,\ncrew| gt-ound Personnel and the\nsafe.guardiag against acts of unlawful\nthat in p.arlial modification to AvSec\noe followiog amendrnents are made:\n.shdll be substituted, namelY':-\n:m will be carried out bY the\nteftified by Bureau of Civil\ngP€fator does not intend to\nitself, the work can be\nor joiht ventures of the AirPorl\nthrougti the personnel certified b.v., the\nlPS)\nGeneral\nno. 05/2022 dated\ndireetion shall be\no.",
  "4": "es perenne:\n\n",
  "5": "//RF,STRTCTED/l\nF. No. CAS-25(2)/O4lDiv.-I (Hoid Baggage)/85889\nqr{f{fiT?F]it / GOVERNMENT Or'IITDIA\ncFRfrcm-{qarmcl MrNrsrRy oF crvrL AvrATroN\nTrxfrcFffiW6rqi I BUR.EAU oF cryrr, Avrarrox socuRrry\n'0P{xir I-III aI{, Crfi&ltliFl, EFTIIq / .A' WING, I-[I trLOOR, JAIIPATH\nBHAUrAtr, JANPATH Tiffi - 11OOO1 / NEW DELHr - 1lOOOr\nDated: - t7.O6.2O22\nArrSec Order No. A5/2O22\nSubject: Securlty procedures in respoct ofhold baggsge lcreenlag and\nits handling operations.\nIn exercise of powers conferred by sub-section 1A of section sA of the\nAircraft Act, 1934 (XXII of 1934), read with Rule 3 (b) of the Aircraft\n(Security) Rules, 2011, the Director Gene:al, BCAS, for the purpose of the\nsafet5r of passengers, crew, aircraft, ground personnel and the general public\nin all matters related to safeguarding against acts of unlawfiil interfirence\nwith civil aviation, directs following comprehensive security procedures in\nrespect of lloLd Baggage screening and its handling operations to be followed\nby all concerned stakeholder:\nl. \nScope:\nShall apply to -\n? \nA11 aircraft registered in India, and all persons on an aircraft operated\nby an operator who has his principal place of business o, p\"\"ir\"rr\".,t\nresidence in India, wherever they may be; \n-\nb. \nIndian registered aircraft operating from foreign airports and all flights\noperati.ng from Indian Airports;\nc' \nall Internationar a,d Domestic civil Aviatiol operations corrrmencing\nfrom any civil aerodrom:/civil Enclaves/ Regional connectrvity--S;-t;*\"\nAirports/ Waterdromes/ Heliport in India;\nd. \nAirport & off-Airport rocations in India, involved in civil Aviation\noperations;\ne. \nAny other entity or location approved by the Appropriate Auttrority.\n2. \nDellrrltlons:\n2.\\ \nAccompanied hold baggage (he:elnafter refoned to as (llold\nBaggage'):.Baggage which is \"\"c\"ptEa flr carriage in the hold of an akcraft\nand which is checked in by the pa\"se.rge. who is on board.\n2'2 Acts of .arawfur interfereace: These are acts or attempted acts\nsuch as to jeopardize the safety of civil aviation, including but not lirnited to:",
  "6": "",
  "7": "//RESTRTC\"EDI/\nunlawful seizure of aircraft;\ndestruction of an aircraft in service;\nhostage-taking oa board aircraft or on aerodromes;\nlorcible iatrusion 9n _board an aircraft, at al atport or on dee p\nremises of an aeroaautical faciiit5r;\ne| \ninkoduction on board an aircraft or at a:: airport of a weapon or\nhazardous device or material intended for criminal prrpo\"\"r;\nf) \nuse of an aircraft in service for the purpose of causing death, serious\nbodily injury, or serious damage to property oi the environ*\"\"rq u\"a--\ngl \ncommunication of false information such as to jeopardize the safety\nof an aircraft- in flight. or on the ground, of p\"\"\".rrg\"'r., \n\".\"or,' \ngr]o,rrrO\npersonne-l or- the general pubric, at i airport or on the premises of a civir\naviation faciiity.\n2.9 \nAerodrome. Any delinite o-r limited ground or water area iatended to\nbe used, either who,v or in part, ro. tr-r. i\"\"?i.rg or departure of aircraft, and\ninctudes all buildings, \"h;;;;'\"\";i\";';;;\", \n;'.i other structures rhereon or\nappertaining thereto.\n2:a 1:.rof\"1. Operator. A person, organization, or enterprise that is\nresponsible for the operation and managem\"\"\"t of u, ,\"roa.o*..'- --- *'\n2.5 Ai:cralt Operator. A person, organizaliost, or enterprise engaged in\nor offering to engage in an aircraft op\"r\"io.r-- \n--'\n2.6 \nBaggage. personal prop:rry of passengers or crew carried in the\ncabin or in the hotd of an aircraft 6y \"gr;;;;;-r-*itl trre operaion ^-* *'\n2'7 Baggage Break-up Area. The area where all the arrival passengers,\nbaggage is delivered to them.\n2'8 Baggage container' A receptacle in which baggage is loaded for\nconveyance in an aircraft\n3.? _.l.gF.S: Sorting Area. Space in which deparhrre bpggage is sorted\nrnto flight loads.\n2.LO . Cheek-in. The pro::s: of reporting to an aircraft operator for\nacceptance on a particuiar flight.\n3.r_r..-P:r.11:** pouch/bag. A shipping container has diptomatic\nrmmunrry lrom search or seizure when accom-panied by trr. ..q\"i[i'.iii\"ar\ndocumentation.\n2.12 Exploeive Detection .System (EDSI. A technologz system or\ncombination of different technorolies *rriJrr\"J the ability to detect, and so\nto indicate by means of an alarmi\"pro\"i*-*ii.riar contained in baggage or\nother articles, irrespective of the mat'eriai i.o-l\"i \n\"r, the bag is made.\nal\nb)\ncl\ndl",
  "8": "",
  "9": "//REsrRrcTED//\n2.13 Explosive Devlce Detection System (EDDSI. A technologr system\nor combination of different technologies which has the ability to detect, and\nso to indicate by means of an a1arm, an explosive device by detecting one or\nmore components of such a device contained in baggage or other articles,\nirrespective of the material from which the bag or article is made.\n2.14 Interline baggage. The baggage of passengers subjected to transfer\nfrom the aircraft of one operator to the aircraft of another operator in the\ncourse of their journey.\n2.15 Mishandled baggage. Baggage involuntarily, or inadvertently,\nseparated from passengers or crew.\n2.16 Prohibited Items. A list of items i.e. weapons, explosives or other\ndangerous devices, articles or substances which may be used to commit an\nact of uniawful interference with civil aviation operations.\n2.L7 Restricted articles are defined, in the specific context of aviation\nsecurit5r, as those articles, devices or substances that may be used to\ncommit an act of unlawlui interference against civil aviation, or which may\nendanger the safety of an aircraft and its occupants, the public or\ninstallations.\n2.lA Screenlng. The application of technical or other means which are\nintended to identify andlor detect weapons, explosives or other dangerous\ndevices, articles or substances which may be used to commit an act of\nunlawful interference.\n2.19 Trace detection equipment. A technolos/ system or combination of\ndifferent technoiogies which has the abiiity to detect very smali amounts of\nexplosive materials, ald so to indicate, by means of an alarm, any such\nmaterials contained in baggage or other articles subjected for analysis.\n2.2O Transfer Passengers and Baggage. Passengers and Baggage making\ndirect connections between two direct flights.\n2.21 Unaccompanied baggage. Baggage that is transported as cargo and\nmay or may not be carried on the same aircraft with the person to whom it\nbelongs.\n2.22 Unclaimed baggage. Baggage that arrives at an airport and is not\npicked up or claimed by a passenger.\n3. \nDirections:\n3.1 The objective ofhold baggage screening is to prevent restricted articles\nfrom entering security restricted areas and being placed on board an aircraft\nin hold baggage.\n3:2 \nAl1 hold baggage shall be considered unclear until positively\ncleared, that is, each item of baggage to be examined is treated as unclear\nunless it can be determined that the baggage and its contents do not include\nrestricted articles, which are not permitted in hold baggage. If b\"ggage\nscreened by X-ray has not been cleared, it sha1l be further examined in an\nattempt to resoive the cause of concern. Baggage shall not be allowed to\nPage 3 of 32",
  "10": "//RESTRICTED//\nproceed for carriage until such concerns are resolved fully and effectively. If\nthe status of an item of baggage remains ambiguous, the baggage shall be\ntreated as unclear and subjected to further appropriate screening\nprocedures. X-ray operators should reject or subject it to further screening\nany baggage about which they have any reservation or doubt.\n3.3 \nNo hold baggage sha1l be loaded onto an aircraft unless it has been\nhandled in accordance with the securit5r process issued under this order.\nHold baggage should be accepted only from bona fide passengers holding a\nvalid aircraft operator ticket and valid travel document, and the check-in\nprocess should be carried out by a responsible agent or authorized\nrepresentative of the aircraft operator. No unsecure/unclear/unscreened\nbaggage shall be loaded on to the aircraft.\n3.4 \nAll Aerodrome operators shail provide requisite infrastructure for\nscreening and protection of hold baggage.\n3.5 \nThe Aircraft Operators/Airport Operators shall ensure that all hold\nbaggage to be carried on a commercial aircraft be protected from\nunauthorized interference from the point it has been screened or accepted\ninto care of the aircraft operator/ Airport Operators, whichever is earlier,\nuntil departure lfina7 destination/handed over to the passenger at the\ndestination. If the integrity of hold baggage is jeopardized, the hold baggage\nshall be re-screened by authorized person before being placed on the board\nthe aircraft.\n3.6 \nThe security process for hold-baggage is intended to ensure that\nbaggage placed in the aircraft hold belongs to bonafide passengers and has\nbeen authorized lor carriage after being subjected to the necessary security\ncontrols.\n3.7 \nArrangements for hold baggage screening shall be ensured to cause\nminimum disruption to the normal check-in process, the boarding of\npassengers, and the processing and loading of the baggage. Such screening\nmay be carried out before, during, or after check-in.\n3.8 \nAircraft operators shall ensure that when they accept hold baggage\nfrom a passenger, this same baggage is offloaded from the aircraft if the\npassenger fails to board the flight.\n3.9 \nHold baggage of any passenger who is denied boarding for any\nreason shall be offloaded prior to departure.\n3.1O Hold baggage that does not accompany a passenger because of\nmishandling or operational delays shall not be transported unless it has\nundergone appropriate securit5r controls\n3.11 Hold baggage originating from off-airport check-in facilities and\nintended for carriage on aircraft engaged in commercial air transport\noperations shall be subjected to the same or higher securit5r measures as\nthose carried out at airport check-in facilities as specified on case to case\nbasis.\nPage 4 of 32",
  "11": "//RESTRTCTED//\ncopy of such complaint shall also be forwarded to the controiling authority\nof such person.\niv. In case of empty shells and Iired bullets Local police shall be informed.\nv. In case the passenger neither has a valid arms license with him nor\nclaims to possess the same, the ASG (CISF/ state Police) / Aircraft operator\n/ Airport operator security staff shall hand him over to the local police along\nwith the arms and ammunition with a complaint about the incident for\ntaking necessary legal action under the Arms Act 1959 12016 and Aircraft\nAct 1934 and the rules framed there under.\n27. Prohlbltlon on carriage of certain goods:\n27.1 Carriage of Drone - Drone/Remotely Piloted Aircraft System (RPAS)\n/Unmanned Aircraft System (UAS) /Unmanned Aerial Vehicle (UAV) are\nrestricted items and may be carried in hold baggage if appropriate approval\nis in place.\n27.2 Carriage of Firecracker / Pyrotechnics:\n27.2.1 Firecrackers/pyrotechnics contain explosives and carriage of\nexplosives in check-in baggage is prohibited under Rule 8 of Aircraft Rules,\n1937.\n27.2.2 A11 aircraft operators,/Airport operator shall ensure that any\nattempt by passengers to smuggle explosives including fire crackers into the\naircra{t is not only foiled but the passengers involved in such acts are also\nhanded over to the police and FIR is lodged against such passengers for\nappropriate action. Mere confiscation of firecrackers detected in the check-in\nbaggage and subsequent letting off of such passengers are not enough. Legal\naction against such passengers is essential to prevent unlawful interferences\nwith civil aviation operations.\n27.2.3 A11 travelling public may be suitably educated on the above lines by\nway of warning menLioned in the airlines ticket and by display of boards in\nterminal buildings. Stringent punishment to offenders alone will act as\ndeterrent against potential offenders.\n27.3 Carriage of Satellite Phone:\n27.3.1 BSNL has been issued a 'Sui Generis' license by the DoT for\nproviding Global Satellite Phone Service with M/s Inmarsat. Accordingly, the\nuse of BSNL provided Inmarsat satellite handset (SAT phone) has been\nallowed in India and the customers availing this service are required to show\nauthorization of the handset, whenever asked by securit5r personnel.\n27,3.2 Use of all other sateilite phone services such as Thuraya etc.\ncontinues to be unlawful in Indian Territory, unless specilic permission is\ngiven by the competent authority for use of such service. Unauthorized use\nPage 31 of 32",
  "12": "of satellite phones is punishable as per provisions\nof the Indian Telegraph Act, 1885 for violation of\nthe said Act.\n//RESTRTCTED//\nunder sections 2O and 21\nprovisions of section 4 of\n27.3.3 Entities operating at airports are directed to sensitize all concerned\nabout carriage and use of BSNL provided Inmarsat Sateliite Handsets in\nIndia by authorized persons while ensuring action as per law for\nunauthorized use of all other satellite phones.\n28. Procedure on Failure of Security Controls of hold baggage: In the\nevent that an aircraft has already departed without the proper\nimplementation of securit5r controls related to the flight, appropriate\nauthorities at the destination of arrival shall be notified as to the nature of\nthe failure.\n29. Procedure on Power failure and break down of security\nEquipment:\nPower failure and break down of securit5r equipment: Every airport\noperator shall be responsible to make necessary arrangements for alternate\npower source to ensure that prescribed security checks are carried out\nwithout disruption. In case of breakdown of security equipment, 100%0\nmanual screening shal1 be carried out.\n3() \nExemptions: DG, BCAS may exempt screening of hold baggage in\nCivil Aircraft operating from and to civil airports in India in national interest.\n31 \nThis AVSEC Order has been issued in supersession of CAS 26 (7)\ndated 16.11.1993, CAS 25 (2ll96.Div.I dated: 30.04.1997, AC 09l1999, AC\ng2l2oor, cAS 03 (32) dated 20.03.2001, Ac o42oor, A0\"06/2001, Ao\n.osl2oo2, AC,r/312oo3, Ao €1 l2oos, Ac 49J2oo4, AC -r?l2oo4, Ao\nJ.8/2OO7, aA.g3 (2\\ dated O1.10.2OO7,'A4 $l2OO8, LC 07l2ot9 and BCAS\nletter dated 14.lO.2O2O and shall be implemented with immediate effect.\n,32. Penalty: Any violation of this AvSec Order shall attract penalty\nunder applicable provisions of the Aircraft Act, 1934 and the Aircraft\n(Security) Rules, 201 1.\n33. \nThis issues with the approval of Director General,\n(J\nrPS)\nGeneral\nDistribution: As per standard list\nJoint\nPage 32 of 32",
  "13": "//RESTRICTED//\ng,l2 All items placed in the aircraft ho1d, including items such as\ncompany mail or flight do\"r*.nts, shail be subject to appropriate security\ncontrols.\n3.13 Technical equipment i.e. ILHBS, X-ray BIS, Explosive / liquid\nexplosive trace detector, etc. must be checked by test kit provided by OEM\n(Operational Equipment Manufacturer) and should be fu1ly operational\nbeiore commencing of duty in each shift and after due intervals as per\ninstructions issued by the Director-General, BCAS from time to time. Faulty\nequipment shal1 not be used.\n3.14 The In-line hold baggage screening system shall be operated by\nBCAS certified screeners who shall be a regular employee of the respective\nAirport Operator.\n3.15 Screening of hold baggage shali not be outsourced to a third party.\n3.16 Aircraft operator/Airport operator shall make arrangements for\ndisposal of prohibited/restricted items/articles at a stand-alone X-ray\nScreening point or at Level -IV screening point respectively.\n3.17 After screening, the hold baggage shall be handed over to the aircraft\noperator / Authorised representative/ security service provider for escorting\ntill the aircraft through BMA.\n3.18 After screening of hoid baggage at OOG, the screeners sha,ll hand\nover the baggage to the security staff of the aircraft operator/ security\nservice provider along with the records.\n3. 19 The agency performing the screening function shall lodge/ file\ncomplaints at the local police station along with the aircraft operator\nrepresentative, in case of detection of any unauthorized article/substance.\n3.2O Cyber security: Due to automation in the screening process of hold\nbaggage, the data shall be protected by the agency conducting hold baggage\nscreening to meet the goals of confidentiality, integrity, and availability and\nbe as robust as possible against possible cyber-attacks.\n4. \nScreening and Hand search Enviroaments:\n4.1 \nAppropriate Safet5r and Security Signage shall be displayed at\nappropriate places, by the airport operator showing the name of screening\npoints and items forbidden or not allowed to be carried on-board an aircraft.\nAirport operators shall ensure to display signs announcing that hold\nbaggage are subject to search and tllat firearms and other dangerous\narticles are restricted.\n4.2 \nScreening and search areas should be provided with adequate\nheating, lighting, and ventilation systems suflicient to provide an\nenvironment conducive to the efficient operation of the security staff and the\ngeneral hold baggage screening process. It should be equipped with a\nsuitable horizontal surface on which hold baggage may be searched by\nPage 5 of 32",
  "14": "//RESTRTCTED//\nhand. The passenger should be able to witness the examination, but should\nnot be in a position to interfere with the search.\n4.3 \nThe conveyor belt from the check-in point/ baggage drop-point to\nthe baggage make-up area shall be protected from unauthorized access\nduring its movement up to the baggage make-up area.\n5. \nEquipment for hold baggage screening at screenlng Checkpoints:\n5.1 Following equipment shall be installed at screening check points for\nscreening of hold baggage:\na. \nBefore Check-in: Stand-alone CT/X-BIS\nb. \nAfter check-in: In-line Hold Baggage System as specified by\nBCAS.\nc. \nETD/EVD\nd. \nOther equipment as approved by the BCAS from time to time.\n5.2 Before commencement of operation, the screener shall ensure that\nthe performance test of the machine is carried out by the manufacturer's\nprovided test kit at least once in each shift.\n6. \nGeneral Screening Princlples:\n6.1 Al1 items of originating accompanied hold baggage shall be screened\nand cleared by one of the following methods:\na. \n1OO%o screening by X-Ray BIS; and\nb. \nManual hand search on a continuous random basis where the\npercentage of baggage including suspect baggage so searched within a\nparticular period shall not be less than 1O% of the total baggage during that\nperiod.\nOR\na. \n100%o screening by X-Ray BIS; and\nb. \nScreening by Explosive Detection System (EDS) unit as specilied by\nBCAS, or by explosive sniffer dogs on a continuous random basis where the\npercentage of bags so screened during a particular period including suspect\nbaggage shall not be less than 1O% of the total baggage screened during that\nperiod.\nOR\na. \nIOO yo screening with Inline Hold Baggage Screening System\n(ILHBSS), as per the procedures specified in this AvSec order.\nPage 5 of 32",
  "15": "//RESTRTCTED//\nOR\na. \n1007o manual hand search; and\nb. \nScreening by X-Ray BIS or Explosive Trace Detection system for items,\nwhich cannot be adequately cleared by manual hand search.\n7, ScreeningProcedures:\n7.1 Manual search:\ni) \nManual searches of hold baggage shall be conducted following the\nsame instructions as for cabin baggage. However, on completion of a search,\nthe baggage should be closed and fastened but should not, under normal\ncircumstances, be returned to the passenger.\nii) \nWhenever possible, manual searchers should have ready access to X-\nray facilities and ETD/EVD equipment to support their examination of\nindividual items. The search should be carried out at a location specilied in\napproved standard operating procedures. Preferably, the search should be\nconducted at a location not observable by other passengers, and in a secure\nand controlled environment.\niii) \nManual search of the hold baggage should be conducted in\naccordance with the foilowing basic guidelines:\na) \nthe searcher should be tactful, courteous and use caution;\nb) \nit is important to adopt a systematic approach so that no items or\nareas ofthe bag are overlooked;\nc) \nbaggage must be matched with the correct person/owner and\npositioned on the search table so that the owner can open the bag, but not\ninterfere with the conduct of the search;\nd) \nitems found in baggage that couid conceal a prohibited article should\nbe opened or subjected to screening by X-ray or other explosive detection\nequipment.\niv) \nManual search of hold baggage should preferably be conducted by\nsame gender especially in case of female passenger.\n7.2 Explosive trace/vapour detection equlpment checks: ETD/EVD\nequipment to be used shall be speci{ied by BCAS, It shall be used as part of\nboth primary and secondary (alarm resolution) processes. The detailed\nprocedure for alarm resolution is illustrated at points 12 tol4 of this order.\n7.32 X-ray screening: During X-ray screening of hold baggage, X-ray\noperators shall:\nPage 7 of 32",
  "16": "//REsTRrcrED//\ni) \nexamine the entire X-ray image for restricted articles, or components\nof restricted articles, making full and effective use of the equipment's image\nenhancement l-eatures, as appropriate. In particular, but not exclusively' the\noperator should look for the components of an IED, including detonators'\nwlires, batteries, and electronic or mechanical timing devices. _ Particular\natteniion should be given to dense or opaque areas that might conceal\nrestricted articles and areas highlighted by the system as potential locations\nfor a threatening item;\nii)checkthattheshadingofabaggageimageisconsistent.throughout,\nsince lighter edges may indicate the presence of a sheet explosive that does\nnot completely line the top or bottom of the baggage;\niii) \npay as much attention to ttre baggage framework and appendages as\nto its contents; and\n,v) \nexamine any metallic or channelled part of baggage for apparent\nbulges or protrusions which could partially conceal a component of an\nexplosive device.\n7.4 If the X-ray operator is not ful1y satisfied that the baggage and its\ncontents do not \"o.ri.i., any restricted articles or components of restricted\narticles, the baggage shall undergo further examination' Under no\ncircumstances, this-reener shall clear the baggage until he is fully satis{ied\nthat it does not contain any restricted item/article'\n7.5 Selection of hold baggage for manual search by X-ray operator should\nalways be made uslng the principie of reasoned selection and in a consistent\n-^.rir., throughout ine period hold baggage is being processed' Reasoned\nselection *\".r\" \nthat the selection is based on the X-ray image,\nconcentrating the effort on those bags most likely to conceal a\nprohibited / dangerous item and artfully concealed weapons/IED'\n7.6 Hold baggage that cannot be cleared by the X-ray screening process\nshall be referrEd ior manual hand search and explosive detection test. Any\nhold baggage which cannot be satisfactorily cleared by the total screening\nprocess shall be denied loading into the aircra-ft.\n7.7 It is imperative that the screening of baggage shall not cease when an\nunauthorize single weapon or device is detected since multiple weapons,\ndevices or dangeious items can be present in a hold-baggage. There shall\nalso be a desilgnated area near the screening machines for handling of\nweapon and ammunitions.\n8. \nHold Baggage Screening (Standalone): The following officers will be\ndeployed when hold screening (Stand Aione) is taking place'\nLoad Officer \n- 01\nX-ray Oflicer \n- 01\nOfficer physical /Hand Search/ETD check officer - O1\ni)\nii)\niii)\nPage 8 of 32",
  "17": "//RESTRTCTED//\nNote: The above officers shall be trained and certified screeners and shall be\nrotated after 20 minutes.\n8.1 \nDuties of Load Officer:\na) \nThe load officer must be positioned at the 'input' end of the X-ray\nmachine to enable them to observe and assist with the flow of persons\nproceeding through the screening process:\nb) \nThe officer shall remain alert for any person who gives cause for\nconcern\nc) \nThe Officer will take bags, packages and other articles from each\nperson as ttrey arrive for screening after veri$ring their travel documents\nHe shall ensure that:\ni. \nbag is placed correctly into the tunnel of X-BIS;\nii. \n30 cm gap between 2 bags/article should be maintained for the\nbetter performance of the machine;\niii. \nlift heary baggage onto the idle rollers;\niv. \ntake them off the idle rollers;\nv. \nassist the passengers in the queue;\nvi. \nkeep the X-BIS area free of left-over trolleys;\nd) \nFollowing questions may be asked:\ni. \nIs it your baggage?\nii. \nDid you pack it yourselP\niii. \nDo you know the contents?\niv. \nAre you carrying power bank/ portable charging device or any other\nrestricted item?\nv. \nWas the baggage in your custody throughout?\nvi. \nAre you carrying some electronic/electrical goods?\nvii. Did you accept any gift/packet etc. from some other person?\nIf the answer to any of the above questions raises doubt, one of the following\nprocedures shall be applied:\ni. \nRelevant hold baggage shall be marked as .suspect, and it will be\nsubjected to additional securit5r controls.\nii. \nAll bags are to be placed on the conveyor belt in such a way as to\ncreate a clear image on the X-ray monitor.\niii. \nA11 bags shall be removed from trolleys. The oflicer will alert the X-Ray\nOfltcer if there is any bag, which may be unusually heavy or for another\nreason which may warrant particular scrutiny.\n4.2 Duties of X-ray Officer (Screenerf:\nPage 9 of 32",
  "18": "a. \nBefore commencing duff, an X-ray officer\nserviceability of screening equipment.\n//RESTRTCTED//\nshall check the\ninterpret the x-ray\nb. \nThe x-ray officer must alwaYs be\nimage.\nin a position to\nc. \nAn officer must not continuously\nmonitor for periods exceeding 20 minutes.\ninterpret images on the x-raY\nd. \nIf any unauthorized articles are present, or if there is doubt as to the\ncontents oi any bag, the bag shall be re-screened and for to be referred for\nmanual hand search and/or explosive detection test.\ne. \nContinuous random search: In addition to suspect bags, minimum\nlo%o of total hold baggage which are to be screened should be subjected to\nrandom manual searches. Before a hand search is carried out, the owner of\nthe bag must be identified and their consent should be obtained for hand\nsearch. In case of alert situation, at least 2Oo/o of total hand baggage shall be\nmanual searched.\nf. \nWhen an officer believes that anything contained within a bag\nconstitutes an immediate threat, the officer shall ensure that the passenger\ncannot gain access to the bag. This will normally mean stopping the\nmachine with the bag inside. The officer will inform the Supervisor, who\nshall ensure further necessar5r action as per local SOP designed for such\nexigencies.\ng. \nOnly when the x-ray officer is satisfied that the person's bags are free\nof any unauthorized articles, shatl the person be permitted to proceed with\ntheir bag.\nh. \nWhen screening is complete, the officer must check that there are no\narticles or bags left inside the x-ray machine.\nNote: During screening a screener shall not use mobile phone/tablet or any\nother electronic gadgets which may distract his/ her attention from\nscreening of baggage.\n8.3 \nDuties ofphysical /Hand Search /BfD checL ofiicer (Screener):\na. \nOfficers detailed for conducting physical / manual hand search and/or\nExplosive detection test of the hold baggage on a continuous random basis\nor when a bag/item is not cleared by the X-Ray Officer. The X-Ray Officer\nwill not clear the bag in the following cases:\ni. \nunauthorized articles (restricted/ prohibited or dangerous items) other\nthan the explosive device is observed on the X-Ray image or\nii. \nthe X-Ray Officer is not satisfied as to the safety of any articles in a\nhold baggage or\niii. \nIf the contents of any hold baggage are not distinguishabie on the X-\nRay I mage, or\niv. If at arry time the X-Ray Oflicer considers it necessary or when\ndirected to do so by ttreir Supervisor\nPage 10 of 32",
  "19": "//RESTRICTED//\nA.4 Method of manual Search of Hold Baggage:\na. \nA manual search of bags shall be carried out physicaliy/virtually\nreuniting with their owners for further inspection and interview. Manual\nhand search will be done in the physica-i/virtual presence of the concerned\npassenger.\nt. \nThe selection of hold baggage for further inspection should be done\nconsistently and according to the principle of reasoned selection. Guided by\nX-ray images, the focus should be on such areas of baggage which may\nmost likely conceal a restricted or potentially dangerous item.\nc. \nManual Search of an individual's hold baggage shail be carried out as\nfollows but not limited to;\ni. \nThe physical inspection of hold baggage shall always be carried out in\nthe presence of the person presenting it/on real-time virtual CCTV Screen;\nii. \nParticuiar attention should be paid to the lining, trim, seams, rims,\nstuds, zip fasteners, locks, hinges, wheels and handles to identify signs of\ntampering or repair which may indicate the artfully concealment of a\nprohibited article;\niii. \nThe contents of the bag should be removed layer by layer, each being\nexamined until the bag is empty. The empty bag should then be lifted by\nhand and assessed for balance and empty weight. If there is suspicion that\nthe bag is not of uniform weight, or not of a weight consistent with being\nempty, the bag itself should be examined for concealment of prohibited\nitems, if necessary, it should be screened by X-ray;\n8.5 Duration of duty time for Standalone X-ray equipment operators X-\nray image interpretation is a complex task that can be mentally demanding.\nIt shall be ensured that rotation of the screener is done after every 20\nminutes. He/She shail resume X-Ray interoperation duties only after 40\nmin.\n8.6 The area between the standalone screening points till check-in point\nof hold baggage shall be kept under close watch by the security staff of the\nconcerned aircraft operator.\ng, Inline Hotd Baggage Screening System:\n9.1 In case screening are done after the check-in process: Passenger\nquestioning and passenger identification will be undertaken by the check-in\nstaff of the aircraft operator/GHA. Proxy check-in individual cases shall not\nbe allowed. However, group check-in or family check-in may be permitted\nafter verifying the credentia-ls as per aircraft operator's SOP.\n9.2 The area between the departure terminal entry points till check-in\npoint of hold baggage shal1 be kept under close watch by the electronic\nsurveillance system.\nPage 11 of 32",
  "20": "//RESTRTCTED//\n9.3 Following questions may be asked at the time of Check-in/acceptance\nof baggage:\n(i) \nIs it your baggage?\n(ii) \nDid you pack it yourself.2\n(iii) Do you know the contents?\n(lri \nAre you carrying a power bank/ portable charging device or any other\nrestricted item?\n(\") \nWas the baggage in your custody throughout?\n(\"i) Are you carrying some electronic/electrical goods?\n(vii) Did you accept any gift/packet etc. from some other person?\ng.4 If an answer to any of the above questions raises doubt, the passenger\nalong with his hold baggage shall be referred to the security supervisor of\nthe aircraft operator, who will ensure a thorough check of the passenger and\nhis entire baggage before allowing him to check-in and proceed further'\n10. The generic four-level model ls described below:\n1O.1 The system designed for a multi-level screening process shall have\nthe following features: -\n10.1.1\nLevel 1:\n(i) \nLevel 1 screening is to be undertaken by a CT-EDS machine with\nautomatic explosives detection facilities.\n(ii) \nA11 baggage images will be referred to Level 2 with suspicious areas\nhighlighted, if any, where a certilied screener shall accept or reject the\nbaggage.\n10.1.2 Level 2 (Level 2A and Level 2B):\ni. \nLevel 2 screening is remote workstations(s) whereby operator(s) can\nanalyze the image generated by the Level 1 CT-EDS machine. The\nworkstation is \nrequired to \nbe equipped with \nenhanced\nimaging/manipulation systems to assist the operator to diagnose the\nscreened image.\nii. \n100o/o of level 1 screened baggage images shall be referred to level 2.\niii. \nWhilst the bag is being referred to level 2, it should be 'tracked'while\nit travels along the length of the\nare known at all times.\niv. \nIn practice, it is usual to\nprogrammable time of up to 3O\nimages.\nv. \nIn the case of major airports with 5 MPPA or more, airport operators\nsha1l install level 28 for longer time analysis, so as to ensure that Level-3 is\nnot overloaded. In this instance, there will be enhanced image manipulation\ncapabilities; Senior/experienced operator shall be deployed who shall view\nthe image and have more time to interpret and make a decision' At level 28,\nconveyor such that its position and identity\nprovide a conveying system that allows a\nseconds to queue and process the level 2\nPage 12 of 32",
  "21": "//RESTRICTED//\nprogrammable time 40-110 seconds shal1 be made available so as to enable\nthe suflicient time to the screener for image interpretation.\nvi. \nIn systems with multipie level 1 machines, the MUX/Matrix type set-\nup of severai level 1 and level 2 workstations will be linked together,\nenabling the level 1 image to go to the next available level-2 workstation. The\nMUX/matrix data communication shall enable any of the Level 1 X-ray\nsystems to send rejected bag images to any of the Level 2 workstations' The\nproposed MUX/matrix scheme must be flexible enough to accommodate\nfuture expansion. In all cases, any bag considered suspect by the operator is\nto be flagged and routed automatically to Level 3.\nvii. Cleared bags shall proceed to the baggage make-up area.\nviii. If any bag not cleared within a pre-determined time by the level 2,A,\noperators, are considered 'time-outs' and automatically forwarded to level\n28. In other cases, it shall be forwarded to leve1 3 from level 2. In addition,\nany mis-tracked or unscreened bags on the conveying system are defaulted\nto the ievel 3 area.\n10.1.3 Level 3:\ni. \nA workstation shall be installed at level-3 to retrieve the image created\nby Level-I, CT-EDS. These workstations may increase as per requirement\nand higher density airports. These workstations shouid be able to pull the\nimage of the baggage created by the Level-l machine by a barcode reader f\nscanner-\nii. \nA standalone Dual Energr and dual view X-BIS shall be installed at\nLevel-3 to screen the baggage again. The screener shall rescreen the baggage\nat leve1-3 invariably.\niii. \nExplosive Trace / Particle detection Check. The un-cleared I\nsuspected bags sha1l be checked with the latest explosive trace detectors by\nusing a vacuum pump / specially designed filter papers for checking the\npresence of explosive substances.\niv. \nExplosive Sniffer Doss. A dog shall be deployed for confirmation, once\nETD gives a positive signal. The dog is to be turned over every one hour. In\nan 8-hour shift, there should be minimum 2 dogs with handlers.\n10.1.4 Level 4:\ni. \nAll un-cleared / suspected bags at level 3 are to be manually/\nvirtually reunited with their owners for further inspection and interview. The\nsecurity staff of airport operator shall escort while transporting un-cleared/\nsuspected bags from L-3 to L-4\nii. \nA workstation may be installed at level-4 to retrieve the image created\nby Level- 1 CT EDS to facilitate the physical inspection of the baggage by the\nsecurity staff.\nPage 13 of 32",
  "22": "//REsTRrcrED//\niii. \nBag should be accepted or rejected on the system as well as an.entry\nin the bJggage handover iegister is to be made. These workstations should\nbe able to puff the image of th. b.ggrg. created by Level-I machine by a\nbarcode reader f scanner.\niv. \nAny bag that is still deemed to be suspect after passenger interview'\nOr\nv. \nIf the passenger cannot be located, are normally handled as per SoP'\nOnce a bag is declared as threat bag, it should be shifted through conveyor\nbelt system/ automatic lift system.\nI^O.2 In case of virtual reunlon of passenger:\nRestricted defined area near boarding gate to be earmarked for\nvirtual physical check with live CCTV feeds from Inline level 4 physical\ncheck iooms and a communication facility for direct interaction between\np.\"\"\"ng.. and securit5r staff conducting physical search of the registered\nbaggage.\na) In case of arm f ammunition or any other customs prohibited/\ncontraband item found, passenger need to be escorted to level 4 as per\nnormal procedure for conducting physical search'\nb)Withregardtolockandkeyofbaggage,aircraftoperatorstaffto\ncoordinate between passenger and screener.\nc)Anybagthatisstilldeemedtobesuspectafterpassengerinterview.\nor if the Passenger cannot be located, shall normally be handied as per soP.\nOnce a bag is diclared as threat bag, it should be shifted through conveyor\nbelt system/ automatic lift system.\n11. \nProcedures for handling non'standard /OOG baggage:\nooG is designed for handiing of oversize / overweight, fragile bags including\nbig boxes, o'ddly-shaped or otherwise non-standard baggage and special\nninamg bag. Hence provision of stand-alone X-ray machine (OO.G) shall be\nmade at* deplarture level for handling of all such baggage' Es-corting of such\nbaggagefromooGtoBMAshallbedonebysecuritystaffofconcerned\nAircraft operator/ Security service provider.\n12. \nAlarm Resolution - PrinciPles:\nL2.l \nIf an alarm is produced while conducting explosive trace / vapour\ndetection check; the p..\"-o.r andf or their belongings shall be subjected to an\nalarm resolution process.\nPage 14 of 32",
  "23": "//RESTRICTED//\n12.2 \nWhen an Alarm is produced, the following actions shalI be\nundertaken;\n12.2.L Apply ETD cleaning or \"clear down\" procedures to ensure that the\nequipmentls free of any residual contamination, including residue from the\nperson or belongings from which the alarm was produced;\n12.2.2 The hands of the ETD operator conducting the test and the\nsampling wand, if used, should also be cleaned and tested for potential\nresidue, and the gloves previously used, if any, should be changed;\nL2.2.9 The ETD operator shall determine what item caused ttre alarm by\nre-sampling, individually, each item, including the exact area(s) previously\nsampled. To do so, a clean swab should be used for each part. Additional\nscreening by other methods such as X-ray equipment and/or manual search\nof the items concerned may be necessary, as appropriate;\nL2.2.4 If, following the cleaning and re-sampling procedures, no further\nalarm is produced, the hold bag should be deemed clear to proceed;\nL2.2.5 If a second positive result is produced as a result of re-sampling or\nshould there be other remaining concerns, appropriate escalation protocols\nshall be foilowed. BDDS team shall be called at the spot and they shall\nproceed as per the SOP.\n13. Alarm Resolution - Interview:\n13,1 \nAs part of the alarm resoiution process, an appropriately trained\nperson shall interview the person in order to help understand what may\nhave caused the a,larm and whether this may represent a genuine cause for\nconcern.\n13.2 \nIf possible, the interview should be conducted by a person with\ntraining in behaviour awareness and questioning techniques.\n14 \nAlarm Resolution - Clearance (When re-sampling procedure\nconfirms traces of E:*plosives):\n14.1 \nIf the interview process does not provide satisfactory reasons for\nthe detected contamination, and/ or the explanation is deemed\nunsatisfactory, the person and their belongings, including the item(s) that\nproduced an alarm, shall be subjected to a full manual search, and screened\nusing available equipment and techniques, with particular attention placed\non signs of tampering (e.g. of electrical items, shoes or inner lining of bags.\nL4.2 When the resoiution process is inconclusive and concerns remain,\nbut no explosive has been found, the matter shall be further escalated in\naccordance with 1oca1 protocols so a Iinal decision can be reached as to\nwhether the passenger should be allowed to carry on with their journey.\nPage 15 of 32",
  "24": "i.\n11.\niii.\niv.\n//RESTRTCTED//\nl4.g To this end, all relevant information collected during the screening,\nalarm resolution, and interviewing process (including passenger's lame-and\nall flight details) shall be shared ,\"iit ttr. CSO of the Airline and CSO of the\neirpoit. The same information shall be shared with BDDS and the matter\n..r\"y t. reflected in the DSR submitted to BCAS' Until the alarm and any\nfuriher indications of concern have been fully resolved to the satisfaction of\nthe decision-making authorities'bag shall not be released'\n15 Screening system records:\n15.1 Records on the following shail be maintained physically/digitaliy with\nrespect to the hold baggage screening system and all hold baggage that\nundergoes a manual search:\na. \nroutine screening equipment checks and maintenance operations;\nb. \nroutine compliance test results;\nc. \ndaily baggage volumes processed at each security level; and \n^\nd. \n\"p\"\"ifi\" \n\"IrJi.,idual records for each item of baggage referred for\na manual search, including:\ndate, time and location of search;\nname of searcher;\nname ofthe associated passenger and flight number;\nreason for referral; and\nsearch results.\nRecord Keeping\n15.2 The following records / documents shall be maintained for hold\nbaggage screening:\ni'EquipmentMaintenance(preventiveandcorrective)andcalibration;\nii. \nSecuiity equipment serviceability and performance test checks\nlogbook; and\niii. \nScreeners Rotation Register\niv. \nDG detection registers'\nv. \nEDS (ETD/EVD) check register\nvi. \nWeapon AccePtance Register\nvii. \nManual Search/Physical Check Register\nNote: The above-mentioned records shall be maintained in physical or\ndigital form for a minimum period of 01 year'\n15 Operator Proflclcncy testing:\n16.1 Operator proficiency should be tested periodically' Various test\nmettrod.s including the usi of TIP software to embed simulated images into\ndisplays of actual-baggage during processing, while automatically recording\noperator responses ,iiv*u. used-. Non technological methods, such as the\nvi.\nPage 16 of 32",
  "25": "/IRESTRICTED//\ninsertion of test pieces simulating threat items into test baggage or actual\npassenger baggage, with the permission of the passenger, again assessing\nthe ability of operators to identify such items, may also be effective.\n16.2 No matter which method is used, test resuits should be used as a\nperformance enhancement tool and should be shared with superior\nauthority.\n17 Procedures in the event of system failure:\n17.1 Every airport operator shall be responsible to make necessary\nalternate arrangements as per NCASP in event of system failure.\nL7.2 Cont:ngency plans should address a breakdown or failure affecting\nthe hoid baggage screening system or the conveyer belt or the baggage\nsystem itself, so that all relevant baggage may continue to be screened and\nsearched according to the required standards. A local SOP shall be prepared\nby the airport operator in consultation with ASG, in this regard which shall\nbe vetted the concerned RD, BCAS.\n17.3 Hold baggage screening facilities and the baggage system should\nincorporate suflicient redundancy, i.e. spare capacit5r andlor flexibility, so\nthat the screening of all hold baggage may continue in case the hold baggage\nscreening system becomes unserviceable or is unable to operate at its\nintended capacity.\nL7.4 It is essential to make full use of the available screening facilities and\nresources. Whenever necessary, additional mannal search facilities or\nscreening equipment should be made available. As an aid for manual\nsearches, the screening system should be capable of retrieving and printing\nat least the last image processed.\n18 Special security arrangements\n18.1 If for safet5r reason, any cabin baggage beyond boarding gate is\nredirected to be placed in the aircraft hold; such baggage needs not to\nundergo the hold baggage screening provided that any dangerous goods\nwhich are not allowed for transport in the cargo hold are removed (e.g. spare\nlithium batteries, fuel cell systems), and that it meets passenger and\nbaggage reconciliation requirements and the passenger, i.e. owner of the\nbaggage, has boarded the aircraft. The securit5r staff of the aircraft\noperator/ securit5r service provider shall escort such baggage during its\ntransportation to the aircraft hold from the aircraft cabin, to prevent\nintroduction of unauthorized article and pilferage. An entry of such baggage\nshall be made in hold baggage manifest.\n18.2 For aircraft types that do not have a divider between the hold baggage\ncompartment and passenger cabin, aircra-ft operators shall apply additional\nmeasures to prevent tampering with screened hold baggage, which may\ninclude the:\nPage 17 of 32",
  "26": "//RESTRJCTED//\na) \ninstallation of netting or any other barrier that will deny access to the\nhold baggage compartment during flight; or\nb) \napplication of special fixed lockers for baggage which may contain\nrestricted articles or dangerous goods, and the barrier or lockers should be\nlocked and operable with a key or code known only to ground staff.\n18.3 Any container or kennel designed for the transport of an animal in an\naircraft hold should undergo appropriate security controis. If the kennel is\nprovided by the aircraft operator, it should be visually checked before the\nanimal is placed inside. The aircraft operator should be responsible for\nkeeping the occupied kennel secure while it awaits loading.\n18.4 If the container belongs to the animal's owner, it should be screened\nwhile empty. After satisfactory screening, the container should be returned\nto the aircraft operator for transport of the animal. If screening equipment is\nnot available, a visual inspection of the container should be carried out with\nthe help of the animal's owner.\n18.5 Prior to ioading a kennel in an aircraft ho1d, security staff of the\nairline should visually examine the entire kennel to confirm that it has not\nbeen tampered with\n19 Surveillance in Baggage Sorting Area (BSA)\ntransport/movement to aircraft hold:\nand during\n19.1 Baggage sorting area is designated as a special security zone and only\nauthorized persons shall be allowed to enter into it.\n19.2 Any person entering a baggage make-up or storage area without\nauthorization should be challenged and escorted out of the area;\n19.3 Airport operator shall ensure the entire BSA area is under electronic\nsurveillance at all time.\n19.4 The Aircraft Operator securit5r staff shall ensure securi\\r surveillance\nand security control of baggage in BSA.\n19.5 The Baggage make-up of{icer of aircraft operator/ security service\nprovider shall check that all bags have the relevant destination tag attached.\n19.6 Before loading the baggage on trolleys / containers/ vehicle the\ndetachable part of the baggage tags shall be removed and affixed on\ncontainer chart or grid sheet in case of manual/ Scanned through Electronic\nReconciliation equipment -in case of automatic\n19.7 The Aircraft Operator/ GHA shall ensure that hold baggage is\ntralsported /dispatched till aircraft in locked container/ trolley/ vehicie\nsecured wittr securit5r seals.\nPage 18 of 32",
  "27": "19.8 ASG shall be deployed in the Baggage make-up area' He/.she shall be\npositioned in such . *.y'\"o as to ensti-e a clear view of ail the bags coming\non the conveYor belt.\n19.9 If a bag is found without a destination tag attached, the baggage shail\nnot be pe.miited to be loaded into baggage trofeys/ containers'. The aircraft\n;;;.;1\"; representative shal1 be informed of it' Such bags shall be dealt as\nuncleared bags.\nlg.loApronpatrolseithermobileorfootshouldpayparticularattentionto\nt\"Sg^g.' trolleys/ containers moving between baggage make.-up . and the\narliJt hold. This is to minimize tlie risk of any unauthorized article being\nintroduced.\n1g.11The Airlines security staff shall search the hold of the aircraft before\nloading of baggage. The seirch sha1l be thorough enough to ensure that no\nunauthorized article is Present.\n19.12 Originating and transfer hold baggage, including tail-to-tail- transfer\nhold bagga-ge whEnever permissible, shall not be left unattended on the\napron or alongside an aircra-ft.\n20.. Passenger and baggage reconciliation:\n2O.1 General Principle: Person and baggage reconciliation is a procedure\nthat uses a verifiable lracking system to bring attention to hold baggage that\nhas been loaded or is about to be loaded on a specific flight despite the\npassenger,s failure to board the aircraft concerned. The benelit of this\np.o.edure is to positively identify hold baggage that is not properly matched\nwith a passenger or cr;w member on the specific flight, and to positively\nidentify any pai\"\"nger who has not boarded the aircraft as well as his or her\nassociated-hold baggage. The hold baggage shall not be placed on board an\naircraft unless:\n20. 1.1 \nthe hold baggage is properly marked externally to permit\nreconciliation with the relevant passenger or crew member;\n20,.1.2 \nthe passenger or crew member to whom the baggage belongs\nhas checked in for the flight on which it is to be carried;\n20. 1.3 \nprior to loading, the hold baggage is held in an area of the\nairport to which only authorized persons have access;\n20.1.4 \nthe hold baggage has been identified as either accompanied or\nunaccompanied;\n2O.f .5 \nthe hold baggage has been cleared by screener with due\nprocess.\n//RESTRICTED//\nPage 19 of 32",
  "28": "//RESTRICTED//\n2C..1.6 Transfer or connecting passengers' The hold baggage of a\ntransfer passenger shall not be loaded unless the passenger has checked in,\nwhere required, and boarded the onward flight, and the baggage has been\nreconciled by the onward aircraft operator.\n2c,.1.7 Disembarking tfanslt passengefs. If passengers disembark before\nreaching their final distination, their hold and cabin baggage shall be\nremoved from the aircraft;\n20.1.8 Crew members. T\\rpically, flight and cabin crews may deliver their\nown hold baggage to the aiiclaft. Such baggage should be accounted for on\na crew manifest that may consist of a list of names of crew members and the\nnumber of bags each c-rew member has delivered, recorded against each\nmember's name.\n2O.L.g The process of person an{ baggage reconciliation may be\naccomplished physically, by using a simple manual or semi-automated\nsystem, or by using a sophisticated automated electronic system that\np\"rovides fast throughput. Aiiports with high volumes of passenger traffic are\nadvised to employ an automated system. Whichever method is used, there\nshould be a system of verification, monitoring and inspection to ensure--that\ncorrect reconciliation is performed. A11 necessary procedures shall be\ncompleted before aircraft dlors are closed. Security and other c-ontrols shall\nbe in place so that passengers cannot disembark undetected after boarding\nand prior to aircra-ft pushback.\n2O.1.1O To facilitate effective person and baggage reconciliation, aircraft\noperators should implement, in addition to baggage reconciliation\np'.o.\"dure\", appropriaie security measures for manual and automated\nt\"gg\"g. t\"g si\"ct s, in order to prevent any unauthorized use of baggage\nt\"g; fhi\" iray be achieved by instituting proper stock control and auditing\nprocedures.\n2O.2 Procedure for person and baggage reconciliation:\nReconciliation of hold baggage shall be done in accordance with below\nmentioned procedure;\n2O.2.L Security staff of AircraJt operator or sta-ff of security service\nprovider shall ensure that hotd baggagi of a passenger, who is not on board\nthe aircraft, is not transPorted.\n2C..2,2 Security staff of Aircraft operator or staff of security service\nprovider shall maintain baggage reconciliation records in accordance with\nprescribed requirements\n2O.2.g Reconciliation of Registered Baggage shall be undertaken by the\nsecurit5r staff of concerned airlines or security service provider\nPaBe 20 of 32",
  "29": "//RESTRTCTED//\n2o..2.4 In order to implement the above mandatory provisions, the\nfollowing procedures shall be followed by all aircraft operators/ securit5r\nservice provider:\n2o.2.4.1 Check in (common to allf:\na. Each baggage tag will compose of such number of non-detachable and\ndetachable pa-rts as may be deemed necessary by the aircraft operators\nfor computerized or manual baggage reconciliation system.\nb. At the time of check-in each passenger will be given a distinct boarding\nnumber (Sequence Number/ baggage tag number) and seat number.\nc. Each baggage tag sha1l contain passenger's name f seat number, boarding\nnumber (Sequence number/ baggage tag number), routing of the passenger,\nflight number, date number of pieces with tota,l weight. A detachable portion\nof baggage tag will be given to the passenger for the purpose of claiming the\nbaggage at the destination. Similar details shall also be available in the\npassenger check-in system. In order totally details of the passenger and his\nbaggage.\nd. The following details shail be provided on both portions of the boarding\ncard or the passenger:\no \nName of the passenger\no \nSequence Number\no \nBaggage tag number\no \nDestination\no \nSeat Number\no \nFiight Number\n2o.2.4.2 Passengers baggage Reconciliation:\na. The total number of baggage checked-in at the counters for each flight\nshould be matched with total number of baggage received in the\nbaggage sorting area for reconciliation and loading.\nb. Baggage received from the check-in area shall be matched with one part\nof the baggage tag which contains passenger's name, seat number, boarding\nnumber and routing.\nc. A11 aircraft operators shall ensure that when groups of individuals check\nin, each passenger identilies his/ her individual baggage at the check-in\ncounter.\nd. In both manual and automated reconciliation system, the procedures\nutilized shall keep track of number of baggage received against each\npassenger.\ne. Automated or manual record shall be maintained indicating the loading\nposition of the baggage in the aircraft, and wherever necessary, and charts\nshall be used for this purpose.\nPage 21 of 32",
  "30": "//RESTRTCTED//\nf. At the departure gate the passengers boarding pass information is entered\ninto the departure control system to verify that the passenger has arrived for\nboarding. In order to verify that the passenger presenting the boarding pass\nis the same person who has checked in, a final passport and boarding pass\ncheck shall be conducted by the aircraft operator, operating international\nflights, at ttre boarding gate.\ng. In order to ensure proper passengers baggage reconciliation, the total\nnumber of baggage received in the baggage sorting area and loaded into the\naircraft must be matched with the total number of baggage accepted at the\ncheck-in counters for each flight.\nh. In respect of transfer baggage, it shal1 be ensured by the concerned\naircraft operator that the baggage are not transferred unless the passenger\nis on board the aircraft and proper passenger baggage reconciliation\nprocedure has been complied with.\ni. Where any discrepancy is noted either on grid sheet or on Passenger\nchecked in list coupons necessary action will be taken for reconciling the\nmissing bag tag. This may arise in either of the two cases:-\n1. \nBaggage tag Portion which would be removed for manual\nreconciliation or the whole tag gets lost during it movement from check-in to\nBaggage Sorting Area.\n2. \nExtra bag gets planted at any stage during movement from check-in\nto Sorting Area.\no On the basis of information received from Reconciliation sheet\nregarding non- matching of a particular tag on a Passenger name list;\nin such cases baggage identification may be done virtually by the\nconcerned passenger or bag will transported as unaccompanied\nbaggage in next available flight once claim received from ttre\nconcerned passenger/ owner.\nr In case matching desk is abie to match all baggage tags, the bag\nwithout baggage tag - will immediately become a suspicious bag and\nwill have to be handled as such. Count of total bags checked-in and\ntotal bags loaded will also help in dealing with such bag.\nj. Where number of passengers on board does not tally with the passenger\nmanifest and missing passenger cannot be traced, his baggage shall be\nremoved from the aircraft and flight shall not be released until passengers\nand baggage reconciliation is complete. Unmatched baggage if any shall be\nhanded over to baggage services for appropriate action.\nk. Baggage of a passenger, who does not board the flight shall be offloaded\nand handed over to t1.e concerned passenger.\n1. Gate baggage may be taken from passengers at the boarding gate or\nalongside aircraft. Such baggage should be tagged, and tag numbers\nrecorded on the passenger and baggage manifest, or another specific\ndocument for matching gate baggage tag numbers with the associated\npassenger. This basic reconciliation process is required.\nPage 22 of 32",
  "31": "21. UnaccomPanied hold baggage:\n27.L \nUnaccompanied hold baggage comprises any passenger baggage\nthat is to be transported separately from its owner because the:\n2l^.L.L baggage was misdirected or delayed by anotJrer aircraft operator;\n21.L.2 UaiEaEe did not reach the aircraft in time;\n21,L.3 pu.fJ\"ig\". departed on an earlier flight than planned; or-\n21.L.4 t.ggtg. misJed the intended flight because of a breakdown in the\nbaggage handling system at some point on its journey\n2L.2 \nsecurity measures for un-accompanied mishandled baggage:\nWhen an item of hold baggage is separated from its owner through\nbreakdown of the baggag. t i'iall.tg system, the baggage shall be protected\nfrom uniawfut ^.\"\"\"\"=11i \"taff of thle ioncerned aircraft operator and it will\nbe stored in a secured ioom provided for this purpose. The baggage wiil be\nsubjected to prescribed \"..rrity controls to ensure t1.at it does not contain\nurry \"rpto\"i r\" or other sabotagi device, before it is loaded on to the aircraft\nfor transportation as unaccompanied baggage'\n2lr,g \nUnidentified baggage: means and includes a baggage at an\nairport, with or without \" Ui!g\"g. tag which-is not picked up by 9r identified\n*itf, t'p\"\"\".nger' Such U\"g;;g\" shall not be ioaded into the aircraft' The\ntaggage sha11 i'e investigatel-aid, if not satisfactorily accounted for, shall be\n..ri\"oria to an area whJre it cannot pose a threat or haz,o.d and it shall be\ntreated as a suspect baggage.\n21,4 \nIt shall be screened or manually searched at the earliest possible\nopportunity to ensure that it does not contain an explosive device or other\ndolngerous-object or substance. All such baggage shall be h:1d il a secure\nstorige facility until it has been identified by its owner or safely disposed of\nin accordance with screening procedure specified by the Director General'\nBCAS.\n2L.5 Each item of unaccompanied hold baggage must be subjected to at\nleast one of the following enhanced security controls:\n21.5.1 Search by hand and screening through x-ray equipment from at\nleast two different angles in succession by the same screener'\n21.5.2'screeningthroughanexplosivedetectionsystemeitherautomatic\nmode or in the indicative riode i.e. where the x-ray image is presented to the\nx-ray operator for assessment and decision.\n21.5.3 The screener skrall furnish a certificate confirming that the\nunaccompanied hold baggage has been subject to the specified security\ncontrols and the said cel'tifi1ate shall be attached to the unaccompanied\nhold baggage portion of the manifest prior to loading in the aircraft'\n2L.S.4Beforescreeningofsuchbaggage,aircraftoperator,shallgivein\nwriting a request letter tJ entity condu&ing screening of hold baggage with\nPage 23 of 32\n//RESTRICTED//",
  "32": "//RESTRICTED//\nproper details of passenger and flight in a prescribed format as per local\nSOP.\n21.5.5 \nEach item of unaccompanied hold baggage shouid be accounted\nfor on the hold baggage manifest and each entry on the manifest should\nclearly show the baggage status, together with the baggage tag number. A\nseparate baggage record should be kept of unaccompanied hold baggage.\n21.5.6 \nThe history of unaccompanied baggage, including the reasons\nand circumstances for separation from the owner and the passenger's\ncurrent whereabouts, should be evident from the audit trail.\n2L.6 Procedures for unaccompanied baggage:\n21.6.1 Baggage accepted as cargo by the aircraft operator sha1l be treated\nas unsecured cargo, transported with an air waybill, ald subjected to\nappropriate security controls, which may include screening, prior to loading.\n2L,6,2 No unidentilied baggage shall be transported by air unless a\ndehnite link can be established with a passenger who travelled and has\nmade a missing baggage claim, and the baggage has been subjected to\nappropriate screening.\n21.6.3 If a passenger fails to board a flight, or disembarks before\ndeparture, the passenger's baggage should be offloaded from the aircraft and\neither:\n(i) \nDirected to another flight on which the passenger is scheduled to\ntravel, thereby re-establishing its status as accompanied baggage; or\n(ii) Subjected to appropriate screening before carriage, provided the\noffloading was a consequence beyond the passenger's control.\n21.6.4 If a passenger travels as intended, but his or her baggage fails to\nmake the flight because of a major disruption to airport operations or an\nunplanned operational constraint, ard becomes unaccompanied, the history\nof the baggage from the point of check-in, i.e. its provenance, should\nconstitute an acceptable means of securit5r control\n2L.7 Transfer hold baggage: Transfer hold baggage of International\nflights shall be subjected to the same security procedures as for originating\naccompanied hold baggage prior to being loaded onto an aircraft engaged in\ncommercial air tralsport operations, unless a validation process has been\nestablished and procedures are continuously implemented by India in\ncollaboration with other contracting states where appropriate, to ensure that\nsuch hold baggage has been screened at t}le point of origin and\nsubsequently protected from unauthorized interference from the originating\nairport to departing aircraft at the transfer airport. In the case of domestic\noperations, transfer hold baggage may not be screened as the same has\nbeen subjected to screening at the point of origin being a mandatory\nrequirement at all airports in India.\"\nPage 24 of 32",
  "33": "//RESTRTCTED//\nzLa \nInterline baggage: Interline baggage shall be treated iike\noriginating accompanied hold baggage and subjected to the same securit5r\nprocedures as for originating accompanied hold baggage.\n22, Application of provenaace:\n22.L \nProvenance should be considered an acceptable means of security\ncontrol only when appropriate security measures are in place, and when the\nknown circumstances are clearly beyond a passenger's control. Examples of\nsuch uncontfollable circumstances include:\n22.1.1 baggage that missed the intended flight because of an unforeseen\ndelay during its transfer between flights or a technical factor such as the\nbreakdown of the baggage system or a handling error;\n22.1.2 baggage that was inadvertently placed on the wrong aircraft by the\naircraft operator's ground crew or its ground handling agent;\n22.1.3 a passenger who was denied boarding because of overbooking by\nthe aircraft operator, but not a passenger who volunteered to give up his or\nher seat as a result of overbooking; and\n22.L.4 a passenger who was repositioned on another flight by the\naircraft operator as a result of a major disruption to operations caused by a\nnatural event such as adverse weather conditions.\n22.2 If an aircraft operator is able to establish the precise circumstances\nbehind the unaccompanied baggage and can ascertain that there is no\npossibility tl:rat the separation was contrived by the passenger or an\naccomplice, the application of provenance may be appropriate.\n22.3 In applying provenance as a security control, the aircraft operator\nshould establish that the passenger did in fact travel on the flight for which\nhe or she checked in or, alternatively, was repositioned on a different flight\nor re-routed solely at the prerogative of the aircraft operator and not at the\npassenger's request.\n22.4 The circumstances pertaining to unaccompanied baggage should be\nrecorded in an audit trail by a trained and authorized employee of the\naircraft operator/GHA before the baggage is loaded onto an aircraft.\n22.5 An aircraft operator accepting unaccomparlied baggage from another\noperator should obtain a written record of the securit5r controls and\nscreening applied to the transferred baggage, and a history of the\npassenger's travel itinerary and/or baggage claim report, before accepting it\nfor onward carriage.\n22,6 Unless unaccompanied baggage has been previously screened to the\nrequired standard and has become separated from its owner as a result of\nfactors clearly beyond the passenger's control, all unaccompanied hold\nbaggage, both originating and transfer, para shall be treated as unclear\nbaggage.\nPage 25 of 32",
  "34": "//RESTRTCTED//\n23. Hold baggage manifest:\n23.1 To facilitate effective and efficient passenger and baggage\nreconciliation, each item of hold baggage processed for a flight should be\nrecorded and accounted for on a hold baggage manifest. The hold baggage\nmanifest should clearly identify entries related to accompanied and\nunaccompanied hold baggage.\n23.2 The hold baggage manifest should be used to ensure that all baggage\nloaded on ttre aircraft is intended for the flight and that each\nunaccompanied baggage has been subjected to appropriate enhanced\nsecurity controls.\n23.3 The aircraft operator should designate a person responsible for\nvalidating and authorizing the baggage manifest.\n24. \nProtection ofhold baggage:\n24.L \nAirport /Aircraft operators shall ensure appropriate\nmeasures and methodologr are established to prevent theft and pilferage\nright from acceptance of hold baggage, til1 it is handed over to passenger at\narriving airport. Processes of theft prevention plan with relevant resources\nand equipment shall be incorporated in concern airport laircraft operator\nSOP. Airline should install removable camera inside the holds of aircraft.\n24.2 Access to areas where hold baggage is kept shall be controiled to\nprevent unauthorized access, tampering and the introduction of restricted\narticles or explosive devices into hold baggage.\n24.3 Hold baggage shall be protected from unauthorized interference from\nthe point at which it is accepted until its departure on an aircraft. Screened\nhold baggage shall be kept under surveillance at all times. The security staff\nof aircraft operator sha,ll escort the security cleared hold baggage from the\nbaggage make-up area to the aircraft.\n24.4 The hold baggage shall be transported in an enclosed and locked\nvehicle or trolley secured by securigr seals.\n24.5 The aircraft operator should create awareness to sensitize\nporters/loader/ ground service staff vrith regard to hold baggage handling\nprocess\n24.6 Protectioa of aircralt operators' documents - When not attended\nby staff, boarding passes, baggage tags, securit5r stickers and seals and\nother documents shal1 be protected from unlau{ui/unauthorized access.\n24.7 Security stlckers/seals - Prescribed security stickers shall be\napplied to the screened hold baggage by the security staff. In case there are\npockets in the hold baggage, security seal may be applied to all the pockets\nwherever applicable. Additional security measures may be adopted for\nprotection of hold baggage after applying security seal. In the event of a\npocket being found unsealed at the check-in counter or in the baggage\nPaBe 26 of 32",
  "35": "//RESTRICTED//\nmake-up area, security seal sha1l be applied only after pocket has been\nsearched or baggage is re-screened.\n2*.A Surveillance from X-Ray screening points to check-in counters:\n24.8,1 At such airports, where In-line baggage system has not been\ninstalled, the area between the screening points to check-in counters shall\nbe kept under close watch by electronic surveillance system and security\npersonnel of the concerned aircraft operator to prevent unauthorized\ninterference with screened hold baggage.\n24.A.2 The Floor walking duty performed by Customer service shall not be\nmixed with Surveillance duty - The staff performing Surveillance shall\nprofi1e, ensure all Security control measures for the screened Hold baggage\nis followed without any deviation. On noticing deviation any security control\nmeasure violated he/she shall ensure refer the bag to Re-screening bag\nbefore acceptance for check-in.\n24.4.5 Wherever hold baggage screening is carried out through ILHBS\nsystem, airline security staff for counter surveillance staff may not be\nrequired as screening is done after check-in process and baggage is\nprotected till BMA.\n24.9 Acceptance of screened hold baggage by check-in staff:\nCheck in staff of the aircraft operator/ GHA shall not accept hold baggage\nunless securit5r sticker/ securit5r seals are affixed on it and these are intact.\nNo baggage shall be checked-in unless it has been subjected to prescribed\nsecurity controls. If any bag needs to be opened for any reason (customs\nchecks etc.) after it has been security cleared, it shall be done in the\npresence of securit5r staff of the concerned airlines/Airport operator who\nsha1l reseal the bag after ensuring that the bag is not contaminated.\n24.10 Hold baggage that is unloaded from an aircraft and not claimed by a\npassenger should be investigated and, if not satisfactorily accounted for,\nshould be removed to an area where it cannot pose a lnazard. It should be\nscreened or manually searched at the earliest possible opportunity to ensure\nthat it does not contain an explosive device or other dangerous object or\nsubstance. A11 such baggage should be held in a secure storage faciligr until\nit has been claimed by its owner or safely disposed of in accordance with\n1ocal laws.\n25, Procedure for diplomatic bags and pouches transported as hold\nbaggage:\nThe packages constituting diplomatic bags must bear visible externa,l marks\nof their character and may contain only diplomatic documents or articles\nintended for oflicial use. These bags should also bear the name and address\nof the consignee as well as that of the Foreign Diplomatic Mission I Consular\nPost as sender.\nPage 2l ol 32",
  "36": "//RESTRToTED//\n25.1 Diplomatic bags of aly ciassification i.e. carried by a courier or sent\nas cargo shall not be opened under any circumstances by the security staff.\nIn case of serious doubts about the contents of these bags, the matter shall\nbe brought to the notice of the Protocol Division of the Ministry of External\nAffairs who would take appropriate action. Such suspicious baggage sha11\nnot be transported until and unless the doubts are cleared to the\nsatisfaction of security staff.\n25.2 Diplomatic bags which are carried as hand baggage try the diplomatic\ncourier shall not be screened provided the diplomatic courier (holder of\ndiplomatic passport) produces official documents from the concerned foreign\ndiplomatic mission indicating his status, the number of packages\nconstituting the diplomatic bag, and a certificate stating that the packages\nconstituting the diplomatic bag do not contain any substance which wouid\nbe dangerous and harmful to the aircraft or its passengers.\n25.3 Regarding such diplomatic missions, who may like to send or receive\na diplomatic bag from the aircraft, the concerned person will report to the\nAirport terminal manager. He will be a,llowed to go into the aerobridge to\nhand over/ receive the diplomatic bag. In case of vehicle is required to reach\nthe aircraft, the Airport operator shall arrange for the vehicle to assist the\ndipiomat. However, the concemed person (s) shall pass through normal\nsecurity channels. Here it is ciarified that the diplomatic bag is not to be\nchecked as mentioned in the foregoing paragraphs. However, the couriers\nare liab1e to security checks.\n26 Procedure for carriage of licensed arms/ammunition ln hold\nbaggage:\n26.1 A passenger can ca-rry his authorized or licensed fire-arm and/or\nammunition in his hold baggage, after declaring it to the check-in staff of\nthe aircraft operator if screening of hold baggage is done after the check-in\nprocess or to the screener at the security check point if the screening is\ndone prior to check in process. Following security measures will be\niqrplemented for carriage of arms/ ammunition in the hold baggage:\n26.1.1 On declaration by the passenger, the check-in staff shall refer to\nOOG screening point.\n26.1.2 AT OOG security screening point screener will ask the passenger\nto fill and sign a prescribed form for carriage of arms/ ammunition. The\ndeclaration form shall be provided by the concerned aircraft operator.\n26.1.5 The screener shall veri$r all the relevant documents to ensure that\nthe weapon is licensed or authorized in the name of the passenger\nconcerned.\n26.L.4 Fire-arm sha1l be checked by screener of aerodrome / aircraft\noperator or Aviation Security Group to ensure that it is not loaded. The lire-\narm will be carried in a lockable and secured bag/container.\nPage 28 of 32",
  "37": "I/RESTRICTED//\n26.1.S \nTraasported ammunition must be securely packed in fiber (such\nas cardboard), wood or metal boxes or oller packaging specially designed to\ncarry small amounts of ammunition.\n26.L.5 Fire -arm magazines/clips do not satisfu the packaging requirement\nunless they provide a complete and secure enclosure of the ammunition.\n26,1,7 The ammunition may also be located in the same hard sided case\nas the firearm, as long as it is properly packed as described above.\n26.1.E Black powder and percussion caps used with black powder type\nfire-arms are not permitted in cabin baggage as weil as in hold baggage.\n26.L.9 The baggage containing fire-arm and/or ammunition shall not be\nconveyed to baggage make-up area through the conveyor belt. After t}.e\nbaggage has been subjected to prescribed security controls arld cleared, the\nsecurit5r stalf of the concerned aerodrome / aircraft operator/ security service\nprovider will escort it till it is loaded onto the aircraft hold.\n26,l.10 The baggage contai.ning lre-arm will be made over to the\npassenger at the destination in the arrival hall and not on the tarmac.\n26.l.lt In case of in-line hold baggage screening system, the process will\nbe performed in a secure area earmarked for this purpose at th; airport by\nthe airport operator concerned.\n26.2 Procedu:e aad Actions durlng detection of prollltted articles:\n26.2-L The dangerous goods and prohibited articles shall not be allowed\nfor carriage on persons or in hord baggage. These w r be seized by the\nscreening oliicer.\n25.2.2 It is important for the searcher to remain calm and not cause a\npanic among other passengers, which may make the situation worse.\n26.2.3 The searcher's supervisor should seek further assistance from the\nASG/local police.\n26.2.4 If the item is conflrmed as a suspect explosive device Do No1\nTOUCH I? but carry out standard suspect explosive ievice procedures.\na) Operator should remain cool and caim, ald should not panic\nb) Stop the conveyor belt.\n9l Notify the supervisor by a pre-arranged signal\nd) Notify:he ASG/local police.\ne) Do not try to restrain the passenger by using physicai force\nf) Do not allow the passenger to board tfre alrcr\"aft.\ng) Evacuate the general area\nh) Request for services of BDDS.",
  "38": "",
  "39": "26.2.3 In the case of an undeclared weapon\ndetected during the screening process at hold\npoint, the relevant person shali be detained by\nhanded over to local police for further acLion.\n26.3 Couree of Action:\n26.3.1 Authorized arms and /or ammunition\nonly in the hold of an aircraft. If passenger failed\n/or ammunilion and arms and /or ammunilion\nshall be followed:\n//R.ESTRTCTED//\nor explosive device being\nbaggage screening check\nthe screening officer and\nare allowed to be carried\nto declared the arms and\nfollowing course of action\na) Operator should remain cooi and calm, and should not panic.\nb) Remove the baggage for physicai checkirlg.\nc) Dont al1ow the passenger to get hold ol the baggage.\nd) Question tbe passenger whether he is carrying arry prohibited items.\ne) In case the passenger answers positively about t}re weapon ask the\npassenger to show his weapon license.\ni. If the passenger is having a valid license with him, the ASG\n(CISF/ state Police) /Aircraft operator/ Airport operator security staff, as the\ncase may be, shall examine the weapon physicaliy to see that it is unloaded\nand packed as per the prescribed norms, obtain declaration from the\npassenger as required under the Aircraft (Carriage of Dangerous Goods)\nRules 2003 and therealter allow him to proceed for check-in etc. There is ao\nneed to detain the passenger. However, a complaint shall be made about the\nincidenl to the Director General, DGCA for necessary action at their end\nulder the Aircraft (carriage of Dangerous Goods) RuGs 20os. Local police\nshall also be informed.\nii. If the passenger does not have a valid arms license with him at that\ntime but claims to possess the same, he cannot be allowed to proceed. The\npassenger along with his baggage shall be detained and handed over to locai.\npolice for necessary legal action in this regard.\niii. If the passenger craims that he is a serving porice/Defence\nservices/ central Armed Forces personnel and is entitled to carry his service\narms and ammu:rition, the ASG (cISFl state police) /Aircrafi operator /\nAirport operator security staff shall confirm his idenity througir a va]id\nphoto identity card issued by the Departmeat / Ministry concirned and\nmov€meat order/authority slip. If his identity and bona {ides are beyond\ndoubt, the ASG (CiSF/ state poiice) / Aircraft operator / Airport opeiator\nsecurity staff can obtain necessary declaration from him as required under\nthe Aircralt (carriage of Dangerous Goods) Rules 2003 and thereafter allow\nhim to proceed for check-in etc. There is no need to detain the passenger.\nHowever, a complaint shall be made about the incident to thl Director\nGeneral, DGCA for necessa{/ action at their er:d under t}re Aircraft (carriage\nof Dangerous Goods) Rules 2003. Local police shafl also be informid and a",
  "40": "",
  "41": "//RTSTRICTED//\ncopy of such complaint shall also be forwarded to tf:e controlling authority\nof such person.\niv. In case of empty shel1s and fired bullets Local police shall be informed.\nv. In case the passenger neither has a valid arms license with him nor\nclaims to possess the same, the ASG (CISF/ state Police) / Aircraft operator\n/ Airport operator security stalf sha11 hand hi:n over to t-l:e local police along\nwith the arms and ammunition with a complaint about the incident for\ntaking necessary legal action under the Arms Act 1959/2016 and Aircraft\nAct 1934 and the rules framed there under.\n27. Protlblttoa on carriage ofcertain goode:\n27.1 Carriage of Drone - Dronef Remotely Piloted Aircraft System (RPAS)\n/ Unmanned Aircraft System (UAS) /Unmaaned Aerial Vehicle (UAV) are\nrestricted items and may be carried in hold baggage if appropriate approval\nis in place.\n27.2 Carriage of Firecracker / P5zrotechnics:\n27.2,L Firecrackers/ pyrotechnics contain explosives and carriage of\nexpiosives in check-in baggage is prohibited under Rule 8 of Aircralt Rules,\n1937.\n27.2.2 Al1 aircraft operators/Airport operator shall ensure that any\nattempt by passengers to smuggle explosives including lire crackers into the\naircraft is not only foiled but the passengers involved in such acts are also\nhanded over to the police and FIR is lodged against such passengers for\nappropriate action. Mere confiscation of {irecrackers detected in the check-in\nbaggage and subsequent letting off of such passengers are not enough. Legal\naction against such passengers is e ssential to prevent unlawful interferences\nwith civil aviation operations.\n27.2.3 All travelling public may be suitably educated on the above lines by\nway of warning mentioned in the airlines tickel and by display of boards i.n\nterminal buildings. Stringent punishment to offenders alone will act as\ndeterrent. agai:::st potential offenders.\n27.3 Carriage of Satellite Phone:\n27.5.L BSNL has been issued a 'Sui Generis, iicense by the DoT for\nproviding Global Satellite Phone Service with M/s Irlmarsat. Accordingly, the\nuse of BSNL provided Inmarsat sateliite handset (SAT phone) has been\nallowed in India and the customers availing lhis service are required to show\nauthorization of the handset, whenever asked by security personnel.\n27.3.2 Use of all other satellite phone services such as Thuraya etc.\ncontinues to be unlawful in Indian Territory, unless specific permission is\ngiven by the competent authority for use of such service. Unauthorized use",
  "42": "",
  "43": "//RSSTRrCTED//\nof satellite phones is punishable as\nof the Indian Telegraph Act, 1885\nthe said Act.\nper provisions under sections 20 and 2l\nfor violation of provisions of section 4 of\n27,3,5 Entities operating at airports are directed to sensitize all concerned\nabout carriage and use of BSNL provided Inmarsat Satellite Handsets in\nIndia by authorized persons while ensuring ac:ion as per law for\nunauthorized use of a-11 other sateliite phones.\n2a. Prccsdure oa f,'ailu:e of Securlty Controls of hold baggage: In the\nevent that an aircraft has already departed without the propet\nimplementation of security controls related to the flight, appropriate\nauthorities at the destination of arrival shal1 be notified as to the nature of\nthe failure.\n29. Procedure ou Power failure and break dowa of securlty\nEquipment:\nPower failure and break down of securit5r equipment: Every airport\noperator sha11 be responsible to make necessary arrangements for alternate\npower source to ensure that prescribed security checks are carried out\nwithout disruption. In case of breakdown of security equipment, 100%\nmanual screeni.ng shall be carried out.\n30 \nE:remptlons: DG, BCAS may exempt screening of hold baggage in\nCivil Aircraft operating from and to civil airports in India in national interesl.\n31\nThis AVSEC Order has been issued in supersession of CAS 26 (7)\ndated 16.11.1993, CAS 25 (2ll96.Div.r dated: 30.04.t997, AC 0917999, AC\n32l2OOt, CAS 03 (32) dated 20.03.2001, AC A4/2OOr, AO 0612001, AO\no5l2oo2, AC 2312oo3, AO Otl2O03, AC O9|2OO4, AC t7l2OO4, AO\no2l2oo4, Ao o4l2oo4, Ac 34l2OAs, AC 2712006, AC 31/2006, AC\n15 l2OO7, CAS 3 (2) dated 01.1O.2OO7, AC 03/2008, ACOTl2OL9 and BCAS\nletter dated 14.1O.202O and sha1l be implemented with immediate effect.\n32, \nPenalty: Any violation of this AvSec Order shall attract penalty\nunder appiicable provisions of the Aircraft Act, 1934 and the Aircraft\n(Security) Rules, 201 1 .\n33. \n?his issues with the approval of Director General,\n,IPS)\nDistribution: As per standard list\nGeneral",
  "44": ""
}