{
  "1": "{RESTRICTED //\n\nF. No. CAS-26(1)/91/Div-I(E-Boarding Pass)-87868\n‘URTELHR / GOVERNMENT OF INDIA\nTre feraTTHATeTa/ MINISTRY OF CIVIL AVIATION\nAPRAAFAERaMTERT / BUREAU OF CIVIL AVIATION SECURITY\n‘US, LIAS, TATIUTT, GAT /*A’ WING, I-III FLOOR, JANPATH BHAWAN, JANPATH\n\n‘agfeeett- 110001 / NEW DELHI - 110001\nDate: - 13/05/2020\n\nADDENDUM TO AVSEC ORDER NO. 02/2000\n\nSubject: Dispensing with Stamping of Boarding Pass - reg.\n\nIn exercise of powers conferred by Section SA of the Aircraft Act. 1934 (XXII of\n1934), read with Rule 3 (b) of the Aircraft (Security) Rules, 2011, Director General,\nBureau of Civil Aviation Security, for the purpose of the safety and security of\npassengers, crew, ground personnel and the general public in all matters relating to\nsafeguarding against acts of unlawful interference with civil aviation, it is directed that:\n\n2. Inview of the prevailing situation of COVID-19 pandemic and countermeasures\nbeing taken to contain its spread by touch/contact, it has been decided to dispense with\nthe procedure of stamping the passengers’ Boarding Pass that is being done by Aviation\nSecurity Group/ APSU after completion of pre-embarkation security check of the\nconcerned passenger, till further orders.\n\n3. The Airport Operator shall ensure that the requisite monitoring system of high\ndefinition fixed CCTV Cameras and supporting infrastructure are maintained all through.\nat PESC points at an appropriate height so that Boarding Pass of the passenger and his/her\nidentity are digitally recorded.\n\n4. The CCTV recordings shall be preserved for 30 days, as per established practice.\n5. Accordingly, AvSec Order No. 02/2000, AvSec Circular No. 09/2000, AvSec\nCircular No. 11/2003 and NCASP Para No. 7.1.3.1 and other related instructions on the\nsubject stand partially amended to that extent till further orders.\n\n6. The provisions contained in this addendum shall come into force with immediate\neffect,\n\na This issues with the approval of Director General, BCAS.\n\nTS 09D\nAyush Mani Tiwari, IPS\nVc Joint Director General\nDistribution:\nAs per standard list.\n"
}