{
  "1": "OFFICE OF THE ADDITIONAL DIRECTOR GENERAL / AIRPORT SECTOR\nCENTRAL INDUSTRIAL SECURITY FORCE\n(MINISTRY OF HOME AFFAIRS)\n\nAdm. Block, Ground Floor,\n\nCISF Complex\nMahipalpur, New Delhi- 37\n\nNo. 0-42011/APC/OPS (1)/Circular (BCAS)/23 ~2 93.0 Dated / 6 Feb’ 2024\nTo\nIGIAPS-I &il\nDISG/AP (E&NE, NZ, SZ & WZ)\nDisG/CASO ASGs Delhi, Mumbai, Bangalore, Hyderabad, Kolkata and Chennai\nAll CASOs of ASGs\n\n‘Sub: Illumination at perimeter and specification of watch towers of airports reg:\n\nPlease find enclosed herewith a copy of Addendum to Avsec Circular No. 18/2002\nreceived from Bureau of Civil Aviation Security circulated vide letter no. 15-\n51/13/2029/Police Div/ BCAS /E-155574 dated 15.02.2024 on the above cited subject, for\nkind information and necessary action accordingly please.\n\nx This is issued with the approval of the Competent Authority.\nEncl. As Above\n\nAlG/Airport Sector\n\nCopy to: -\nAVSEC Cell NISA Hyderabad and RTC Arrakkonam: For favour of kind information please.\n",
  "2": "15-51/13/2019/Policy Div/BCAS/E-155574\n‘UNG WLPR/ GOVERNMENT OF INDIA\nAR feHrt4 Bxal SR /MINISTRY OF CIVIL AVIATION\nSIN fWAIAA Hare /BUREAU OF CIVIL AVIATION SECURITY\n‘WAM, LI Te, TY H/ ‘A’ WING, I-III FLOOR, JANPATH BHAWAN,\n‘Sraa, 7g feeeit-110001 /JANPATH, NEW DELHI-110001\nDate: 15.2.2024\n\nADDENDUM TO AVSEC CIRCULAR NO. 18/2002\n\nSubject: Illumination at perimeter and specifications of watch towers of\nairports.\n\nIn exercise of powers conferred under Rule 62 of the Aircraft (Security)\nRules, 2023, Director General, Bureau of Civil Aviation Security, for the\nPurpose of the safety of passengers, crew, ground personnel and the general\npublic in all matters relating to safeguarding against act of unlawful\ninterference with civil aviation, directs partial modification of this Bureau AvSec\nCircular No 18/2002 dated 25.7.2002 as per details mentioned below.\n\n2. After serial No (ix) of sub-para heading under ‘Watch Tower’ of the AvSec\nCircular 18/2002, the following sub-para shall be inserted:\n\nx Facilit of small room along with two furnished cots, and lavatory to\nbe provisioned nearby the Watch Tower, if possible, beneath the WT\nplatform, for use of sentries,\n\n3. All other provisions of AvSec Circular No. 18/2002 dated 25,7.2002 shall\nremain unchanged. This addendum shall come into force with immediate effect.\n\nBad quo Yu\n(Zulfiqdar Hasan, IPS)\n\nDirector General\n\nIefr|ry,\n\nDistribution: As per standard list.\n"
}