{
  "1": "OFFICE OF THE ADDL. DIRECTOR GENERAL/AIRPORT SECTOR\nCENTRAL INDUSTRIAL SECURITY FORCE\n(MINISTRY OF HOME AFFAIRS)\nNo. o-42013/CISF/APC/oPS(6) 122- I 5 3 6 (\nTo\nAdministrative Block\nCISF Complex, MahiPalPur\nBy Pass Road, New Delhi-37\nDated: 63' December, 2022\nIG/APS.I&II\nDIsG/AP- NZ, WZ, SZ and E&NE\nDISG/CASOs ASG Delhi, Mumbai, Chennai, Bangalore & Hyderabad\nCASOs of All ASGs\nSub: Addendum to AVSEC Order No. 01/2017: Req.\nEnclosed please find herewith BCAS Addendum to AVSEC Order No.01/2017 issued\nvide letter No. CAS-S(11)/2008/Div.-IlMP & FP/E95221 dated 02.12.2022 regarding\nGuidelines for approval of Floor Plan in the SRA of aarpofts for kind information and\nnecessary action please.\n2. \nThis has been issued with the approval of the Competent Authority.\nEncl : As above.\n(Arun Sir$h)",
  "2": "Email\nGuidelines for approvar of Froor pran in the sRA of aarpofts\nAIG APS\n02,2022 06:07 pM\nA1 aftachment\nil>\n_ \nFrom : Mukund Mohan, JD, policy <jdpoll.bcas@gov.in>\nSubilct : Guidelines for approval of Floor ptan in the SRA of airports\nTo : Arvind Tripathi, RD, Ahmedabad <rdamd.bcas@gov.in>,\nSunil yada4 RD, Amritsar .io.i.U..rOso\"rfinr, n.;iu\nKumar Rai, RD, Bengaturu .rAil;;6\"g;ujnr, san;aya\nKuma r Verma, R?,^ \n_B!9pu r . rdil;.ii;dloi.,n r, parveen\nLochab, RD, Bhub\n5aryan{a;;;;ii:t'Hi{.i:HH,ii?\"ff ;l,lllil,';,*\nKu ma r Sin gh, RD,. Deh radun .raO\"h r]#Jffsor. in r,\nSanjay kataria, RD, Dethi .rOO\"L-U..r60\")].r, w.\nff il.,iffii.l: -'ilT' *o' G'*;h;il ;;;Jcas@sov in >,\nGop nah ii;dj iJ:i;,,Tj :[l}Ii:i:::33:Iilra **\n[tsiix,[?,:l![t;_fi :ffiiii: fl 3i*k [1,,T: 1',,#\nLucknow < rdtko. bcas@3;r* ;; Ail;;;rr.iumar sins h,\nRD, Mumbai <rdmum.bcas@gov.inr, ruriOln nandey, Ro,\npatna < rd pat. b*r g9:y: il l, \n-v;i;;;'ilil;1lena, \nRD,\nRaipur <rdrai.bcasr\n.d-,.hi.b;;;@;-oY.sino;H,,ff [[ jj,-l?,1?;,1llih\n< rdsri. bcas@gov. in >, Sasheendrrn r-h.-, -,\nThiruvananthapuram .rotrv.Oi;;-6;&. ; j\ncorporate@modernforce.com, eOC epS\n<adgap-s@chf. gov.in >, IG npS Of LUi\n<igaps@cisf.gov.in>, pk.thakur .p]i.tiafurOnic.in>,\nBrajesh Kumar . oralesn.srivastJ@il. In;'obhishek Lalt\n<soas. moca@nic. in>, edsecuriry@;i;;;;; ;shwani kaut\n<ashwani.ka.ul@gmrgroup. in>, bfueti r\"f,ii[-\",\n_<preeti.rohilla@gmrgroup.in>,' An.na riOhutur.\n<Anand.vibhakar@cicindia. in >, 2;;j.;;d;\n<Zon.edamuttath@adani.com >. ii\"ii, . \"'\"..\".\n<sanjiv. r@biata,roo1.!g, \nia.r.rruiriity@uui.uuro,\nRatnadeep j <Rainadeep.j@O'iafairportlci-il,\"navinora \n;\n< Ra vi n d ra. j @ b i a ra i roort. co i >; rffi; ;;;il I [u \n\"ro,\nmd@cial.aero, cso@cial.aero, j.il;iil';;;\n<Janmaijay.singh@adani.com>, RtCRpS :\n<aigaps@cisf.gov.in>, Bharatk*ur. f,ur-Ou,\n<Bharatkumar.t<amoarogmrjr;;p:;.;; ;;i,\n<hari.m@bialairport.com >, yashwant@mihaninora.org,\nApsucasoknit5@smajt.com, ;q ;;;;;:6ui),no,u.,nr,\ncsoairindia@airindia.com, saniay choora\n<sanjay_chopra@goindigo.in >, pantj iancrrof i\n<pankaj.panchoti@aaictis,aero!, .ro'ni*iliul.uuro,\nDeepak Arjun shinde <deputy;\";r;ifiircffh1.sov.in>,\nFri,\nV\nt,t,",
  "3": "Gajendra Pal Singh <adah.rkp-mha@gov.in>, hq sec\n< hq.sec@airindia.com>, security hq\n<security. hq@airindia.com >, edsecurity@AAl.AERO\nCc : Jaideep Prasad, Jt.DG, BCAS <jtdg.bcas@gov.in>, Kavita\nJalan, DDG, BCAS <ddg2.bcas@gov.in>, Ankit Garg, DDG,\nBCAS <ddgl.bcas@gov.in>, Pratibha Ambedkar, DDG,\nBCAS <ddg3.bcas@gov.in>, Sudhir Kumar, JD, Technical\n<jdtech-bcas@gov. in >, Ved Prakash, JD, Training\n<jdtrg.bcas@gov.in>, S. N. S. Srinivas\n<snssrinivas.bcas@gov.in>, Avadesh pratap Singh, lD,\nOPS. <jdopsl,bcas@gov.in>, Vinay Kumar\n<vinaykumar.bcas@gov.in >, Neetu Kumar, AD, policy\n<adpoll,bcas@gov.in>, Shri R.K,Senapaty AD Chennai\n<rksenapati.bcas@nic,in>, BIKRAM SINGH\n< bikramS6bn@bsf.nic.in >, Parveen Lochab, RD,\nBhubaneswar < rdbhu. bcas@gov. in >, Anil pundir\n<anilpundir. bcas@gov. in >\nSir/Madam,\nKindly find attached herewith BCAS Addendum to Avsec Order No 01t2O17 dated 02.12.2022\non the subject captioned above for information and further n/a pleaser.\nWith Regards,\nMukund Mohan\nJoint Director\nPolicy Division\nBureiu of Civil Aviation Security\n:dtr\n\\,/A.*t\n-47-'1 r\\t' \\\nafrg\"ry.\n- Addendum to AvSec Order No 01 2017_0001.pdf\n2MB",
  "4": "I/RESTRICTED//\ni. r.lo. cas-s1r tl/zool/Div-rlMp & Fp/ rlss22t\nqTTdTr{iD,r{/ GOVERNMENT OF INDIA\nqFRfuITI{q{ATfiqI MINISTRY oF CIVIL AVIATION\naFrgfrrrff{q{efrtq0l runelu oF crvrl AvrATroN sEcuRrry\n.qrErg, I-III trfi, q{qrt lftFT, w{qq / .A' WINGi I-III FLOO& JANPATH\n. BHAWAN, JAi\\*PATH\nc{ffi- uoool /NEw DELHr- rloool\nDated: - 02.12.2022\nAddeadurn to, AVSEC ORDER I{g,,lQlJ!29!Z\nSubject: Guideliaes for approval of Floor Plan ia the $RA of alrports.\n' ln exercise of powers conferred by sub-section 1A of Section 5A of the\nAircraft Act, 1934 (XXII of 1934), read with rule 3 (b) of the Aircraft (Security)\nRules 201 1 , Director General, Bureau of Civil Aviation Security, for the\npurpose of the safety and security of passengers, crew, ground personnel and\nthe general public in all matters relating to safeguarding against acts of\nunlawful interference with civil aviation, direbts that with regard to floor plan\napproval of the Security Restricted Area (SRA) of the airport as delineated in\nPara l{ii) of the AvSec Order No. Ol12O77 dated 28.02.2017, the guidelines\nattached as \"APPENDIX-A' to the ibid AvSec Order shall be followed bv all\nconcerned agencies to preclude the possibility oI any unlawful .interference\nwith civii aViation operations:\n2. \nAccordingly, guidelines for approval of Floor Plan is attached as\nAppeadlx -A.\n3. \nAll other provisions of BCAS AvSec Order No. 0112017 dated\n28.02.2017 s\\al1 remain unchanged. This addeirdum shall come into force\nirith immediate effect.\n[\"A,,ur^ tl,r,/\n(Zulfiqtarv Hasan, IPS)\nDistribution: As per standard list attached.\nGeneral\nI\nDirector\n4r,{\"\nffi",
  "5": "//Resr<rczea/7\nAPPENDIX - A\nGI'IDELIXES TORAPPROVAI\" OF TLOOE PLAN\n1. \nFollowing Gutding Documeate which are primarily being followed by\nairport operators for planning, designing and layout Jf p\"\"\"\"r,g\",\nterminal buildings, may be referred to whilb examlning thi propolal\nfor approval of Floor-plan:\ni. inter - Ministerial Group (IMG) Noims of MoCA of 2OO9\"\nii. National Building Code*\niii. Concession Agreement/ OMDA, whichever applicablei\niv. . Indian Standard Code of practice for pire SaGty of euildings*\nv. Various Contingency plans containing evacuation details*\nvi. US National Fire protection Association (NEPA)\"\nvii. IATA Airport Development Referenci Manual*\nviii, Doc 8991 (ICAO Manual on Alr Traflic Forecasting) *\nix. Any other applicable regulatory document.\n* as amended from time to tim.e\n2. \nFollowing key parameters which are primarily being followed by\nairport operators for determining space and size re{uirements of\npassenger terminal !uil{i1gs, may be referred to while jxamining the\nproposal for approval of Floor_plan:\ni. Unit Area Norms\nii. Peak Hour passengers Traf{ic (pHp}\niii. Peak Hour Air Traffic Movements IATM)\niv. Level of Service\nv. Aircraft Load\nvi, Aircraft fleet Mix\nvii. Purure Air Tlaflic Forecast\nviii. Annual passenger Traffic\nNote: As per requiremen! the above information may be obtained from airport\noperator while examining the proposal for hoor plari approval.\n3. \nGross Terminal Area: Gross Terminal area is divided into lour major\nsub-areas for understanding terminal design purposes:\na. Departure hall area\nb. Security Check-in area\nc. Security Hold Area\nd. Arrival hall area\n.3.1 Gross Terminal area is generalry based on unit norms and carculated\nPHP for the design year as per applicable guidelines in case of AAI\nairports or concession agreement i; case of-non- AAI airports.\n3.2 Sub-areas are being designed as per extant guidelines issued by\nvarious authorities.\n3.3 Space of sub-areas are usually based on LoS.as per applicable\nguidelines for AAI airports, or concession agreement in case of non-\nAAI airports.\nPage 1of4",
  "6": "3.4 Departure Hall Area: Departure hall area primaril. includes Check-\nin Lobby / baggage drop, passenger queuing, public circulation space\n/ atea, area for random screening of passenger and baggage,\nemergency evacuation doors and space, support service area, retail\nconcessionaires and lounges (including Customs and emigration\nareas in case of intemational departure hall).\n3.5 Space requirement for this area is generally calcurated considering\ndeparture PHP and [oS as per applicable guidelines {or AAi airports,\nor concession agreement in case of non- AAI airpor:s.\n3.6 Area for random screening of passenger and baggage shall be as per\nactual requirement or any guidetind issued in this regard by BCAS.\n3.7 tn airpons where no ILBHS is installed rhis u'ill rrlso include area\nrequired for accompanied hold baggage screening using stancl,alone\nX-BIS machines.\n3.8 Securlty ChecL-ia area: Primary components :f this area are\npassenger queuing, document check, divestiture arr a, screening area\nwhere security screening equipment for baggage and passenger are\niocated, re-composure area and administrative space. No\ncomaerclal actlvltv ls oermitted ia this atea.\n3.9 Space calculation for passenger queuing, dedicEl.ell lane / space for\nPRM are being done by the airport operator considering departure\nPHP, additional load of staff and crew and as per applicable\nguidelines for AAI airports, or concession agreement in case of non-\nAAI airports.\n3.10 Space requirement for security equipment and other related\nprocedures shall be as per actual requirement or an,., guideline issued\nin this regard by BCAS.\n3.11 However, following guidelines may be used as quick reference while\nexamining adequacy of space in pre-security cher--k point queuing\narea and equiprnent deployed for baggage and pas senger screening\nin security check point (SCP):\n3.11.1. Baggage X-Ray machine determines proce,ssing capacity of\nSCP.\n3.11.2. Departure PHP and throughput rate of X-Ray machine,\npassenger screening equipment are co-related.\n3.11.3. Requirement of X-BIS and. Passenger Screening equipment\nare calculated based on departure PHP and thro.:ghputs of these\nequipment.\n3.11.4. Size of pre - SCP queue area is calculated as per desired Level\nof Service / performance - standard mentionr:d in applicable\nPage 2 of 4\n!\nI\nl\nI\ni\nI\nI\nI\nI\nI",
  "7": ",l\n//Resr,+rczea77\nguidelines for AAI airports, or concession agreemenl in case of non-\nAAI airports.\n3.11.5. Adequate preparation tables in divestiture area and re-pack\ntables in recomposure area affect throughput of screening\nequipment.\n3. 12 Securlt5r Hold Area: Generally, Securit5r Hold Area of Indian airports\nis designed on any of the following design pattern-\ni. Hold area co-located with boarding gates\nii. Hold area where boarding gates are located at piers\niii. Hold area where few boarding gates are co{ocated in hold area\nand few are at piers.\n3. 13 Primary components of this area are wailing area (including space for\nseated and standing passengers), airline gate podium and queuing,\npublic circulation area, emergency evacuati;n sp.\"e und door\",\nsupport services space, concessionaire (retail, duty free an<t F&B),\ncommercial lounges.\n3.14 Space requirement for this area is being calculated considering SHA\nPHP, additional load of staff and crew, and as per applicable\nguidelines for AAi airports, or concession agreement in case of non-\nAAI airports.\n3.15 Arrirral Hall Area: This area primarily includes baggage claim hall,\npublic circulation, baggage carts, rest room, emergerlry evacuation\nspacei and doors, relail concessionaires, lounges Ja oif,\". support\nservices. Space allocation for each component is being calculated as\nper regulatory requirements and LoS. Facilities related with\nImmigration and Customs are lopated in the area for arriving\nintema-tional passengers. Olficials of Customs. and Immigratioi\ncontrolling authority are to be involved while examining the paposal\nfor approval of floor plan of this area in case of international ariival.\nFollowing guidelines may be referred to while examining the proposal\nfor approval of floor plan for understanding space calculation and\nproposed allocations for concessionaires:\n4.1 No concessionaire shall be located or arry such activity shall take\nplace in pre-embarkatioo security check area.\n4.2 Emergency evacuation space and doors shall always remain free\nirom any obstructions and distance of farthest emergency exit for\nthe passengers / staff at any place shall not exceed tle aiplicable\nregulatory norms.\n4.3 For area caiculation of the sHA uls-a-uis concessionaire\" lo\"^,.d\nthere, hold area and pier area are to be taken into account\nseparately for understanding the density of concessionaires located\nin both the areas exclusively and respectively,\nPage 3 of 4\n4.\ni",
  "8": "c.\n6.\n4.4 Space for retail and F&B and commercial lounges will be addirional\nonce the space required for passenger-processing and other support\nservices has been allotted as per as per applicable guideiines for AAI\nairports, or concession agreement ia case of non-,\\Al airports.\n4.5 After approval of any floor p1an, in retall and F&B areas, shop's\nallocation and change in shops can be.done b1'airport operator\nwlthin the allocated approved space for respective activities without\nreorienting direction of entry & .exit of the store. Swapping of\napproved space in between retail and F&B may t,e done subject to\nsecurity considerations.\n4.6 Any proposal for additional space for retail and F&B and commercial\nlounges, after floor plan approval, are subjected to space-availability\nto meet requirements for projected luture traffic growth.\n4.7 Efforts should be made towards straight epergeacy evacuation\nroutes and passenger movement/circulation corridors $,hi1e\nallocating space for retail, duty free and F&B areas.\n4.8 Space allocations for commercial activities be planned on the\nprinciple oito be bn the way', and 'not in the way'to ensure smooth\nand natural flow of passenger.\nRest Rooos: Rest Rooms having at least equal number ol lixtures for\nwomen as for men are considered ideal as per international best\npractic6s. Currently, International Public Buil<ling Codes are\nmandating 25o/o to 50% more'flxtures for wome;r than for men.\nRestroom Fixture count does not include sinks.\nIt is to be noted that above guidelines are not fol technicai-design\nguidance, rather these are to help in examining zLnd incorporating\nappropriate security measures into the physical design of existing and\ngreeniield airports, in order to mitigate risks posed to aviation security.\nPage 4 of4"
}