{
  "1": "15-51/22/2015-POLICY DIVISION-BCAS/E-85139\n‘UT WER / GOVERNMENT OF INDIA\n‘amr fears Wareta/ MINISTRY OF CIVIL AVIATION\nAPR faa Ga AI / BUREAU OF CIVIL AVIATION SECURITY\nTer We, AHS 3f¥1/ UDAAN BHAWAN, SAFDARJUNG AIRPORT\nag feet - 110003 / NEW DELHI - 110003.\n\nDate: 26.8.2024\n\nAddendum-I to AVSEC Order No. 8/2011\n\nSubject: Potentially Disruptive Passengers.\n\nIn exercise of powers conferred under rules 7 (i), 8, 40 and 62 of the\nAircraft (Security) Rules, 2023, the Director General, Bureau of Civil Aviation\nSecurity, for the purpose of the safety of passengers, crew, ground personnel and\nthe general public in all matters relating to safeguarding against act of unlawful\ninterference with civil aviation, directs for partial modification to AvSec Order No.\n8/2011 dated 21.1.201 1 issued on the subject.\n\n2. Contents of Sub-para: (iii) are hereby deleted and following is inserted in-situ,\nwhich reads as under: .\n\n“instructions contained in Chapter 12.2 of 13 Edition of ICAO Doc 8973 (extract\nis enclosed as Annexure-I).”\n\n3. All other provisions of Addendum to BCAS AvSec Order No. 8/2011 dated\n\n21.1.2011 shall remain unchanged. The above amendment shall be implemented\nby all concerned with immediate effect.\n\nEncl: As above. s aww\n\nZulfiquar Hasan, 1PS\nDirector General\n\nDistribution: As per standard list attached. 24)8) Ww,\n",
  "2": "Annexure-I\n\n12.2 PASSENGERS WHO HAVE BEEN SUBJECTED TO JUDICIAL OR\nADMINISTRATIVE PROCEEDINGS\n\n12.2.1 General\n\n12.2.1.1 ‘Generally, inadmissible persons; deportees in lawfal\n\nistody/who are travelling involuntarily are not dealt with within the context of\naviation security. The relevant requirements concern the field of facilitation and\nare contained in Annex 9. Attention, however, should be drawn to certain\nprovisions of Annex 17, since these special categories of passengers should be\nviewed as potentially disruptive. More specifically, persons in lawful custody are\nnot addressed in Annex 9 provisions.\n12.2.1.2 An aircraft operator should riot accept @ person who has been subjected\nto judicial or administrative proceedings and is accompanied by an armed escort\nwithout advance concurrence from States and operators that may be involved en\nroute and at the final destination. In such cases, sufficient advance notice should\nbe given to the operators so that a threat assessment may be conducted.\n\nResponsibility\n\n12.2.1.3 States, in cooperation with aircraft operators, should develop regulatory\nrequirements for the carriage of passengers who are obliged to travel because\nthey have been subjected to judicial or administrative proceedings and who may\nbe potentially disruptive. Requirements concerning such passengers should be\nreflected in NCASPs and should address, inter alia, the:\n@) requirement to provide prior notification and detailed information to the\naircraft operator and pilot-incommand of the aircraft on which such\npersons will be carried;\nb) security measures to be applied before, during and on termination of\nthe flight;\n¢) the ultimate authority of the pilot-in-command with respect to the\nsafety of the aircraft; and\nd) the aircraft operator's right to deny carriage\n\nApplicability\n\n12.2.1.4 State requirements should apply to any inadmissible person who arrives\nby air, any deportee to be flown to his or her State of citizenship, and any person\nunder lawful custody who is to be transported by air. All parties involved, such as\nlaw enforcement authorities, and airport and aircraft operators, should cooperate\nfully with each other in applying the relevant provisions.\n\nSpecific terms and definitions\n\n12.2.1.5 In addition to the definitions presented in Chapter 1, the following\nspecific terms are used when referring to the special categories of passengers\ncited above.\n\na) DEPO ~ industry-approved code for a deporte;\n\n») DEPA - industry-approved code for a deportee accompanied by an\n\nauthorized escort;\n",
  "3": "c) DEPU - industry-approved code for a deportee not accompanied by\nan authorized escort;\n\nd) deporting State - the State that has arranged for a deportee’s removal\nfrom its territory;\n\n€) escort - a person authorized by the deporting State who has been\ntrained to accompany deportees on removal flights;\n\n) INAD ~ an inadmissible passenger, that is, a passenger refused\nadmission to a State by its authorities or refused onward carriage by a\nState authority at a transfer point because he or she lacks the required\nvisa, has an expired passport, etc.; and\n\ng) persons in lawful custody ~ persons either under arrest or convicted\nby courts of law who should be transported to another State for legal\nreasons. For the transport of persons in lawful custody, an escort\nshould be provided by the competent authorities.\n\nRisk assessment\n\n12.2.1:6 The relevant authorities should conduct risk assessments, which take\nito account passengers’ histories, pasts and current behaviours, and any media\nor other relevant issues that may indicate a security risk for those passengers\nwho are earmarked for removal from a State. The results of such risk\nassessments should be communicated in writing to the aircraft operator and the\npilot-in-command, including whether an escort is necessary. The aircraft operator\nor the pilot in command, as ultimate decision-maker, should refuse\ntransportation if the security of the aircraft is considered to be jeopardized by the\npassenger.\n\n12.2.2 Prior notification\n\n12:2.2.1 The relevant authorities should give sufficient prior written notice to\naircraft operators and pilots-incommand that include information about the\n\nature and number of potentially disruptive passengers and contain the following\ndetails:\n\na) identity of the passengers and reason for transportation;\n\nb) names and titles of escorts, if any;\n©) risk assessment information, including the reason for assigning or not\nassignin, 5; ~ SS\n\nd) prior seating arrangements, if required; and\n\n¢) nature of available documents.\n12.2.2.2 The following guidelines, based on the experience of States and aircraft\noperators, apply to the transport of potentially disruptive passengers:\n\na) Inadmissible persons — the relevant authorities should notify the\nbound aircraft operator without delay on the same day as the\npassenger's arrival, of-the need to transport an inadmissible person. The\ndeadline for notifying the aircraft operator of a passenger's inadmissibility,\nincluding the reason for such refusal, is the check-in cut-off time for the\nintended outbound flight. The pilot-in-command should be made aware of\nthe need to transport an inadmissible person during preflight\npreparations and prior to passenger boarding;\n\nQ 3\n\n",
  "4": "b) Deportes - the, relevant authorities should give at least 24 hours\nwritten notice tothe aircraft Operator before the intended departure\nwhenever a deportee is to travel by air. The pilot-in-command should be\ninformed of the deportation, including the reason for expelling the\nindividual and for assigning or not assigning an escort, during prefli\npreparations; and\n\nc) Persons in lawful custody - the relevant authorities should inform the\naircraft operator at least 24 hours prior to departure of the intention. to\ntravel with a person in custody. The written notification should indicate\nany pertinent information that may help the operator assess the risk to\nflight security, including whether the passenger is considered dangerous.\nPersons in custody should always be escorted by one or_more law\nenforcement officers whose identities should be disclosed to the aircraft\nOperator. The pilot-in-command should be made aware of the situation\nduring preflight preparations and prior to passenger boarding.\n\n12.2.3 Inadmissible persons and deportees.\n\n12.2.3.1 With respect to an inadmissible person, Annex 9 provisions. require\naircraft operators to take appropriate measures at the point of embarkation to\nensure that passengers are in possession of appropriate travel documents as\nprescribed by the State of transit or d the responsibility for”\nrepatriation falls to the inbound aircraft operator. If an aircraft operator is\nrequired to transport an inadmissible person, the passenger should be in\npossession of travel documents or, if these documents were seized by the relevant\nauthorities, a covering letter for presentation to the appropriate authority at the\nState of destination.\n\n12.2.3.2 For deportes, the responsibility for effecting repatriation lies with law\nenforcement authorities, including risks assessments, notification to authorities\nin the State of repatriation and in any State where the passenger will be in\ntransit, as well as aircraft operators. It is also the responsibility of the relevant\nauthorities to provi more escorts to accompany a deportee if an\nassessment indicates that the passenger may offer resistance and could pose a\n\nsecurity risk during flight\n\n12.2.4 Persons in lawful custody\n\n12.2.4.1 The relevant State authorities should, in addition to notifying the aircraft\noperator of a person in lawful custody who is to be transported by air, proceed to\nmake travel arrangements only after obtaining the aircraft operator's agreement\nto carry the potentially disruptive passenger.\n12.2.4.2 Many inadmissible persons, deportes and pereone in lawful custody\ntravel voluntarily and peacefully, but on océasion such persons may present a\nsecurity risk. It is common practice for aircraft operators to transport persons in\nlawful custody under certain conditions, i.e. if the person in custody is:\n\na) not considered dangerous, he or shé should be escorted by at least one\n\nlaw enforcement officer; or\n\n6) consittered dangerous, he or she should be escorted by two or more law\n\nenforcement officers. Notwithstanding the presence of esc:\n\nthan one such person should be allowed on any flight.\n\nQh”\n\n",
  "5": "12.2.4.3 Before boarding a potentially disruptive passenger, the authorities\nshould verify with their counterparts at transit points and the final destination\nthat the travel conditions are acceptable to them. ~\n\n12.2.5 Security measures\n\n12.2.5.1 Certain preventive measures should be in effect before and during a\nflight with inadmissible passengers, deportees or persons in lawful custody on\nboard, as follows:\na) the number of potentially disruptive passengers should be limited\naccording to a risk assessment, the reason for removal of the individual from\nthe State, and aircraft size;\n}) a sufficient number of escorts should be deployed, based_on_a_risik\nassessment and the nature and number of potentially disruptive passengers.\nThe number of escorts required for each situ n should be determined\njointly by the relevant authorities and the aircraft operator;\n¢) the fight (tinerarp should be kept classified and should not be disclosed to\nthe public;\na additional security searches should be conducted on passengers and\ncabin baggage;\n¢) inadmissible persons, deportees or persons in custody should be boarded\nprior to other passengers, and the pilot-in-command should be informed of\nthe seating location of such passengers and escorts;\n) seats should be assigned as far as possible to the rear of the cabin, but not\nadjacent to a door or emergency exit, and should be in a row of two or more\nseats with at least one escort sitting between a potentially disruptive\npassenger and the aisle. To the extent practicable, escorted passengers\nshould not be seated nexttoaminoy,\ng) alcoholic beverages should not be served to potentially disruptive\npassengers and escorts;\nh} food and non-alcoholic beverages may be served at the discretion of\nescarts, but should not be accompanied by metal utensils or kn: ves; and\ni) depending on the risk assessment, restraining devices should be available\nfor use by escorts. The use of restraining devices by an escort should be\nlimited to actual need and should conform to State laws and the applicable.\naircraft operator policy.\n\n-datives or other drugs may be administered to potentially disruptive\npassengers only when their use complies with applicable legislation and the\naircraft operator’s policy.\n\n12.2.5. If the casriage of a potentially disruptive passenger is denied, the aircraft\noperator should, if requested by the State, provide reasons in Writing for denying\nsuch transportation. If necessary, the operator's response should describe the\nadditional measures that would enable transportation in similar circumstances in\n\nthe future.\n\n",
  "6": "Aviation, Rajeev Gandhi Bhawan\n‘No. 13-CGO Complex, Lodhi Road,\n\n3. The Director (Security), Air India, Safdarjung Airport, New Delhi.\n\n4. General Manager (Security), Airports Authority of India, Rajiv Gandhi\nBhawan, Golf Course Road, Sector 43, Safdarjung Airport, New Delhi-\n\n110908,\n\n5. The Chief Security Officer, Spicejet Limited, 319, Udyog Vikar, Phase IV,\nGurugram, Haryana-122016 cg =\n\n6. The Chief Security Officer, Inter Globe Aviation Limited, Level 1, Tower C,\nGlobal Business Park, Mehrauli, Gurugram Road, Gurugram, Haryana-\n\n122002\n\n7, The Chief Security Officer TATA SIA Airlines Limited, (Vistara) Intellion.\nEdge Tower A 7th. 9th & 10th Floor, South Peripheral Road Sector 72,\nGurgaon- 122001 (Haryana, India),\n\n8. The Vice President (Security), DIAL, New Udan’Bhawan, Opp. “1\nIGI Airport, New Delhi-110037.\n\n9: The Chief Security Officer, BIAL, Bangalore International Airport Limited,\nAdministration Block, Devanahalli-560300,\n\n10. ‘The Chief Security officer, MIAL, Mumbai International Airport Pvt\nLtd Chhatrapati Shivaji International Airport ist Floor,. Terminal 1\nSantacruz East Mumbai-99. veiw\n\n11. | The Chief Security Officer, GHIAL, Rajiv Gandhi Intemational Airport\nShamshabad, Hyderabad-500108.\n\n12, The Chicf:Security Officer, CIAL; Cochin International Airpoft Ltd.\nCochin Airport, Cochin.\n\nInternal Distribution\n\nPSS to DG, PA to Jt. DG, PA to DDG (Policy & O&C), PA to DDG (Tech) PA to\n\nDDG (Ops & Trg.), Joint Director Ops/Policy/Tech/Trg/O&C/Admn, All\n\nRegional Directors.\n\nminal 3,\n\n"
}