{
  "1": "OFFICE OF THE ADDL. DIRECTOR GENERAL/AIRPORT SECTOR\nCENTRAL INDUSTRIAL SECURITY FORCE\n(Ministry of Home Affairs)\n\n‘Adm. Block, Ground Floor,\nCISF Complex\nMahipalpur, New Delhi- 37\nNo. 0-42011/APC/OPS (1)/Circular (BCAS)/24 ¢>), > Dated» April’ 2024\nTo\n\nIG/APS-I 8dI\nDIsG/AP (E&NE, NZ, SZ & WZ)\n\nDIsG/CASO ASG Delhi, Mumbai, Bangalore, Hyderabad, Kolkata & Chennai\nAll CASOs of ASGs\n\n‘Sub: Minit ni ‘ivil Aviati i\n\nPlease find enclosed herewith a copy of Addendum IV to AvSec Circular No. 05/2019\n\nCirculated by BCAS vide letter No. CAS-7(12)/2019/ Div-I/FBS/ (E-152659) dated 29.03.2024 on the\nabove subject matter.\n\n2. This is for kind information and necessary action accordingly please.\nEncl. As Above\n(Arun Singh)\nAIG/Airport Sector\n\nAVSEC Cell NISA Hyderabad and RTC Arrakkonam: For favour of kind information please.\n",
  "2": "CAS-7 (12)/2019/Div-I/FBS/(E-152659)\n‘URGE / GOVERNMENT OF INDIA\nan fears AaTeH/ MINISTRY OF CIVIL AVIATION\nAMR fas WRa ARI / BUREAU OF CIVIL AVIATION SECURITY\nSSM UM, AHS ‘3g % free / UDAN BHAWAN, NEAR SAFDARJUNG\nAIRPORT,\nag facet - 110003 / NEW DELHI - 110003.\nDated: 29.3.2024\n\nAddendum IV to AvSec Circular No. 5/2019\n\nSub: Minimum standards for Civil Aviation Security Equipment-Body\nScanner-reg.\n\nIn exercise of powers conferred under rules 61 and 62 of the Aircraft (Security)\nRules 2023, Director General, Bureau of Civil Aviation Security, for the purpose\nof the safety and security of passengers, crew, ground personnel and the general\npublic in all matters relating to safeguarding against acts of unlawful\ninterference with civil aviation, directs for revised timeline to earlier circulated\nunder para 5 of Annexure-B of this Bureau AvSec Circular No. 5/2019 dated\n\n8.4.2019 read with its Addendum-III dated 17.3.2023 issued on the subject\nmatter.\n\n2. The revised timeline for installation of Full Body Scanner (FBS) is as under:\n\n| SL. | FBS installation directions for airports Timeline | |\nNo.\n/() |Minimun one FBS setup shall be installed at airports with i}\nfootfall of more than 5 (five) million passengers per\nannum.\nIn addition to airports covered under sl. no. (i), minimum |\none FBS setup shall be installed at Srinagar, Jammu and\n_ Ayodhya airports. | June 2024\n(ii) [Airports having more than one terminals shall install\nminimum one FBS setup at each terminal.”\n(iv) | Airport Terminals having both domestic and international |\n| Security Check Points shall install minimum one FBS\n| setup for both kinds of SCPs.\n3. All other provisions of BCAS AvSec Circular No. 5/2019 dated 8.4.2019 will\nremain unchanged.\nThis addendum shall supersede Addendum III dated 17.3.2023.\nAny voilation of this AvSec Circular shall attract penalty under Aircraft\n\n(Security) Rules, 2023.\nPushapes | IPS)\n\nDirector General\nrola.\n\n(ii)\n\n4.\n5.\n\nDistribution: As per standard list attached.\n\n"
}