{
  "1": "CAS-42/1/2024-Training Division-BCAS/E-252610\n‘URG WR / GOVERNMENT OF INDIA\nAPR fH Hae MINISTRY OF CIVIL AVIATION\n‘arr fart Ural BI / BUREAU OF CIVIL AVIATION SECURITY\nBSM Yad, WaT 3§I/ UDAAN BHAWAN, SAFDARJUNG AIRPORT\n- 110003 / NEW DELHI - 110003.\n\nDate: 21.8.2024\n\nAddendum-I to AVSEC Order No. 4/2024\n\nSubject: National Civil Aviation Security Training Programme- 2024,\n\nInVexercise of powers conferred under sub-rule (2)(e) of rule 3, and rule 62 of\nthe Aircraft (Security) Rules, 2023, Director General, Bureau of Civil Aviation\nSecurity, for the purpose of the safety of passengers, crew, ground personnel and\nthe general public in all matters relating to safeguarding against act of unlawful\ninterference with civil aviation, directs partial modification in AVSEC Order No.\n4/2024 dated 21.2.2024 issued on the subject matter.\n\n2. The amendments are’ attached as ‘Annexure A’ to this Addendum.\n\n3. All other provisions of BCAS AvSec Order No. 4/2024 dated 21.2.2024 shall\nremain unchanged. The above amendment shall be implemented with immediate\neffect.\n\n4. Any violation of this AVSEC Order shall attract penalty under provisions of\nAircraft (Security) Rules, 2023\n\nbeth Men, IPS\n\nDirector General\n\nn\\\\4-\n\nDistribution: As per standard list attached.\n",
  "2": "‘opy for Information and further n/a:\nThe Deputy Secretary, Ministry of Civil Aviation, Rajeev Gandhi Bhawan.\n\nThe Deputy Secretary (VIP Security), North Block, MHA, New Delhi,\n\n‘The ADG, CISF/Airport Sector, Block No. 13-CGO Complex, Lodhi Road, New Delhi\n\nThe Deputy Director, Bol, MHA, 35 SP Marg, North Block, New Delhi\n\nThe Executive Director (Security), Airports Authority of India, Rajiv Gandhi Bhawan, Golf Course Road,\n\nSector 43, Safdarjung Airport, New Delhi-110003.\n\nThe Vice President (Security), DIAL, New Udan Bhawan, Opp. Terminal 3, IGI Airport, New Delhi-1 10037,\n\n7. The Chief Security Officer, BIAL, Bangalore Intemational Airport Limited, Administration Block,\nDevanahall-560300.\n\n8 The Chief Security officer, MIAL, Mumbai International Airport Pvt. Ltd Chhatrapati Shivaji International\nAirport 1st Floor, Terminal 1 Santacruz East Mumbai-09,\n\n9. The Chief Security Officer, GHIAL, Rajiv Gandhi Intemational Airport Shamshabad, Hyderabad-500108.\n\n10. The Chief Security Officer, CIAL, Cochin International Airport Ltd. Cochin Airporty Cochin.\n\n11. The Chief Security Officer, Noida International Airport Ltd, Jewar\n\n12, The CSO, Air india, Safdarjung Airport, New Delhi\n\n13. The Chief Security Officer, Spicejet Limited, 319, Udyog Vihar, Phase IV, Gurugram, Haryana-122016\n\n14. The Chief Security Officer, Inter Globe Aviation Limited, Level 1, Tower C, Global Business Park,\nMehrauli, Gurugram Road, Gurugram, Haryana-122002\n\n15. The Chief Security Officer TATA SIA Airlines Limited, (Vistara) Intellion. Edge Tower A 7th. 9th & 10th\nFloor, South Peripheral Road Sector 72, Gurgaon-122001 (Haryana, India).\n\n16. The Chief Security Officer, Akasa Airlines, Urmi Estate, Tower A, 12th Floor 95, Ganpatrao Kadam Marg,\nLower Parel (WW), Mumbai 400013.\n\n17. The Chief Security Officer, AIX connect Pvt Ltd, Block 4, Vatika One-on-One, Sector 16, NH 48, Gurugram\n- 122007\n\n18. The Chief Security Officer, Alliance Air\n\n19. The Chief Security Officer, Star Air, 2\" floor, Good earth tour, Sector-88 Gurugram, Haryana-122001\n\n20. The Chief Security Officer, FLYBIG Express Pvt Ltd, Killa No. 13/3/2/2(1-18), 3/1/1(1-17), Begampur,\nKhatola, Gurgaon, Haryana- 122001\n\n21. The Chief Security officer, Bluedart, 88-89, Old Intemational Ter\n‘Chennai-600027.\n\n22, The Chief Security officer, DCSC, Cargo Terminal 2, Gate No.6, Air Cargo Complex, IGI Airport, New\nDelhi-110037.\n\n23. The Chief Security Officer, CELEBI, Room No, CE-06, First Floor, Import Building-11 International Cargo\nTerminal, 1GI Airport, New Delhi-110037\n\n24, The Chief Security Officer, DHL, Plot Number-269, Udyog Vihar Il Rd, Udyog Vihar Phase 1, Udyog Vihar,\nSector 20, Gurugram, Haryana 122016\n\n25, The Chief Security Officer, Airworks, Plot No. 40, Sector 18. Gurgaon, Haryana 122015\n\n26, The Chief Security Officer, FedEx Cargo, Gate no - 6, Unit N - 17 to N= 23, ACLC - II IGI Airport, Opp.\nCargo Terminal, next to New Custom House, New Delhi, Delhi 110037\n\n27. The Chief Security Officer, AAICLAS, AAICLAS Complex, Delhi Flying Club Road, Sefdarjung Airport,\nNew Dethi 110003\n\n28. The Chief Security Officer, Mumbai Cargo Service Centre Cold Chain Solutions Pvt.Ltd. (MCSCCCS),\nGala-19, Adarsh Industrial Estate, Sahar Road, Andheri (East) Chakala, Mumbai 400099\n\n29. The Chief Security Officer, TajSats, Indira Gandhi Intl Airport, Indira Gandhi Int! T3 Rd, New Delhi, Delhi\n110037\n\n30. The Chief Security Officer, Oberoi Group, EIH Limited, 7 - Sham Nath Marg, New Delhi - 110054.\n\n31. The Chief Security Officer, Bird WFS, E-9, Connaught House, Connaught Place, New Delhi- 110001\n\nInternal Distribution\n\nPSS to DG, PA to Jt. DG, PA to DDG (Policy & OC), PA to DDG (Tech) PA to DDG (Ops & Tra,), Joint Director-\n\nOpsiPolicy/Tech/Trg/OC/Admn, All Regional Directors.\n\nDeeNalg\n\n| Building, Meenambakkam Airport\n\n",
  "3": "Annexure A\n\n1. Point No. 11 is inserted in continuation of points of existing para 1.6.2.4.3- “Aerodrome\nOperator” as under:\n\nTI, First Responder and Crisis ATCO/IOCCIOCC staff” Duty Terminal Manager\nManagement Course and AOC In-charge, (SOCC)- Shift In-charge.\n\n2. At Para 3.2.5.2 under sub-heading V. ;- Air traffic Service Provider, the sentence “AVSEC\nAir Crew (Cockpit/Cabin Crew/ Air Traffic Service Personnel) Course for every 24 months” is\nhereby deleted and following is inserted in situ.\n\n“The Air Traffic Services providers to undergo First Responder and Crisis Management Course.\nThereafter, recurrent training of 02 days afier every 24 months”\n\n3. In Chapter 4, para-B\n\nis inserted below para B which is as under:\n\n“All entities entrusted with Avsec screening function shall ensure that in cases, where a BCAS\ncertified screener has remained absent/or has not been involved in active screening duties\ncontinuously shall undergo OJT under a certified screener before he/she resumes duty as\nsereener upon fresh employment or any other reasons for such continued absence. The\nduration of OJT shall depend on the period of absences, as mentioned below:\n\nPeriod of absence Duration of OT\nContinuously for 3 months Staff shall undergo an OJT of 20 hrs.\nContinuously for 8 months ‘Staff shall undergo OIT of 40 hrs under @\n\ncertified screener.\nContinuously for 9 months or more | The staff shall have to wnidergo the re-\ncertification afresh.\n\nThe onus of maintaining such records will be on the employer, and shall be presented to BCAS\ncertified auditors during audits and inspections. The validity of certification shall remain to be\n2/2 years notwithstanding the time of OJT. ‘\n\n4. Para 4.6 with its sub-paras 4.6.1 to 4.6.7 are inserted below para 4.5.3.10 which are as under:\n‘4.6 First Responder and Crisis Management Course.’\n\n46.1 ‘A 02-day online module of ‘First Responder and Crisis Management Course’ shall be\nconducted for following categories of staff:\n\ni. Air Traffic Control, Integrated Operation Control Centre (IOC),\n4, Operation Control Centre (OCC) or similar control centres’. Shift In-charges,\niii, Duty Terminal Managers & AOCC-shift In-charges and\n\n4, Security Operation Control Centre (SOCC)- Shift In-charges.’\n\n4.6.2 It is necessary that staff who are assigned duties and are responsible for effective response\n40 contingencies, as first responders, are trained to appropriate standards for responding to crisis\narising out of various contingencies. Reporting mechanism for such crisis shall follow well\nestablished and secure communication procedures and shall be promply disseminated 10 the\n\nrelevant stakeholders.’\n\n",
  "4": "46.3 ‘First responder and Crisis Management Course has been mandated and designed with the\nobjective of training such staff to achieve uniform standards/ procedures for responding to crisis as\n‘fitit responders.’ S\n4.6.4 The staff of AOCC/ OCCHOCC/ATS/SOCC/ Terminal Duty Managers are first responders in\ncase of any contingency at airports. Accordingly, it is necessary that such staff are trained to\n‘appropriate level to achieve desired level of competence for responding to such contingencies.\n\n4.6.5 The training shall be followed by an online assessment and participants shall be required 10\nscore minimum 80% or above to be declared as qualified.\n\n4.6.6 Recurrent training shall be provided before the expiry of the validity of course (24 months) of\nprevious training, 1o ensure the knowledge is current.\n\n4.6.7 Detailed training programme for First Responder and Crisis Management Course is\n‘mentioned in Appendix-X of this document.’\n\n5, Para 5.1.5 is hereby deleted.\n6. Para 5.4 is amended and to be read as follows: J\n\n“Passenger and cabin baggage screening/ Screening of persons other than passengers and their\nbelonging including Merchandise carried inside SRA.\"\n\n7. Para 5.4.2 and 5.4.3 are inserted below para 5.4.1 ({ii) which reads as follows:\n\n5.4.2 ‘Each entity involved in imparting AVSEC Training shall ensure specific training for all staff\nconducting screening of persons other than passengers (including items carried and vehicle\nsearches) being granted unescorted access 10 SRAs on the same parameters as mentioned above.\n\n5.4.3 Each entity involved in imparting AVSEC Training shall ensure specific training for all staff\n‘conducting security controls for merchandise and supplies introduced into SRAs.\n\n& Existing para 5.4.2 to be read as 5.4.4.\n9, Para 5.7 (f) to be read as 5.7 (g).\n10. New Para 5.7 (f) to read as follows:\n\n‘Each aircraft operator operating to and from India and each approved ASTI shall ensure\nthat specific training is imparted for relevant personnel conducting security measures for\nprotection of aircraft:\n\ni protect and prevent unauthorized access to the aircrafi.\n\nii. procedures for sealing aircraft.\n\ni. idemification card systems use; and\n\niv. procedures for challenging persons and reporting system.’\n\n11. Para 5.12.2 is amended to be read as follows:\n\n“All Air traffic controllers shal! undergo 02 days First Responder and Crisis Management\nCourse training:\ni To know the standard procedures to disseminate confidential ihformation to appropriate\n\nstakeholders concerning an act of unlawful interference.\n",
  "5": "a ii To learn and understand the quick response mechanism/procedures during an act of\nunlawful interference.\niii Inculcation of security culture\n\n12. Para 5.12.3 to read as follows:\n\n‘Relevant training modules are provided in Appendix-X of this document.”\n\n13. Appendix P and Q has been modified to the extent wherein words ‘Air Traffic Services\nPersonnel’, where ever mentioned stands deleted.\n\n"
}