{
  "1": "OFFICE OF THE ADDL. DIRECTOR GENERAL/AIRPORT SECTOR\nCENTRAL INDUSTRIAL SECURITY FORCE\n(Ministry of Home Affairs)\n\nAdm. Block, Ground Floor,\nCISF Complex\nMahipalpur, New Delhi- 37\n\nNo. 0-42011/APC/OPS (1)/Circular (BCAS)/24 ¢ ¥30 pe g April’ 2024\nTo\n\nIG/APS-I 811\n\nDIsG/AP (E&NE, NZ, SZ & WZ)\n\nDIsG/CASO ASG Delhi, Mumbai, Bangalore, Hyderabad, Kolkata & Chennai\nAll CASOs of ASGs\n\nPlease find enclosed herewith a copy of Addendum V to AvSec Circular No. 05/2019\ncirculated by BCAS vide letter No. CAS-7(12)/2019/Div-I/ FBS/ (E-152659) dated 29.03.2024 on the\nabove subject matter.\n\n2. This is for kind information and necessary action accordingly please.\n\nEncl. As Above ¥\nat\n\n(Vishal Sharma)\nDC/Airport Sector\n\nAVSEC Cell NISA Hyderabad and RTC Arrakkonam: For favour of kind information please.\n",
  "2": "Email,\n\nlof\n\nEmail\n\nhttps://email.gov.in/h/printmessage?id=1651535&tz~Asia/Kolkat.\n\nSHRI VIJAY PRAKASH IPS\n\nMinimum standards for Civil Aviation Security eauipreeat - Body Scanner - Reg\n\nFrom\nSubject\n\nTo\n\nCc:\n\n:Mukund Mohan, JD, Policy <jdpol1.bcas@gov.)\n: Minimum standards for Civil Aviation Security |~\n\n+ Vikram Singh Meena, RD, Ahmedabad \\\n\nEquipment - Body Scanner - Reg\n\n<rdamd.bcas@gov.in>, Ved Prakash, RD Amritsar\n<rdasr.bcas@gov.in>, Rajiv Kumar Rai, RD,\nBengaluru <rdblr.bcas@gov.in>, Sanjaya Kumar\nVerma, RD, Bhopal <rdbho.bcas@gov.in>, Arvind\nTripathi, RD, Bhubaneswar <rdbhu.bcas@gov.in>, G.\nSuguna Singh, RD Chennai <rdchn.bcas@gov.in>, N\nGopinath Singh, RD, Dehradun\n<rddehr.bcas@gov.in>, Sanjay kataria, RD, Delhi\n<rddel.bcas@gov.in>, Avadhesh Pratap Singh, RD,\nGuwahati <rdgwt.bcas@gov.in>, Anil Kumar, RD,\nHyderabad <rdhyd.bcas@gov.in>, Wangkheimayum\nSamananda Singh, RD, Imphal\n<rdimp.bcas@gov.in>, Ashok Kumar, RD, Jaipur\n<rdjai.bcas@gov.in>, Ajay Yadav, RD, Kolkata\n<rdkol.bcas@gov.in>, Rakesh Kumar, RD, Lucknow\n<rdiko.bcas@gov.in>, Abhimanyu Kumar Singh, RD,\nMumbai <rdmum.bcas@gov.in>, Kundan Pandey,\nRD, Patna <rdpat.bcas@gov.in>, Sunil Kumar N, RD\nRaipur <rdrai.bcas@gov.in>, Ashok Lakra, RD,\nRanchi <rdranchi.bcas@gov.in>, M. Nowshad, RD,\nSrinagar <rdsri.bcas@gov.in>, P. K. Dileep, RD,\nCochin <rdtrv.bcas@gov.in>, SHRI ARUN SINGH\n<aigaps@cisf.gov.in>, SHRI VAY PRAKASH IPS\n<igaps@cisf.gov.in>, ADG APS\n<adgaps@cisf.gov.in>\n\nDG BCAS <dg.bcas@gov.in>, Kavita Jalan, DDG,\nBCAS <ddg2.bcas@gov.in>, Pratibha Ambedkar,\nDDG, BCAS <ddg3.bcas@gov.in>, Sudhir Kumar, JD,\nTechnical <jdtech-bcas@gov.in>, Ila Chandra\nPandey, JD, Training <jdtrg.bcas@gov.in>, Rupesh\nKumar, Joint Director, Operation I\n<jdops1.bcas@gov.in>, Sunil Yadav, Joint Director,\nOperation II <jdops2.bcas@gov.in>, Bikram Singh,\nDeputy Director, Operation II\n\n<ddops2.bcas@gov.in>, Vinay Kumar\n<ad2ops1.bcas@gov.in>, Shiv Shankar Sharma\n<sssharma.bcas@gov.in>, Kundan Kumar Jha Ay\n\n<kkjha.bcas@gov.in>, rahulrathore bcas\n<rahulrathore.bcas@gov.in>, AD Tech BCAS\n<adtech-bcas@gov.in>, BHUPENDER SINGH\n\n2024, 13:23\n\n",
  "3": "Email hitps://email.gov.in/h/printmessage?id=1651535é:tz~Asia/Kolkat..\n\n<bhupenderberi@crpf.gov.in>, Anegalla Srikanth,\nAssistant Director, Policy <adpol2.bcas@gov.in>, G.\nRishi Subramaniyam\n<grsubramaniyam.bcas@gov.in>, Reji S AC\n<rejis@crpf.gov.in>, Trapti Upadhyay\n<traptiupadhyay.bcas@gov.in>, Rakesh Kumar\nGupta <rakeshgupta.bcas@gov.in>\n\nSir,\n\nKindly find attached herewith BCAS Addendum V to AvSec Circular No 05/2019 dated\n29.03.2024 on the subject captioned above for information and further n/a please.\n\nWith Regards,\n\n‘ag thes / Mukund Mohan\nsige fitz (Af) / Joint Director (Policy)\n\nsame Prarsa ara =a Zearea / Bureau of Civil Aviation Security Headquarters.\n‘304 wa, af facet / Janpath Bhawan, New Delhi\n\nme:23731721 #42: jdpoll.beas@gov.in\n\nlo-—=\nAzadi xa\nAmrit Mahotsav,\n\n— Addendum V to AvSec Circular No 05 2019_0001.pdf\n5 MB\n\n2of2\n",
  "4": "CAS-7 (12)/2019/Div-I/FBS/(B-152659)\n‘UA EXPR / GOVERNMENT OF INDIA\namr fears tareray MINISTRY OF CIVIL AVIATION\nA ala / BUREAU OF CIVIL AVIATION SECURITY\nTSM Ue, WHaeAT / UDAN BHAWAN, NEAR SAFDARJUNG\nAIRPORT,\na8 feet - 110008 / NEW DELHI - 110003.\n\nDate: 29.3.2024\n\nAddendum V to AvSec Circular No. 5/2019\n\nSub: Minimum standards for Civil Aviation Security Equipment-Body Scanner-\nreg.\n\nIn exercise of powers conferred under rules 61 and 62 of the Aircraft (Security) Rules\n2028, Director General, Bureau of Civil Aviation Security, for the Purpose of the\nsafety and security of passengers, crew, ground personnel and the general public in\nall Matters relating to safeguarding against acts of unlawful interference with cid\naviation, directs for Partial modification of this Bureau, AvSec Circular No. 5/2019\ndated 8.4.2019 issued on the subject matter.\n\n2. The SOP on the subject is hereby attached as Appendix -\n\n3. All other provisions of BCAS AvSec Circular No. 5/2019 dated 8.4.2019 will\nremain unchanged.\n\n4. Any voilation of this AvSec Order shall attract penalty under Aircraft (Security)\n\nRules, 2023.\nmike Hasan, IPS)\n\nDirector General\nDistribution: As per standard list attached. 4 [3] 24\n",
  "5": "Interim Standard Operating Procedure for Full Body Scanner\nat Pre-embarkation Security Checkpoint (PESC)\n\n1, Background - The fast changing geo political scenario and the\ningenuity of the terrorist organizations forces the State authorities to\nregularly update the security apparatus and take additional security\nmeasures to protect Civil Aviation from potential terrorist attacks, including\ndeployment of advanced technologies aimed at detecting threats of varying\ncomplexity. India, as an emerging power, faces a greater threat than ever\nfrom those who would do anything to hamper its growth or tarnish its\nreputation. Therefore, in order to safeguard our airports from the emerging\nthreats, new technologies such as Full Body Scanner (hereinafter referred to\nas FBS) need to be introduced.\n\n2. Current set-up of security equipment at PESC points: There is a\ngood mix of security equipment which is deployed at Pre-embarkation\nSecurity Checkpoint (PESC). The important among them are:\n\ni,DFMD, HHMD\ni, ETD\niii.X-BIS for scanning of cabin baggage (Either Standalone or with\nATRS)\n\nHowever, since the DFMDs (Door Frame Metal Detector) and HHMDs\n(Hand Held Metal Detector), cannot detect non-metallic threats, therefore,\nFull Body Scanner (FBS) is the need of the hour. The Full Body Scanners\ndetect both metallic and non-metallic items concealed on the body under\nclothing. Operation of FBS is based on millimeter waves which detect the\nsignal reflected from the skin or concealed objects, automatically analyses\nthe collected data and displays the final result on a mannequin (generic\noutline) representation.\n\n3. Recommended Layout at PESC: An efficient layout for placing of\nsecurity equipment at PESC would involve a clear and intuitive sequence in\nwhich Door Frame Metal Detectors, Body Scanner and Physical Check\nStations should be placed in such a manner which not only minimizes wait\ntime and congestion, but also incorporates decision points for streamlining\nthe screening process and reducing redundancy.\n\nA recommended sequence along with the functions at the checkpoints\nas well as the decision points is explained in the coming para. The layout for\ndifferent airports may be decided as per the space available at PESC. A\nsample layout is appended as Annexure-\"A”\n\nPage 1 of 8\n",
  "6": "4. Recommended Layout at Setup 1 and screening procedure:\n\na. Pre-Screening: Before screening through body scanner/DFMD, the\npassengers should be instructed to divest all metallic/ non-metallic articles\non their person except necessary apparel for efficient and expeditious\nscreening. An illustrative list of articles to be divested is as below:\n\ni. Shoes, belt, jacket and layers of thick clothing.\nii, Ornaments worn on person as far as practical.\n\niii.\n\nItems such as wallet, keys, watch, pen, mobile phone, electronic\nitems, coins etc.\n\niv. Headgears such as cap etc.\n\n* Note: For Sikh passengers, turban is not required to be divested.\n\nThe airport operator is required to ensure sufficient space and\ndivesting stations in pre-screening area. Further, the Airport operator shall\ndeploy adequate number of divesting assistants in pre-screening area to\nguide the passengers in divesting the necessary items. It is underlined that\nbetter divestment will result in lesser number of unnecessary alarms,\nsmooth screening process and enhanced through put.\n\nb. Officer shall decide and direct the passengers to go through FBS or\ndirectly to the DFMD who cannot be screened through FBS.\n\ni, The passengers who are unwilling to go through the FBS or those who\ncannot be screened through FBS (children having height less than\n1.02 meter, passengers with medical issues and Sikh passengers with\nturban) would, after divesting, go directly to DFMD and then\nmandatorily through frisking booth.\n\nli, The remaining passengers should go through the FBS:\n\nThe security personnel should be deployed in such a manner as to\nregulate the orderly flow of passengers through DFMD, body\nscanner and the frisking booth.\n\nc. Door Frame Metal Detector (DFMD): This is the first point from\nwhich all passengers are required to go through for the screening.\n\n4. Full Body Scanner: The passenger is required to stand in the desired\nposture as per the requirement of particular body scanner. The result\nof body scan is displayed on a generic mannequin, thus protecting the\npassenger's privacy. After screening through FBS, the screener would\ndirect all the passengers to Frisking booth.\n\ni. There should be one male/female certified screener at every FBS\nwho will be placed at the Primary FBS station.\n\nPage 2 of 8\n",
  "7": "ii, Separate mannequins should be selected for male and female\npassengers.\n\ne. FBS Primary Station: At this station (after the FBS), there shall be a\nFBS station manned by an FBS trained male/female screener who\nshall select the appropriate mannequin as per the gender of the\npassenger and instruct the passengers to take the correct posture\ninside FBS. He shall also be responsible for conveying the generic\nintegrated (DFMD+FBS) output image to the relevant frisking booth\n\n5. Recommended Layout at Setup 2 and screening procedure:\n\na. Pre-Sereening: Before screening through body scanner/DFMD, the\npassengers should be instructed to divest all metallic/ non-metallic\narticles on their person except necessary apparel for efficient and\nexpeditious screening. An illustrative list of articles to be divested is as\nbelow:\n\ni. Shoes, belt, jacket and layers of thick clothing.\n\nii, Ornaments worn on person as far as practical.\n\niii, Items such as wallet, keys, watch, pen, mobile phone,\nelectronic items, coins etc.\n\niv. Headgears such as cap etc\n\n+ Note: For Sikh passengers, turban is not required to be divested.\n\nThe airport operator is required to ensure sufficient space and\ndivesting stations in pre-screening area. Further, the Airport operator shall\ndeploy adequate number of divesting assistants in pre-screening area to\nguide the passengers in divesting the necessary items. It is underlined that\nbetter divestment will result in lesser number of unnecessary alarms,\nsmooth screening process and enhanced through put.\n\nb. Officer shall direct the passengers to go through FBS or directly to the\nDFMD who cannot be screened through FBS.\n\ni, The passengers who are unwilling to go through the FBS or\nthose who cannot be screened through FBS (children having\nheight less than 1.02 meter, passengers with medical issues\nand Sikh passengers with turban) would, after divesting, go\ndirectly to DFMD and then mandatorily through frisking booth.\n\nii, The remaining passengers should go through the FBS:\nThe security personnel should be deployed in such a manner as to\n\nregulate the orderly flow of passengers through body scanner and\nDFMD, if needed for alarm resolution and the frisking booth.\n\nPage 3 of 8\n",
  "8": "¢. Full Body Scanner:. The passenger is required to stand in the desired\nposture as per the requirement of particular body scanner. The result\nof body scan is displayed on a generic mannequin, thus protecting the\npassenger’s privacy. After screening through FBS, the screener would\ndirect the passengers through DFMD, if needed for alarm resolution\nand to the frisking booth.\n\ni, There should be one male/female certified screener at FBS who\nwill be placed at the Primary FBS station. For this purpose,\nthree Secondary FBS stations may be provided against one\nprimary FBS station.\n\nii, Separate mannequins should be selected for male and female\nPassengers.\n\n4. FBS Primary Station: At this station (after the FBS), there shall be a\nFBS station manned by an FBS trained screener who shall select the\nappropriate mannequin as per the gender of the passenger and\ninstruct the passengers to take the correct posture inside FBS. He\nshall also be responsible for conveying the FBS output image to the\nrelevant frisking booth.\n\n¢. Door Frame Metal Detector (DFMD): This is the second point in\nscreening procedure, if needed for alarm resolution.\n\n6. _ Frisking Booths/Platforms: There should be separate frisking booths\nfor male and female passengers for generic integrated (DFMD+FBS) output\nimage to the relevant frisking booth for first setup and FBS output image for\nSecond setup. All the passengers shall be subjected to manual search which\nshall be carried out in accordance with the provisions contained in AVSEC\nCircular No 23/2005. The passenger may be subjected to additional checks\nsuch as Explosive Trace Detector (ETD) or intensive search in a room\nspecially designated for the purpose. If after subjecting a person to manual\nsearch, the screener is still not satisfied, then the person shall be held at the\nScreening point and the supervisor should be informed. The supervisor will\ndecide on further course of action to be taken.\n\n7. — Responsibility of Airport Operator: It shall be the responsibility of\nthe airport operator to provide sufficient space and infrastructure for\nrepacking stations. Additionally, there should be sufficient space to\naccommodate passengers and personnel, minimizing congestion and wait\ntime. After divesting the items, the passenger is required to be effectively\nscreened before he/she is allowed to proceed to the sterile area. Further, the\nlayout for this sequence should incorporate clear signage and visual\nindicators to direct the passengers to the appropriate screening checkpoints.\nThe layout should be ergonomic and designed to allow for smooth and\nefficient movement of passengers through the screening process. Airport\n\nPage 4 of 8\n",
  "9": "operator shall ensure setting up and integration of FBS & DFMD as per\nsuggested layouts in Annexure-“A” for conducting trials.\n\n8. Duties of various officers:\n\nA. FBS Officer: He shall be a certified screener including FBS of or above\nthe rank of sub-inspector or ASI (Direct Entry) and shall be deployed\njust beside the FBS in such a way that he can suitably guide the\nPassengers to proceed further. The FBS officer will:\n\nip\n\nii.\n\niii.\n\niv.\n\nvii.\n\nviii.\n\nBefore taking charge of the duty, ensure that the equipment is in\nworking condition.\n\nIssue necessary directions to the passengers to ensure that they are\nstanding inside the FBS in desired posture.\n\nEnsure that the mannequin used is as per the gender of the\npassenger.\n\nEnsure that the body scan is complete in one sweep and result is\ndisplayed on the screen.\n\nIf the body scan is not complete in one go, direct the passenger to\ngo for body scan again. In no case, the passenger should be allowed\ninto sterile area without complete body scan.\n\nDirect the passenger to DFMD and then the frisking booth where\nthe secondary FBS screen is located. The officer will allow the\npassenger to sterile area if there is no alarm. Else, the passenger\nshall be subjected to manual search.\n\nDirect the passenger toward frisking booth if as per his assessment,\nthe passenger is required to go through additional security checks.\n\nEnsure that there is no needless congestion at FBS.\n\nB. DFMD and Frisking Booth Officer: He should be a certified screener\n(including FBS) of suitable rank and shall be deployed at DFMD check\npoint after the FBS monitoring screen. The DFMD officer will:\n\nii,\n\nBefore taking charge of the duty, ensure that the equipment is in\nproper working condition.\n\nFrisking of the passenger should be done in a methodical\nsequence.\n\nASG may develop its own detailed SOP with regard to manual search\n\nAdditional Security measures: Additional security measures may be\nenforced in such cases where the screener is not satisfied with or sure about\nthe sterility of the passenger. These may include intensive frisking, use of\nExplosive Trace Detector (ETD) etc. The airport operator shall provide\nnecessary space and infrastructure support for these measures. It is\n\nPage 5 of 8\n",
  "10": "recommended that at every PESC, there should be one designated\nroom/enclosed area which may be used for intensive frisking.\n\n%* The additional security measures as contained in AVSEC circular No\n30/2006 shall be put in place during alerts and high-threat\nsituations.\n\n9. Measures for passenger awareness:\n\ni, The airport operator shall arrange for adequate signage in pre-\n\nscreening area for educating the passengers about the screening\nprocedure involving body scanners.\n\nii, The indicative list of items to be divested should be prominently\ndisplayed at divesting stations so as to inform the passengers about\nsuch items.\n\nfii. The whole screening point layout and procedure should be adequately\ndisplayed at various points for better understanding of the\npassengers.\n\niv. At FBS station, the signage indicating the correct posture to stand\ninside the FBS should be prominently displayed to facilitate the\npassengers proceeding towards FBS.\n\nv. Airport Operator/Airlines may use social and mass media for\neducating the passengers in this regard\n\n10. Recommended Manpower:\n\n4) Qne.FBS.certified:male/female screener at each primary FBS station,\n\n*) _liiiialiemalosandininiemale®E6rcertifed screeners at each frisking\nsooth where the generic integrated (DFMD+FBS) output image or FBS\noutput image will be projected on the frisking booth at secondary FBS\n\nstation.\n\n¢) Supervisory officer as per prevailing BCAS norms.\n\n11. This interim Standard Operating Procedure (SOP) deals with the\nscreening procedure employed during frisking of passengers at PESC points\nat those airports where FBS are in use. The remaining BCAS regulations\nregarding PESC points shall continue to be followed.\n\n12. Airport Operator shall share the test and trial data with CISF as well\n\nMonthly review of data so generated shall be carried out and if need be, the\nsuggested setup may be altered for further trials\n\nPage 6 of 8\n",
  "11": "Annexures:\n\n1.Do’s and Don'ts\nIl.Recommended Layout.\n\nAnnexure-I\n\nDo’s and Don’ts :\n\nii.\n\niii.\n\niv.\n\nvie\n\nvii.\n\nPassengers are required to divest all metallic /non-metallic items on\ntheir person (except necessary apparel) and put into a tray for separate\nscreening.\n\nThe passenger has to step in and stand on the place marked inside the\nFBS and take the desired posture like the position displayed.\n\nOnly one passenger is to be screened through the FBS at a time.\n\nChildren having a height less than 1.02 meters cannot be scanned\nthrough FBS and therefore need to cleared through DFMD/Physical\nsearch.\n\nWheelchairs cannot be scanned through FBS as the passenger using\nthem cannot stand properly on the marked space inside FBS.\nTherefore, wheelchair bound passengers are subject to pat\ndown/physical check.\n\nProsthetic limbs may trigger an alarm on FBS or DFMD. Hence, the\nFBS/DFMD officer should resolve any such alarm in a courteous\nmanner.\n\nPassengers with pacemaker or pregnant women, if unwilling to go\nthrough FBS, shall be cleared through pat down/physical check.\n\nSikh passengers donning turban cannot be scanned through FBS\nabove head level. Such passengers have to be diverted to frisking\nbooth.\n\nPage 7 of 8\n",
  "12": "Annexure-II\n\nml\n\nPage 8 of 8\n",
  "13": ""
}