{
  "1": "CAS-7(2)/2009 / Div-I(Weapon-PSO)/ F-85333\n‘URd GSR / GOVERNMENT OF INDIA\nAMR FSH HAT) MINISTRY OF CIVIL AVIATION\nAMR AEH Ewa ARI / BUREAU OF CIVIL AVIATION SECURITY\n‘TSM WA, WHAT aS B¥I/ UDAAN BHAWAN, SAFDARJUNG AIRPORT\nag feet - 110003 / NEW DELHI - 110003.\n\nDate: 23.8.2024\nAddendum-II to AVSEC Order No. 3/2022\n\nSubject: Procedure for carriage of weapons and ammunition by Personal\nSecurity Officers (PSOs) of VVIPs, and/or persons/ passengers.\n\nIn exercise of powers conferred under rules 30 (a), 30 (b} and 62 of the\nAircraft (Security) Rules, 2023, the Director General, Bureau of Civil Aviation\nSecurity, for the purpose of the safety of passengers, crew, ground personnel and\nthe general public in all matters relating to safeguarding against act of unlawful\ninterference with civil aviation, directs for partial modification to AvSec Order No\n3/2022 dated 10.3.2022 issued on the subject\n2, In Para: 3, ‘Directions and procedures’. contents of sub para: 3.4 are deleted\nand following is inserted in-situ\n\n“Station Manager/ Airport Manager in coordination with Station Security Head\nof concemed aircraft operator shall ensure that\n\na) the pilot-in-command is notified as to the number of armed personsrand\ntheir seat allocation on board the aircraft,\n\nb) notify the number of (PSO\\and 'SPG personnel) on duty, if any,\ndetachment commander IFSO)\n\n¢) confidential record of such notifications to PIC and IFSO shal! be\nmaintained by Airport Manager/ Station Security Head of the concerned\n\naircraft operator.”\n\nto\n\n3. Sub-para: 3.7.2.1 (a), (b}, (c) and (d) are hereby inserted after Para: 37.2 of\nAO-3/2022 which reads as under:\n\n“3.7.2.1- The category of person(s), who shall determine that the weapon is not\nloaded shall have following competencies/ experiences.\n\na) NCCC certificate, Bx-servicemen/ Bx-CPOs/ Ex-Policeméh\nb} In case of non-availability of such category of staff{s} assistance from\nASG, deployed at airport shall be sougit.\n\nw\n",
  "2": "c) Weapon shall be checked at designated area/secure location, »\nadequate measures, to prevent damage to life/property due to acciden:\nfire. The airport operator shall provide the designated area an\n\ninfrastructure for the same.\nd) Weapon{s) being carried in cabin (for category of people allowed to carry)\n\nshall be checked by ASG to confirm that weapon(s) are unloaded.\"\n\n4, All other provisions of Addendum to BCAS AvSec Order No. 3/2022 dated\n10.3.2022 shall remain unchanged. The above amendment shall be\nimplemented with immediate effect.\n\nEncl: As above.\nn ea\nZulfiq adtatal PS\nDirector General\n\nalah\n\nDistribution: As per standard list attached.\n"
}