{
  "1": "OFFICE OF THE ADDL. DIRECTOR GENERAL/ AIRPORT SECTOR\nCENTRAL INDUSTRIAL SECURITY FORCE\n(MINISTRY OF HOME AFFAIRS)\n\n‘Adm. Block, Ground Floor,\nCISF Complex\nMahipalpur, New Delhi- 37\n\nNo. 0-42011/APC/OPS (1)/Circular (BCAS)/24 | 20>. Dated gl, Sept’ 2024\n\nTo\n\nIG/APS-I &dI\n\nDIsG/AP (E8NE, NZ, SZ & WZ)\n\nDIsG/CASO ASG Delhi, Mumbai, Bangalore, Hyderabad, Kolkata, Chennai & Ahmedabad\nAll CASOs of ASGs\n\nSub: Security measures for Regulated Agents: Req\nPlease find enclosed herewith a copy of Addendum-lIII to AvSec Order No. 11/2015 dated\n14.12.2015 circulated by BCAS vide letter 623/CAS/8(4)/2024/(RA)/Div/1/Regulated Agent/E-89042\ndated 26.08.2024 on the above subject matter.\n2, Thisis for kind information and necessary action please.\nEncl. As above. |\nArial\nDal\n(Vishal Sharma)\nD¢/Airport Sector\n\nCopy to:\n‘AVSec Cell NISA Hyderabad and RTC Arakkonam : For favour of kind information please.\n",
  "2": "623/CAS/8(4)/2004/(RA)/Div/1/Regulated Agent/E-89042\n‘UR WTHR/GOVERNMENT OF INDIA\n‘amr RAHA Ya SRI /MINISTRY OF CIVIL AVIATION\nann PRAIA HaTTT /BUREAU OF CIVIL AVIATION SECURITY\nSgr WEF, THAT Ta SBI/ UDAAN BHAWAN, SAFDARJUNG AIRPORT\n‘ag feeeit - 110003 / NEW DELHI - 110003.\n\nDate: 26.8.2024\n\nAddendum - II to AvSec Order No. 11/2015 dated 14.12.2015\n\nSubject: Security Measures for Regulated Agents.\n\nIn exercise of powers conferred under rules 46 and 62 of the Aircraft\n(Security) Rules, 2023, Director General, Bureau of Civil Aviation Security, for\nthe purpose of the safety of passengers, crew, ground personnel and the\ngeneral public in all matters relating to safeguarding against act of unlawful\ninterference with civil aviation, directs for partial modification to AvSec Order\n11/2015 dated 14.12.2015 issued on the subject matter:\n\n2. Para 16.9 is inserted below 16.8 which reads as under:\n\n16.9 “The security measures described in AvSec Circular 6/2024 shall be\n\napplicable to Regulated Agent’.\n\n3. Contents of the existing Para 8.8 is hereby deleted and new contents is\nhereby inserted in-situ which reads as under:\n\n8.8. ‘If the security measures are assessed to be not as per the\nprescribed standards, the DG BCAS shall inform the applicant about the\nshortcomings. The onus for application of re-inspection after rectification of\nobservation shall lie with the applicant. On receipt of fresh application\nfrom the applicant, the inspection procedure mentioned above shall be\nfollowed and in case of the applicant's inability to meet the requirements\nfor Regulated Agent, the DG BCAS may disqualify the applicant.”\n\n4. The heading of the existing Para 9 is hereby deleted and the new\nheading is hereby inserted in-situ which reads as under:\n9 “Cancellation or disqualification or suspension or withdrawal or\nrevocation of the Certificate of Registration”\n5. Contents of the existing Para 9.1 is hereby deleted and new content is\nhereby inserted in-situ which reads as under:\n\nQu Page of 4\n",
  "3": "9.1 “If the DG BCAS is satisfied that there is d\n80, he Es for reasons. to eas in writing, cancel or aay or\nsuspend or wwithdraw/revoke the certificate of registration. He may also,\nduring the investigation of any matter, suspend the certificate of\nregistration on reasonable grounds, for a specific period.”\n\nsufficient ground for doing\n\n6. Contents of the existing Para 9.2 is hereby deleted and new contents is\nhereby inserted in-situ which reads as under:\n\n9.2\" Without prejudice to the generality of the powers in sub para 9.1, the\nDG BCAS may cancel or disqualify or suspend or withdraw/revoke the\nCertificate of Registration for such period as deemed fit, in the event;\n\nthat, of the conditions of the certificate of registration\n\n© paperanian. complied with and the failure is due to willful\nact or default on the part of the holder of the certificate or by\nany of his employees, or agents, irrespective of whether or not\nsuch willful act or default of the employees or agents were\nwithin the knowledge or under approval of the holder of the\ncertificate of registration; or\n\nb) that, the holder of the certificate of registration has failed to\nmaintain the standards of security resulting in continuous\nviolations of national requirements or the entity’s approved\nregulated agent security programme.\n\n¢) that, any criminal proceedings are pending against the holder of\nthe certificate of registration in any court in India; or\n\nd) that, the certificate was obtained by suppression of material\ninformation or on the basis of wrong information; or\n\n) that, a voluntary request has been made by the holder of\ncertificate of registration due to the fact that entity may no longer\nbe involved in the handling, processing or storage of air cargo or\nany other reason.”\n\n7. Contents of the existing Para 9.3 is hereby deleted and new contents is\nhereby inserted in-situ which reads as under:\n9.3. “Before any action is taken under Paragraph 9.1 or 9.2, the DG\nBCAS shall give to the holder of the certificate of registration not less\nthan twenty-one days' notice in writing specifying the ground on\nwhich it is proposed to cancel or disqualify or suspend or\nwithdraw/revoke the certificate, as the case may be, and may give an\nopportunity of showing cause either in writing or by appearing in\nperson before the DG BCAS against the action proposed to be taken\nunder this paragraph.”\n8. Contents of the existing Para 9.4 is hereby deleted and new content is\nhereby inserted in-situ which reads as under:\n9.4 “Notwithstanding anything contained in sub-para 9.3, the DG BCAS\nmay, if there is reason to believe on reliable information that it is\n\nYe\n\n",
  "4": "expedient in the interest of civil aviation to do so, summarily examine the\nmatter and cancel or disqualify or suspend or withdraw/revoke the\ncertificate with a view to making further inquiry and taking necessary\naction.”\n\n9. Contents of the existing Para 13(c) is hereby deleted and new contents\nis hereby inserted in-situ which reads as under:\n\n13 (c) Entity shall establish/ confirm the nature of consignments in terms of size,\nstability, weight and density during screening of the cargo to ensure that IBDs\n‘are not concealed in consignments, Entity shall also ensure that all cargo are X-\nray screened unless the same is not possible due to its nature. Such cargo shall\nbe subjected to physical search, ETD and/or Explosive Detection Dogs. The\n{following screening methodology shall be applied on cargo or mail based on the\nnature of the consignment:\n\ni) General Cargo including VAL screening: X-Ray/Physical Search\nand/or Explosives Detection System or Explosives Detection Dogs.\n\nii) Perishable Cargo or fresh produce: X-Ray/Physical Search and/or\nExplosives Detection System or Explosives Detection Dogs.\n\niii) Dense cargo shall undergo physical search, ETD and/or Explosive\nDetection Dogs in addition to X-ray screening.\n\niv) Live Animal: Visual and/or Physical check along with ETD shall be\n‘performed on live animals. All accompanying items, such as feedbags,\ncages and containers, shall be subjected to security controls such as X-\nRay/ Physical search and ETD.\n\nv) Dangerous Goods: Carriage of Dangerous Goods including radioactive\nmaterials, shall be in accordance with The Aircraft (Carriage of\nDangerous Goods) Rules, 2003. Such consignments shall be subjected\nto X-ray screening and/or ETD.\n\nvi) Oversized Consignments: shall undergo Physical Search followed by\nETD and/or Explosive Detection Dogs.\n\nvii) Biomedical samples, vaccines, perishable medical items: shall be\nsubjected to a thorough verification of shipping documents to ensure\nthat the cargo matches the description on shipping documents. Visual\ncheck shalll be carried out for any sign of tampering and establishment\nof genuineness of consigner.\n\nvii) Life-sustaining items such as blood, blood products, bone\nmarrow: All relevant documents shall be verified. Visual check shall be\ncarried out for any sign of tampering,\n\ni) Unaccompanied baggage carried as air cargo: All such cargo shall\nundergo X-ray screening, physical search and/or ETD or Explosive\nDetection Dogs.\n\nx) Human remains: All relevant documents shall be verified, and HUM\nshall be screened through X-ray machine to ensure that it doesn’t\ncontain any prohibited / dangerous item.\n\nPage 3 of 4\n",
  "5": "uuches as cargo: X-ray screening shall be carried\n\nxi) Diplomatic bags/po'\nictions. It will not be, opened\n\nout as per the laid down screening instru\nunder any circumstances,\nxii) High risk cargo and mait: RA shall apply at least two methods of\n\nScreening including ETD or EDD or/and physical search.\n\n10. Contents of the existing Para 13(e) is hereby deleted and new contents\nis hereby inserted in-situ which reads as under:\n13 (e) \"Staff of RA, who accepts cargo shall identify high-risk cargo or mail as\nper the criteria specified in Rule 2(x) of Aircraft (Security) Rules, 2023 and\nintimate the same to the aircraft operator. Security staff of RA shall apply\nappropriate security controls in respect of such cargo or mail, as mentioned in\n‘AvSee Circular 6/2024.”\n\n11. All other provisions of AvSec Order 11/2015 shall remain unchanged.\n\nY Unew\nakg Hasan, IPS\nDirector General\n\naula 4\n\nDistribution: As per standard list.\n\nPage 4 of 4\n"
}