{
  "1": "LRESTRICTED //\n\nF, No. CAS-7(1)/2004/Div-I(risking)-85409\n\n‘Ua FRB / GOVERNMENT OF INDIA.\n\n‘ATR fears HATTA MINISTRY OF CIVIL AVIATION\narr fear Wea ART) BUREAU OF CIVIL AVIATION SECURITY\n\n‘oF GS, LNT, GATT YEA, TATA / “A WING, F-III FLOOR, JANPATH BHAWAN, JANPATH\n\nag feeeft- 110001 / NEW DELHI - 110001\n\nDate: - 15/05/2020\nADDENDUM TO AVSEC CIRCULAR NO. 23/2005\n\nSubject: SOP for Passenger Screening due to COVID-19.\n\nIn exercise of powers conferred by Section SA of the Aircraft Act. 1934 (XXII of\n1934), read with Rule 3 (b) of the Aircraft (Security) Rules, 2011, Director General,\nBureau of Civil Aviation Security, for the purpose of the safety and security of\npassengers, crew, ground personnel and the general public in all matters relating to\nsafeguarding against acts of unlawful interference with civil aviation, it is directed that:\n\n2. In view of the prevailing situation of COVID-19 pandemic and countermeasures\nbeing taken to contain its spread by touch/contact, the following SOP for pre-embarkation\nsecurity check of passengers is stipulated, till further orders:\n\n2.1. Before pre-embarkation security check (PESC) point, sufficient space shall be\n\ncreated and earmarked to maintain social distancing between passengers.\n\n2.2. The Airport Operator, ASG/APSU shall ensure smooth passenger flow by proper\nqueuing before PESC point by maintaining social distancing by having markers.\n\n. The Aircraft Operators, Airport Operators and ASG/APSU shall ensure that all\nPassengers are informed well in advance to divest themselves completely of all\nmetallic articles before going for PESC.\n\n2.4. Before passing through the DFMD the passenger shall be requested by the Load\nofficer to divest 100% metallic objects, that can be removed from his/her body,\nincluding cell phones, wallets, keys, coins, pens, etc.; and keep these in a plastic tray\nwhich will be placed at the input end of the X-ray machine for screening through it.\n\n. In case the DFMD alarm is activated, or whenever the screener deems it necessary,\nthe relevant person will be subjected to additional screening. Additional screening\nwill be done by means of: —\n\na) Handheld metal detector, or\n\nb) Pat down search, or\n\n©) By ETD, or\n\nd) By combination of any of the above means.\n\na\n\nEe\n\nPage 1 of 2\n",
  "2": "2.6. The additional screening by ASG/APSU shall also be carried out whenever the\nscreener deems it necessary based on suspicion/behaviour profiling/randomness\nbased on reasoned selection.\n\n2.7. Direction on 100% pat down search to be carried out by ASG/APSU during PESC\nas prescribed vide AvSec Order 02/2010, is kept in abeyance till further orders in the\nwake of COVID-19 Pandemic. However, at least one out of every five persons shall\nbe subjected to pat down search and/or ETD on a continuous random basis based on\nreasoned selection and in a consistent manner, particularly to mitigate the threat from\nany non-metallic explosives.\n\n2.8. If the alarm in DFMD indicates presence of metal in the shoes, then the person will\n\nbe required to remove his/her shoes and thereafter screened again through DFMD.\nThe shoes will be screened through X-ray.\n\n2.9. If sealed or otherwise un-identifiable packages are found on any person or\nconveyance being screened, these shall be passed for X-ray examination.\n\n2.10. The plastic tray used for cabin baggage screening shall be sanitized each time before\nit is retrieved for next use.\n\n2.11. Hand sanitizers shall be made available before and after the PESC zone.\n\n2.12. If after subjecting a person to additional screening the screener is still not satisfied,\nthen the person shall be held at the screening point and the supervisor informed of\nit. The supervisor will direct what further action will be taken.\n\n3. The Airport Operator shall ensure that the requisite monitoring system of high\n\ndefinition fixed CCTV Cameras and supporting infrastructure are maintained all through\n\nat PESC points at an appropriate height so that Boarding Pass of the passenger and his/her\nidentity are digitally recorded. The CCTV recordings shall be preserved for 30 days, as\nper established practice.\n\n4. Accordingly, AvSec Order No. 02/2010, AvSec Circular No. 23/2005, NCASP Para.\n\nNo. 7.1.7(f) and other related instructions on the subject stand partially amended to that\nextent till further orders.\n\n5. The provisions contained in this addendum shall come into force with immediate\neffect.\n\nRake, teas\n\n(Rakesh Asthaana, ead\nDirector General\n\nDistribution:\nAs per standard list.\n\nPage 2 of 2\n"
}