{
  "1": "OFFICE OF THE ADDL. DIRECTOR GENERAL/ AIRPORT SECTOR\nCENTRAL INDUSTRIAL SECURITY FORCE\n(MINISTRY OF HOME AFFAIRS)\n\n‘Adm. Block, Ground Floor,\nCISF Complex\nMahipalpur, New Delhi- 37\n\nNo, 0-42011/APC/OPS (1)/Circular (BCAS)/24-)343 2. Dated 25° Aug’ 2024\n\nTo\nIG/APS-I 81\nDISG/AP (E&NE, NZ, SZ & WZ)\n\nDIsG/CASO ASG Delhi, Mumbai, Bangalore, Hyderabad, Kolkata & Chennai\nAll CASOs of ASGs\n\nSub: Pre ire for EDS screening of passengers, persons other than passengers and\n\ntheir belongings: Rea\n\nPlease find enclosed herewith a copy of Addendum-III to AvSec Circular No. 23/2005 circulated\nby BCAS vide letter 15-51/20/2015-Policy Division-BCAS/E-85134 dated 26.08.2024 on the above\nsubject matter,\n\n2. This is for kind information and necessary action please,\nEncl. As above.\n\nesi\n(Vishal Sharma)\nDC/Airport Sector\n\nCopy to\n‘AySec Cell NISA Hyderabad and RTC Arakkonam : For favour of kind information please,\n\n",
  "2": "RESTRICTED\n\n/20/2015-POLICY DIVISION-BCAS/E-85134\n‘URG UHR / GOVERNMENT OF INDIA\nAMR fear Was/ MINISTRY OF CIVIL AVIATION\nane fA Gal AI / BUREAU OF CIVIL AVIATION SECURITY\nSSM UAH, AHA SA S¥l/ UDAAN BHAWAN, SAFDARJUNG AIRPORT\nag facet - 110003 / NEW DELHI - 110003.\n\n15-5\n\nDate: 26.8.2024\n\nAddendum-III to AVSEC Circular No. 23/2005\nSubject:’ Procedure for EDS screening of passengers, persons other than\npassengers and their belongings.\n\nIn, exercise of powers conferred under rules 31, 32 and 62 of the Aircraft\n(Security) Rules, 2023, the Director General, Bureau of Civil Aviation Security, for\nthe purpose of the salcty of passengers, crew, ground personnel and the general\npublic in all matters relating to safeguarding against act of unlawful interference\nwith civil aviation, dirccts for partial modification to AvSec Circular No. 23/2005\ndated 11.7.2005\n\n2. Para: 11 with its sub-paras: (11.1-11.5) are added after sub-para:10.9 of\nPara: 10: ‘Screeening and hand search environments’ in AC-23/2005, which\nreads as under:\n\n11. SCREENING OF PASSENGERS, CABIN BAGGAGE, PERSONS OTHER\nTHAN PASSENGERS AND THEIR BELONGINGS THROUGH EDS (EXPLOSIVE\nDETECTION SYSTEM).\n\n11.1 Passengers: Explosive Detection System (EDS) checks shall be carried out\non passengers and their cabin baggage in random and unpredictable manner\n(10%) for detecting the presence of explosives and explosive devices.\n\n11.2 Passengers with plaster cast: DS checks shall be carried out on all\npassengers with plaster cast and their cabin baggage for detecting the presence\nof explosives and explosive devices. Such passengers shall be subjected to full\npatdown search.\n\n11.3 Persons other than passengers: Persons other than passengers & their\nbelongings, entering into SRAs, shall be checked using EDS in random and\nunpredictable manner (10%) for detecting the presence’ of explosives and\nexplosive devices.\n\n11.4 Persons other than passengers, with plaster cast: All persons other\n\nthan passengers, with plaster cast andytheir belongings shall be checked by\n",
  "3": "RESTRICTED\n\nusing EDS for detecting the presence of explosives and explosive devices. Such\npersons shall be subjected to full patdown search.\n\n11.5 Digital/ physical record of all such EDS checks shall be maintained by ASG\nand infrastructure for such record keeping shall be made available by airport\noperator.\n\n3. This Addendum supersedes AvScc Circular 16/2010 issued on 14.7.2010.\n\n4. All other provisions of BCAS AvSec Circular No. 23/2005 dated 11.7.2005\nshall remain unchanged. The above amendment shall be implemented with\nimmediate effect.\n\nEncl: As above.\n\nZulfiquar lence IPS\n\nDirector General\n\n2e\\i\\4-\n\nDistfibution: As per standard list attached. ‘\n\n# Page 2 of 2\n"
}