{
  "1": "eNo.2(4)/2023-CyberLaws-3\nGovernment of India\nMinistry of Electronics and Information Technology\nCyber Law and Data Governance Group\n\nElectronics Niketan,\nNew Delhi 110003\nDate: 15-03-2024\n\nSubject: Due diligence by Intermediaries / Platforms under the Information\nTechnology Act, 2000 and Information Technology (Intermediary\nGuidelines and Digital Media Ethics Code) Rules, 2021.\n\nThis advisory is issued in supersession of advisory eNo.2(4)/2023-CyberLaws-3,\ndated 1% March, 2024.\n\nIt has come to the notice of the Ministry of Electronics and Information Technology\n(‘Ministry’) that intermediaries and platforms are often negligent in undertaking due-\ndiligence obligations outlined under Information Technology (Intermediary Guidelines and\nDigital Media Ethics Code) Rules, 2021 (“IT Rules”).\n\n2. Accordingly, in addition to the advisory No. 2(4)/2023-CyberLaws —- 2 dated 26\"\nDecember, 2023, all intermediaries and platforms are hereby advised to also ensure\ncompliance with the following:\n\n(a) Every intermediary and platform should ensure that use of Artificial Intelligence\nmodel(s) /LLM/Generative Al, software(s) or algorithm(s) on or through its computer\nresource does not permit its users to host, display, upload, modify, publish, transmit,\nstore, update or share any unlawful content as outlined in the Rule 3(1)(b) of the IT\nRules or violate any other provision of the Information Technology Act, 2000 (“IT Act\n2000\") and other laws in force.\n\n(b) Every intermediary and platform should ensure that its computer resource in itself or\nthrough the use of Artificial Intelligence model(s) /LLM/Generative Al, software(s) or\nalgorithm(s) does not permit any bias or discrimination or threaten the integrity of the\nelectoral process.\n\n(c) Under-tested/unreliable Artificial Intelligence foundational model(s)/ LLM/Generative\nAl, software(s) or algorithm(s) or further development on such models should be made\navailable to users in India only after appropriately labeling the possible inherent\nfallibility or unreliability of the output generated. Further, “consent popup” or equivalent\nmechanisms may be used to explicitly inform the users about the possible inherent\nfallibility or unreliability of the output generated,\n\n(d) Every intermediary and platform should inform its users through the terms of service\n\nPage 1 of 2\n",
  "2": "and user agreements about the consequences of dealing with unlawful information,\nincluding disabling of access to or removal of such information; suspension or\ntermination of access; or usage rights of the user to their user account, as the case\nmay be, and punishment under the applicable law.\n\n3. Where any intermediary through its software or any other computer resource permits\nor facilitates synthetic creation, generation or modification of a text, audio, visual or audio-\nvisual information, in such a manner that such information may be used potentially as\nmisinformation or deepfake, it is advised that such information created, generated, or\nModified through its software or any other computer resource is labeled or embedded with\npermanent unique metadata or identifier, in a manner that such label, metadata or identifier\ncan be used to identify that such information has been created, generated or modified using\nthe computer resource of the intermediary. Further, in case any changes are made by a\nuser, the metadata should be so configured to enable identification of such user or computer\nresource that has effected such change.\n\n4. It is reiterated that non-compliance with the provisions of the IT Act 2000 and/or IT\nRules could result in consequences including but not limited to prosecution under the IT Act\n2000 and other criminal laws, for intermediaries, platforms and their users.\n\n5. All intermediaries are, hereby required to ensure compliance with the above with\nimmediate effect.\n\nYours faithfully,\n\n(Dr. Sandip CHatterjee)\n\nScientist G and Group Coordinator (Cyber Law)\nTel.:011-24363094\nEmail: gecyberlaw@meity.gov.in\n\nEnclosed:\nAdvisory No. 2(4)/2023-CyberLaws — 2 dated 26\" Dec 2023 (Annexure A)\n\nPage 2 of 2\n"
}