{
  "1": "OFFICE OF THE SPL. DIRECTOR GENERAL/ AIRPORT SECTOR\nCENTRAL INDUSTRIAL SECURITY FORCE\n\n(Ministry of Home Affairs)\nAdministrative Block\nCISF Complex, Mahipalpur\nNew Delhi-37\n0-42050/CISF/APS/OPS(78)/MoM/25- 61 // Dated: 24 April ‘2025\n\nTo\nDISG/AP- (NZ, SZ, WZ and E&NE)\nDIsG/CASOs ASG Delhi, Mumbai, Chennai, Hyderabad, Bangalore, Kolkata &\nAhmedabad\nDIG/SSG Gr. Noida\nCASOs of all ASGs\nSr. Comat. 10\" & 11 RB\n\nSul rational Conference H\n\nPlease find enclosed herewith minutes of operational conference held on\n21.04.2025 at APS HQ Mahipalpur under the chairpersonship of SDG, Airport Sector\nthrough virtual mode, for kind information and necessary action.\n\nVs This has been issued with the approval of the Special DG Airport Sector.\n\n(su mar)\nAIG/Airport Sector\n\nEncl: As above\n\nCopy to: -\n1, IGAPS-1& IL : For kind information please.\n\n",
  "2": "Minutes of Operational Conference held on 21.04.2025\n\nAn Operational Conference was held under the Chairmanship of Shri Praveer\nRanjan, IPS, SDG, Airport Sector on 21.04.2025 at 1100 hrs through VC at Airport\nSector HQ, Mahipalpur. The conference was attended by IG/APS-II, Zonal DisG,\nDIsG/CASOs, DIG/SSG, CASOs of all ASGs and Unit Commanders of 10\" and 11\"\nRB.\n\n2. At the outset, AIG/APS welcomed all the participants on behalf of SDG/APS.\nand outlined the agenda points for the meeting through a PPT.\n\n2. Subsequently, the Chair welcomed all the officers who have recently joined\nAirport Sector and briefed them about the dynamics of Aviation Security and role of\nCASO/Supervisory Officers at airports. The Chair also directed the officers to\nthoroughly study various International/National guidelines issued by the regulatory\nauthorities regarding Aviation Security for better understanding of their roles and\nresponsibilities.\n\n4, Further, deliberations on various agenda points were made with the\nparticipants and following directions were issued by the Chair: -\n\ni) Incidents of security breaches! Intrusions at airports: —\n\n¥ In view of the importance and sensitivity of the perimeter security, all\nCASOs should ensure strengthening of security measures to thwart\nsuch incidents.\n\n¥ CASOs to pay frequent visits to the operational areas and ensure\nmitigation of the infrastructural loopholes immediately by taking up the\nmatter with the concerned Airport Operator.\n\nY More attention should be paid to the zones in perimeter areas where\nconstruction activities are taking place and additional security measures\nbe enforced in coordination with Airport Operator.\n\n¥ Enhance patrolling in the operational areas, presence of the area In-\ncharges in their areas of responsibility and randomness in patrolling\ntimings.\n\nv Referring to an incident of sighting of drone at one of the Indian airports,\nwhere the drone originated from a marriage hall, CASOs were directed\nto liaise with the local administration and state police to issue necessary\ndirections to nearby marriage halls and venues to avoid such kind of\nmaneuvering of drone during functions.\n\n¥ CASOs to personally ensure lodging of FIR for each intrusion case.\n\nAction: All CASOs\nii) Unauthorized entry in Terminal Building: -\n\n¥ CASOs to liaise with the concerned Airport Operator for installation of\nDigi Yatra, 2-D barcode readers and e-gates.\n\na\n",
  "3": "iti)\n\niv)\n\nv)\n\nCASOs of airports where Digi Yatra is operationalized should liaise with\nthe Airport Operators to regulate Digi Yatra through dedicated/\nindependent departure gates (separate from normal departure gates) so\nthat our personnel can monitor/oversee the pax movement more\neffectively to achieve a better level of security.\n\nPassengers may be encouraged to utilize the Digi Yatra facility during\ntheir movement through airports and efforts to be made to achieve\nusage of Digi Yatra facility by 25% passengers at all touch points.\n\nAction: All CASOs\n\nSmuggling of contraband items at airports — After detailed\ndiscussion, the following directions have been issued: -\n\nCISF facilitation should be strictly restricted beyond the customs\ncheckpoint. Further, CASOs shall personally monitor the facilitation in\nthe international area, if any.\n\nDuring AEP Committee meetings, CASOs shall coordinate with BCAS\nand Airport Operator to limit the issuance of passes to other agencies\nfor facilitation purposes.\n\n‘As smuggling is a major issue at airports, CASOs shall review the\nfunctioning of the CIW wing deployed at airports and they should be\ndirected to focus primarily on their core job. No CIW personnel should\nbe utilised for facilitation.\n\nFunctioning of ClW at airports be reviewed and CIW team to be directed\nto focus on passenger profiling and behavior detection to identify\nviolators.\n\nRegular feedback should also be obtained from the CIW personnel to\ncurb any possibility indicating involvement of ASG personnel in any kind\nof illegal activity.\n\nAction: All CASOs\n\nConduct of Anti Hijacking Exercise- AIG/APS informed that based\nupon the scheduled issued by BCAS, annual AHE is conducted at the\nairports. The chair directed all CASOs to complete the AHE as per their\nscheduled programme. All newly joined CASOs and officers were\ninstructed to familiarize themselves with the role of ASG during AHE for\neffective coordination with sister agencies and stakeholders.\n\nAction: All Concerned\n\nMock Drills at Airports- AIG/APS informed that ASGs are conducting\nmock exercises on scenarios as approved by MHA (10 scenarios), the\nmock exercises are being conducted every fortnight at Hypersensitive\n& International Airports and on monthly basis at Sensitive & Normal\nairports. The chair directed all CASOs to ensure conduct of mock\nexercises on all 10 scenarios by the end of this year. Zonal DisG shall\n\n2\n",
  "4": "vi)\n\nvii)\n\nreview the progress of mock drills at the airports under their jurisdiction,\nensure that all scenarios are covered within the calendar year and keep\nits record.\n\nAction: Zonal DisG & CASOs\n\nPhysical capacity building/Training of QRT- CASO ASG Hyderabad\ninformed that ASG Hyderabad has developed an airport specific training\nmodule for QRT personnel and the same is being implemented. It was\nalso informed that the women QRT wing has also been deployed at\nHyderabad Airport and ASG Hyderabad is in a position to impart training\nto 25 QRT personnel from 15.05.2025 onwards. In view of this, following\ndirections have been issued by the Chair: -\n\nCASO/ASG Hyderabad to send a proposal at APS HQ regarding\ntraining to the QRT personnel and AIG/APS to take necessary action to\nspare requisite number of ASG personnel from each zone for imparting\nQRT training at ASG Hyderabad.\n\nAction: APS HQ & CASO ASG Hyderabad\n\nCASO/ASG Hyderabad shall make a small video of the training\nprogramme which may be shared on WhatsApp group with all for\nlearning and sensitization of new CASOs/officers who have recently\njoined Airport Sector.\n\nAction: CASOs ASG Hyderabad\n\nThe same training setup shall also be developed at other larger ASGs.\nAction: All DisG/CASOs of ASGs\n\nAll CASOs should review the deployment of QRT personnel and\nwithdraw the overaged personnel from QRT. (Ref. APS HQ letter No.\n(17087) dated 02.11.2025)\n\nAction: All CASOs\n\nAll CASOs should devise a mechanism to impart requisite training to the\nQRT personnel by including the concept of firing practice on monthly\nbasis. (Ref. FHQ letter No 2646 dated 30.10.2017)\n\nAction: All CASOs\n\nIt was informed by the Chair that APS HQ will also hold an inter-APS\ncompetition for QRT and BDDS in the upcoming days. Therefore, all\nCASOs should encourage and take necessary steps to make their\nteams ready for ensuring a healthy competition among teams.\n\nAction by: APS HQ & All CASOs\nOperationalization of BDDS & K9 Squad at airports-\nZonal DisG & CASOs should review the availability of equipment at the\nairports and reconcile the same to ascertain exact requirement for\n\ncentralized procurement.\nAction by: Zonal DisG & CASOs\n\n",
  "5": "¥ CASOs to personally pursue the matter for activation of BDDS and\nensure availability of K9 squads at remaining airports.\nAction by: Concerned CASOs\n\nV The construction works of Dog Kennel at ASG Port Blair is in progress.\nCASO ASG Port Blair was directed to immediately take up the matter\nfor procurement of pups for obtaining their training slots from FHQ and\nfurther deployment.\n\nAction by: CASO ASG Port Blair\n\nviii) Preparedness of contingency response (Disaster Management\n\nix)\n\nx)\n\nPlan)- AIG/APS informed that Disaster Management Plan has been\nprepared but not yet vetted at 09 ASGs (Ayodhya, Jammu, Trichy,\nTrivandrum, Bagdogra, Silchar, Tezpur, & Port Blair). The chair directed\nZonal DisG and all concerned CASOs to take necessary action to\nexpedite the vetting of the DMPs. Zonal DIsG to coordinate for approval\nof DMP by District Administration.\n\nAction by: Concerned Zonal DisG & CASOs\n\nMedia/Social Media Reports- The Chair raised concerns over the\nincreased number of negative comments on security procedures and\ndirected that: -\n\n¥ The behavioral aspects and rough handling by ASG personnel is the\nmajor concerns at the airports. CASOs should focus on the\nimprovement of behavior of our own personnel by imparting regular\nbehavioral, soft skills training and simultaneous refresher courses over\na period of time. ASG personnel should regularly be briefed to follow\nsoft skills protocol without compromising security at the airports.\n\n¥ CASOs should devise a mechanism to identify personnel having\n\nconsistent behavioral issues and repeated tendencies to misbehave\n\nand avoid deploying them in passenger interface duty points. The matter\n\nmay also be taken up with APS HQ, if the person does not seem to be\n\nfit for working in the Airport Sector after taking all corrective action at\nUnit/Zonal level.\n\nAction by: All CASOs\n\nImplementation of 15 days Integrated Training Programme- The\nchair was apprised that as per the directions of DG CISF, every ASG\npersonnel involved in operational duties should undergo 15 days of Unit\nLevel training once in a year and the task is required to be completed\nby December 2025. In this regard, APS HQ vide letter No. (1705) dated\n31.01.2025 (Copy enclosed), has already issued a common 15-days\nprogramme for implementation by all the ASGs w.ef 01.03.2025.\nFurther, the Chair directed the following: -\n\n¥ CASOs should ensure training of all ASG personnel in their\nrespective units. Priority should be given to the personnel who have\nrecently joined APS and have not yet completed their basic AvSec\ncourse.\n",
  "6": "xi)\n\nxii)\n\nxiii)\n\nxiv)\n\n¥ The zonal DisG should personally oversee the progress of training\nand keep record of the same.\nAction by: All Zonal DisG & CASOs\n\nJoining of Officers in Airport Sector- It was informed that during\nGeneral Transfer — 2025, a total of 76 officers have joined the Airport\nSector from Non-APS units, of which 21 are holding the charge of\nCASO. To familiarize the newly joined officers with the airport\necosystem an Orientation Training Programme has been developed by\nAPS HQ which also commences from 21.04.2025. Further, the following\ndirections have been issued by the Chair: -\n\nThe newly joined officers should go through the relevant regulatory\nguidelines including ASR-2023, NCASP, NCASTP, NCASQCP and\nAircraft Act etc. to bring clarity in their roles and responsibilities in the\nAirport Sector.\n\nAction by: All newly joined officers\n\nDisG and other Sr. Officers should spend time with the newly joined\nofficers and brief them about City Side, Terminal Building and Airside\nsecurity. The aspects that are important to be considered for the security\ninfrastructure and operations at the airports should also be brought to\nthe notice of the newly joined officers.\n\nAction by: All DisG & CASOs\n\nAll the newly joined officers should go through last 05 years\nInspection/Audit reports and their compliance to understand previous\ndevelopments and take them forward.\n\nAction by: All newly joined officers\n\nExperienced DisG and Sr. Officers may also hold interaction sessions\nto sensitize the newly joined officers.\nAction by: All DisG and CASOs\n\nReview of Security Inspection and Audit- On review of security\ninspections/audit-2025, the Chair directed Sector IsG and Zonal DisG\nto complete the Inspection/Audit of ASGs under their jurisdiction\nproportionately to achieve at least 50 % target by June 2025.\n\nAction by: Sector IsG & Zonal DisG\n\nPending Court Cases & Live Contempt Cases- The statistics of\npending court cases and live contempt cases was presented to the\nchair. The Chair directed all concerned to pay personal attention to\nsettle the cases and project progressive data during upcoming\nmeetings.\n\nAction by: All CASOs, Legal cell APS\n\nPending DE Cases- On perusal of the statistics of pending DE cases,\nthe Chair directed all CASOs to pay personal attention to avoid long\npendency. It was also directed to develop airport-wise and zone-wise\nprogressive data for upcoming meetings.\n\nAction by: All CASOs, Legal cell APS\n",
  "7": "xv) Pending Col and Pension cases-The Chair directed concerned\nCASOs to expedite the progress, settle the pendency at the earliest and\npresent the progressive report in the next meeting.\n\nAction by: All concerned, CIW & Pension Cell of APS\n\nxvi) Time barred grievances- The chair was informed that as on date only\n01 grievance (more than 01 month) is pending. The chair directed the\nconcerned CASO to ensure settlement of the same at the earliest. Zonal\nDisG to monitor the same for early compliance.\n\nAction by: All Concerned\n\nxvii) AME, ARC, PET & Rotational Training- A considerable progress has\nbeen seen in completion of AME, ARC, PET & Rotational training. The\nchair directed all CASOs to ensure its completion within calendar year.\n\nAction by: All CASOs\n\nxviii) Identification of land for family accommodation- The Chair was\ninformed that the matter has been taken up with various State\nGovernments and land has been identified at 06 airports by CISF.\nFurther, the Chair directed CASOs of remaining airports to make\nnecessary efforts by coordinating with the state authorities for\nidentification of land for family accommodation at their respective\nairports.\n\nAction by: All CASOs\n\nxix) Recent APS Directions- The recent APS directions issued on various\nsubject matters have been reiterated with a request to the participants\nto ensure compliance. Further, the Chair issued the following directions:\n\n¥ Movement of WIPs/VIPs and celebrities through the airports should be\nhandled very carefully. Such movement should not be overhyped by\ndeploying a higher number of armed personnel. Instead, some\npersonnel in safari suits may be utilized for the purpose. Without getting\ninfluenced by the local situation, CASOs must ensure coordinated\nefforts for comprehensive and situation-specific security arrangements\nto prevent potential threats and uphold the security during all such\nmovements.\n\nY The Chair raised serious concerns over the undesirable activities at Unit\nlevel while organizing various events/functions/celebrations in ASGs. All\nCASOs were directed to check the background of the persons for\ndubiousness etc. before inviting them and handing over the stage during\nsuch functions. Utmost care should be taken to ensure that the functions\nin the Units are decently organized as per the decorum of the Force.\n\nAction by: All CASOs\n\n5. Atthe end, the Chair once again congratulated the newly joined officers in the\nAPS sector from non-APS units and formally inaugurated the Orientation Training\nProgramme for them.\n\nThe Meeting concluded with vote of thanks to the chair.\n\n"
}