{
  "1": "rll\nAirport Entry Permit (AEPI\nGuidelines, 2022,\nfor entry into\nAirports/Civil Enclaves in\nIndia\nMinistry of Civil Aviation\n,i*i\n'T'' \nl\n'-bt;\nl)are I oi' 35",
  "2": ",b\nNo. CAS-'1805711i201g-Tech Division/AEP-2022 (E-154798)\n$NT€TTR 1 GOVERNMENT OF I NDIA\n4TTRfrTffi}i?Tdr{/ MINISTRY OF CIVIL AVIATION\n/ BUREAU OF CIVIL AVIATION SECURITY\n'y dg, t-tlt irdr, vac{refia, El;rnr/'A'wNG l-il1 FLooR, JANPATH\nBHAWAN, JANPATH\n?$ffid - i 1ooo1 / NEW DELHT - 1.,tooo1\nDated: 10/,1112022\nTo,\nAll Regional Directors,\nBCAS\nSubject: Airport Entrv Permit IAEP I Guidelines,2022\nPlease find enclosed Airpo* Entry Permit (AEP ) Guidelines,2022 , for entry into airportslcivil\nenclaves in lndia issued by Ministry of Civil Aviation on A7171/2022. This AEP guideline shall be\nimplemented with immediate effea.\n2. \nThe AEP guideline.2022 approved by MoCA da&d AT ln/2122 and issued by Bureau of Civil\nAviation (BCAS) on L0/LUZA27 bearing BCAS starnp will be valid with immediate effect.\n3. \nThe AEP guidelines issued in 2019 dated 02/08/2019 circulated to the AAI,DGCA and Air lndia is\nsuspended.\n4. \nRDs to circulate the AEP guidelines to the concern stake holders in their region.\n5. \nThis issues with the approval of DG, BCAS.\nEncl : As above\nCoov for information:-\n1. MoCA (Kind attention : Shri , Brajesh Srivastva, Deputy Secretary). 'B' Block, Rajiv candhi\nBhawan, New Delhi - 110003.\nInternal Distribution i\n1. Sr. PPS to DG, BCAS\n2. PS to DDG (Policy ) BCAS\n3. PS to DDG (Technical ) BCAS\nFor kind information to DG BCA5\nFor information\nFor information",
  "3": "ryppx\n\\-/\nS1. No.\nTopic\nPage No.\n1.\nIntroduction\n4\n2.\nBackground\n4\n3.\nEnabling Legislation\n4\n4.\nDeinitions\n4-7\n5.\nExemptions\n7\n6.\nIssuing Authorily\n7\n7.\nCategories of AEPs\nI\n8.\nConditions\n8-15\n8.1\nEligibilify for AEPs\n8\n8.2\nValiditv of AEPs\n8-9\no.J\nProcedures\n9-15\n8.3.1\nAcceptance\n9-1()\n8.3.2\nVerification\n10-11\n6.1 .1\nIssuance of AEP\n11- 13\n8.3.4\nTAEP\n13-r.5\n8.3.5\nVisitor Admission Ticket\n15\n9.\nClassification of Stakeholders for AEP\nt6-24\n9.1\nAEP for Protocol\nt6-L7\n9.2\nForeign Nationals\n1A\nol\nMROI AMO\n18-19\n9.1\nCommercial AEP\n19\n10.\nAreas of authorization for AEPs\nt9-23\nr 0.1\nZones\n19-20\n10.2\nTools of the Trade {ToT)\n2A\n10.3\nNotihcation of status change\n2A\n10.4\nWithdrawal of AEP/TAEP\n20-21\nr 0.5\nDeactivation of AEP\n2L\n10.6\nParked AEP\n2l\nra.7\nSurrender ol AEP/ TAEP\n22\ni0.8\nLoss or Theft of AEP/TAEP\noo\n10.9\nAEP production and record keeping\n22\n10.l0\nFee for AEPITAEPs and Penalty on loss/ Mutilation\n/Misuse\n22-23\n11.\nBackground checks procedr.rre\n23-25\nt2.\nStop List\n26\n12.2.\nBlack-listed Persons\n26\n13.\nAviation Security (AVSEC) Arvareness Programme\n26\n14.\nVehicle Permit\n27-24\n15.\nEnforcement / Ad:ninistration oIAEP Sysl.em\n2A-29\nlb.\nlmplementation\n29\n17.\nRelaxations\n,o\nts-\\\niE q-\ni.$I\n*+tt.\nPagc 2 ol35\nI tt\nY.WT\n'*&l\nJ",
  "4": "18.\nPowers of MoCA to tssue instruciions\n29\n19.\nRepeal\n29\n20.\nAnnexures\n29\nAnnexure A - Biometric Aerodrome entry eermit\n30-31\nAnnexure B - Vehicle Entn'permit\n32\nAnnexure C - Tools ofthe Trade\n33-34\nAnnexure D - List of Sma11 and Large StateslUis for.nfe\n35\nPage 3 ol' 35",
  "5": "1. Introductlon\n1.1 Each state shall ensure that the access to aerodrome serving civil aviation is\ncontrolled in order to prevent unauthorized entry. The entry into aerodrome\nshall be permissible only to the person having admission ticket or aerodrome\nentry permit.\n1.2 Entry to areas as designated under the National Civil Aviation Security\nProgramme shall be limited to either:-\n1.2.i Bonaftde passenger il possession of legitimate travel and lllght documeat\nthat have been accepted ior air tr-avel by an Aircraft Operator; or\n1.2.2 Persons inclr:ding employees having legitimate functions and are in\npossession of valid Aerodrome Entry Permit or Admission Ticket.\n1.3 The provision here under stipulates the condition and procedure for issuing\npermits for granting entry to the aitports.\n2, Background:\nFor the first time, Bureau of Civil Aviation Security (BCAS) issued\nInstructions relating to issuance of Photo Identitv Cards (PIC) in July 1992.\nIn 1996, 2014 and 2O19, Ministry of Civil Aviation (MoCA) issued\ncomprehensive gr:idelines on Aerodrome Entry Permirs (AEPs).\nSubsequentiy, IvloCA/Bureau of Civil Aviation Security issued a number of\ndirections from time to time.\n3, EnabliagLeglslatioa:\nThe Aerodrome Entry Permit guidelines governing Access Control to\naerodromes are issued under the provisions of Rule 90 of the Aircraft Rules, 1937\nread with Rule 18 of the Aircraft (Security) Rules, 2011 framed under the Aircraft\nAct, 1934.\n4. Dennitioas:\nThe words and expressioas used herein shall have the same meaning as\nassigned to them in the Aircraft Act, 1934 and the Aircraft {Security} Rules, 2Oi 1\nmade there under.\n2.t\n2.2\n4. 1 \"Aerodrome Entry Permit\" meals the photo identit, card, smart\ntemporary permit issued by the Direclor General (DG), Bureau\nAviation, Ministry of Civil Aviation or any person authr:rized by the\ncard or\nof Civil\nPuge { ol'35",
  "6": "4.2\n4.3\nCovernment for entry into the aerodrome or part of an aerodrome. If used in\nconjunction with an automaled access control systen, permits may be\nequipped i'ith electronic or other machine-readabre eodes to alrow entrv.\nThe period of validity of an AEp will be from minimum 31 days to maximuil\n03 years. Any such AEp having a validity ofup to 3O days shall be classified\nas TAEP-\noAerodrome Operator\" means a person, organization or enterprise\nresponsible for operation and management of an Aerodrome.\n\"Aircraft\" means any machine that can derive support in the atmosphere\nfrom the reactions of the air other than the reaction of the air against the\nearth's surface and includes balloons, whether fixed or free, airships, kites,\ngliders and ilying machines.\n\"Aircraft Operator\" means a person, organi.zation or enterprise engaged in or\noffering to engage in an Aircraft operation. This incluries Non-scheduled\nAircraft Operator (NSOP), General Aviation, Corporate Aviation and\nC<immercial Air Transport Operator.\n4.4\n4.5 \"Airside'means the movement area of an aerodrome, including runways,\nta*xlways, aprons, adjacent terrain and buildings or portions within the\naerodrome perimeter thereof access to which is controlledl\n4.6 \"Authorized Agent\" means a person who represents an aircraft operator and\nwho is authorized by or on behalf of such operator to act on formalities\nconnected with the entry and clearance of the operator,s aircraft, crew,\npassengets, cargo, mail, baggage or stores and includes, where national law\npermits, a third party authorized to handle cargo on the aircraft. It includes\nCustom House Agents, Freight Forwarders, Flight Clearing Agency, Ceneral\nSales and Service Agents.\n4.6.1 \"Custom House Agent\" means a person licensed under Custom House\nAgents Licensing Regulations to act as agent for the transaction of any\nbusiness relating to entry or departllre of conveyances or the import or\nexport of any goods at any customs station.\n4.6.2 \"Freight Forwarders\" - A Freight fonvarder, forwarder, or forwarding\nagent is a person or company that organizes shipments for individuals or\ncorporations to get goods from the manufacturer or producer to a\nmarket, customer or final point of distribution. Forwarders contract with\na carrier or often rnultiple carriers to move the goods.\n4.7 \"Authorized Signatory\" means an individual(s) within a sponsoring company\nresponsible for ensuring compliance with the terms of AEP Cuidelines 2022\nfor any and a1l applications.\n4.8 \"Auxiliary Services\" means all fi\"lnctions whieh support aircraft and airport\noperations and which are not covered under any other de{ined category of\nPar.rc 5 of -1S",
  "7": "entity. This includes technicians, utililv handting services, annua)\nmaintenance contract services, man-power provider, bidders and\nauctioneers, Services for clearance of unaccompanied baggage/cargo etc'\nThe entities listed here are only illustrative'\n4.9 \"Background check\" means a check of a person's identity and previous\nexperience, including any criminal history over the preceding two years, as\npart of the assessment of an individual's suitability to implement a security\ncoatrol and/or for unescorted access to the Aerodrome'\n4.10 \"BiomeEic Access Control System\" Automation of the existing AEP issuaoce\nprocess along with lssuance ol smart card based AEP to all valid personnel\n(users). it includes authentication of personnel (users) at access control\npoints based on:\na) Matching live biometric aga,inst biometric template stored on contact-less\nsmart card issued\nb) Secure PIN provided to users at the time ofAEP issuance\n4.11\"Casual labouf means a workman deemed to be employed as contract\nlabour in or in connection wi.th the work of an establishment when he is\nhired in or in connection with such work by or through a contractor with or\nwitbout the knowledge of principal employer. These Labourers shall be\nregulated under Contract labour (Regulation and Abolition) Act 197O),\n4.12 \"Escorting' means accompanying and keeping a TAEP holder in close\ncontact and in direct line of sight at a1l times sufficient to ensure that rto\nsecurity breach or acts of unlawful interference with civil aviation can be\nperpetrated or assisted.\n4.13 \"Ground Handling'means services necessary lor an aircraft's arrival at, and\ndeparture from, an airport other than air traffic control and it includes: -\nRamp handling including activities as specified in Schedulel;\nTraf{ic handling including activities as specified in Schedule-Il; and\nAny other activity speciiied by thl Central Govemment from time to\ntime,\nThe ground handiing functions are defined in the Airport Authority of\nIndia (Ground Handling Services) Regulations, 2018 and as amended from\ntime to time.\n4.14 \"Ground Handling Agency\" means an entity established for the purpose of\nprovidiag Ground Handling Service at airport.\n(i)\n(ii)\n(iii)\n4.15\"Meet and Greet services\" means a service\npassenge.s for their lacilitatron at airport on\nassistarce during check-in process, lounge\nwhich is being extended to\ncommercial basis. It involves\nl'age 6 ot'35\naccess and drop-off to the",
  "8": "boarding gate including buggr senrices but excluding immigration, customs\nand security check. Meet and Greet services sta,I shall ,\"\"1h. stal! gate at\nthe aforementioned excluded check points for themselves on1y. it also\ninciudes welcoming services and special assistaace to elderly person and\nunaccompanied minor and passenger wiah reduced mobility etc. These\nservices will lie in the category of toncessionaire,.\n4.16 \"Private Security Agency\" mean an entiq,/agency other than a Government\nagency, department or organization having valid license under private\nSecurity Agencies (Regulation) Act, (PSARA) 20OS vrith relevant authority\nand is engaged in the business of providing securiry scrvices at non-core\nduty posts at airports\n4. 17 \"Regular Employee\" means a person emproyed and paid for a regular work\ndirectly @ the empl0yer without the intervention of a contractor aad does\nnot iaclude contract labourers as delined in the contract labour {Reg,lation\nand Abolition) Act 1970.\n4.18 securit5r restricted area- Those areas of the airside of an airport which are\nidentified as priority risk areas where in addition ro access control,\nadditional security controls have also been applied\n4. 19 \"vehicle entry permit\" means permit issued to allow vehicular access to\nairside\nareas of the aerodrome.\n5. Dremptions: The following categories of persons are e_rcmpted irom the\nrequirement ofan AEP/TAEP card to be issued: -\n5.1 Bonafide Passengers\n5-2 The operating crew of an aircraft of foreign airlines which has landed at\nsome indian airport.\n5.3 Honourable Members of Parliament (up to check-in and baggage claim area\nof airport on the basis of their vaiid identity card issued by parliament\nSecretariat, New Delhi.\n5.4 Any Govemment Offrcial, authorized by DG, BCAS to carry out legitimate\nduties in an emergency situation.\n6. Issuing Authority:\nAs per provisions of Rule 9O of Aircraft Rules, 1937 reacl with Rule 1g of\nAircraft (Security) Rules 2O 11, Director General, Bureau of Civrl Aviation Secudty\nor Aerodrome Operator or any Person authorized by the Central Government in\nthis behalf, have been vested with the powers to issue Aeroclror'e Entry permits to\npersons for their legitimate functions.\nr.'3\n/b\"\niF\\+\nPage 7 ol35",
  "9": "7. Catcgories of AEPs\n7.2\n7.3\n7-i ApPs: AEPs for a period exceeding 30 days and maximum validity up to\nthree years.\nTeaporary AEPs: TAEP will be for maximum 30 days.\nVkltor Admiscion Ticket: Visitor Admission Ticket will be for a period of\nfour hours duration to the earmarked visitors' area as demarcated by the\n-------+!*\n-EiSb-( operator and approved by BCAS.\nTransferrable AEPs: An AEP withour photograph which may be issued to\nEmbassies / High Commissions specifically recommended by the MEA on\nthe principle of reciprocity'. This rvill be valid only with the identity card of\nthe holder issued by their coi-cerned organization,\n8. Conditions:\n7.4\n8. 1 Eligibility for AEPS:\n\\/a'1'1\n8.1.2 Persons, other than employees, whose presence is reqrrired at aerodromes\nfor functional purposes.\n8. 1.3 A pre-requisite for issuance of an AEP in favour of an entity would be the\nvalidity of Security Clearance or approval of Security Programme (For Such\nentities, whose security clearance is not issued by BCAS, approval of\nsecurity programme shall be mandatory) of the sponsoring company,\nwherever applicable, unless it falts under the category as mentioned in the\nProviso to 8.2.2\n8.1 .4 All applications for AEP by an entiqv must be certified to the effect that the\nconditions of eligibility for such persons have been met with. BCAS\nrequires individuals or companies forwarding applications to supply\ndocumentary evidence in support of the application. Failure to do so will\nresult in suspension or withdrawal of the AEP issued.\nNote: The Authorized Signatory sha1l satisfi himself that the AEP applicant\nis suitable for issuance of an AEP aod the Authorized Signatory shal1 be\nresponsible to ensure that all checks have been made in accordance with\nBCAS directives. This shall include satisffing himself that all supporting\nreferences and documents have been verilied.\n,-,..\"/ 8.2 valtdity of AEP3:\ni:\n,b\nrb\nI\n8.2. 1 AEPs can be issued for a period of validity with\nol35",
  "10": "8 2.2 AEP. shall be co-terminus with the approved security programme/validity\nof NSOP/AOP issued by DGCA/period of agreement/contract, whichever is\nlesser and shall simultaneously expire.\nProviso to 8.2.2\n8.2.2.1 Howeuer, AEP shall continue to be reneued, euen if approual of\nSecuritA Programme or Seanitg Clearance is pending for reneual/ Change\nin Board. of Arectors {BoDs)/ Change in sho;reholdilrrg pattarnl Clunge\nof name/reglste\"ed. address of orgo;niza;tio,r. etc.\n8.2.2.2 Such renerual granted. under the Proubo 8.2.2.1 will be ualid for the\nnormal period. of that category of AEP till such time as it would haue been\ngranted if Securitg Programme/ Secuitg Clearance Luere approued. Howeuer,\nif Securitg Programme/ Securitg CLearance is fnaltg denied, alt suclz AEps\nshal/ stand cancelled immediatelg.\n8.2.2.3 AEP shall also bte issued to the emplogees of concessionaire,/\n&usiness establishments/ Auxiliary Seruice Prauidersl Authorized- Agent (onlg\nin case of 1OO per cent lndian shqreholders/ BoDsl on the basis o/\nprouisional secuitg clearance issued bg Regional Director (RD), BCAS. The\nprouisional seatritg clearance shall be issued bg R , BCAS on the receipt of\nfauourable police repart.\n8.2,2,4 Under na circumstance, the issuance/ renewal. of AEP shall be\nwithheld / denied for reasons other than seanitg .\n8.3 Procedures:\n8.3.1 Acceptaace\na) The entity shall submit the following derails on its Oflicia-l letterhead\nto RD, BCAS:\ni. \nName and detaiis of authorised signatories\nii. \nApproximate aumber of employees requiring AEP\n?he letterhead must display the following details:\ni. Full entity name\nii. Registrationnumber\niii. Place of registration\niv. Registered ofhce address, it should also.include any link to\nother organisation such as parent compaoics etc.\nv. E-mail ID & Phone number\nPagc 9 ol'35",
  "11": "b) The eligible entities {as defined in para 8.1.3 of *ris document) shall\ndirectly apply to the concerned airport operator, which in turn shall\nforward the application with its recommendatisns after due scrutioy,\nto the concerned RD, BCAS within 05 working days. lndividuals or\nentities apptying for AEP must do so in ttre relevant format as\nannexed hereto and musl be signed and completed by an Authorised\nSignatory. This shall be taken as acceptance of all applicable\nconditions mentioned io this document. No applications for AOP for a\nperson shall be accepted in any other form.\nIt is acknowledged that Authorized Signatories may need to share\nthese guidelines ',Mith those responsible for referencing and other\nprocesses within their orgalization.\nAuthorised signatories are the persons nominated bv entities to act as\nan Authorised Signatory. They are to be certilied by the nominaled\nMDICEO/CSO 0l the entity.\nAl1 the Authorised Signatory' fcrrms must bear origiaal and not\nphotocopied signatures.\nThe Authorised Signatory will administer and control the issuing of\nAEP and shali be responsibie for initiating disciplinary proceedings\nagainst an AEP holder as and when directed by BCAS, on violations of\nprovisions of this document.\nA maximum of :'r,..t authorised signatories per entity per airport sha1l\nbe permitted.\nAuthorised signatories who have been removed lrom thetr position or\nresponsibilify must be struck off ftom the records immediately.\nc)\nd)\ne)\ns)\nh)\n8.3.2 Verincllio$\na)\nb)\nThe Authorized Signatory of the sponsoring entities shall undertake\nveriflcation of information in order to ensure that they are satisfied of\nthe authenticiiy of the information provided by an applicant.\nFor those entities rvhiclr utilise Self-employed persons, they must\nconduct the same vetting procedure as they would do in case of their\nown staff and such persons rnust be subject to the entity's\ndisciplinary procedure / recovery ofAEP.\nc) Verification includes two components:\nCriteria check - checking documents for errors, omissions or\nalterations.\nValidation - ad.dltional steps taken to prove the authenticity of\nthe information provided.\nWhen an Ar-rthorised Signatory signs an application for an AEP,\n1'1\n,,i\nib\nPaec l0 of35\n\\s\nt!.Y",
  "12": "are confirming that the information being provided is true and correct\nto the best of his knowleclge.\nd) Some of the most common errors with submitted applicadons are\nlisted below, in no parti.cular order:\no Different spellings of names.\ne Proof of identity not checked,\n. Incorrect contact details.\n. Incorrect dates.\n. \nReferences not supplied with company stamp.\nr References endorsed by agency yet not countersigned by\nAuthorised Signatory.\n. Two pens used, but no file note to explain reason.\n. Application form not signed by signatory.\no Application form does not iaclude correct access zones frlled\nout.\nThe Authorised Signatory shall ensure that applications are inspected\nprior to submission to remove these errors.\n8.3.3 Issuance of AEP\n8.3.3.1 The authorized signatory of the entities will submit all applications of\ntheir eligible employees for issuance of AEPs, on-line or by other\nelectronic means, as applicable and thereafter, a hard copy of AEp\napplication along with required documents may also be submitted, if\nneeded.\n8.3.3.2 A-pP_ appli.qatioq forms are to be complered\ncapitals in black ink. No alterations\non-,ine\nwill\nor in BLOCK\nbe permitted.\n#\nP6otocopies/ Fa-r copies are not-acceptable.\n8.3.3,3 Photograplr-specifications for enhanced clari$ may le ensured:\n.*-.\"...****\n{a) \n.No Colour GoglleslPhoto chromatic glasses on applicant's iace\nis acce!1651e.\n(b) \n\\lh_tle_\"Photn.,hackg{ouqd picture with 7O,,/o face appearance\nmust be affrxed on AEP application form.\n(c) \nExcept Turban for Sikh applicant, no other headgears are\nallowed i order to clearly recognize the face on AEP-\n(d) All o{Iicral*g / applicants must provide their photograph in\nofficial uhilorm (without Head gear) as applicable.\n8,3.3.4 AEP will be approved by an Aerodrome Entry Permir Committee\nheaded by the concerned RD, BCAS or his represcntative, not below\nthe rank of Assistant Director with lollowing as members:\nl*)lr\nI'agc Il o1 35",
  "13": "a) Chief Aerodrome Secu.it] Officer (CASO) or his representaiive (not\nbelow rank of DySP), ASC (CiSF / State Police)\nAirport Director or his representative -Convener\nRepresentative from AAI wherever Airport Director is not from AA.I.\ncommittee for record keeping.\n8.3.3.5 All AEPs (including for more than one region and all airports) shall be\nissued by RD, E9-AS,of the region concemed within 05 days after the\n*-?r*i[i 6I abc neport and AEP committee rep6?l-*-* \n-\nb)\nc)\nNote: Meeting of the AEP committee shall be held, at least once every fortnight\nor as dE the requirement of an airport. The coPy oi Minutes of meeting along\nor as FE the requirement of an airport. The coPy oi Minutes of meeting along\n-friif,-iignaa ciily of approval note rvill be digitally ma-rled to each member of the\n8.3.3.6 The concemed RD, BCAS wiU initiate Police background check within\nO7 days of receipt of..AEP applic.ation. On receipt of BGC report. AEP\n-str?I\"Se ?pproved/ isiued within b5 working days. AEP shail be\napproved/issued, if background check report is not received within\none month, which will be subject to the reconciliation with BGC report\nwhen received 1ater. One of the five Government issued lds as\nmentioned in this document is mandatory in such cases. The BGC\nreport shatl be reconciled post issuance of AEP mandatorily within O3\nmonths. [n event of non-receipt of Police BGC of any individual within\nthis period, the AEP issued shall be withdrawn.\n.r\nC),\na-3.3.7\n8.3.3.8\na2?o\nThe AEPs will be issued in the name of the company only, and brand\nname will not be printed.\nThe total number of AEPs required by a \nbusiness\nestablishment/concessionaire and its outlet under a different braad\nname, if applicable, shall be mentioned in each of their security\nprogramme. The list of employees with their names shall be annexed\nin the security programme and updated with every change of employee\nwrthin a week.\n8.3.3.10 While issuing AEP to a ctew member of al Airline, 60 days grace\nperiod will be added with the remaining valid days of the ATPL / CPL.\n8.3.3. 1 lTire Scale: Al1 applications for AEP/TAEP received\nBCAS/Airport Operator's office shall be processed\nissued as per following timeline:\nat the concemed\nand AEP/TAEP\n!th\n(/\nPage l2 o 135\nt",
  "14": "Sl. No.\nType of AEP\nClear Working\nDtYs\n1.\nVisitor Admission Ticket\nOn demand\n2.\nq1 to 30 days TAEP\no2\nJ-\nProtocol TAEP\n01\n4.\nAEP\n35\n8,3.4 TAEP\n8.3.4.1\n8.3.4.2\nBCAS and Airport Director shall be authorized to i.ssue TAEP of short\nduration with validitlr of maximum 3q qg$\nFor TAEP, the applicant/ sponsoring agency wili have to clearly\nindicate the purpose of the visit.\n8.3.4.3 The combined durations of such TAEPs in a year for an individual rvill\nordinarily not exceed 30 days (the year rvill be counted from the date\nof issuance of lirst TAEP). Hou.,ever, if TAEP is being issued for less\nthan 01 day, it shall be treated as issued for 0l day for counting of\ncombined duration.\n8.3.4.4 All TAEPs may be issued rvithout anv background check on the\nproduction of any one of the following 05 identity prr.,of documents:\na. Aadhaar Card\nb. Voter ID\nc. Driving license\nd. PAN along rvith address proof\ne. Passport\nNote: If TAEP is being issued on the basis of Aadhar card; it shouid be\nauthenticated by m-Aadhar app'lication through m-Aadhar app which\nis available for both android and i-phone user in Inclia.\n8.3.4.5\n'basis of above-mentioned 05 ID documents, based on local police\nverification and after initiating the process for background check. This\ncan further be extended by 3 months by the airport operator, in case\nof non-receipt of background check tvithin ini:ial 3 months. If\nbackground check report is not received within 6 months, the\napplication for TAEP of such individual shall be forwarded to BCAS\nfor extension for another 6 months, on case to case basis.\nIn case of Auxiliary Service Providers, Authorized Agent and Business\nEstablishment/ Concessionaire, TAEPs after 30 days may be iss\n8.3.4.6\nPage l3 o l'35\nTAEP for 03 months may be issued by\nof\nexpansion\non the\nol",
  "15": "8.3.4.7 TemporarJ.'-- One-time, area-speciitc Aerodrome Entry Permits only\n-during WIP movement ma1,' be issued by the concerned Regional\nDirector (RD), BCAS or by Airport Operator, t9 the securily personnel\n. , r r I L \ndeployed for WIP secr:rity duties at airports on the written request ol\nV ' \n\\ ---- \nSuperintendent of Police or equivalent or higher authority In-charge of\n--'--- \nVVP-aecurity/ State Protocoi Office.\nthe concerned RD, BCAS; provided that the entity has applied on e-\nSahaj portal for security clearance and it is under process at BCAS\nHeadquarter.\nThe permission to carry weapons by security personnel for WIP visits\nshall be granted by DG, BCAS or by concerned RD, BCAS under\nintimation to DG, BCAS, as the case may be.\nS.3.a.S For Gbsoiymrrt A8lcies- n-ot having permanent operational p-resellg\nat the airport, TAEPs up to 07 days .may be issued for functionai\n-$oui1.9!9ntq Uy BCAS or Airport Opiiatoi on the'ibctriiiiiien-da-ffi-ii;a\n-Supiii\"ii\"ai\"t of Police or Joint Secretary to the -coveffifreii- oi \"\n-India-ot cquivalent or higher i-uinoriry of ihe Ministry/Department\nconcerned.\n8.3.4.9 Airport Operator may issue TAEP for photography / videography to\nthe concerned department / agency on receipt of permission for the\nsame from DGCA or otherwise, under intimation of concemed RD,\nBCAS. However, appropriate security concerns shall be addressed\nwhile issuing TAEP. In case of Civil Enclave, no such photography/\nvideography is permitted in the operational area without NOC of the\nconcerned Defence Authority.\n8.3.4\" 10 TAEPs may be issued for setting of business establishment/\nconcessionaire premise only rvhen sponsored by airport operator prior\nto issuance of security clearance. TAEPs may be issued to all\nAuxiliary services including casual labourers for any operalional\nrequirement for the airport terminal building or security restricted\narea on production of any of the iive aforementioned government\nissued identity documents. They shall work under the continuous\nsupewision of a regular AEP holder (escort) of the contractor or\nsponsoring agency that has been securilr cleared by BCAS. The\ncontractor shall provide a list of casual labour along with Characte. &\nAntecedent form and the required identity card mentioned at Para\n8.3.4.4. The list wiil be treated as the appointment letter in case of\ncasual labour. The cont actor will enclose a copy of contract along\nwith the copy ofwork perrnit issued by the airport operator.\n8.3.4.11 Casual Labour token management system should be installed\n-1\"._,,..\n'ifilolving bio-metric registrations & authentichiibns, IRIS Scanner,\nFace recognition, marhing attendance by bar code/HlD/Smart Card\nI\nV') \na.h\nb, *ref'l/\nPage ld of 35",
  "16": "enabled CLT{ID Cards}, movement monitoring, alerts etc. of casual\nlabourers\n8.3.4.12 No Temporary AEp holder shall be allowed access to or remain in\nsecurity restricted area of the airports unless they are escorted by\nPermanent Airport Entry permit holders.\nllote:\na. Escorting means accompanying and keeping a TAIIp holder in close\ncontact and in direct line of sight at all times sufficient to ensure that no\nsecuri{v breach or acts of unlawful interference with civil aviation can\nbe perpetrated or assisted.\nb. The TAEP issued to casual labourers will be linked to the permanent\nAEP of the person who will escort the TAEp holder tili the time it is\nreturned to the issuing authority. Failure to return a ,lAEp mav result in\nthe escort's AEP being cancelled. A record will be kepl of escoris who fail\nto return TAEP.\nc. Authorised signatories and escorts will be held r:sponsible for the\nactions of the TAEP holder.\n8.3.4.13 An online weekly report and an undertaking shall be given by Airport\nOperator that all TAEPs have been issued as pe:. the policy to the\nconcerned RD, BCAS- Airport operator's shall specrfr the number of 6\nmonths TAEPs issued by him. Biometric TAEp will determine the\nnumber of times; permit has been issued in his/he: favour at national\nlevel.\n8.3.4.14 TAEP for protocol/Entry of visitors (except for G)fi. Functionaries)\nshall not be issued during aiert period.\n8.3.5 Visitor Admission Ticket:\n8.3.5.1\nvisitors\nas demarcated by the airport operator and approved b1, BCAS after being\nsubjected to applicabie security checks. The validity of Visitor Admission\nTicket will be four hours only for any particular Termina.l and will not be\nreused.\n8.3.5.2 \nThere would be no requirement of any ID proof for a child\n(be1ow 18 years) accompanied by his/ her guardian/ parents. An\nunaccompanied child may be issued admission ticket, subject to production\nofa valid school ID or any one ofthe above mentioned ID in para 8.3.4.4\n8.3.5.3 Visitor admission ticket shall not be issued duing alert period.\nPagc l5 ol'35",
  "17": "8 Classification of Stakeholders for AEP\n9.1 AEP for Protocol :\n9.1.1 The\nbe allowed to enter domestic and\non the production of their identity card issued by\nLok Sabha / Rajya Sabha Secretariat. They shall be allowed entry in\nZones A and D at all airports.\nmay\nParliament.\n9.7.2 Each Union Cabinet Minister, Minister of State with lndependent Charge,\nMinister of State in the Council of Ministers, Government of India and\nSpeaker, Deputy Speaker and l,eaders of\nin both the Houses\nof Parliament may recommend\nthe\npurpose of issuance of AEPs.\nwill not exceed four.\n9.1.3 The AEP shall be issued for any one airport (anyrvhere in India) of the\nchoice of the aforementioned dignitaries at para 9.1.2. The choice of\nairport can be different for each of the two persons for whom the\ndignitaries may recorxnend the AEP.\n9.1.4 One AEP valid for access up to embarkation gate/ disembarkation gate of\nterminal building of Airport may be issued to an offi.cer attached with the\noffice of the dignitaries who are exempted from the pre-embarkation\nsecurity check at the airports. Any protocol requirement beyond Zone \"A\"\nand \"D\" will be met by the concerned Airport Operator, free of cost, in\nrespect of dignitaries who are exempted from pre-embarkation security\nchecks.\n9.1.5 All Government Ministries/Departments and all its attached/ subordinate\noffices as well as statutory/regulatcry/autonomous bodies (e.g. NITI\nAayog, TRAI etc.) may be issued two AEPS for Zone \"A' and \"D\" for their\nprotocol officers {For the airport located at the same place of thek HQ},\nwhose applications are recommended by the Joint Secretar1i of tJ:e\nMinistry/Department/ statutory/regulatory/ all Commissions I A^yog /\nautonomous bodies of Government of India in the prescribed Proforma.\n9.1.6 All Central PSUs and National/ Multi-State Co-operative Socieiies may\nbe issued two AEPs tor Znne \"A\" and \"D\" for protocol purposes. For\nCentral PSUs, Cenral Govt. Financial Institutions, 02 additional AEPs\nwill be issued at their Zonal, Regional and places of manufacturing units.\n9.1.7 One AEP each shall be issuecl to each dignitary or his/her staff up to\nserial no. 17 in the list as per Warrant of Precedence upon request for\nDelhi or any one city.\n9.1.8 Fifteen (15) AEPs shall be issued to Supreme Couft with Security\nPage l6 ol,i5\nhis/her constituency or\ne:U",
  "18": "Area. Similarly, each High Court rnay be issued Four (04) AEps rvith\nSecurity Hold Area at the airports where these Courts are located. These\nAEPs will be issued over and above the continuing protocol permits.\n9. 1.9 AEPs for protocol purposes to lhe employees of MEA u,i11 be issued upon\nthe u/ritten request of Joint Secretary (Protocol) / an1. authorized oilicer\nof MEA, for the requested Zones to meet the intemational obligations of\nreceiving and send off to WiPs.\n9. l. 10 In respect of staff of Embassies/High Commissions/ Missions, issue of\nAEPs shall be on reciprocal basis under the recommendation of Joint\nSecretarlr (Protocol), MEA or Dy. chief of protocol, MEA for Delhi, Head of\nBranch Secretariat, MEA for Chennai, Kolkata and Hyderabad and Head\nof protocol of State Covernment for Mumbai. No transferable AEP shatt\nbe issued unless specifically recommended by the MEA on the principle\nof reciprocity.\n9. 1.1 1 Each Bhawaa of the State Governments located in Delhi may be issued\n06 (for Sma1l states) or 07 AEPs (for large state) as per Annexure D. Oae\nAEP out of total permissible limit may be issued u.,ith validity up to\nernbarkation gate/ disembarkation gate of terminal building of Delhi\nairport, Delhi.\n9. 1 . 12 For senior functionaries of Civil Administration and Police of State\ngovernments, it has been decided that the follnwing functionaries of State\nGovt. be issued AEP:\nl.\nii.\nii;\niv.\nvii.\nvfi.\nix.\nx.\nxi.\nxii.\nChief Secretary\nHome Secrelary\nSecretary to Governor\nSecreta4r to Chief Minister\nSecreta4r {Civil Aviation), State Covenlments\nDirector General of Police\nAdditional Director General of Poliee T lnspector General\nof Police\nIn-charge, Intelligence/Securiryllaw & \nOrder\ndepartment at state level-\nInspector General of Police {Zone)\nDy. Inspector General of Police (Range)\nDy. Commissioner / District Magistrate\nDistrict Superintendent of Police\n9.1. 13 AEP shall be issued to former Ministerf former Ministr-r of State/ Former\nSecretaries of Civil Aviation and former DGs of DGCA/ BCAS for all\nairports in the country for the Zones namely Arrival, Departure, Security\nHold Area and Immigration.\nPagc l7 o l'35",
  "19": "9.2 foreiga Nationals:\n9.2.1 Background check needs to be conducted on foreign nationals who have\nbeen issued Employment Visa/Business Visa/Work Permit/OIC card by\nGOi. The validitl of AEPS shall simriltaneously expire with the expiry of\nsuch visa. In case of urgent operational requirement, BCAS / Airport\nOperator without background checks shall issue TAEPS restricted up to\na period of thirty days only to trmployment VISA / Business VISA I\nWork permit/OlC card holders. He/she shall remain under escort ofan\nAEP holder, who is an Indian citizen of the concerned agency and /or a\nmember oI ASC, if required. The details of such permits issued by\nairport operator to foreigners shall be communicated to BCAS.\n9-2.2 During saGty and security auditl inspection of any entity at an airport\nunder bilateral agreements, an officer of the concemed regulatory\nauthoritv shall escort the foreign auCitors/ inspectors,\n9.2.3 In cases referred to in Para 9.2.1, the passport of foreign national sha,ll\nbe kept in sale custody with the AEP issuing authority for the period of\nhis/her stay at the Aerodrome. lt shall be the responsibility oI the\nauthority to maintain safely and confidentiaLity of such Passport and to\nensure its safe return to the concerned Passport holder after deposit of\nthe temporary AEP by the individual.\n9.2.4 As a part of intemal audit of entities at various Indian airports for the\npurpose of procedural, regulatory compliance and covering areas like\nairport/cargo oifice as regards the audit/ inspectionsl assessment of\nairport operators, the approval ul BCAS would be required and\nrecommendati.on of DCCA wouid not be sought. However as regards\nauditsl inspection/ assessment related to saiety and which is mandated\nby the civii aviation authority of the foreign airlines/other entities, only\ni.n such cases the recommendations of DGCA will be sought for the\npurpose of issuance of TAEPs.\n9.3 MRO/AMO\n9.3. i \nMROs/AMOs will be issued all airports AEPs for their employees on the\nrecommendalion of authorized sig;latories of MRO/AMO Company,\nwithout .equiring the recommendation of airport operator.\nSupport Staff/s of MRO of other base will be issued TABP by the\nconcerned RD, BCAS/Airport Operator for airyort[s) under his\njurisdiction on the basis of AEPs issued to them for the base airport. In\nsuch case base airport AEPs will be deposited to RD, BCAS/Airport\noperator concerned tiii such time issued TAEP oi the airport/s islare\nsurrendered.\nPagc 18 o1 -35",
  "20": "9.3.2 Auxiliary staff /Contracted employees engaged by MROs/AMOs will be\ntreated as MROs/AMOs workers. Accordingly, AEPs will be issued to\nsuch staff of MRO as under:-\n9.3.2.1 Wherever the period of contract between the MRO/ AMO and another\norganization, is for a period less than 90 days, TAEPIAEp may be\nissued to staff deployed under such contract. If the requirement is for\nmore than 3O days, AEP rtril1 be issued. The validity of such\nTAEP/AtrP would be coterminous with contract period validity or\nactual requirement whichever is lesser, and shall be provided.\n9.3.2.2 On$ area specific AEPs shall be issued where the requirement is for a\nperiod greater than 30 days to contractual staff.\nIn case of 5O o/o or more FDI in the holding company of any\nMRO/AMO, such MROsIAMOs will not be issued -{EPITAEP for civil\nenclave/joint user defence airfields.\nForeign experts emploJed by MROs/AMOs and hoiding authorization\nissued by DGCA will be issued AEPI TAEP as per 9.2.1\nporeign experts, who are authorized by DGCA ;rfter clearance by\nNational security agencies as applicable, need not be subjected to\nanother security clearance by BCAS, and will be issued TAEPs\nwithout de1ay.\n9.3.3 Trainees {apprentices} from DGCAIBCAS approved training institutes,\nrequiring practical training for skill development will be provided AEP at\nfunctional airport. Such requests must include a copy of agreement\nbetween training institute and the entity such as AMO/MRO/\nAirlines/Airport Operator/ Concess'ionaire/ Cargo Agent at that airport.\nThe apprentices employed under \"The Apprentices Act. 1961\" will aiso be\nissued AEP/TAEP for their requirement of completion of apprenticeship.\n9.4 Coamercial AEP: The Commercial AEPs ivilt continue along with Meet\nand Greet services. Eligibility, admissible Zone and number of commercia-l\nAEPs will be decided by Ministry of CMI Aviation in consultation with BCAS\nand a specific order will be issued in this regard. The fee for commercia.l\nAEPs may be charged by issuing authority at the rate prescribed by BCAS\nin consultation with airports.\n10. Areas of authorization for AEPs:\nlO.l Zonesr Aerodrome Entry Permit shall be issued for airport(s) with details of\ndifferent zones marked on them based upon the functional requirement of\neach indivictual. For this purpose, the different areas cf the airpolts have\nb;6i{ tategorized. ioto various zones to which access to an AEP holder shall\nbe allowed. The areas ol airport are categorized in .Cifferent zones, as\nunder:-\nl)asc l9 o1 35",
  "21": "Zotes\nDescriptioa/ Areas Covered\nA\nARzuVAL HALL\nD\nDEPARTURE HALL\nT\nTERMINAL BUILDING OTHER THAN SECURITY HOLD,\nCUSTOMS AND TMMIGRATION BUT INCLUDE BAGGAGE CLAIM\nAREA ON THE ARRIVAL HALL OF DOMEST1C TERMINAL.\nSd\nSECURITY HOLD AREA- Domestic\nqi\nSECURITY HOLD AREA- INTERNATIONAL\nP\nAPRON AREA.\nB\nBAGGAGE HANDLING AREA (to be segregated into two separate\nzones as BBA and BSA/BMA as per the configuration of furport\nconcemed).\nF\nA1R TRAFFIC CONTROL BUILDTNC Except Tower\nFt\nATC TOWER TNCLUDING AIR TitAFFIC CONTROL BUILDING\nCd\nCARGO TERMINAL Domestic\nCi\nCARGO TERMINAL International\nCsd\nCARGO SHA-Domestic Ir\\CLUDINC CARGO TERMINAL DOMETIC\nCsi\nCargo SHA-International INCLUDINC CARGO TERMINAL\nINTERNATIONAL\nI\nBOARDING CATES TO IfuIMIGRATION / BAGGAGE CLAIM AREA.\nOs\nOthe r Special\nX\nANY OTHER AREAS NOT DEFINED ABOVE SPECIFIC TO\nAIRPORT\nl{ote:\n(i)\n{ii)\nThese zones may be amended altered or modiiied by Director General,\nBCAS depending on existing or future requirements.\nX zone shall be notihed after due approval of the concerned RD,\nBCAS.\n1O.2 Tools of the Trade (ToT)\nlf an employee is required. to carry essential 'Tools of the Trade' into the\nSRA, the authorisation for this shall be issued by the concerned airport\noperator. The approval card shall be carried along with their AEP.\nPlease refer to Annexure C for further indicative information.\n1O.3 l{otilicatioq of status change:\nEntities shall notiry the concemed RD, BCAS in rvriting when there is a\nchange to any cletails, such as;\nEntity details: Logo Change, Name change, Address, Status, Contracts\nand Access requirements.\nEmployee details: Name change. Address, Job Title, Criminal Record or\nCriminal Record and Access requirements.\n1O.4 Withdrawal of AEPITAEP: BCAS resen'es the right to withdraw AEP /\nT,AEP after approval from DG, BCAS under the lollowing conditions:\nD\nlF\n['age 20 of'35",
  "22": "1lt,\nlV.\n11.\n!f the security ciearance of sponsoring entity has been withdrarvn/\ndenied_ or its security programme has been suspended/ revoked)\ncancelled;\nIf issuing authority is no longer satislied that the holder is a suitable\nperson to hold an AEP.\nIf issuing authority is no longer sarisfied that the sponsoring entity by\nwhich the AEP holder is emptoyed is reliable and reputable.\nIf issuing authority is no longer sarisfied that the holder has reason to\nhold an AEP, due to the AEP holder not havirrg an operational\nrequirement to gain access to the SRA for the preceding 60 days.\nAn AEP application has been given without proper examination in any\nparticular case\nThe Entity does not maintain or enforce provision for disciplinary\naction against its employees.\nvii. The Entity has not exercised due care in ensuring that persons\nemployed by or visiting the entity who are holders of TAEP are escorted\nby holders of AEP.\nviii. If there has been change in the particulars of an individual and it has\nnot been communicated to BCAS\n1O.5 De activatloa of AEP:\ni. \nAll entities are to ensure that they have a system in place to notify the\nconcerned RD, BCAS for the temporary deactivation of an AEP. For\nexample; employees who are due to take matemity leave, on long term\nsick leave or temporary lay-olfs.\nii. \nTo reactivate an AEP Authorised signatures are reciuired to noti8,'the\nconcemed RD, BCAS in wdting along with any supporting documents.\nThe individual will need to attend the concerned RD, BCAS lvith their\nidentity documents to have the AEP reissued.\niii. \nIn some instances a new background check will need to be carried out,\nin case the deactivation period exceeds one year. Prescribed fee to\nreissue the AEP will be charged to the entity.\n1O.6 Parked AEP\n111.\n1V,\n11.\nIf an AEP is not used for a period of 6O days, it shall be suspended\nknown as 'Parked'.\nIf the ABP holder no longer has a legitimate reason ro hold an AEP the\nAuthorised Signatory shall:\na. Notify the concerned RD, BCAS that the AEP is no longer required,\nb. Return the AEP to BCAS.\nIf tire AEP holder has a legitimate reason to continuc to access the SRA\nand to hold an AEP the Authorised Slgnatory shail:-\na. Request to reactivate the AEP.\nAn AEP will be 'Un-parked\" \\r'ithin 24 hours of receipt of written\nrequest and any supporting documents.\nAfter the AEP has been'Un-parked\" lhe AEP holder has 7 days to use\nthe AEP before it will be parked again.\nWhere an AEP has been 'parked' for more than 12 months, the\nAuthorised Signatory must supply a new application form.\nvl.\nvl.\nPagc 2l ol -15",
  "23": "10.7 Surrender of AEP/TAEP:\n10.7.1 It shall be the responsibility of AEP I TAEP holder as well as hislher\nSponsoring Agency to surrender AEP / TAEP within one week to the\nauthority which has issued the AEP/TAEP i.e. Airport Directof or\nBCAS. This will be done in the event of retirement, termination,\ntansfer, resignation, cancellation, expiry or due to any other reason\nreiinquishing the assignment at the aerodrome.\n10,7.2 An AEPITADP holder can also directly surrender his AEP I TAEP to\nBCAS with a copy of notice served by him to the employer.\n10.7,3 All incidents of failure to recover invalid AEP/TAEP from persons are to\nbe reported immediately to the concemed RD, BCAS and conlirmed in\nwriti'lg.\n10.7,4 Entities are to ensure that a procedure is in place to recover AEP/TAEP\non cessation of emploS..rnent-\nlfote: All AEP issued remain the propert-v of the issuing authoriry to whom it\nmust be returned on expiry, cancellation or cessation of employment.\nRefusal to retu.rn an AEP/TAEP will be considered as theft and should be\nreported to the Police as such.\n1O.8 Loss or theft of AEP/T.AEPI\n10-8.1 In case o{ loss or thett of an AEP / TAEP, it shall be the responsibility\nof AEPITAEP holder to iodge a complaint/FlR at the concerned Police\nStation. The application for re-issue of AEP/?AEP shall be made\nthrough sponsoring agency along rttth and penally so speci{ied for loss\nor theft of an AEP/TAEP.\n10.8.2 Sponsoring agency shall intimate immediately the loss and theft of an\nAEP to the issuing authorily and the same will be placed online for\ncirculation.\nLO.g AEP production aod record keeping\n10.9.1 The AEP/TAEP will be printed by the concemed Airport Director\nexcept those oi Government entities as flentioned in Para 8.3.3.7\n10.9.2 The issuing authority shall retain a written record of the approved\napplication and completed AEP I TAEP. The physical/electronic form\nshall be kept till the validity of respective AEPITAEP by issuing\nAuthority and up to six months thereafter.\n10.9-3 BCAS shall issue all required proforma for AEP/TAEP application,\nundertaking, Police verification and surrender etc.\n10.10 Fee for AEPITAEPS and Petralty on Loss/ Mutilatioo/Misuse:\n10.10.1 A fee lor issuance of AEPITAEP shall be decicled by BCAS and rvill be\nPage 22 ol35",
  "24": "deposited with the issuing authority except in ca se of Govemment\nemployees and AAI.\n10.10.2 A fee for issuance ofTAEP/AEP, penalty amount in case of loss/theft\nand method of paymeot have been decided by BCAS vide BCAS Hq.\nletrer No.cAS-9(15)/2017lDiv-IlAEp Guidelines/E-93865 dated\nlOlAl/2A22 subject to revision by BCAS. Fees in case of\nGovernment employees and AAI are exempted penalty against\nloss/theft of an AEP/TAEP is applicable to all who is required a fresh\nAEP/TAEP against loss/theft .\n10.10.3 The penalty amount collected shall be deposited in the Govemment\nTreasury.\n11 Backgrould checks procedure:\n11.1\nEach entity (other than Govt. entities) at an airport shall vouch for the\nCIrEnffimAGEf.raT 6atFi'TEFZiepf prior to its issuance to their\nemployee. Authorized 'Signatory shall submit the application with\ndocuments along with the police BGC in original (done from their end)\nofficially or by the individual applicant obrained online to BCAS through\nthe Airport Operator. The Airport Operator sha11 verifir these documents\nas mentioned at the aforementioned paras of Acceptance and\nVerification before forwarding to BCAS, with recommendation. Gow.\nagencies shall submit the application forrn v.'ith required supporting\ndocuments directly io BCAS. ln case of such applicants who join some\nolher entity during the process of AEP issuance, the background check\nprocedure initiated will remain valid, provided the atlthorized signatory\nof present entity submit an undertaking in this regard.\nRegional Directors, BCAS will examine the documents, ensure\ncompliance of observation, if any and send it for Police background\ncheck to the concerned Superintendent of Police/ District Authoriry\nwithin a week- If an Indian citizen has stayed in some foreign countries\nfor more than one year continuously in the last Iive years, his\nbackground check shall also be conducted by the Central Security\nAgencies.\n11 .3 Airport Operator/RD BCAS while issuing TAEPS up to 30 days will\ninitiate Police Background check so that verification report is received\nwirhin three mont]ls. lf background check report is not received within\none-month TAEPS may be issued ibr another 60 days by the Airport\nOperator after approval of RD BCAS on case-to-case basis. One of the\nlive government issued IDs as mentioned at para 8.3.4.4 above, is\nmandatory in such cases also. RD, BCAS will send reminder to the\nconcerned Policing authority so that BGC report could be obtained\nwithin 60 days, Prior to issue such TAEPs awaiting BOC report, an\nundertaking must be taken from the applicant that IAEP/AEP will not\nbe continued if favourable BCC report is not received wittrin three\nmonths.\nRD, BCAS shoulcl\nwithin O3 months.\nensure that the background check report is received\n,r9\\\n11 .2\n,La-(\\, 5\ni't Q-i/j\nrlt rl.lq-[.I\n'+ -;\n'e.\n. \"r?r it $\nI 1.4\nPage 23 ol'-15\nI",
  "25": "-A\nAEPs to facilitate reconciliation with the verification reports received\nlater.\nRD, BCAS prior to issuing an AEP awaiting background check report,\nmust take an undertaking from the AEP applicant. Such applicants\nshould also provide one govemment issued photographic identifieation\nas nentiooed in para 8.3.4.4\nA valid Indian passpofi issued in the previous 05 years shall be\nconsidered in lieu of background check, provided there is no change in\nthe residential address. C&A verificatlon form of the applicant shall also\nbe submitted along with the AEP Application Form by the Authorized\nSignatory in this case also. However, AEP shall be issued on the basis of\nvalid Passport. AEP will be terrninated on receipt ol adverse BGC report,\nif so conducted.\nIn case of trackground check oi foreign national as enumerated in para\n9.2.1; background check conducted by the central securily agencies will\nremain valid for O2 years from date of background check report. Same\nwill be applicable, provided there is no change of sponsoring employer\nduring the validity of his Indian Visa/Work permit, except in cases of\nchange of employment between a registered holding company, Joint\nVentures and Consortiums and its subsidiaries and vice-versa or\nbetween subsidiaries of a registered holding company, Joint Ventures &\nConsortiums subject to the conditions stipulated in para 4.1 1 (ii) of the\nVisa Manual 2O 19.\nI i.5\n11.6\n| 1.7\n11.8 All TAEPs may be issued rvithout any background check on the\nproduction <lf a government issued photographic identification as\nmentioned in this document. However, TABPs shall be issued only after\nproduction of an undertaking furnished by Authorized Signatory of the\nSponsoring Department/Agency regarding character and antecedents of\ntheir employee/temporary worket. An Accountability Refereace, which is\npart of AEP application form, shall be completed and submitted by the\nauthorize d signatory.\n1 1.9 Aerodrome Entry Permit shall not be issued if during a performance oi\nbackground check, it is proved that applicant vras convicted of:\n11.9,1 Certain serious crimes, speci{ically possession and use of hard drugs,\ntrafficking in hard and soft drugs, lraflicking in weapons or the illegaJ\npossession of weapons, assault, extortion, acts endangering public\nsafety including acts of unlawful interference against civil aviation,\nsexual offences or membership of a criminal organization (in exceptional\ncircumstances, DG, BCAS may determine that such a person has been\nfully rehabiiitated and, therefore, no longer constitutes a risk).\n11.9.2 Other relevant offences such as burglary, fencing of stolen goods,\nembezzlement, fraud and kaudulent misrepresentation, without\nrestitution.\n1 1. 10 The decision ol DG, BCAS shall be ltnal in cases where an FIR is\nregistered and/or a case is pendlng before the Court in lndia for\nl'age 2{ o1'35",
  "26": "categories of crimes as mentioned above.\n1 1. I 1 \nFor other Crimes, cases of Motor Vehicle Act, Dolvry prohibition Act or\nNegotiable Instrument Act etc where an FIR is registered and,/or a case\nis pending before the Court in India; RD, BCAS concerned may take\nfinal decision on the basis of recommendation of the local AEp\nCommittee.\n11.12 The Authorized Signatory shall submit all relevant documents like copy\nof Court order/judgement, FIR. next date of hearing etc. along w.ith the\nAEPAF with hislher speci{ic recommendation for issuance of AEp while\nFIR lodged and/or case is pending in the Court.\n11.13 The background check shall be updated on every renerval of AEP. It\nshall be done by all the relevant airport agencies not only at the time of\ninitial employment but also thereafter every 03 years on regular basis\nand proper record be maintained for inspection by the Appropriate\nAuthority.\n11.14 If a person is found involved in any crime or misuse of the AEP, it sha1l\nbe the responsibility of the Sponsoring Agency to communicate the same\nto the issuing authority immediately for cancellation of his/her\nAerodrome Entry Permit.An undertaking shall be taken by the\nAuthorized Signatory from the applicant stating that no criminal/civil\ncase is pending and/or FIR has been lodged against him/her as on the\ndate of application.\n11.15 Employer shall take written consent from the applic:,nt for and prior to\nconducting a background check. Refusal to conserlt for background\ncheck shall result in rejection of the application for AIIP.\n11.16\nbeen\nappointment on\n(ddlmm/yy:y) from the\n(concernecl District/Policing\nAuthority). No FIR lodged and/or case is pending against the applicant\nin any Court in India as on the date of AEP application. Issuance of AEP\nto the applicant (Name and Designation) shall not be detrimental from\nthe security point of view.\"\nUpon receipt of a valid application, one or more law enforcement\nagencies may conduct the background check.\n11. i8 \nBackground checks are not required to be conducted in respect of FATA\nholders.AEP will be issued to FATA holders *'ithin 24 hrs of application.\n11. r7\nPagc 25 ol'-35\nA*",
  "27": "12 Stop List\n12-1 BCAS Regional Offices and Airport Operators shall maintain a data base\nand send a mail to all stakeholders regarding misuse of AEP. Any person\nwhose name appears in the stop list shall not be issued w-ith an AEP/TAtrP.\nIn case AEP/TAEP is already issued to such staft same will be confiscated\nand submitted to BCAS by the sponsoring agency. The \"stop-list\" shall\ncomprise of the details of AEPS of persons as mentioned below:\na. Persons, who have been black listed by the Appropriate\nAuthoriry;\nb. persons rvho have lost their AEPs;\nc. persons rvhose AEPs have been stoleni and\nd. persons who have not surrendered their AEPS after their\ntermination, superannuation, resignation; and absconding\nfrom dutv-.\n12.2 Black-listed Persons:\nPersons against whom adverse notice has been received from Security\nAgencies/ Law Enforcement Agencies.\nPersons against whom disciplinary proceedings are going on for\nabusef misuse of AEP (Involvement in Pilferage/ smuggling or any ottrer\ncase deemed fit by DG, BCAS).\nOn receipt of such information appropriate authority will appoint an\nofficer to conduct an enquiry will issue necessary orders on the outcome\nof enquiry by recording reasons in writing.\nThe order will specifr the airportf zone/time for which the order will be\napplicable.\n13 Aviatlon Secufity IAVSECI Awarecess Programne:\nAll applicants for AEP shall attend AVSEC Aw'areness Prograrn. This\nrequirement will not be applicable to the personnel of Security Agencies /\nBorder Control Authorities /Govemment employees of MHA, MoD, DGCA and\nany other Government department / olfices involved in Security functions. The\nstaff of airport/airlines or other persons deployed at the airports who have\nvalid ceftilicate of AVSEC Induction course / Basic AVSEC Course / AVSEC\ncourse for Aircrew as applicable, shall also be exempted from participation in\nAVSEC Awareness Training Programme. The validity of AVSEC awareness\nprogramme for AEP shall be of one year. The issuing authority shall ensure\nthat AEP holders with three years validity get their annual awareness training\ndone within prescribed period. In case of non-compliance, their AEP rvill be\nparked.\nPagc 26 ol35",
  "28": "14 Vehicle Permit:\n14.1 The Airport Operator may issue Vehicle Entry Permit required to operate in\nthe airside on operational, emergency and maintenance purpose and send\nthe detailed list to RD, BCAS concemed for approval on a monthly basis.\n14.2 T \nmardmum vc&r of Vehiclc pcrmit full be of onc yecr ssly. Only\nthose vehicles which\" fuml the Motor vehicle regulationJ issued -by the\nCentral or concerned State Gow will be allowed to ope rate in the Airport\noperational Area.\n14.3 The admittance of non-service vehicles to airside areas shall be restricted\nfor security and operational reasons to avoid congestion cn Aircraft parking\napron and its control serves as a preventive measure,\n14.4 Vehicle Permit will be issued on format prescribed by BCAS as per\nAnnexure C,\n14.5 Vehicle permit may be issued on medical, securily and functiona.l\nconsiderations for any other category as per the directions issued by MoCA.\n14.6 During medical urgency or urgent security requirements RD, BCAS may\nissue vehicie permit under intimation to DG, BCAS.\n14-7 DG, BCAS may authorize a person to use Aerodrome O:erator's vehicle or\nhis own vehicle or any other vehicle with \"Follorv Me\" vehicle, if so required,\nfor access to the airside on protocoi, health or security Erounds, The driver\nof the vehicle needs to:\na) \nbe in possession.of a valid Airside Driving Perrnit (ADP) or\nb) \nescorted by a person having a valid ADP or\nc) \nfollow a vehicle driven by a valid ADP holder\n14.8 Access control points at airports shall be equipped with the following for\nvehicle authentication:\n14.8,1 The Vehicle permits shall be affixed to and permanently displayed on the\nfront of the vehicle for which they are issued. They shall be clearly visible\nwhen the vehicle is entering security restricted areas and shall be of a\ndesigr prescribed by BCAS.\n14.8.2 After the Biometric/ RFID iystem is approved, Vehicle RFID reader-\ncontroller sub system shall be installed at vehicle access points to\nidentift tags (aflixed on Vehicle wind shield) and allow / deny access and\ncapture access logs. The reader controller sub system sha1l push the\ndata to Vehicle Permit server.\n14.9 At larger airports, it may be necessary to issue vehicle permits for specific\nsecurity zones, if required, in a manner similar to the issuance of employee\npermits. Vehicle operators sha]l be required to fully justi$ the operational\nneed lor entry to airside ald security restricted areas.\nPasc 27 of -15\nrt'\nbrr ct",
  "29": "14.10 Vehicle permits shali be issued for a fixed term only, and for a period that\ndoes not exceed one year. On no account should permits be transferable\nfrom one vehicle to another. Permits should be verified on every occasioo.\nbefore a vehicle enters or leaves a se'-'urity-restricted area and should be\nsubject to oversight actMties.\n14.11Vehicle permits should only be issued to vehicles on a need-to-access basis,\non receipt and approval of written applications, and should contain the\nfollowing information :\na. period of validity, to a maximum of 12 months;\nb. security restricted areas for which the permit is valid, if applicable;\nc. access control points that the vehicle is allowed to use; ,\nd. name of vehicle owner and/ or operator; and\ne. Vehicle registration indbx or serial number.\nLS Enforcemert / Administration of AEP System:\n15.1AEP shall be displayed on outer garment above the waist prominently while\nin airport area, and shall be produced on demand of an oficer authorized\nfor this purpose.\n15.2The AEP Checking Committee will be constituted by RD, BCAS at each\nairport.\nI5.3 AEP\ndisciplinary action q,hich may include a warning letter and re{lection of the\nsame in his personal li1e.\n15.4 Surprise check ll.ill be conducted. If a TAEP holder is not found under\nescort, the passes of both persons will be confiscated for this violation.\n15.5 BCAS shall issue separate order for audit protocol ofAEP\nThe audit team shall check, inter-alia, 2OTo of the application forms,\nbackground check arrd police verification reports, monthly statement of\nAEP/TAEP etc. annually. BCAS will devise a mechanism for audit of\nASP/TAEP administration system and related documents.\n15.6 All AEP holders shall be subjected to prescribed security checks.\n15.7 The authorized signatories of all agencies working at the airports shall\ndesignate an appropriate ollicer for each shift who will be the custodian of\nAEPS of staff.\n15.8 At the beginning of each shift, the clrstodian rviu hand over the AEPs to the\nstaff enabling them for access to their area of rvork and at the end of each\n15.9 Handing over / taking over of AEPs shall\nregister.\nPage 28 of 35\nbe documented by entries in a",
  "30": "15.I0AEPs should not be handed over to persons when they are not on duty.\ni5. 11AEPs shall be kept in a box under lock. Safe custody of AEps shall be\nensured. to avoid mispiacement / loss olAEps in bulk.\n15 Implemeatation: These AEP Guidelines shall be implemented with immediate\neffect.\n1? Relaxations: DG, BCAS may relax the provisions of this document for issuance\nofAEP/TABP for entry in civil airports in India in national inierest.\n18 Powefs of Ministry of Cirril Aviatiol: Ministry of Civit Aviation Inay issue\nappropriate instructions from time to time to BCAS regarding issuance of AEps.\n19 Repeal: This supersedes all previous MOCA guidelines, directions and\ninstructions, BCAS Orders and Circulars and relevant paras of NCASP to that\nextent.\n2O Annexures\n1 . Annexure A - \nBiometric Aerodrome Entry Permit\n2. Annexure B - \nVehicle Permit Design\n3. Annexure C - \nTools ofthe Trade\n4. Annexure D - \nList of Small and Large States for AEP\nPage 29 o l'35",
  "31": "co\\.cR\\]tExr (}a ISDIA\nBT\"t{EAt: OT,(:I\\-IL .\\\\'L\\TIO.\\ SEC'TRIII\n..I,ERODRO)IE f,STB1. PIR]IIT (.\\ET } .q.P?LIC.ITIO:\\ FOL1I (.{gPAF)\nrpPt t(' \\ rIo\\ FoR IssI l: ()l,r t.l'1tPoR \\Rl L\\D pE[\\l-\\\\E\\T \\EP\n' \n|! \nlilttttli\nI Il,r1 \nI -r'nr]i\n0!eiiilii'rrl\nF',1 ll::: -'i1:iL'rl-1:\n3 \\rolths\nle:rii)ri:ti! iI ii:rl )nrtl\n6l{r$]t!\nt.,.iriiieni Seltlri1,r .lg.nties\n::riir\nl-!,ni oi frrde\nsr \nsii \nP\nii \ni \n.{r:';0i;r{Zu:t\n-)l i:i'!r:riinril .\\i: ir\\i: ri,\\ll\n.li:i.ril. t$r!]i iii iLgi.rll\nln:::r!1ii\na;e:rl;:rl trri:rul\nl iutnrt:tl -l \n-: \n-,i\nner| \n!t-i.:t'c\n! \nTrrir-,lir Tt rll.lit OLrl..j\n, \nilr,:,1 \n?r:r rlr, \\EI\nAnnexure-A\n!-PLoAD S.aCEST\nCOLOR.€D\nPflOTql&.{tB\nit:r.1.5 t'.n ,i I !..)\nD\nt.\n-.rE P -.\\.ppllc:rlion Rr f.r'(lt(r ld:\nl.{nto- gere.atedl\n.\\fP re{deltrd ((-lre(k [.il .\\pplolrixie B0r)\n& Tllre\nb. Cdlcgor }-,\n(, Zorr6\nd. .\\il?ou\nRedd(nlinl.\\ddIr'!\\:\nil.?tLmrIenl\n.{D\n8r\nSrr:rle,\\u:rarr\n.tl1 0,1r:..:l. .r.itl)trl:,\nl'::r:'lriar,i1t.\n.- Irmrinal\nCsrgo\n' lola'llilaonal\n.{l I\nL:ruij..l.?orl'\n(fs.kttdl.l slpI'oprbtt b(i.plra\\. rpbrdl0 ) ttlerllut docrmt )\nr- fi fsh\nt, Rr'l!!r.\nLosi\nAnr C{iier lter'ion\n.\\:P ST I\n' \nAlpci lncrlr Prsiirg.tder ]}\nDa!!{itlclrCllrrcl horttatotlOrdrl\n\\irtiL1,e& Dl r'rgeii \nCop-r-. ot'ile Drclrr*ut\n.i,\n!I\nFI&poli!€ corlliliiDr' i).r$lr.v rlfiil.$ rrxi rNa$al *iklL:u] ':oltducied\na-n::rii\ni:;r.l lar:rJ,]\nlr. I'ra!{01\"\\dalrars\nlbi!\\r ,\\.. Sueel Rnad\nD$iiiir\nSlrr!\",\ntut fode\nllL.ri. \\. ;ii:r' F..,!il\nnr( r.rl.\nf ql ni.{Jdle.r Pirnlllil.lred\nPa-qe 30 o1-35\ns\nlxr. dBill\ntr{obile \\o\n\\*t ottb {}leb .;",
  "32": "15.1OAEPs should not be handed over to persons when they are not on duty.\n15.i1AEps shali be kept in a box under lock. safe custodl of Atrps shall be\nensured to avoid misplacement / loss of AEps in bulk.\n16 Implemertatioa: These AEP Guidelines shall be implemenred with immediate\neffect.\n17 Relaxations: DG, BCAS may relax the provisions of this document for issuance\nofAEP/TAEP for entry in civil airports in India in national inlerest,\n18 Powers of Ministr5r of Civil Aviatior: Ministry of Civil Aviation may issue\nappropriate instructions from time lo time to BCAS regarding issuance of AEps.\n19 Repeal This supersedes a1l previous MOCA guidelines, directions and\ninstructions, BCAS Orders and Circulars and relevant paras of NCASp to that\nextent.\n2O Anaexures\n1. Annexure A - \nBiometric Aerodrome Entry Permit\n2. Annexure B - \nVehicle Permit Design\n3. Annexure C - \nTools ofthe Trade\n4. Annexure D - \nList of Small and Large States for AEP\nPage 29 ol'35",
  "33": "0. Iifiiio:.'mrut D.fails:\nNarlle ol rhe\nOr3arrztlrol]\nfilplnJei\\0.\nIx1u. otDliv\n0ll.:.Adl:sr!\n7. Othel Ddaih:\nIii..' ,)i Dllr',\nDarii:ririlxl\n\\',. r--:\nri\\ \nL__1\n\\'\". r__1\nI lilli rn: !:ienildiui il::i$Jl!c1l { iilliis i)trii(3.: {in::'\n,,l:t.j.F.:I:.rrl:':'.r::..,. \nr,.: . .r.( ., i.\nIl \n{r) U.:e r}lrc'ier ixe-.leCi\ntl-,I Ii]'es Eir$dr lrJi.i?r:ii..\nIll {dl $.lt !rir !llui'll.arl.!iliiriri!irlli\"\niLrl ii1e,i Fil: rh itll dt:.ilr\nr.'li\nr.' []\n$- liitr ):'!.r .d, P .{i}! ii. .liiLJ:: .::.t 1,.\".r re.i.Lle.:'\nfi!.tlter lllu.d $ \\o!:\n9-P,wi$rr AlP \n.l\nZones\nIrformatioo\nt..ir:rr):rirL: i\n'ji' \n\\r :ai3r. t\\i:ll !!r.r:_1\n':3. \nI.\nT!r\nP\n10.\nL\\f ;r ,ri Pi\\*j 1\nfril::! Ji f.\\ I-1-\nI l. \\\\'lEC -{!:ur[c\\t l rxillirgj-\n., Serlrli SulI\nDrr. clT$irir!\nhiiiirl\nEetrelr:\nll ES'C hlrcc!ar\n::allr: & Or::tilizrhu nl:lir\nl], \\on-5t(lrttt! SlaI{\nDitairilrrrirr!\nAppli(.nt.Signature:-\nPlir€:\nDrlei-\nLcaii!a{t\nIrlie,!01:ilxi!.iio,cr:le.{\\'[!i( Liitlr.ir:\n$ignsiu'. of -\\nthorizerl Sigtl.lorf lrillr 5erl,\n\\{rrc:\nDl'iEn*lion\n* I)irrlrhu.r: -\n.-xr!Gorl.lrirnl lD.jr! llrli ilr i!niq!. rur[r,.r n I,.x t1!n( liu{rlgl|o{r rirr lt.. r,rr. ihorrd r} r.qItr.il tor :rfP r.*rh-.d.r-\nI!. rlplkror'e I:-dlgr odqu( nrnb€r'lhrll 0r,l i. nr(d lor J rrrh*nti.Nriotr iel Sio-o.li. d.riiL oflht !!pll.aa, ehdl n.t bt\nrnrlrd palrll&nll] in li? D.irr,n\\rili tl -\n:r\notlxl thrtl Illdi.n \\:rrionrle\n1:.r ili\\r'ir\n:xprry u'(.ill:mrl \nioiDtl!\"i-,-n)\nI.t11Otirtl Zcrtl--l\nPage 3l of35",
  "34": ".'.,m,\n{r.vz!\nVEIIICLE ENTRY PERMIT\nBCAS\nVEP NO.-\nNAMEOFTHE AIRPORT.\nNAME OF THE VEHTCLE OWNER / OPERATOR_\nREGISTRAT]ON NO, OF VEHICLE.\nMAKE OF VEHICLD.\nVALIDITY OF VEHICLE INSURANCE-\nVALIDITY OF VEP-\nZONE. TR ;:\nSRl:\nMAI\nPT T \nCT:\nGATE NO..\nESCORTREQUIRETdENT- Y / N\nHOi,OGRAM\nDATE:\nRFID TAC\nSIGNATURE OF ISSUINC AUTHORITY\n2.\nAnnexure B\nVEP Instructions\nThe holder of this permit shall comply with Apron Salety Regulations as per\nThe Gazette of India notilication dated 03.a July 2003\nThe holder of this permit to whom the permit is issued for vehicle/ equipment\nwill be responsible for adherence to all the Rules and regulations and should\ncarry all the original documents i.e. Reglstration certificale, Fitness Certificate,\nPollution Certificate and Speed governor certificate as per the guidelines issue\nby R?0, DCCA,BCAS and Name of the Airport Operator\nOriginal and valid Permit must be affixed to and permanently dispiayed on the\n3.\nfront of the vehicle.\n4, ln case of any incident laccident or loss of this permit, please contact /inform\nAirside Apron control on telephone no.\nVehicle Driver shali possess a valicl ADP.\nAny other guideline as per local requirement of the airport may be incorporated\nin adclition to the above euiclelines.\nTR- TARMAC\nSR - SERVICE ROAD\nMA. MANOEUVERING AREA\nIrI_ PASSENGERTERMINAL\nCT. CARGO TERMINAI-\nllage 32 of35\nZONE DEFIN]TIONS",
  "35": "Annexure C\nTools of the Trade\nif an employee is required to carry essential \"Tools of the Trade' into the SRA, the\nauthorisation for this can be approved by the RD, BCAS. The approval card sha1l be\ncarried along with their AEP.\nCategory\nDescription\nExamples\nA\nGuas, Firearms & otlrer devices\nthat discharge projeetiles -\nDevices capable, or appeanng\ncapable of being used to cause\nserious injury by discharging a\nprojectile.\nr Firearms of all types, such as\npistols, revolvers, rifles,\nshotguns.\n. Component parts of firearms.\n. Compressed air & CO2 guns\nsuch as pistois, pellet guns,\nriiles & ball bearing gu.ns.\n. Signal {lare pistols & stader\npist01s.\n. Siingshots & catapults.\nB\nStunning Devices -\nDevices designed speci{ica1ly to stun\nor immobilise.\n. Devices for shoeking, such as\nstur guns, tazers& stun batons.\n. \nDisa bling & \nincapacitating\nchemicals, gasses & spra-lrs,\nsuch as mace, pepper sprays,\ntear gas, acid sprays & animal\nrepelient sprays.\nC\nObjects with a sharp point or\nsharp edge -\nCapable of being used to cause\nserious injury.\n. Items designed lor chopping\nsuch as &xes, hatchets &\ncleavers.\nRazor blades.\nBox cutters.\nKnives with blades more than 6\ncm.\nScis3ors with blades more thatr\n6 cm (measured from the blade\njoint).\nD\n?radesmen's tools -\nTools capable of being used to\neither cause serious injury or to\nthreaten the safetv of aircraft.\nCrowbars.\nDrills & dri11 bits, including\ncordless portable power drills. ,.\nl'age 33 olls\n/:\nIts\nti\nA\n:3{P\n;!l.\n;-{-' I\ns\nbrr, j s.p\nI\nt:",
  "36": ". Tools tvith a blade or a shaft of\nmore than 6on capabl.e of use\nas a weapon, such as\nscrewdrivers & chisels.\n. Sarvs - manual & electric.\nBlowtorches.\no Bolt guns & nail guns.\nr Hammers, ma.liets-\nr Stanley knife.\n. Leatherman / Gerber multi\ntools.\np\nBlutt hstruments -\nObjects capable of being used to\ncause serious injury when used to\nhit.\nr Baseba11, softball & cricket bats,\ngolf clubs.\no Clubs & batons, such aa\nKubalons, Billy \nc1ubs,\nblackj acks &niqhtsticks,\nF\nExplosives & hcendiaty\nsubstarces & devices -\nCapable of being used to cause\nserious injury or to pose a threat to\nthe safery* of aircraft\nAmmunition\nr Blasting caps\n. Detonators & fuses\nFireworks & other pyrotechnics\nSmoke-generating canisters &\nsmoke -generat:ng cartridges\nDynamite, gunpowder & plastic\nexplosives\nG\nLiquidsn Aerosols & Gels -\nSubstances essential \nfor\nmaintenance & \noperational\nfunctions\nCleaning fluids\n. Lubricants\n. Adhesives\no Paint\n['age -1{ ol35\nI",
  "37": "@i1asperthenumberoflegislators)forthepurposeof\nissuance of AEPs to State Bhawans in Delhi\nl.\nUttar Pradesh\nLarge\n2.\nMaharashtra\nLarge\n3.\nBihar\nLarge\n4.\nKamataka\nLarge\nJ.\nWest Bengal\nLarge\n6.\nTamil Nadu\nLargle\n7.\nMadhya Pradesh\nLarge\n8.\nAndhra Pradesh\nLarge\n9.\nRaiasthan\nLarge\n10.\nGuiarat\nLarge\n11.\nTelangana\nLarge\n12.\nOdisha\nLarge\nKerala\nSmali\nt4.\nAssam\nSmdl\n15.\n.lammu and Kashrnir\nSma11\n16.\nPunjab\nSmall\n17.\nChhattissarh\nSmall\n18.\nHaryana\nSma11\ni9.\nJharkhand\nSmal1\n20.\nUttarakhard\nSmall\n21.\nDeihi\nSmall\n22.\nHimachal Pradesh\nSmall\n)1\nArunachal Pradesh\nSmall\n-2.+ -\nN{anipur\nSmall\n25.\nMeghalaya\nSmall\n26.\nNaealand\nSmail\nIripura\nSmall\nza.\nCoa\nSmall\n29.\nfulizoram\nSmall\nSikkim\nSmali\n?I\nPuducherrv\nSmall\nJZ.\nLadakh\nSmall\nA & N lslands\nSmall\n34.\nLakshadweep\nSma1l\nAnnexure D\nList of Small arrd Lar{e StatesluTs for AEP\nPagc 35 r-rl'35\nIt"
}