{
  "1": "1 \nTHE AIRCRAFT ACT, 1934 \n______ \nARRANGEMENT OF SECTIONS \n______ \nSECTIONS \n1. Short title and extent. \n2. Definitions. \n3. Power of Central Government to exempt certain aircraft. \n4. Power of Central Government to make rules to implement the Convention of 1944. \n4A. Safety oversight functions. \n5. Power of Central Government to make rules. \n5A. Power to issue directions. \n6. Power of Central Government to make orders in emergency. \n7. Power of Central Government to make rules for investigation of accidents. \n8. Power to detain aircraft. \n8A. Power of Central Government to make rules for protecting the public health. \n8B. Emergency powers for protecting the public health. \n8C. Power of Central Government to make rules for securing safe custody and re-delivery of \n \nunclaimed property. \n9. Wreck and salvage. \n9A. Power of Central Government to prohibit or regulate construction of buildings, planting of trees, \n \netc. \n9B. Payment of compensation. \n9C. Appeals from awards in respect of compensation. \n9D. Arbitrator to have certain powers of civil courts. \n10. Penalty for act in contravention of rule made under this Act. \n11. Penalty for flying so as to cause danger. \n11A. Penalty for failure to comply with directions issued under section 5A. \n11B. Penalty for failure to comply with directions issued under section 9A. \n12. Penalty for abetment of offences and attempted offences. \n13. Power of Court to order forfeiture. \n14. Rules to be made after publication. \n14A. Laying of rules before Parliament. \n15. Use of patented invention on aircraft not required in India. \n16. [Repealed.].",
  "2": "2 \nSECTIONS \n17. Bar of certain suits. \n18. Saving for acts done in good faith under the Act. \n19. Saving of application of Act. \n20. [Repealed.].",
  "3": "3 \n                                                                                                 \nTHE AIRCRAFT ACT, 1934 \nACT NO. 22 OF 1934 \n[19th August, 1934.] \nAn Act to make better provision for the control of the manufacture, possession, use, operation, \nsale, import and export of aircraft. \nWHEREAS it is expedient to make better provision for the control of the manufacture, possession, use, \noperation, sale, import and export of aircraft; \nIt is hereby enacted as follows: — \n1. Short title and extent.— (1) This Act may be called the 1*** Aircraft Act, 1934. \n2[(2) It extends3 to the whole of India 4*** and applies also— \n(a) to citizens of India wherever they may be; 5*** \n(b) to and to the persons on aircraft registered in India wherever they may be;] \n6[(c) to and to the persons on aircraft registered outside India but for the time being in or over \nIndia; and \n(d) to an aircraft operated by a person who is not a citizen of India but has his principal place of \nbusiness or permanent residence in India.] \n2. Definitions.—In this Act, unless there is anything repugnant in the subject or context, — \n(1) “aircraft” means any machine which can derive support in the atmosphere from reactions of \nthe air, 7[other than reactions of the air against the earth’s surface] and includes balloons whether \nfixed or free, airships, kites, gliders and flying machines; \n(2) “aerodrome” means any definite or limited ground or water area intended to be used, either \nwholly or in part, for the landing or departure of aircraft, and includes all buildings, sheds, vessels, \npiers and other structures thereon or appertaining thereto; \n7[(2A) “aerodrome reference point”, in relation to any aerodrome, means a designated point \nestablished in the horizontal plane at or near the geometric centre of that part of the aerodrome \nreserved for the departure or landing of aircraft;] \n(3) “import” means bringing into 8[India]; and \n(4) “export” means taking out of 9[India]. \n                                                           \n1. The word “Indian” omitted by Act 44 of 1960, s. 2 (w.e.f 26-11-1960).  \n2. Subs. by the A.O. 1950 and the First Schedule, for sub-section (2). \n3. This Act has been extended to and brought into force in Dadra and Nagar Haveli (w.e.f. 1-7-1965) by Reg. 6 of 1963, s. 2 and \nthe First Schedule, extended to Goa, Daman and Diu and with modifications by Reg. 12 of 1962, s. 3 and the Schedule and to \nthe whole of the Union territory of Lakshdweep (w.e.f. 1-10-1967) by Reg. 8 of 1965, s. 3 and the Schedule. \n4. The words “except the State of Hyderabed” omitted by Act 3 of 1951, s. 3 and the Schedule. \n5. The word “and” omitted by Act 44 of 2007, s. 2 (w.e.f. 1-2-2008).  \n6. Ins. by s. 2, ibid, (w.e.f. 1-2-2008). \n7. Ins. by Act 12 of 1972, s. 2, (w.e.f. 20-4-1972). \n9. Subs. by Act 24 of 1948, s. 3, for “the Provinces”.",
  "4": "4 \n3. Power of Central Government to exempt certain aircraft.—The Central Government may, by \nnotification in the Official Gazette, exempt from 1[all or any of the provisions of this Act] any aircraft or \nclass of aircraft and any person or class of persons, or may direct that such provisions shall apply to such \naircraft or persons subject to such modifications as may be specified in the notification. \n2[4. Power of Central Government to make rules to implement the Convention of 1944.—\n3[Subject to the provisions of section 14, the Central Government] may, by notification in the Official \nGazette, make such rules as appear to it to be necessary for carrying out the Convention relating to \nInternational Civil Aviation signed at Chicago on the 7th day of December, 1944 (including any Annex \nthereto relating to international standards and recommended practices) as amended from time to time.] \n4[4A. Safety oversight functions.—The Director General of Civil Aviation or any other officer \nspecially empowered in this behalf by the Central Government shall perform the safety oversight \nfunctions in respect of matters specified in this Act or the rules made thereunder.] \n5.  Power of Central Government to make rules.—(1) 5[Subject to the provisions of section 14, the \nthe Central Government] may, by notification in the Official Gazette, make rules regulating the \nmanufacture, possession, use, operation, sale, import or export of any aircraft or class of aircraft 6[and for \nsecuring the safety of aircraft operations.] \n(2) Without prejudice to the generality of the foregoing power, such rules may provide for— \n(a) the authorities by which any of the powers conferred by or under this Act are to be exercised; \n7[(aa) the regulation of air transport services, and the prohibition of the use of aircraft in such \nservices except under the authority of and in accordance with a licence authorising the establishment \nof the service; \n8[(ab) the economic regulation of civil aviation and air transport services, including the approval, \ndisapproval or revision of tariff of operators of air transport services; the officers or authorities who \nmay exercise powers in this behalf; the procedure to be followed and the factors to be taken into \naccount by such officers or authorities; appeals to the Central Government against orders of such \nofficers or authorities and all other matters connected with such tariff. \nExplanation.—For the purposes of this clause, “tariff” includes fares, rates, valuation charges and \nother charges for air transport of passengers or goods, the rules, regulations, practices or services \naffecting such fares, rates, valuation charges and other charges and the rates, terms and conditions of \ncommission payable to passenger or cargo sales agents;] \n9[(ac)] the information to be furnished by an applicant for, or the holder of, a licence authorising \nthe establishment of an air transport service to such authorities as may be specified in the rules;] \n10 [(b) the licensing, inspection and regulation of aerodromes, the conditions under which \naerodromes may be maintained and the prohibition or regulation of the use of unlicensed aerodromes; \n                                                           \n1. Subs. by Act 37 of 1939, s. 3, for “the provisions of this Act and of the rules made thereunder, or from any of such \nprovisions,”. \n2. Subs. by Act 12 of 1972, s. 3, for section 4 (w.e.f. 20-4-1972). \n3. Subs. by Act 44 of 2007, s. 3, for “The Central Government” (w.e.f. 1-2-2008). \n4. Ins. by s. 3, ibid. (w.e.f. 1-2-2008). \n5. Subs. by s. 5, ibid., for “The Central Government” (w.e.f. 1-2-2008). \n6. Ins. by Act 12 of 1972, s. 4 (w.e.f. 20-4-1972). \n7. Ins. by Act 5 of 1944, s. 2 (w.e.f.  7-3-1944). \n8. Ins. by Act 1 of 1983, s. 2 (w.e.f. 26-3-1983). \n9. Clause (ab) re-lettered as clause (ac) thereof, by s. 2, ibid. (w.e.f. 26-3-1983). \n10. Subs. by Act 44 of 2007, s. 5, for clause (b) (w.e.f. 1-2-2008).",
  "5": "5 \n(ba) the fees which may be charged at those aerodromes to which the Airports Authority of India \nAct, 1994(55 of 1994) does not apply or is not made applicable;] \n(c) the inspection and control of the manufacture, repair and maintenance of aircraft and of places \nwhere aircraft are being manufactured, repaired or kept; \n(d) the registration and marking of aircraft; \n(e) the conditions under which aircraft may be flown, or may carry passengers, mails or goods; or \nmay be used for industrial purposes and the certificates, licences or documents to be carried by \naircraft; \n(f) the inspection of aircraft for the purpose of enforcing the provisions of this Act and the rules \nthereunder, and the facilities to be provided for such inspection; \n(g) the licensing of persons employed in the operation, manufacture, repair or maintenance of \naircraft; \n1[(ga) the licensing of persons engaged in air traffic control; \n(gb) the certification, inspection and regulation of communication, navigation and surveillance or \nair traffic management facilities; \n(gc) the measures to safeguard civil aviation against acts of unlawful interference;] \n(h) the air-routes by which and, the conditions under which aircraft may enter or leave 2[India], or \nor may fly over 2[India], and the places at which aircraft shall land; \n(i) the prohibition of flight by aircraft over any specified area, either absolutely or at specified \ntimes, or subject to specified conditions and exceptions; \n(j) the supply, supervision and control of air-route beacons, aerodrome lights, and lights at or in \nthe neighbourhood of aerodromes or on or in the neighbourhood of air-routes; \n3[(jj) the installation and maintenance of lights on private property in the neighbourhood of \naerodromes or on or in the neighbourhood of air-routes, by the owners or occupiers of such property, \nthe payment by the Central Government for such installation and maintenance, and the supervision \nand control of such installation and maintenance, including the right of access to the property for such \npurposes;] \n(k) the signals to be used for purposes of communication by or to aircraft and the apparatus to be \nemployed in signaling; \n(l) the prohibition and regulation of the carriage in aircraft of any specified article or substance; \n(m) the measures to be taken and the equipment to be carried for the purpose of ensuring the \nsafety of life; \n(n) the issue and maintenance of log-books; . \n                                                           \n1. Ins. by Act 44 of 2007, s. 5 (w.e.f. 1-2-2008). \n2. Subs. by Act 24 of 1948, s. 3, for “the Provinces”. \n3. Ins. by Act 37 of 1939, s. 4 (w.e.f. 29-9-1939).",
  "6": "6 \n(o) the manner and conditions of the issue or renewal of any licence or certificate under the Act or \nthe rules, the examinations and tests to be undergone in connection therewith, the form, custody, \nproduction, endorsement, cancellation, suspension or surrender of such licence or certificate, or of \nany log-book; \n(p) the fees to be charged in connection with any inspection, examination, test, certificate or \nlicence, made, issued or renewed under this Act; \n(q) the recognition for the purposes of this Act of licences and certificates issued elsewhere than \nin 1 [India] relating to aircraft or to the qualifications of persons employed in the operation, \nmanufacture, repair or maintenance of aircraft 2***; \n3[(qq) the prohibition of slaughtering and flaying of animals and of depositing rubbish, filth and \nother polluted and obnoxious matter within a radius of ten kilometers from the aerodrome reference \npoint; and] \n(r) any matter subsidiary or incidental to the matters referred to in this sub-section.  \n4*   \n \n* \n \n \n * \n \n \n * \n     \n          * \n5[5A. Power to issue directions.—(1) The Director General of Civil Aviation or any other officer \nspecially empowered in this behalf by the Central Government may, from time to time, by order, issue \ndirections, consistent with the provisions of this act and the rules made thereunder, with respect to any of \nthe matters specified, in 6[clauses (aa), (b), (c), (e), (f), (g), (ga), (gb), (gc), (h), (i), (m) and (qq) of             \nsub-section (2) of section 5, to any person or persons using any aerodrome or engaged in the aircraft \noperations, air traffic control, maintenance and operation of aerodrome, communication, navigation, \nsurveillance and air traffic management facilities and safeguarding civil aviation against acts of unlawful \ninterference], in any case where the Director General of Civil Aviation or such other officer is satisfied \nthat in the interests of the security of India or for securing the safety of aircraft operations it is necessary \nso to do. \n(2) Every direction issued under sub-section (l) shall be complied with by the person or persons to \nwhom such direction is issued.] \n6. Power of Central Government to make orders in emergency.—(1) If the Central Government is \nof opinion that in the interest of the public safety or tranquility the issue of all or any of the following \norders is expedient, it may, by notification in the Official Gazette,— \n(a) cancel or suspend, either absolutely or subject to such conditions as it may think fit to specify \nin the order, all or any licences or certificates issued under this Act; \n                                                           \n1. Subs. by Act 24 of 1948, s. 3, for “the Provinces”.   \n2. The word “and” omitted by Act 12 of 1972, s. 4 (w.e.f. 20-4-1972).   \n3. Ins. by s. 4, ibid. (w.e.f. 20-4-1972).   \n4. Sub-section (3) omitted by 44 of 1960, s. 3 (w.e.f. 26-11-1960). Earlier inserted by Act 5 of 1944, s. 3 (w.e.f. 1-4-1999). \n5. Ins. by Act 12 of 1972, s. 5 (w.e.f. 20-4-1972). \n6. Subs. by Act 44 of 2007, s. 6, for “clauses (b), (c), (e), (f), (g), (h) and (m) of sub-section (2) of section 5, to any person or \npersons engaged in aircraft operations or using any aerodrome” (w.e.f. 1-2-2008).",
  "7": "7 \n(b) prohibit, either absolutely or subject to such conditions as it may think fit to specify in the \norder, or regulate in such manner as may be contained in the order, the flight of all or any aircraft or \nclass of aircraft over the whole or any portion of 1[India]; \n(c) prohibit, either absolutely, or conditionally, or regulate the erection, maintenance or use of \nany aerodrome, aircraft factory, flying-school or club, or place where aircraft are manufactured, \nrepaired or kept, or any class or description thereof; and \n(d) direct that any aircraft or class of aircraft or any aerodrome, aircraft factory, flying-school or \nclub, or place where aircraft are manufactured, repaired or kept, together with any machinery, plant, \nmaterial or things used for the operation, manufacture, repair or maintenance of aircraft shall be \ndelivered, either forthwith or within a specified time, to such authority and in such manner as it may \nspecify in the order, to be at the disposal of Government for the public service. \n2[(1A) Any order made under sub-section (1) shall have effect notwithstanding anything inconsistent \ntherewith contained in any rule made under this Act.] \n(2) Any person who suffers direct injury or loss by reason of any order made under clause (c) or \nclause (d) of sub-section (1) shall be paid such compensation as may be determined by such authority as \nthe Central Government may appoint in this behalf. \n(3) The Central Government may authorise such steps to be taken to secure compliance with any \norder made under sub-section (1) as appear to it to be necessary. \n(4) Whoever knowingly disobeys, or fails to comply with, or does any act in contravention of, an \norder made under sub-section (1) shall be punishable with imprisonment for a term which may extend to \nthree years, or with fine, or with both, and the Court by which he is convicted may direct that the aircraft \nor thing (if any) in respect of which the offence has been committed, or any part of such thing, shall be \nforfeited to Government. \n7.  Power of Central Government to make rules for investigation of accidents.—(1)  3[Subject to \nthe provisions of section 14, the Central Government may, by notification in the Official Gazette, make \nrules providing for the investigation of any accident or incident] arising out of or in the course of 4[the \nnavigation— \n(a) in or over 1[India] of any aircraft, or \n(b) anywhere of aircraft registered in 1[India]]. \n(2) Without prejudice to the generality of the foregoing power, such rules may— \n(a) require notice to be given of any 5[accident or incident] in such manner and by such person as \nmay be prescribed; \n(b) apply for the purposes of such investigation, either with or without modification, the \nprovisions of any law for the time being in force relating to the investigation of accidents; \n(c) prohibit pending investigation access to or interference with aircraft to which an 5[accident or \nincident] has occurred, and authorise any person so far as may be necessary for the purposes of an \ninvestigation to have access to, examine, remove, take measures for the preservation of, or otherwise \ndeal with, any such aircraft; and \n                                                           \n1. Subs. by Act 24 of 1948, s. 3, for “the Provinces”.  \n2.  Ins. by Act 12 of 1972, s. 6 (w.e.f. 20-04-1972). \n3. Subs. by Act 44 of 2007, s. 7, for “The Central Government may, by notification in the Official Gazette, make rules providing \nfor the investigation of any accident” (w.e.f. 1-2-2008). \n4. Subs. by Act 37 of 1939, s. 5, for “air navigation in or over British India”.   \n5. Subs. by Act 44 of 2007, s. 7, for “accident” (w.e.f. 1-2-2008).",
  "8": "8 \n(d) authorise or require the cancellation, suspension, endorsement or surrender of any licence or \ncertificate granted or recognised under this Act when it appears on an investigation that the licence \nought to be so dealt with, and provide for the production of any such licence for such purpose. \n8. Power to detain aircraft.—(1) Any authority authorised in this behalf by the Central Government \nmay detain any aircraft, if in the opinion of such authority— \n(a) having regard to the nature of an intended flight, the flight of such aircraft would involve \ndanger to persons in the aircraft or to any other persons or property; or \n(b) such detention is necessary to secure compliance with any of the provisions of this Act or the \nrules applicable to such aircraft; or such detention is necessary to prevent a contravention of any rule \nmade under clause (h) or clause (i) of sub-section (2) of section 5 1[or to implement any order made \nby any court.] \n(2) 2[Subject to the provisions of section 14, the Central Government] may, by notification in the \nOfficial Gazette, make rules regulating all matters incidental or subsidiary to the exercise of this power. \n3[8A. Power of Central Government to make rules for protecting the public health.—2[Subject to \nthe provisions of section 14, the Central Government] may, by notification in the Official Gazette, make \nrules for the prevention of danger arising to the public health by the introduction or spread of any \ninfectious or contagious disease from aircraft arriving at or being at any aerodrome and for the prevention \nof the conveyance of infection or contagion by means of any aircraft leaving an aerodrome and in \nparticular and without prejudice to the generality of this provision may make, with respect to aircraft and \naerodromes or any specified aerodrome, rules providing for any of the matters for which rules under             \nsub-clauses (i) to (viii) of clause (p) of sub-section (1) of section 6 of the Indian Ports Act, 1908                     \n(15 of 1908), may be made with respect to vessels and ports.] \n4[8B. Emergency powers for protecting the public health.—(1) If the Central Government is \nsatisfied that India or any part thereof is visited by or threatened with an outbreak of any dangerous \nepidemic disease, and that the ordinary provisions of the law for the time being in force are insufficient \nfor the prevention of danger arising to the public health through the introduction or spread of the disease \nby the agency of aircraft, the Central Government may take such measures as it deems necessary to \nprevent such danger. \n(2) In any such case the Central Government may, without prejudice to the powers conferred by \nsection 8A, by notification in the Official Gazette, make such temporary rules with respect to aircraft and \npersons traveling or things carried therein and aerodromes as it deems necessary in the circumstances. \n(3) Notwithstanding anything contained in section 14, the power to make rules under sub-section (2) \nshall not be subject to the condition of the rules being made after previous publication, but such rules \nshall not remain in force for more than three months from the date of notification: \nProvided that the Central Government may by special order continue them in force for a further \nperiod or periods of not more than three months in all.] \n5[8C. Power of Central Government to make rules for securing safe custody and re-delivery of \nunclaimed property.—2[Subject to the provisions of section 14, the Central Government] may, by \nnotification in the Official Gazette, make rules which may provide for securing the safe custody and            \nre-delivery of any property which, while not in proper custody, is found on any aerodrome or in any \naircraft on any aerodrome and any such rules may, in particular, provide for—  \n                                                           \n1. Ins. by Act 12 of 1972, s. 7 (w.e.f. 20-4-1972). \n2. Subs. by Act 44 of 2007, s. 8, for “The Central Government” (w.e.f. 1-2-2008). \n3. Ins. by Act 7 of 1936, s. 2.  \n4. Ins. by Act 22 of 1938, s. 2. \n5. Ins. by Act 12 of 1972, s. 8 (w.e.f. 20-4-1972).",
  "9": "9 \n(a) the payment of charges in respect of any such property before it is re-delivered to the person \nentitled there to; and \n(b) the disposal of any such property in cases where the same is not re-delivered to the person \nentitled thereto before the expiration of such period as may be specified therein.] \n9. Wreck and salvage.—(1) 1[The provisions of Part XIII of the Merchant Shipping Act, 1958 (44 of \n1958)], relating to Wreck and Salvage shall apply to aircraft on or over the sea or tidal water as they apply \nto ships, and the owner of an aircraft shall be entitled to a reasonable reward for salvage services rendered \nby the aircraft in like manner as the owner of a ship. \n(2) The Central Government may, by notification in the Official Gazette, make such modifications of \nthe said provisions in their application to aircraft as appear necessary or expedient. \n2[9A. Power of Central Government to prohibit or regulate construction of buildings, planting \nof trees, etc. —(1) If the Central Government is of opinion that it is necessary or expedient so to do for \nthe safety of aircraft operations, it may, by notification in the Official Gazette,— \n(i) direct that no building or structure shall be constructed or erected, or no tree shall be planted \non any land within such radius, not exceeding twenty kilometres from the aerodrome reference point, \nas may be specified in the notification and where there is any building, structure or tree on such land, \nalso direct the owner or the person having control of such building, structure or tree to demolish such \nbuilding or structure or, as the case may be, to cut such tree within such period as may be specified in \nthe notification; \n(ii) direct that no building or structure higher than such height as may be specified in the \nnotification shall be constructed or erected, or no tree, which is likely to grow or ordinarily grows \nhigher than such height as may be specified in the notification, shall be planted, on any land within \nsuch radius, not exceeding twenty kilometres from the aerodrome reference point, as may be specified \nin the notification and where the height of any building or structure or tree on such land is higher than \nthe specified height, also direct the owner or the person having control of such building, structure or \ntree to reduce the height thereof so as not to exceed the specified height, within such period as may be \nspecified in the notification. \n(2) In specifying the radius under clause (i) or clause (ii) of sub-section (1) and in specifying the \nheight of any building, structure or tree under the said clause (ii), the Central Government shall have \nregard to— \n(a) the nature of the aircraft operated or intended to be operated in the aerodrome; and \n(b) the international standards and recommended practices governing the operation of aircraft. \n(3) Where any notification has been issued under sub-section (1) directing the owner or the person \nhaving control of any building, structure or tree to demolish such building or structure or to cut such tree \nor to reduce the height of any building, structure or tree, a copy of the notification containing such \ndirection shall be served on the owner or the person having the control of the building, structure or tree, as \nthe case may be, — \n(i) by delivering or tendering it to such owner or person; or \n(ii) if it cannot be so delivered or tendered, by delivering or tendering it to any officer of such \nowner or person or any adult male member of the family of such owner or person or by affixing a \ncopy thereof on the outer door or on some conspicuous part of the premises in which such owner or \n                                                           \n1. Subs. by Act 12 of 1972, s. 9, for “The provisions of Part VII of the Indian Merchant Shipping Act, 1923 (21 of 1923)”                 \n(w.e.f. 20-4-1972). \n2. Ins. by s. 10, ibid. (w.e.f. 20-4-1972).",
  "10": "10 \nperson is known to have last resided or carried on business or personally worked for gain; or failing \nservice by these means; \n(iii) by post. \n(4) Every person shall be bound to comply with any direction contained in any notification issued \nunder sub-section (1). \n9B. Payment of compensation.—(1) If in consequence of any direction contained in any notification \nissued under sub-section (1) of section 9A, any person sustains any loss or damage, such person shall be \npaid compensation the amount of which shall be determined in the manner and in accordance with the \nprinciples hereinafter set out, that is to say,— \n(a) where the amount of compensation can be fixed by agreement, it shall be paid in accordance \nwith such agreement; \n(b) where no such agreement can be reached, the Central Government shall appoint as arbitrator a \nperson who is or has been qualified for appointment as a Judge of a High Court; \n(c) the Central Government may, in any particular case, nominate a person having expert \nknowledge as to the nature of the less or damage suffered by the person to be compensated and where \nsuch nomination is made, the person to be compensated may also nominate an assessor for the same \npurpose; \n(d) at the commencement of the proceedings before the arbitrator, the Central Government and \nthe person to be compensated shall state what, in their respective opinion, is a fair amount of \ncompensation; \n(e) the arbitrator shall, after hearing the dispute, make an award determining the amount of \ncompensation which appears to him to be just and specify the person or persons to whom such \ncompensation shall be paid; and in making the award he shall have regard to the circumstances of \neach case and,—                                                                                                                                                             \n(i) the damage sustained by the person to be compensated in his earnings; \n(ii) if in consequence of any direction contained in any notification issued under                 \nsub-section (1) of section 9A the market value of the land immediately after the issue of such \nnotification is diminished, the diminution in such market value; \n(iii) where any building or structure has been demolished or any tree has been cut or the \nheight of any building, structure or tree has been reduced in pursuance of any direction, the \ndamage sustained by the person to be compensated in consequence of such demolition, cutting or \nreduction and the expenses incurred by such person for such demolition, cutting or reduction; \n(iv) if the person to be compensated is compelled to change his residence or place of business, \nthe reasonable expenses, if any, that may have to be incurred by him incidental to such change; \n(f) where there is any dispute as to the person or persons who are entitled to the compensation, the \narbitrator shall decide such dispute and if the arbitrator finds that more persons than one are entitled \nto compensation, he shall apportion the amount thereof amongst such persons; \n(g) nothing in the Arbitration Act, 1940 (10 of 1940) shall apply to arbitrations under this section. \n(2) Every award made by the arbitrator under clause (e) of sub-section (1) shall also state the amount \nof costs incurred in the proceedings before it and by what persons and in what proportions they are to be \npaid.",
  "11": "11 \n9C. Appeals from awards in respect of compensation.—Any person aggrieved by an award of the \narbitrator made under section 9B may, within thirty days from the date of such award, prefer an appeal to \nthe High Court within whose jurisdiction the aerodrome is situate: \nProvided that the High Court may entertain the appeal after the expiry of the said period of thirty days \nif it is satisfied that the appellant was prevented by sufficient cause from filing the appeal in time. \n9D. Arbitrator to have certain powers of civil courts.—The arbitrator appointed under section 9B, \nwhile holding arbitration proceedings under this Act, shall have all the powers of a civil court while \ntrying a suit under the Code of Civil Procedure, 1908 (5 of 1908) in respect of the following matters, \nnamely: — \n(a) summoning and enforcing the attendance of any person and examining him on oath; \n(b) requiring the discovery and production of any document; \n(c) reception of evidence on affidavits; \n(d) requisitioning any public record from any court or office; \n(e) issuing commissions for examination of witnesses.] \n1[10. Penalty for act in contravention of rule made under this Act.—(1) If any person contravenes \nany provision of any rule made under clause (1) of sub-section (2) of section 5 prohibiting or regulating \nthe carriage in aircraft of arms, explosives or other dangerous goods, or when required under the rules \nmade under that clause to give information in relation to any such goods gives information which is false \nand which he either knows or believes to be false or does not believe to be true he, and if he is not the \nowner, the owner also (unless the owner proves that the offence was committed without his knowledge, \nconsent or connivance) shall be punishable with imprisonment which may extend to two years and shall \nalso be liable to 2[fine which may extend to ten lakh rupees] \n3[(1A) If any person contravenes any provision of any rule made under clause (qq) of sub-section (2) \nof section 5 prohibiting the slaughter and flaying of animals and of depositing rubbish, filth and other \npolluted and obnoxious matters within a radius of ten kilometres from the aerodrome reference point, he \nshall be punishable with imprisonment which may extend to 4[three years, or with fine which may extend \nto ten lakh rupees], or with both.] \n(1B) Notwithstanding anything contained in the Code of Criminal Procedure) 1973 (2 of 1974), an \noffence referred to in sub-section (1A) shall be cognizable.] \n(2) In making any other rule under section 5 or in making any rule under 5 [section 4,                     \nsection 7], section 8, section 8A or section 8B, the Central Government may direct that a breach of it shall \nbe punishable with imprisonment for a period which may extend to 6[two years, or with fine which may \nextend to ten lakh rupees], or with both. \n11. Penalty for flying so as to cause danger.—Whoever wilfully flies any aircraft in such a manner \nas to cause danger to any person or to any property on land or water or in the air shall be punishable with  \n                                                           \n1. Subs. by Act 44 of 1960, s. 4, for section 10 (w.e.f. 26-11-1960). \n2. Subs. by Act 44 of 2007, s. 11, for “fine” (w.e.f. 1-2-2008).  \n3. Ins. by Act 50 of 1988, s. 2, (w.e.f. 23-9-1988). \n4. Subs. by Act 44 of 2007, s. 11, ibid., for “one year, or fine which may extend to two thousand rupees” (w.e.f. 1-2-2008).  \n5. Subs. by s. 11, ibid., for “section 7” (w.e.f. 1-2-2008). \n6. Subs. by s. 11, ibid., for “three months, or with fine which may extend to one thousand rupees” (w.e.f. 1-2-2008).",
  "12": "12 \nimprisonment for a term which may extend to 1[two years, or with fine which may extend to ten lakh \nrupees], or with both. \n2[11A. Penalty for failure to comply with directions issued under section 5A.—If any person \nwilfully fails to comply with any direction issued under section 5A, he shall be punishable with \nimprisonment for a term which may extend to 3[two years] or with fine which may extend to one thousand \nrupees, or with both. \n11B. Penalty for failure to comply with directions issued under section 9A.— (1) If any person \nwilfully fails to comply with any direction contained in any notification issued under section 9A, he shall \nbe punishable with imprisonment for a term which may extend to 4[two years, or with fine which may \nextend to ten lakh rupees], or with both. \n(2) Without prejudice to the provisions of sub-section (1), if any person fails to demolish any building \nor structure or cut any tree or fails to reduce the height of any building, structure or tree in pursuance of \nany direction contained in any notification issued under sub-section (1) of section 9A within the period \nspecified in the notification, then, subject to such rules as the Central Government may make in this \nbehalf, it shall be competent for any officer authorised by the Central Government in this behalf to \ndemolish such building or structure or cut such tree or reduce the height of such building, structure or \ntree:] \n5[Provided that the power to make rules under this sub-section shall be subject to the provisions of \nsection 14.] \n12. Penalty for abetment of offences and attempted offences.—Whoever abets the commission of \nany offence under this Act or the rules or attempts to commit such offence, and in such attempt does any \nact towards the commission of the offence, shall be liable to the punishment provided for the offence. \n13. Power of Court to order forfeiture.—6[Where any person is convicted of an offence punishable \nunder sub-section (1) of section 10 or under any rule made under clause (i) of sub-section (2) of section \n5], the Court by which he is convicted may direct that the aircraft or article or substance, as the case may \nbe, in respect of which the offence has been committed, shall be forfeited to Government]. \n7[14. Rules to be made after publication. —Any power to make rules conferred by this Act is \nsubject to the condition of the rules being made after previous publication: \nProvided that the Central Government may, in the public interest, by order in writing, dispense with \nthe condition of previous publication in any case.] \n 8[14A. Laying of rules before Parliament.—Every rule made under this Act shall be laid as soon as \nas may be after it is made before each House of Parliament while it is in session 9[for a total period of \nthirty days which may be comprised in one session or in two or more successive sessions, and if, before \nthe expiry of the session immediately following the session or the successive sessions aforesaid], both \nHouses agree in making any modification in the rule, or both Houses agree that the rule should not be \nmade, the rule shall thereafter have effect only in such modified form or be of no effect, as the case \nmay be; so \n                                                           \n1. Subs. by Act 44 of 2007, s. 12, for “six months, or with fine which may extend to one thousand rupees” (w.e.f. 1-2-2008). \n2. Ins. by Act 12 of 1972, s. 11. \n3. Subs. by Act 44 of 2007, s. 13, for “six months” (w.e.f. 1-2-2008).  \n4. Subs. by s. 14, ibid., for “six months, or with fine which may extend to one thousand rupees” (w.e.f. 1-2-2008).   \n5. Ins. by s. 14, ibid. (w.e.f. 1-2-2008). \n6. Subs. by Act 44 of 1960, s. 5, for certain words (w.e.f. 26-11-1960).  \n7. Subs. by Act 69 of 1985, s. 2, for section 14 (w.e.f. 16-10-1985).  \n8. Ins. by Act 44 of 1960, s. 6 (w.e.f. 26-11-1960).  \n9. Subs. by Act 1 of 1983, s. 3, for certain words (w.e.f. 26-3-1983).",
  "13": "13 \nhowever, that any such modification or annulment shall be without prejudice to the validity of anything \npreviously done under that rule. \n15. Use of patented invention on aircraft not required in India.—The provisions of section 42 of \nthe Indian Patents and Designs Act, 1911 (2 of 1911), shall apply to the use of an invention on any \naircraft not registered in 1[India] in like manner as they apply to the use of an invention in a foreign \nvessel. \n16. [Power to apply customs procedure.]—Rep. by the Customs Act, 1962 (52 of l962), s. 160 and the \nSchedule (w.e.f. l-2-1963).] \n17. Bar of certain suits—No suit shall be brought in any Civil Court in respect of trespass or in \nrespect of nuisance by reason only of the flight of aircraft over any property at a height above the ground \nwhich having regard to wind, weather and all the circumstances of the case is reasonable, or by reason \nonly of the ordinary incidents of such flight. \n18. Saving for acts done in good faith under the Act.—No suit, prosecution or other legal \nproceeding shall lie against any person for anything in good faith done or intended to be done under this \nAct. \n \n19. Saving of application of Act.—(1) Nothing in this Act or in any order or rule made thereunder \n2[other than a rule made under section 8A or under section 8B] shall apply to or in respect of any aircraft \nbelonging to or exclusively employed in 3[the naval, military or air forces of the Union], or to any person \nin such forces employed in connection with such aircraft. \n(2) Nothing in this Act or in any order or rule made there under shall apply to or in respect of any \nlighthouse to which the Indian Lighthouse Act, 1927 (17 of 1927), applies or prejudice or affect any right \nor power exercisable by any authority under that Act. \n20. [Repeals.]—Rep. by the Repealing Act, 1938 (1 of 1938), s. 2 and the Schedule. \n \n______ \n \n  \n \n                                                           \n1. Subs. by Act 24 of 1948, s. 3 for “the Provinces”.  \n2. Ins. by Act 12 of 1972, s. 12 (w.e.f. 20-4-1972). \n3. Subs. by the A.O. 1950, for “His Majesty’s naval, military or air forces”."
}