{
  "1": "INTERNATIONAL CIVIL AVIATION ORGANIZATION\nAnnex 17\nFor information regarding the applicability of the Standards and Recommended \nPractices, see the Foreword.\nThis edition supersedes, on 18 November 2022, all previous editions of Annex 17.\nSafeguarding International Civil Aviation \nagainst Acts of Unlawful Interference  \nTwelfth Edition, July 2022\nto the Convention on International Civil Aviation\nAviation Security\nInternational Standards\nand Recommended Practices",
  "2": "",
  "3": "INTERNATIONAL CIVIL AVIATION ORGANIZATION\nAnnex 17\nFor information regarding the applicability of the Standards and Recommended \nPractices, see the Foreword.\nThis edition supersedes, on 18 November 2022, all previous editions of Annex 17.\nto the Convention on International Civil Aviation\nAviation Security\nSafeguarding International Civil Aviation \nagainst Acts of Unlawful Interference  \nTwelfth Edition, July 2022\nInternational Standards\nand Recommended Practices",
  "4": "Published in separate English, Arabic, Chinese, French, Russian and Spanish editions by the \nINTERNATIONAL CIVIL AVIATION ORGANIZATION \n999 Robert-Bourassa Boulevard, Montréal, Quebec, Canada H3C 5H7 \n \n \n \nFor ordering information and for a complete listing of sales agents \nand booksellers, please go to the ICAO website at www.icao.int \n \n \n \n \nFirst edition, 1975 \nEleventh edition, 2020 \nTwelfth edition, 2022 \n \n \n \n \n \n \n \nAnnex 17 — Aviation Security  \nSafeguarding International Civil Aviation against Acts of Unlawful Interference \nOrder Number: AN 17 \nISBN 978-92-9265-729-1 (print copy) \n \n \n \n \n \n© ICAO 2022 \n \nAll rights reserved. No part of this publication may be reproduced, stored in a \nretrieval system or transmitted in any form or by any means, without prior \npermission in writing from the International Civil Aviation Organization.",
  "5": "(iii) \n \nAMENDMENTS \n \n \nAmendments are announced in the supplements to the Products and Services \nCatalogue; the Catalogue and its supplements are available on the ICAO website at \nwww.icao.int. The space below is provided to keep a record of such amendments. \n \n \nRECORD OF AMENDMENTS AND CORRIGENDA \n \nAMENDMENTS \n \nCORRIGENDA \nNo. \nDate \napplicable \nDate \nentered \nEntered \nby \n \nNo. \nDate \nof issue \nDate \nentered \nEntered \nby \n1-18 \nIncorporated in this Edition",
  "6": "",
  "7": "ANNEX 17 \n(v) \n18/11/22 \nCONTENTS \n \n \n \nPage \n \nFOREWORD ............................................................................................................................................................   \n \n(vii) \n \n \nCHAPTER 1.    Definitions ......................................................................................................................................  \n \n1-1 \n \n \nCHAPTER 2.    General principles ...........................................................................................................................  \n \n2-1 \n \n2.1    Objectives ...................................................................................................................................................  \n \n2-1 \n2.2    Applicability ...............................................................................................................................................  \n \n2-1 \n2.3    Security and facilitation ..............................................................................................................................  \n \n2-1 \n2.4    International cooperation ............................................................................................................................  \n \n2-2 \n2.5    Innovation, research and development .......................................................................................................  \n \n2-2 \n \n \nCHAPTER 3.    Organization ...................................................................................................................................  \n \n3-1 \n \n3.1    National organization and appropriate authority ........................................................................................  \n \n3-1 \n3.2    Airport operations .......................................................................................................................................  \n \n3-2 \n3.3    Aircraft operators .......................................................................................................................................  \n \n3-2 \n3.4    Training, qualifications and security culture ..............................................................................................  \n \n3-3 \n3.5    Quality control ............................................................................................................................................  \n \n3-3 \n3.6    Air traffic service providers ........................................................................................................................  \n \n3-4 \n \n \nCHAPTER 4.    Preventive security measures ..........................................................................................................  \n \n4-1 \n \n4.1    Objective ....................................................................................................................................................  \n \n4-1 \n4.2    Measures relating to access control ............................................................................................................  \n \n4-1 \n4.3    Measures relating to aircraft .......................................................................................................................  \n \n4-2 \n4.4    Measures relating to passengers and their cabin baggage ..........................................................................  \n \n4-2 \n4.5    Measures relating to hold baggage .............................................................................................................  \n \n4-3 \n4.6    Measures relating to cargo, mail and other goods ......................................................................................  \n \n4-3 \n4.7    Measures relating to special categories of passengers ................................................................................  \n \n4-4 \n4.8    Measures relating to the landside ...............................................................................................................  \n \n4-5 \n4.9    Measures relating to cyber threats ..............................................................................................................  \n \n4-5 \n \n \nCHAPTER 5.    Management of response to acts of unlawful interference..............................................................  \n \n5-1 \n \n5.1    Prevention ...................................................................................................................................................  \n \n5-1 \n5.2    Response .....................................................................................................................................................  \n \n5-1 \n5.3    Exchange of information and reporting ......................................................................................................  \n \n5-2",
  "8": "Annex 17 — Aviation Security \nContents \n18/11/22 \n(vi) \nATTACHMENT TO ANNEX 17 \n \nExtracts from Annex 2 — Rules of the Air ..........................................................................................................  \n ATT-1 \nExtracts from Annex 6 — Operation of Aircraft,  \n        Part I — International Commercial Air Transport — Aeroplanes ..............................................................  \n ATT-2 \nExtracts from Annex 8 — Airworthiness of Aircraft ...........................................................................................  \n ATT-5 \nExtracts from Annex 9 — Facilitation ................................................................................................................  \n ATT-7 \nExtracts from Annex 10 — Aeronautical Telecommunications,  \n        Volume IV (Surveillance and Collision Avoidance Systems) ......................................................................  \n ATT-16 \nExtracts from Annex 11 — Air Traffic Services .................................................................................................  \n ATT-16 \nExtract from Annex 13 — Aircraft Accident and Incident Investigation ............................................................  \n ATT-19 \nExtracts from Annex 14 — Aerodromes, Volume I — Aerodrome Design and Operations ...............................  \n ATT-19 \nExtracts from Annex 18 — The Safe Transport of Dangerous Goods by Air .....................................................  \n ATT-23 \nExtracts from Doc 9284 — Technical Instructions for the Safe Transport of Dangerous Goods by Air ............  \n ATT-24 \nExtracts from the Procedures for Air Navigation Services — Air Traffic Management (Doc 4444) ..................  \n ATT-25 \nExtracts from the Procedures for Air Navigation Services — Aircraft Operations (Doc 8168),  \n        Volume III —  Aircraft Operating Procedures ...........................................................................................  \n ATT-29 \n \n \n \n \n_____________________",
  "9": "ANNEX 17 \n(vii) \n18/11/22 \nFOREWORD \n \n \n \nHistorical background \n \nThe material included in this Annex was developed by the Council pursuant to the following two resolutions of the Assembly: \n \nResolution A17-10: Implementation by States of Security Specifications and Practices adopted \nby this Assembly and further work by ICAO related to such Specifications and Practices \n \n. . . . . . \n \nTHE ASSEMBLY: \n \n. . . . . . \n \n(3) REQUESTS the Council, with the assistance of the other constituent bodies of the Organization, to develop and incorporate, \nas appropriate, the material in the Appendices to this Resolution as Standards, Recommended Practices and Procedures in \nexisting or new Annexes or other regulatory documents or guidance material of the Organization. \n \n \nResolution A18-10: Additional Technical Measures for the Protection of the Security of \nInternational Civil Air Transport \n \n. . . . . . \n \nTHE ASSEMBLY: \n \n(1) REQUESTS the Council to ensure, with respect to the technical aspects of air transportation security, that: \n \n \n(a) the subject of air transportation security continues to be given adequate attention by the Secretary General, with a \npriority commensurate with the current threat to the security of air transportation; \n \n. . . . . . \n \n \nFollowing the work of the Air Navigation Commission, the Air Transport Committee and the Committee on Unlawful \nInterference1, and as a result of the comments received from Contracting States and interested International Organizations, to \nwhom draft material had been circulated, Standards and Recommended Practices on Security were adopted by the Council on \n22 March 1974, pursuant to the provisions of Article 37 of the Convention on International Civil Aviation, and designated as \nAnnex 17 to the Convention with the title “Standards and Recommended Practices — Security2 — Safeguarding International \nCivil Aviation against Acts of Unlawful Interference”. \n \n \nTable A shows the origin of subsequent amendments together with a list of the principal subjects involved and the dates \non which the Annex and the amendments were adopted by the Council, when they became effective and when they became \napplicable. \n \n                                                           \n1 The Committee on Unlawful Interference was renamed the Aviation Security Committee at the 224th Session of the Council. \n2 As of the twelfth edition, the title is Aviation Security.",
  "10": "Annex 17 — Aviation Security \nForeword \n18/11/22 \n(viii) \nIntroduction \n \nIn order that a comprehensive document may be available to States for implementation of the security measures prescribed by \nthis Annex, an Attachment hereto reproduces extracts from other Annexes, Technical Instructions for the Safe Transport of \nDangerous Goods by Air (Doc 9284), PANS-ATM and PANS-OPS bearing on the subject of action to be taken by States to \nprevent unlawful interference with civil aviation, or when such interference has been committed. \n \n \nGuidance material \n \nThe Aviation Security Manual (Doc 8973 — Restricted) provides detailed procedures and guidance on aspects of aviation \nsecurity and is intended to assist States in the implementation of their respective national civil aviation security programmes \nrequired by the specifications in the Annexes to the Convention on International Civil Aviation. \n \nComprehensive aviation security training material to assist States in achieving civil aviation security objectives is contained in \nthe ICAO Training Programme for Aviation Security comprising a series of Aviation Security Training Packages (ASTPs). \n \n \nAction by Contracting States \n \n \nApplicability. The provisions of the Standards and Recommended Practices in this document are to be applied by \nContracting States. \n \n \nNotification of differences. The attention of Contracting States is drawn to the obligation imposed by Article 38 of the \nConvention, by which Contracting States are required to notify the Organization of any differences between their national \nregulations and practices and the International Standards contained in this Annex and any amendments thereto. Contracting \nStates are invited to keep the Organization currently informed of any differences which may subsequently occur, or of the \nwithdrawal of any difference previously notified. A specific request for notification of differences will be sent to Contracting \nStates immediately after the adoption of each amendment to this Annex. \n \n \nContracting States are also invited to extend such notification to any differences from the Recommended Practices \ncontained in this Annex, and any amendment thereto, when the notification of such differences is important for the safety of \nair navigation. \n \n \nAttention of States is also drawn to the provisions of Annex 15 related to the publication of differences between their \nnational regulations and practices and the related ICAO Standards and Recommended Practices through the Aeronautical \nInformation Service, in addition to the obligation of States under Article 38 of the Convention. \n \n \nPromulgation of information. Information relating to the establishment and withdrawal of and changes to facilities, services \nand procedures affecting aircraft operations provided according to the Standards and Recommended Practices specified in this \nAnnex should be notified and take effect in accordance with Annex 15. \n \n \nUse of the text of the Annex in national regulations. The Council, on 13 April 1948, adopted a resolution inviting the \nattention of Contracting States to the desirability of using in their own national regulations, as far as practicable, the precise \nlanguage of those ICAO Standards that are of a regulatory character and also of indicating departures from the Standards, \nincluding any additional national regulations that were important for the safety or regularity of air navigation. Wherever \npossible, the provisions of this Annex have been written in such a way as would facilitate incorporation, without major textual \nchanges, into national legislation.",
  "11": "Foreword \nAnnex 17 — Aviation Security \n \n(ix) \n18/11/22 \nGeneral information \n \nAn Annex is made up of the following component parts, not all of which, however, are necessarily found in every Annex; they \nhave the status indicated: \n \n1.— Material comprising the Annex proper: \n \n \n \na) Standards and Recommended Practices adopted by the Council under the provisions of the Convention. They are \ndefined as follows: \n \n \n \n \nStandard: Any specification for physical characteristics, configuration, matériel, performance, personnel or \nprocedure, the uniform application of which is recognized as necessary for the safety or regularity of international \nair navigation and to which Contracting States will conform in accordance with the Convention; in the event of \nimpossibility of compliance, notification to the Council is compulsory under Article 38 of the Convention. \n \n \n \n \nRecommended Practice: Any specification for physical characteristics, configuration, matériel, performance, \npersonnel or procedure, the uniform application of which is recognized as desirable in the interests of safety, \nregularity or efficiency of international air navigation, and to which Contracting States will endeavour to conform \nin accordance with the Convention. \n \n \n \nb) Appendices comprising material grouped separately for convenience but forming part of the Standards and \nRecommended Practices adopted by the Council. \n \n \n \nc) Definitions of terms used in the Standards and Recommended Practices which are not self-explanatory in that \nthey do not have accepted dictionary meanings. A definition does not have an independent status but is an essential \npart of each Standard and Recommended Practice in which the term is used, since a change in the meaning of the \nterm would affect the specification. \n \n \n2.— Material approved by the Council for publication in association with the Standards and Recommended Practices: \n \n \n \na) Forewords comprising historical and explanatory material based on the action of the Council and including an \nexplanation of the obligations of States with regard to the application of the Standards and Recommended \nPractices ensuing from the Convention and the Resolution of Adoption. \n \n \n \nb) Introductions comprising explanatory material introduced at the beginning of parts, chapters or sections of the \nAnnex to assist in the understanding of the application of the text. \n \n \n \nc) Notes included in the text, where appropriate, to give factual information or references bearing on the Standards \nor Recommended Practices in question, but not constituting part of the Standards or Recommended Practices. \n \n \n \nd) Attachments comprising material supplementary to the Standards and Recommended Practices, or included as a \nguide to their application. \n \n \nThis Annex has been adopted in six languages — English, Arabic, Chinese, French, Russian and Spanish. Each Contracting \nState is requested to select one of those texts for the purpose of national implementation and for other effects provided for in \nthe Convention, either through direct use or through translation into its own national language, and to notify the Organization \naccordingly. \n \n \nThe following practice has been adhered to in order to indicate at a glance the status of each statement: Standards have \nbeen printed in light face roman; Recommended Practices have been printed in light face italics, the status being indicated by \nthe prefix Recommendation; Notes have been printed in light face italics, the status being indicated by the prefix Note. \n \n \nAny reference to a portion of this document which is identified by a number includes all subdivisions of that portion.",
  "12": "Annex 17 — Aviation Security \nForeword \n18/11/22 \n(x) \nTable A.    Amendments to Annex 17 \n \nAmendment \n \nSource(s) \n \nSubject(s) \n \nAdopted \nEffective \nApplicable \n1st Edition \n \nCouncil action in pursuance \nof Assembly Resolutions \nA17-10 and A18-10 \n \n— \n \n22 March 1974  \n22 August 1974 \n27 February 1975 \n1 \n \nCouncil action in pursuance \nof Assembly Resolution \nA21-23 \n \nChange in status of 3.1.2 and 5.1.2 to a Standard; compilation and \ndissemination of information related to an aircraft being subjected to an act \nof unlawful interference.  \n \n31 March 1976 \n31 July 1976 \n30 December 1976 \n2 \n \nProposals of some States \nand Council action in \npursuance of Assembly \nResolution A22-17 \n \nTransfer of specifications appearing in Chapter 9 of Annex 9 — Facilitation \n(Seventh Edition) to Annex 17; new provision in Chapter 5 concerning \nmeasures to be taken to control transfer and transit passengers and their cabin \nbaggage; and amplification of the note to 5.2.4 (Annex 17, Chapter 5) on \nmeasures and procedures to prevent unauthorized access to specified areas on \nan aerodrome. \n \n15 December 1977 \n15 April 1978 \n10 August 1978 \n3 \n \nProposals of some States \nand the Secretariat and \nCouncil action in pursuance \nof Assembly Resolution \nA22-17 \n \nSpecifications were added on the review of the level of threat by States, the \ndevelopment of training programmes, the isolation of security processed \npassengers, the inspection of aircraft for concealed weapons or other \ndangerous devices and the adoption of measures for the safety of passengers \nand crew of unlawfully diverted aircraft. A number of specifications were \namplified and the status of one was changed to a Standard, related to the \nsegregation and special guarding of aircraft liable to attack during stopovers. \n \n13 December 1978 \n13 April 1979 \n29 November 1979 \n4 \n(2nd Edition) \n \nProposals of some States \nand an international  \norganization and  \nCouncil action in \npursuance of Assembly \nResolution A22-17 \n \nA specification was added on the transportation of persons in custody, and \ntwo specifications revised to provide for aircraft which were leased, chartered \nor interchanged. The status of a specification dealing with the safety of \npassengers and crew of an aircraft subjected to an act of unlawful \ninterference was changed to a Standard; the provisions of a specification \ndealing with the prevention of sabotage were amplified and Chapter 1 — \nApplicability, deleted. \n \n15 June 1981  \n15 October 1981  \n26 November 1981 \n5 \n \nProposals of the \nCommittee on  \nUnlawful Interference  \nand Council action in \npursuance of Assembly \nResolution A22-17 \n \nThe note to Chapter 1 — Definitions was deleted. A specification setting out \nthe action required for the transportation of weapons on board aircraft by law \nenforcement and other duly authorized persons was modified. A specification \non the carriage of weapons in all other cases was added and the note to a \nspecification dealing with the safeguarding of unattended aircraft was \nclarified. \n \n30 November 1984 \n14 April 1985  \n21 November 1985 \n6 \n(3rd Edition) \n \nProposals of the  \nCommittee on  \nUnlawful Interference  \nwith the assistance of  \nan Ad Hoc Group of  \nExperts — Unlawful  \nInterference and  \nCouncil action in  \npursuance of Assembly \nResolution A22-17 \n \nOn the instruction of the Council this amendment was undertaken as a matter \nof urgency by the Committee on Unlawful Interference with the assistance of \nan Ad Hoc Group of Experts on aviation security which had been appointed \non the instruction of the Council. As a consequence 11 new specifications \nwere introduced into the Annex and 19 specifications were adopted as \nStandards. \n \nSpecial effective and applicable dates for 5.1.4 are shown in the adjacent \ncolumn.  \n \nThe Council recommended that those States that are able to implement the \nsubstance of 5.1.4 do so as soon as it is feasible and practicable before the \napplicable date. \n \n19 December 1985  \n19 March 1986  \n19 May 1986 \n \n \n \n19 October 1987 \n19 December 1987",
  "13": "Foreword \nAnnex 17 — Aviation Security \n \n(xi) \n18/11/22 \nAmendment \n \nSource(s) \n \nSubject(s) \n \nAdopted \nEffective \nApplicable \n7 \n(4th Edition) \n \nProposals of the  \nCommittee on  \nUnlawful Interference  \nwith the assistance of  \nthe Aviation Security  \nPanel and Council  \naction in pursuance of  \nAssembly Resolution  \nA26-7 \n \nThis amendment includes: a) a reorganization of the chapters of the Annex \ndirected at a rationalization of the sequence of objectives, obligations and \nnecessary actions relating to organization, preventive security measures and \nmanagement of response; b) the introduction of important new provisions to \nreflect developments and assist States in confronting new situations which \narose from grave acts of unlawful interference against civil aviation, since the \nlast revision of Annex 17 in 1985; and c) the amendment or fine tuning of \nexisting provisions consequential to a) and b), as well as to reflect the \nexperience gained in the implementation of such measures. \n \n22 June 1989  \n30 October 1989  \n16 November 1989 \n8 \n(5th Edition) \n \nProposals of the  \nCommittee on  \nUnlawful Interference  \nwith the assistance of  \nthe Aviation Security  \nPanel (AVSECP) and  \nCouncil action in  \npursuance of Assembly  \nResolution A27-7 \n \nThis amendment includes the introduction of important new provisions in \nrelation to the comprehensive security screening of checked baggage, \nsecurity control over cargo, courier and express parcels and mail, variations \nto procedures relating to security programmes, pre-flight checks of \ninternational aircraft, and measures relating to the incorporation of security \nconsideration into airport design for the purpose of assisting States in the \nconsistent and uniform implementation of such measures. \n \n11 September 1992  \n16 December 1992 \n1 April 1993 \n9 \n(6th Edition) \n \nProposals of the \nCommittee on  \nUnlawful Interference  \nwith the assistance of  \nthe Aviation Security  \nPanel (AVSECP) and  \nCouncil action in  \npursuance of Assembly  \nResolution A31-4 \n \nThis amendment includes the introduction of new provisions in relation to \nthe pre-employment checks and capabilities of persons engaged in \nimplementing security controls, baggage accountability and authorization, \nmeasures to be applied to catering supplies and operators’ stores and \nsupplies, tests for programme effectiveness, and need for notification to the \nState of known or presumed destination of aircraft under a seized condition. \n \n12 November 1996 \n31 March 1997 \n1 August 1997 \n10 \n(7th Edition) \n \nProposals of the Aviation \nSecurity Panel (AVSECP) \nand Council action in \npursuance of Assembly \nResolution A33-1 \n \nThis amendment includes the introduction of various definitions and new \nprovisions in relation to the applicability of this Annex to domestic \noperations, international cooperation relating to threat information, \nappropriate authority, National Aviation Security Committee, national \nquality control, access control, passengers and their cabin and hold baggage, \nin-flight security personnel and protection of the cockpit, code-\nsharing/collaborative arrangements, Human Factors and management of \nresponse to acts of unlawful interference. The status of a number of \nspecifications was changed to Standards. \n \n7 December 2001 \n15 April 2002 \n1 July 2002 \n11 \n(8th Edition) \n \nProposals of the Committee \non Unlawful Interference \nwith the assistance of \nthe Aviation Security Panel \n(AVSECP) and Council \naction in pursuance of \nAssembly Resolution A35-\n9 \n \nThis amendment includes provisions to further clarify the wording of \nexisting Standards and Recommended Practices (SARPs) to facilitate both \ntheir common interpretation by Contracting States and their ease of auditing \nunder the ICAO Universal Security Audit Programme (USAP). The \namendment addresses the following: applicability of Annex 17; \nreinforcement of national civil aviation security control programme \nprovisions; in-flight security officers (IFSOs); general aviation and aerial \nwork; one-stop security concept for passengers and baggage; risk assessment \nconcept; security for all-cargo operations; and definitions. \n \n30 November 2005 \n10 April 2006 \n1 July 2006",
  "14": "Annex 17 — Aviation Security \nForeword \n18/11/22 \n(xii) \nAmendment \n \nSource(s) \n \nSubject(s) \n \nAdopted \nEffective \nApplicable \n12 \n(9th Edition) \n \nProposals of the Committee \non Unlawful Interference \nwith the assistance of \nthe Aviation Security Panel \n(AVSECP) and Council \naction in pursuance of \nAssembly Resolution A36-\n20 \n \nThis amendment includes provisions to further strengthen Standards and \nRecommended Practices in order to address new and emerging threats to civil\naviation. The amendment includes the following: deployment of security \nequipment; security of air traffic service providers; training programmes and \ninstructor certification system; random and unpredictable security measures; \nsupply chain security; security for all-cargo operations; cyber threats; and \ndefinitions. \n \n17 November 2010 \n26 March 2011 \n1 July 2011 \n13 \n \nProposals of the Committee \non Unlawful Interference \nwith the assistance of the \nAviation Security Panel \n(AVSECP), the \nrecommendations of the \n2012 High-level \nConference on Aviation \nSecurity, and Council \naction in pursuance of \nAssembly Resolution A37-\n17. \n \nThis amendment includes a revision to access control measures with respect \nto persons other than passengers. The amendment also introduces a definition \nof and security requirements for transfer cargo and high-risk cargo, and \nestablishes common baseline measures for cargo carried on passenger and \nall-cargo aircraft. \n \n13 November 2012 \n15 March 2013 \n15 July 2013 \n14 \n \nProposals of the Committee \non Unlawful Interference \nwith the assistance of the \nAviation Security Panel \n(AVSECP), and Council \naction, in pursuance of \nAssembly Resolution A38-\n15. \n \nThis amendment includes a definition of unpredictability in relation to the \nimplementation of security controls. It also includes a new Standard on \nappropriate screening methods for cargo and mail, and new Recommended \nPractices on international cooperation, landside security, security awareness \ntraining, oversight of external security service providers, and critical \ninformation and communications technology systems. \n \n26 February 2014 \n14 July 2014 \n14 November 2014 \n15 \n(10th Edition) \n \nProposals of the 27th \nMeeting of the Aviation \nSecurity Panel \n(AVSECP/27) with the \nassistance of the Working \nGroup on Annex 17 \n(WGA17). \n \nThis amendment includes a definition of behaviour detection in relation to \nthe implementation of security controls. It also includes new/revised \nprovisions on landside security, behaviour detection, innovation in aviation \nsecurity and Man-Portable Air Defence Systems (MANPADS). In addition, \nthe wording of existing provisions related to the conduct of risk assessments \nand measures relating to cyber threats have been revised for added clarity and \nimproved readability. \n \n23 November 2016 \n3 April 2017 \n3 August 2017 \n16 \n \nProposals of the 28th \nMeeting of the Aviation \nSecurity Panel \n(AVSECP/28) with the \nassistance of the Working \nGroup on Annex 17 \n(WGA17) \n \nThis amendment includes a reference to Aviation Security Training \nPackages. It also includes new/revised provisions on information sharing, \nmeasures relating to passengers and cabin baggage, measures relating to \ncargo, mail and other goods, and cyber threats. \n \n14 March 2018 \n16 July 2018 \n16 November 2018 \n17 \n(11th Edition) \n \nProposals of the Thirtieth \nMeeting of the Aviation \nSecurity Panel \n(AVSECP/30) with the \nassistance of the Working \nGroup on Annex 17 \n(WGA17). \n \n \nThis amendment includes revised definitions; it also includes new and/or \nrevised provisions on: vulnerability assessments; information sharing \nbetween States and stakeholders; training programmes and certification \nsystems; access control; staff screening; and other editorial amendments. \n \n25 November 2019 \n30 March 2020 \n30 July 2020",
  "15": "Foreword \nAnnex 17 — Aviation Security \n \n(xiii) \n18/11/22 \nAmendment \n \nSource(s) \n \nSubject(s) \n \nAdopted \nEffective \nApplicable \n \n \n \n \n \n \n \n18 \n(12th Edition) \n \nProposals of the Thirty-\nsecond Meeting of the \nAviation Security Panel \n(AVSECP/32) with the \nassistance of the \nWorking Group on \nAnnex 17 (WGA17). \n \n \nThis amendment includes new and/or revised provisions on: a new \nRecommended Practice on security culture; a new Standard on aircraft \noperator security programmes; a new Standard on methods to detect \nexplosives in hold baggage; and a new Standard outlining essential \nelements of a national civil aviation security quality control programme. \n \n28 February 2022 \n18 July 2022 \n18 November 2022 \n \n \n \n \n_____________________",
  "16": "",
  "17": "ANNEX 17 \n1-1 \n18/11/22 \nCHAPTER 1.    DEFINITIONS \n \n \n \nActs of unlawful interference. These are acts or attempted acts such as to jeopardize the safety of civil aviation, including but \nnot limited to: \n \n \n• \nunlawful seizure of aircraft, \n \n \n• \ndestruction of an aircraft in service, \n \n \n• \nhostage-taking on board aircraft or on aerodromes, \n \n \n• \nforcible intrusion on board an aircraft, at an airport or on the premises of an aeronautical facility, \n \n \n• \nintroduction on board an aircraft or at an airport of a weapon or hazardous device or material intended for criminal \npurposes, \n \n \n• \nuse of an aircraft in service for the purpose of causing death, serious bodily injury, or serious damage to property or \nthe environment, \n \n \n• \ncommunication of false information such as to jeopardize the safety of an aircraft in flight or on the ground, of \npassengers, crew, ground personnel or the general public, at an airport or on the premises of a civil aviation facility. \n \nAerial work. An aircraft operation in which an aircraft is used for specialized services such as agriculture, construction, \nphotography, surveying, observation and patrol, search and rescue, aerial advertisement, etc. \n \nAircraft security check. An inspection of the interior of an aircraft to which passengers may have had access and an inspection \nof the hold for the purposes of discovering suspicious objects, weapons, explosives or other dangerous devices, articles \nand substances. \n \nAircraft security search. A thorough inspection of the interior and exterior of the aircraft for the purpose of discovering \nsuspicious objects, weapons, explosives or other dangerous devices, articles or substances. \n \nAirside. The movement area of an airport, adjacent terrain and buildings or portions thereof, access to which is controlled.  \n \nAviation security. Safeguarding civil aviation against acts of unlawful interference. This objective is achieved by a combination \nof measures and human and material resources. \n \nBackground check. A check of a person’s identity and previous experience, including criminal history and any other security \nrelated information relevant for assessing the person’s suitability, in accordance with national legislation. \n \nBehaviour detection. Within an aviation security environment, the application of techniques involving the recognition of \nbehavioural characteristics, including but not limited to physiological or gestural signs indicative of anomalous behaviour, \nto identify persons who may pose a threat to civil aviation. \n \nCargo. Any property carried on an aircraft other than mail, stores and accompanied or mishandled baggage.",
  "18": "Annex 17 — Aviation Security \nChapter 1 \n18/11/22 \n1-2 \nCertification. A formal evaluation and confirmation by or on behalf of the appropriate authority for aviation security that a \nperson possesses the necessary competencies to perform assigned functions to an acceptable level as defined by the \nappropriate authority. \n \nCommercial air transport operation. An aircraft operation involving the transport of passengers, cargo or mail for \nremuneration or hire. \n \nCorporate aviation. The non-commercial operation or use of aircraft by a company for the carriage of passengers or goods as \nan aid to the conduct of company business, flown by a professional pilot employed to fly the aircraft. (Note that corporate \naviation is a subset of general aviation.) \n \nDisruptive passenger. A passenger who fails to respect the rules of conduct at an airport or on board an aircraft or to follow \nthe instructions of the airport staff or crew members and thereby disturbs the good order and discipline at an airport or on \nboard the aircraft. \n \nGeneral aviation operation. An aircraft operation other than a commercial air transport operation or an aerial work operation. \n \nHigh-risk cargo or mail. Cargo or mail which is deemed to pose a threat to civil aviation as a result of specific intelligence; or \nshows anomalies or signs of tampering which give rise to suspicion. \n \nHuman Factors principles. Principles which apply to design, certification, training, operations and maintenance and which \nseek safe interface between the human and other system components by proper consideration to human performance.  \n \nHuman performance. Human capabilities and limitations which have an impact on the safety, security and efficiency of \naeronautical operations. \n \nIn-flight security officer. A person who is authorized by the government of the State of the Operator and the government of \nthe State of Registration to be deployed on an aircraft with the purpose of protecting that aircraft and its occupants against \nacts of unlawful interference. This excludes persons employed to provide exclusive personal protection for one or more \nspecific people travelling on the aircraft, such as personal bodyguards. \n \nKnown consignor. A consignor who originates cargo or mail for its own account and whose procedures meet common security \nrules and standards sufficient to allow the carriage of cargo or mail on any aircraft. \n \nRegulated agent. An agent, freight forwarder or any other entity who conducts business with an operator and provides security \ncontrols that are accepted or required by the appropriate authority in respect of cargo or mail. \n \nScreening. The application of technical or other means which are intended to identify and/or detect weapons, explosives or \nother dangerous devices, articles or substances which may be used to commit an act of unlawful interference. \n \n \nNote.— Certain dangerous articles or substances are classified as dangerous goods by Annex 18 and the associated \nTechnical Instructions for the Safe Transport of Dangerous Goods by Air (Doc 9284) and must be transported in accordance \nwith those instructions. In addition, the Aviation Security Manual (Doc 8973 — Restricted) provides a list of prohibited items \nthat must never be carried in the cabin of an aircraft. \n \nSecurity audit. An in-depth compliance examination of all aspects of the implementation of the national civil aviation security \nprogramme. \n \nSecurity control. A means by which the introduction of weapons, explosives or other dangerous devices, articles or substances \nwhich may be used to commit an act of unlawful interference can be prevented.  \n \nSecurity culture. A set of security-related norms, values, attitudes and assumptions that are inherent in the daily operation of \nan organization and are reflected by the actions and behaviours of all entities and personnel within the organization.",
  "19": "Chapter 1 \nAnnex 17 — Aviation Security \n \n1-3 \n18/11/22 \nSecurity inspection. An announced or unannounced examination of the effectiveness of the implementation of specific security \nmeasures.  \n \nSecurity restricted area. Those areas of the airside of an airport which are identified as priority risk areas where in addition to \naccess control, other security controls are applied.  \n \nSecurity test. A covert or overt trial of an aviation security measure which simulates an attempt to commit an unlawful act. \n \nTransfer cargo and mail. Cargo and mail departing on an aircraft other than that on which it arrived. \n \nUnidentified baggage. Baggage at an airport, with or without a baggage tag, which is not picked up by or identified with a \npassenger. \n \nUnpredictability. The implementation of security measures in order to increase their deterrent effect and their efficiency, by \napplying them at irregular frequencies, different locations and/or with varying means, in accordance with a defined \nframework. \n \n \n \n \n_____________________",
  "20": "",
  "21": "ANNEX 17 \n2-1 \n18/11/22 \nCHAPTER 2.    GENERAL PRINCIPLES \n \n \n \n2.1    Objectives \n \n \n2.1.1    Each Contracting State shall have as its primary objective the safety of passengers, crew, ground personnel and the \ngeneral public in all matters related to safeguarding against acts of unlawful interference with civil aviation. \n \n \n2.1.2    Each Contracting State shall establish an organization and develop and implement regulations, practices and \nprocedures to safeguard civil aviation against acts of unlawful interference taking into account the safety, regularity and \nefficiency of flights.  \n \n \n2.1.3    Each Contracting State shall ensure that such an organization and such regulations, practices and procedures: \n \n \na) protect the safety of passengers, crew, ground personnel and the general public in all matters related to safeguarding \nagainst acts of unlawful interference with civil aviation; and \n \n \nb) are capable of responding rapidly to meet any increased security threat. \n \n \n2.1.4    Each Contracting State shall ensure appropriate protection of sensitive aviation security information. \n \n \n \n2.2    Applicability \n \nEach Contracting State shall ensure that measures designed to safeguard against acts of unlawful interference are applied to \ndomestic operations to the extent practicable, based upon a security risk assessment carried out by the relevant national \nauthorities. \n \n \n \n2.3    Security and facilitation \n \nRecommendation.— Each Contracting State should whenever possible arrange for the security controls and procedures to \ncause a minimum of interference with, or delay to the activities of, civil aviation provided the effectiveness of these controls \nand procedures is not compromised.",
  "22": "Annex 17 — Aviation Security \nChapter 2 \n18/11/22 \n2-2 \n2.4    International cooperation \n \n \n2.4.1    Each Contracting State requesting additional security measures for a specific flight(s) shall ensure appropriate \nconsultation and give consideration to alternative measures of the other State that are equivalent to those requested.  \n \n \n2.4.2    Each Contracting State shall ensure that requests from other Contracting States for additional security measures in \nrespect of a specific flight(s) by operators of such other States are met, as far as may be practicable. \n \n \n2.4.3    Each Contracting State shall cooperate with other States in the development and exchange of information \nconcerning national civil aviation security programmes, training programmes and quality control programmes, as necessary.  \n \n \n2.4.4    Each Contracting State shall establish and implement procedures to share with other Contracting States, in a timely \nmanner, threat information that applies to the aviation security interests of those States, to the extent practicable. \n \n \n2.4.5    Each Contracting State shall establish and implement suitable protection and handling procedures for security \ninformation shared by other Contracting States, or security information that affects the security interests of other Contracting \nStates, in order to ensure that inappropriate use or disclosure of such information is avoided.  \n \n \n2.4.6    Recommendation.— Each Contracting State should share, at the request of another Contracting State, the results \nof the audit carried out by ICAO and the corrective actions taken by the audited State, as appropriate and consistent with its \nsovereignty. \n \n \n2.4.7    Recommendation.— Each Contracting State should include in each of its bilateral agreements on air transport a \nclause related to aviation security, taking into account the model clause developed by ICAO. \n \n \n2.4.8    Recommendation.— Each Contracting State should make available to other Contracting States on request a \nwritten version of the appropriate parts of its national civil aviation security programme. \n \n \n2.4.9   Recommendation.— Each Contracting State should consider entering into collaborative arrangements in order \nto increase the sustainability of the aviation security system by avoiding unnecessary duplication of security controls. The \narrangement should be based on verification of equivalence of the security outcome ensured by the application of effective \nsecurity controls at origin. \n \n \n \n2.5    Innovation, research and development \n \n \n2.5.1    Recommendation.— Each Contracting State should promote research and development of new security \nequipment, processes and procedures which will better achieve civil aviation security objectives and should cooperate with \nother Contracting States in this matter. \n \n \n2.5.2    Recommendation.— Each Contracting State should ensure that the development of new security equipment takes \ninto consideration Human Factors principles. \n \n \n2.5.3    Recommendation.— Each Contracting State should consider implementing innovative processes and procedures \nto allow operational differentiation of screening and security controls based on clearly defined criteria. \n \n \n2.5.4    Recommendation.— Each Contracting State should consider the use of advanced security equipment when \ninvesting in new equipment, to achieve civil aviation security objectives. \n \n \n \n_____________________",
  "23": "ANNEX 17 \n3-1 \n18/11/22 \nCHAPTER 3.    ORGANIZATION \n \n \n \n \n3.1    National organization and appropriate authority \n \n \n3.1.1    Each Contracting State shall establish and implement a written national civil aviation security programme to \nsafeguard civil aviation operations against acts of unlawful interference, through regulations, practices and procedures which \ntake into account the safety, regularity and efficiency of flights. \n \n \n3.1.2    Each Contracting State shall designate and specify to ICAO an appropriate authority within its administration to \nbe responsible for the development, implementation and maintenance of the national civil aviation security programme.  \n \n \n3.1.3    Each Contracting State shall keep under constant review the level and nature of threat to civil aviation within its \nterritory and airspace above it, and establish and implement policies and procedures to adjust relevant elements of its national \ncivil aviation security programme accordingly, based upon a security risk assessment carried out by the relevant national \nauthorities.  \n \n \n3.1.4    Recommendation.— Each Contracting State should ensure that periodic vulnerability assessments are conducted \nat its airports engaged in international operations, ensuring coordination among relevant departments, agencies, including \nappropriate law enforcement and intelligence authorities, and other entities. Such vulnerability assessments should be used to \ninform risk assessments and security improvements.   \n \n \n3.1.5    Each Contracting State shall establish and implement procedures to share, as appropriate, with relevant airport \noperators, aircraft operators, air traffic service providers or other entities concerned, in a practical and timely manner, relevant \ninformation to assist them to conduct effective security risk assessments relating to their operations. \n \n \nNote 1.— Guidance on security risk assessment can be found in the Aviation Security Manual (Doc 8973) and the Aviation \nSecurity Global Risk Context Statement (Doc 10108). \n \n \nNote 2.— Guidance on safety risk management can be found in the Safety Management Manual (SMM) (Doc 9859). \n \n \nNote 3.— Guidance on assessing risk over or near conflict zones can be found in the Risk Assessment Manual for Civil \nAircraft Operations Over or Near Conflict Zones (Doc 10084).   \n \n \nNote 4.— Refer to Annex 6, Part I, Chapter 4, Standard 4.1.2 and Annex 11, Chapter 2, Standards 2.19.3 and 2.19.3.1. \n \n \n3.1.6    Each Contracting State shall require the appropriate authority to define and allocate tasks and coordinate activities \nbetween the departments, agencies and other organizations of the State, airport and aircraft operators, air traffic service \nproviders and other entities concerned with or responsible for the implementation of various aspects of the national civil \naviation security programme. \n \n \n3.1.7    Each Contracting State shall establish a national aviation security committee or similar arrangements for the \npurpose of coordinating security activities between the departments, agencies and other organizations of the State, airport and \naircraft operators, air traffic service providers and other entities concerned with or responsible for the implementation of various \naspects of the national civil aviation security programme.",
  "24": "Annex 17 — Aviation Security \nChapter 3 \n18/11/22 \n3-2 \n \n3.1.8    Each Contracting State shall ensure that supporting resources and facilities required by the aviation security \nservices are made available at each airport serving civil aviation. \n \n \n3.1.9    Each Contracting State shall make available to its airport and aircraft operators and air traffic service providers \noperating in its territory and other entities concerned, a written version of the appropriate parts of its national civil aviation \nsecurity programme and/or relevant information or guidelines enabling them to meet the requirements of the national civil \naviation security programme. \n \n \n \n3.2    Airport operations \n \n \n3.2.1    Each Contracting State shall require each airport serving civil aviation to establish, implement and maintain a \nwritten airport security programme appropriate to meet the requirements of the national civil aviation security programme. \n \n \n3.2.2    Each Contracting State shall ensure that an authority at each airport serving civil aviation is responsible for \ncoordinating the implementation of security controls. \n \n \n3.2.3    Each Contracting State shall ensure that an airport security committee at each airport serving civil aviation is \nestablished to assist the authority mentioned under 3.2.2 in its role of coordinating the implementation of security controls and \nprocedures as specified in the airport security programme. \n \n \n3.2.4    Each Contracting State shall ensure that airport design requirements, including architectural and infrastructure-\nrelated requirements necessary for the implementation of the security measures in the national civil aviation security \nprogramme, are integrated into the design and construction of new facilities and alterations to existing facilities at airports. \n \n \n \n3.3    Aircraft operators \n \n \n3.3.1    Each Contracting State, as the State of the Operator, shall ensure that its commercial air transport operators have \nestablished, implemented and maintained a written aircraft operator security programme that meets the requirements of the \nnational civil aviation security programme of the State of the Operator. \n \n \n3.3.2   Each Contracting State shall require foreign commercial air transport operators providing service to and from that \nState to establish, implement and maintain written supplementary station procedures that meet the requirements of the national \ncivil aviation security programme of that State. \n \n \n3.3.3    Recommendation.— Each Contracting State should ensure that each entity conducting general aviation \noperations, including corporate aviation operations, using aircraft with a maximum take-off mass greater than 5 700 kg, has \nestablished, implemented and maintained a written operator security programme that meets the requirements of the national \ncivil aviation security programme of that State. \n \n \n3.3.4    Recommendation.—  Each Contracting State should ensure that each entity conducting aerial work operations \nhas established, implemented and maintained a written operator security programme that meets the requirements of the \nnational civil aviation security programme of that State. The programme shall contain operations features specific to the type \nof operations conducted.",
  "25": "Chapter 3 \nAnnex 17 — Aviation Security \n \n3-3 \n18/11/22 \n3.4    Training, qualifications and security culture  \n \n \n3.4.1 \nEach Contracting State shall require the appropriate authority to ensure the development and implementation of \na national training policy for all personnel involved with or responsible for the implementation of various aspects of the national \ncivil aviation security programme. This training policy shall be designed to ensure the effectiveness of the national civil aviation \nsecurity programme. \n \n \n3.4.2     Each Contracting State shall ensure that all aviation security training programmes for personnel with \nresponsibilities under the national civil aviation security programme include an assessment of competencies to be acquired and \nmaintained for initial and recurrent training. \n \n \n3.4.3     Each Contracting State shall ensure the development and implementation of a certification system that ensures \nthat instructors are qualified in the applicable subject matters in accordance with the national civil aviation security programme. \n \n \n3.4.4     Each Contracting State shall ensure that the persons carrying out screening operations are certified according to \nthe requirements of the national civil aviation security programme to ensure that performance standards are consistently and \nreliably achieved. \n \n \n3.4.5  \nEach Contracting State shall ensure that the personnel carrying out security audits, tests and inspections are trained \nto appropriate standards for these tasks in accordance with the national civil aviation security programme. \n \n \n3.4.6 \nEach Contracting State shall ensure that all personnel involved with or responsible for the implementation of \nvarious aspects of the national civil aviation security programme and those authorized to have unescorted access to airside \nareas receive initial and recurrent security awareness training. \n \n \n3.4.7  \nRecommendation.— Each Contracting State should require entities involved with or responsible for the \nimplementation of various aspects of the national civil aviation security programme to promote, develop and implement \nmeasures and mechanisms that contribute to establishing a strong and effective security culture.   \n \n \n \n3.5    Quality control  \n \n \n3.5.1  \nEach Contracting State shall require the appropriate authority to develop, implement and maintain a national civil \naviation security quality control programme to regularly determine compliance with and validate the effectiveness of its \nnational civil aviation security programme. The priorities and frequency of oversight activities shall be determined on the basis \nof risk assessments carried out by the relevant authorities, and include security audits, inspections and tests to provide for the \nrapid and effective rectification of any deficiencies. The national civil aviation security quality control programme shall include \nthe following elements: \n \na) independence of those conducting oversight from those applying measures implemented under the national civil \naviation security programme; \n \nb) the personnel conducting oversight are trained to appropriate standards; \n \nc) the personnel conducting oversight have the necessary authority to obtain all relevant information to carry out these \ntasks and to enforce corrective actions; \n \nd) a confidential reporting system for analyzing security information provided by sources such as passengers, crew and \nground personnel; and",
  "26": "Annex 17 — Aviation Security \nChapter 3 \n18/11/22 \n3-4 \ne) a process to record and analyze the results of the national civil aviation security quality control programme, in order \nto contribute to the effective development and implementation of the national civil aviation security programme, \nincluding identifying the causes and patterns of non-compliance and verifying that corrective actions have been \nimplemented and sustained. \n \n \n3.5.2 \nEach Contracting State shall ensure that: \n \na) background checks are completed in respect of persons implementing security controls, persons with unescorted \naccess to security restricted areas, and persons with access to sensitive aviation security information prior to their \ntaking up these duties or accessing such areas or information; \n \nb) recurrent background checks are applied to such persons at intervals defined by the appropriate authority; and \n \nc) persons found unsuitable by any background check are immediately denied the ability to implement security controls, \nunescorted access to security restricted areas, and access to sensitive aviation security information. \n \n \n3.5.3 \n Each Contracting State shall ensure that each entity responsible for the implementation of relevant elements of \nthe national civil aviation security programme periodically verifies that the implementation of security measures outsourced to \nexternal service providers is in compliance with the entity’s security programme. \n \n \n \n3.6    Air traffic service providers  \n \nEach Contracting State shall require air traffic service providers operating in that State to establish and implement appropriate \nsecurity provisions to meet the requirements of the national civil aviation security programme of that State. \n \n \n \n \n_____________________",
  "27": "ANNEX 17 \n4-1 \n18/11/22 \nCHAPTER 4.    PREVENTIVE SECURITY MEASURES \n \n \n \n4.1    Objective \n \n \n4.1.1    Each Contracting State shall establish measures to prevent weapons, explosives or any other dangerous devices, \narticles or substances, which may be used to commit an act of unlawful interference, the carriage or bearing of which is not \nauthorized, from being introduced, by any means whatsoever, on board an aircraft engaged in civil aviation. \n \n \n4.1.2    Each Contracting State shall ensure the use of randomness and unpredictability in the implementation of security \nmeasures, as appropriate. \n \n \n4.1.3    Each Contracting State shall ensure procedures are established to deal with unidentified baggage and suspicious \nobjects in accordance with a security risk assessment carried out by the relevant national authorities.  \n \n \n4.1.4   Recommendation.— Each Contracting State should consider integrating behaviour detection into its aviation \nsecurity practices and procedures. \n \n \n \n4.2    Measures relating to access control \n \n \n4.2.1    Each Contracting State shall ensure that the access to airside areas at airports serving civil aviation is controlled in \norder to prevent unauthorized entry.  \n \n \n4.2.2    Each Contracting State shall ensure that security restricted areas are established at each airport serving civil aviation \ndesignated by the State based upon a security risk assessment carried out by the relevant national authorities.  \n \n \n4.2.3    Each Contracting State shall ensure that identification systems are established and implemented in respect of \npersons and vehicles in order to prevent unauthorized access to airside areas and security restricted areas. Access shall be \ngranted only to those with an operational need or other legitimate reason to be there. Identity and authorization shall be verified \nat designated checkpoints before access is allowed to airside areas and security restricted areas. \n \n \n4.2.4    Each Contracting State shall ensure that the movement of persons and vehicles to and from the aircraft is supervised \nin security restricted areas in order to prevent unauthorized access to aircraft.  \n \n \n4.2.5    Each Contracting State shall establish measures to ensure that persons other than passengers, together with items \ncarried, are screened prior to entry into airport security restricted areas. \n \n \n4.2.6    Each Contracting State shall ensure the use of appropriate screening methods that are capable of detecting the \npresence of explosives and explosive devices carried by persons other than passengers on their persons or in their items carried. \nWhere these methods are not applied continuously, they shall be used in an unpredictable manner.  \n \n \n4.2.7    Each Contracting State shall ensure that vehicles being granted access to security restricted areas, together with \nitems contained within them, are subject to screening or other appropriate security controls in accordance with a risk assessment \ncarried out by the relevant national authorities.",
  "28": "Annex 17 — Aviation Security \nChapter 4 \n18/11/22 \n4-2 \n4.3    Measures relating to aircraft \n \n \n4.3.1    Each Contracting State shall ensure that aircraft security checks of originating aircraft engaged in commercial air \ntransport movements are performed or an aircraft security search is carried out. The determination of whether it is an aircraft \nsecurity check or a search that is appropriate shall be based upon a security risk assessment carried out by the relevant national \nauthorities. \n \n \n4.3.2    Each Contracting State shall ensure that measures are taken to ensure that any items left behind by passengers \ndisembarking from transit flights are removed from the aircraft or otherwise dealt with appropriately before departure of an \naircraft engaged in commercial flights. \n \n \n4.3.3    Each Contracting State shall require its commercial air transport operators to take measures as appropriate to ensure \nthat during flight unauthorized persons are prevented from entering the flight crew compartment. \n \n \nNote.— Provisions for security of the flight crew compartment of aircraft engaged in commercial air transportation are \ncontained in Annex 6, Part I, Chapter 13, Section 13.2. \n \n \n4.3.4    Each Contracting State shall ensure that an aircraft subject to 4.3.1 is protected from unauthorized interference \nfrom the time the aircraft search or check has commenced until the aircraft departs.  \n \n \n4.3.5    Recommendation.— Each Contracting State should ensure that security controls are established to prevent acts \nof unlawful interference with aircraft when they are not in security restricted areas.  \n \n \n4.3.6    Each Contracting State, in accordance with the risk assessment carried out by its relevant national or local \nauthorities, shall ensure that appropriate measures on the ground or operational procedures are established to mitigate possible \nattacks against aircraft using Man-Portable Air Defence Systems (MANPADS) and other weapons representing a similar threat \nto aircraft at or near an airport. \n \n \n \n4.4    Measures relating to passengers and their cabin baggage \n \n \n4.4.1    Each Contracting State shall establish measures to ensure that originating passengers of commercial air transport \noperations and their cabin baggage are screened prior to boarding an aircraft departing from a security restricted area.  \n \n \n4.4.2    Each Contracting State shall ensure the use of appropriate screening methods that are capable of detecting the \npresence of explosives and explosive devices carried by passengers on their persons or in cabin baggage. Where these methods \nare not applied continuously, they shall be used in an unpredictable manner. \n \n \n4.4.3    Each Contracting State shall ensure that transfer passengers of commercial air transport operations and their cabin \nbaggage are screened prior to boarding an aircraft, unless it has established a validation process and continuously implements \nprocedures, in collaboration with the other Contracting State where appropriate, to ensure that such passengers and their cabin \nbaggage have been screened to an appropriate level at the point of origin and subsequently protected from unauthorized \ninterference from the point of screening at the originating airport to the departing aircraft at the transfer airport. \n \n \n4.4.4   Each Contracting State shall ensure that passengers and their cabin baggage which have been screened are protected \nfrom unauthorized interference from the point of screening until they board their aircraft. If mixing or contact does take place, \nthe passengers concerned and their cabin baggage shall be re-screened before boarding an aircraft.",
  "29": "Chapter 4 \nAnnex 17 — Aviation Security \n \n4-3 \n18/11/22 \n \n4.4.5    Each Contracting State shall establish at an airport measures for transit operations to protect transit passengers and \ntheir cabin baggage from unauthorized interference and protect the integrity of the security of the airport of transit. \n \n \n4.4.6    Recommendation.— Each Contracting State should ensure that practices are established at airports and on board \naircraft to assist in the identification and resolution of suspicious activity that may pose a threat to civil aviation. \n \n \n \n4.5    Measures relating to hold baggage \n \n \n4.5.1    Each Contracting State shall establish measures to ensure that originating hold baggage is screened prior to being \nloaded onto an aircraft engaged in commercial air transport operations departing from a security restricted area. \n \n \n4.5.2   Each Contracting State shall ensure the use of appropriate screening methods that are capable of detecting the \npresence of explosives and explosive devices in hold baggage. The appropriate standards for screening in the context of 4.5 \nshall be defined by the appropriate authority. \n \n \n4.5.3    Each Contracting State shall ensure that all hold baggage to be carried on a commercial aircraft is protected from \nunauthorized interference from the point it is screened or accepted into the care of the carrier, whichever is earlier, until \ndeparture of the aircraft on which it is to be carried. If the integrity of hold baggage is jeopardized, the hold baggage shall be \nre-screened before being placed on board an aircraft. \n \n \n4.5.4    Each Contracting State shall ensure that commercial air transport operators do not transport the baggage of persons \nwho are not on board the aircraft unless that baggage is identified as unaccompanied and subjected to appropriate screening. \n \n \n4.5.5    Each Contracting State shall ensure that transfer hold baggage is screened prior to being loaded onto an aircraft \nengaged in commercial air transport operations, unless it has established a validation process and continuously implements \nprocedures, in collaboration with the other Contracting State where appropriate, to ensure that such hold baggage has been \nscreened at the point of origin and subsequently protected from unauthorized interference from the originating airport to the \ndeparting aircraft at the transfer airport. \n \n \n4.5.6    Each Contracting State shall ensure that commercial air transport operators transport only items of hold baggage \nwhich have been individually identified as accompanied or unaccompanied, screened to the appropriate standard and accepted \nfor carriage on that flight by the air carrier. All such baggage should be recorded as meeting these criteria and authorized for \ncarriage on that flight. \n \n \n \n \n4.6    Measures relating to cargo, mail and other goods \n \n \n4.6.1    Each Contracting State shall ensure that appropriate security controls, including screening where practicable, are \napplied to cargo and mail, prior to their being loaded onto an aircraft engaged in commercial air transport operations. \n \n \n4.6.2    Each Contracting State shall establish a supply chain security process, which includes the approval of regulated \nagents and/or known consignors, if such entities are involved in implementing screening or other security controls of cargo and \nmail. \n \n \n4.6.3    Each Contracting State shall ensure that cargo and mail to be carried on a commercial aircraft are protected from \nunauthorized interference from the point screening or other security controls are applied until departure of the aircraft. \n \n \n4.6.4    Each Contracting State shall ensure that enhanced security measures apply to high-risk cargo and mail to \nappropriately mitigate the threats associated with it.",
  "30": "Annex 17 — Aviation Security \nChapter 4 \n18/11/22 \n4-4 \n \n4.6.5    Each Contracting State shall ensure that operators do not accept cargo or mail for carriage on an aircraft engaged \nin commercial air transport operations unless the application of screening or other security controls is confirmed and accounted \nfor by a regulated agent, a known consignor, or an entity that is approved by an appropriate authority. Cargo and mail which \ncannot be confirmed and accounted for by a regulated agent, a known consignor, or an entity that is approved by an appropriate \nauthority shall be subjected to screening. \n \n \n4.6.6    Each Contracting State shall ensure that catering, stores and supplies intended for carriage on commercial flights \nare subjected to appropriate security controls, which may include a supply chain security process or screening, and thereafter \nprotected until loaded onto the aircraft.  \n \n \n4.6.7    Each Contracting State shall ensure that merchandise and supplies introduced into security restricted areas are \nsubjected to appropriate security controls, which may include a supply chain security process or screening. \n \n \n4.6.8    Each Contracting State shall ensure that cargo and mail that has been confirmed and accounted for shall then be \nissued with a security status which shall accompany, either in an electronic format or in writing, the cargo and mail throughout \nthe secure supply chain. \n \n \n4.6.9    Each Contracting State shall ensure that transfer cargo and mail has been subjected to appropriate security controls \nprior to being loaded on an aircraft engaged in commercial air transport operations departing from its territory. \n \n \n4.6.10    Each Contracting State shall ensure that, where screening of cargo and mail is conducted, screening is carried out \nusing an appropriate method or methods, taking into account the nature of the consignment. \n \n \n4.6.11    Recommendation.— Each Contracting State should establish appropriate mechanisms to confirm that transfer \ncargo and mail entering its territory has been subjected to appropriate security controls. \n \n \n \n4.7    Measures relating to special categories of passengers \n \n \n4.7.1    Each Contracting State shall develop requirements for air carriers for the carriage of potentially disruptive \npassengers who are obliged to travel because they have been the subject of judicial or administrative proceedings.  \n \n \n4.7.2    Each Contracting State shall ensure that operators providing service from that State include in their security \nprogrammes, measures and procedures to ensure safety on board their aircraft when passengers are to be carried who are obliged \nto travel because they have been the subject of judicial or administrative proceedings.  \n \n \n4.7.3    Each Contracting State shall ensure that the aircraft operator and the pilot-in-command are informed when \npassengers are obliged to travel because they have been the subject of judicial or administrative proceedings, in order that \nappropriate security controls can be applied. \n \n \n4.7.4    Each Contracting State shall ensure that the carriage of weapons on board aircraft, by law enforcement officers and \nother authorized persons, acting in the performance of their duties, requires special authorization in accordance with the laws \nof the States involved. \n \n \n4.7.5    Each Contracting State shall consider requests by any other State to allow the travel of armed personnel, including \nin-flight security officers, on board aircraft of operators of the requesting State. Only after agreement by all States involved \nshall such travel be allowed. \n \n \n4.7.6    Each Contracting State shall ensure that the carriage of weapons in other cases is allowed only when an authorized \nand duly qualified person has determined that they are not loaded, if applicable, and then only if stowed in a place inaccessible \nto any person during flight time.",
  "31": "Chapter 4 \nAnnex 17 — Aviation Security \n \n4-5 \n18/11/22 \n \n4.7.7    Each Contracting State that decides to deploy in-flight security officers shall ensure that they are government \npersonnel who are specially selected and trained, taking into account the safety and security aspects on board an aircraft and \ndeployed according to the threat assessment of the competent authority. The deployment of such officers shall be coordinated \nwith concerned States and kept strictly confidential. \n \n \n4.7.8    Each Contracting State shall ensure that the pilot-in-command is notified as to the number of armed persons and \ntheir seat location. \n \n \n \n4.8    Measures relating to the landside \n \n \n4.8.1    Each Contracting State shall ensure that landside areas are identified. \n \n \n4.8.2    Each Contracting State shall ensure that security measures are established for landside areas to mitigate the risk of \nand to prevent possible acts of unlawful interference in accordance with risk assessments carried out by the relevant authorities \nor entities. \n \n \n4.8.3     Each Contracting State shall ensure coordination of landside security measures in accordance with Standards 3.1.7, \n3.2.2 and 3.2.3 between relevant departments, agencies, other organizations of the State, and other entities, and identify \nappropriate responsibilities for landside security in its national civil aviation security programme. \n \n \n \n4.9    Measures relating to cyber threats \n \n \n4.9.1    Each Contracting State shall ensure that operators or entities as defined in the national civil aviation security \nprogramme or other relevant national documentation identify their critical information and communications technology \nsystems and data used for civil aviation purposes and, in accordance with a risk assessment, develop and implement, as \nappropriate, measures to protect them from unlawful interference. \n \n \n4.9.2    Recommendation.— Each Contracting State should ensure that the measures implemented protect, as appropriate, \nthe confidentiality, integrity and availability of the identified critical systems and/or data. The measures should include, inter alia, \nsecurity by design, supply chain security, network separation, and the protection and/or limitation of any remote access \ncapabilities, as appropriate and in accordance with the risk assessment carried out by its relevant national authorities. \n \n \n \n_____________________",
  "32": "",
  "33": "ANNEX 17 \n5-1 \n18/11/22 \nCHAPTER 5.    MANAGEMENT OF RESPONSE TO ACTS OF \nUNLAWFUL INTERFERENCE \n \n \n \n5.1    Prevention \n \n \n5.1.1    Each Contracting State shall establish measures, when reliable information exists that an aircraft may be subjected \nto an act of unlawful interference, to safeguard the aircraft if it is still on the ground and to provide as much prior notification \nas possible of the arrival of such aircraft to relevant airport authorities and air traffic services of the States concerned if the \naircraft has already departed. \n \n \n5.1.2    Each Contracting State shall ensure, when reliable information exists that an aircraft may be subjected to an act of \nunlawful interference, that the aircraft is searched for concealed weapons, explosives or other dangerous devices, articles or \nsubstances. Prior notification of the search shall be provided to the operator concerned. \n \n \n5.1.3    Each Contracting State shall ensure that arrangements are made to investigate, render safe and/or dispose of, if \nnecessary, suspected dangerous devices or other potential hazards at airports.  \n \n \n5.1.4    Each Contracting State shall ensure that contingency plans are developed and resources made available to safeguard \ncivil aviation against acts of unlawful interference. The contingency plans shall be tested on a regular basis. \n \n \n5.1.5    Each Contracting State shall ensure that authorized and suitably trained personnel are readily available for \ndeployment at its airports serving civil aviation to assist in dealing with suspected, or actual, cases of unlawful interference \nwith civil aviation. \n \n \n5.1.6    Each Contracting State shall ensure that its national civil aviation security programme defines processes for the \nreporting of information concerning incidents of acts of unlawful interference and preparatory acts thereto, by any entity \nresponsible for the implementation of the national civil aviation security programme in a practical and timely manner to the \nrelevant authorities, as appropriate, taking into account 2.1.4. \n \n \n \n5.2    Response \n \n \n5.2.1    Each Contracting State shall take appropriate measures for the safety of passengers and crew of an aircraft, which \nis subjected to an act of unlawful interference, while on the ground in the territory of the Contracting State, until their journey \ncan be continued. \n \n \n5.2.2    Each Contracting State responsible for providing air traffic services for an aircraft, which is the subject of an act \nof unlawful interference, shall collect all pertinent information on the flight of that aircraft and transmit that information to all \nother States responsible for the air traffic services units concerned, including those at the airport of known or presumed \ndestination, so that timely and appropriate safeguarding action may be taken en route and at the aircraft’s known, likely or \npossible destination. \n \n \n5.2.3    Each Contracting State shall provide assistance to an aircraft subjected to an act of unlawful seizure, including the \nprovision of navigation aids, air traffic services and permission to land as may be necessitated by the circumstances.",
  "34": "Annex 17 — Aviation Security \nChapter 5 \n18/11/22 \n5-2 \n \n5.2.4    Each Contracting State shall take measures, as it may find practicable, to ensure that an aircraft subjected to an act \nof unlawful seizure which has landed in its territory is detained on the ground unless its departure is necessitated by the \noverriding duty to protect human life. However, these measures need to recognize the grave hazard attending further flight. \nStates shall also recognize the importance of consultations, wherever practicable, between the State where that aircraft has \nlanded and the State of the Operator of the aircraft, and notification by the State where the aircraft has landed to the States of \nassumed or stated destination. \n \n \n5.2.5    Each Contracting State in which an aircraft subjected to an act of unlawful interference has landed shall notify by \nthe most expeditious means the State of Registry of the aircraft and the State of the Operator of the landing and shall similarly \ntransmit by the most expeditious means all other relevant information to: \n \n \na) the two above-mentioned States; \n \n \nb) each State whose citizens suffered fatalities or injuries; \n \n \nc) each State whose citizens were detained as hostages; \n \n \nd) each State whose citizens are known to be on board the aircraft; and \n \n \ne) the International Civil Aviation Organization. \n \n \n5.2.6    Recommendation.— Each Contracting State should ensure that information received as a consequence of action \ntaken in accordance with 5.2.2 is distributed locally to the air traffic services units concerned, the appropriate airport \nadministrations, the operator and others concerned as soon as practicable. \n \n \n5.2.7    Recommendation.— Each Contracting State should cooperate with other States for the purpose of providing a \njoint response in connection with an act of unlawful interference. When taking measures in their territory to free passengers \nand crew members of an aircraft subjected to an act of unlawful interference, each Contracting State should use, as necessary, \nthe experience and capability of the State of the Operator, the State of manufacture and the State of Registry of that aircraft. \n \n \n \n5.3    Exchange of information and reporting \n \n \n5.3.1    Each Contracting State concerned with an act of unlawful interference shall provide ICAO with all pertinent \ninformation concerning the security aspects of the act of unlawful interference as soon as practicable after the act is resolved. \n \n \n5.3.2    Each Contracting State concerned with an act of unlawful interference shall require its appropriate authority to re-\nevaluate security controls and procedures, and in a timely fashion, take action necessary to remedy weaknesses so as to prevent \nrecurrence. \n \n \n5.3.3    Recommendation.— Each Contracting State should exchange information with other Contracting States as \nconsidered appropriate on the management of response to an act of unlawful interference, at the same time supplying such \ninformation to ICAO. \n \n \n \n \n_____________________",
  "35": "ANNEX 17 \nATT-1 \n18/11/22 \nATTACHMENT TO ANNEX 17 \n \nNote. — This Attachment provides a list of references for information purposes, updated as of \n18 July 2022. \n \n \nEXTRACTS FROM ANNEX 2 — RULES OF THE AIR \n \n \nCHAPTER 3.    GENERAL RULES \n \n. . . . . . \n \n3.7    Unlawful interference \n \n \n3.7.1    An aircraft which is being subjected to unlawful interference shall endeavour to notify the appropriate ATS unit of \nthis fact, any significant circumstances associated therewith and any deviation from the current flight plan necessitated by the \ncircumstances, in order to enable the ATS unit to give priority to the aircraft and to minimize conflict with other aircraft. \n \n \nNote 1.— Responsibility of ATS units in situations of unlawful interference is contained in Annex 11. \n \n \nNote 2.— Guidance material for use when unlawful interference occurs and the aircraft is unable to notify an ATS unit of \nthis fact is contained in Attachment B to this Annex. \n \n \nNote 3.— Action to be taken by SSR-, ADS-B- and ADS-C-equipped aircraft which are being subjected to unlawful inter-\nference is contained in Annex 11, the PANS-ATM (Doc 4444) and the PANS-OPS (Doc 8168). \n \n \nNote 4.— Action to be taken by CPDLC-equipped aircraft which are being subjected to unlawful interference is contained \nin Annex 11, the PANS-ATM (Doc 4444), and guidance material on the subject is contained in the Manual of Air Traffic \nServices Data Link Applications (Doc 9694). \n \n \n3.7.2    If an aircraft is subjected to unlawful interference, the pilot-in-command shall attempt to land as soon as practicable \nat the nearest suitable aerodrome or at a dedicated aerodrome assigned by the appropriate authority unless considerations aboard \nthe aircraft dictate otherwise. \n \n \nNote 1.— Requirements for State authorities with respect to aircraft on the ground that are subject to unlawful interference \nare contained in Annex 17, Chapter 5, 5.2.4. \n \n \nNote 2.— See 2.4 regarding the authority of the pilot-in-command of an aircraft. \n \n \n \n. . . . . .",
  "36": "Annex 17 — Aviation Security \nAttachment \n18/11/22 \nATT-2 \nATTACHMENT B.    UNLAWFUL INTERFERENCE \n \n1.    General \n \nThe following procedures are intended as guidance for use by aircraft when unlawful interference occurs and the aircraft is \nunable to notify an ATS unit of this fact. \n \n \n2.    Procedures \n \n \n2.1    If the pilot-in-command cannot proceed to an aerodrome in accordance with the rules in Chapter 3, 3.7.2, he/she \nshould attempt to continue flying on the assigned track and at the assigned cruising level at least until able to notify an ATS \nunit or until within radar or ADS-B coverage. \n \n \n2.2    When an aircraft subjected to an act of unlawful interference must depart from its assigned track or its assigned \ncruising level without being able to make radiotelephony contact with ATS, the pilot-in-command should, whenever possible: \n \n \na) attempt to broadcast warnings on the VHF channel in use or the VHF emergency frequency, and other appropriate \nchannels, unless considerations aboard the aircraft dictate otherwise. Other equipment such as on-board transponders \nand data links should also be used when it is advantageous to do so and circumstances permit; and \n \n \nb) proceed in accordance with applicable special procedures for in-flight contingencies, where such procedures have \nbeen established and promulgated in the Regional Supplementary Procedures (Doc 7030); or \n \n \nc) if no applicable regional procedures have been established, proceed at a level which differs from the cruising levels \nnormally used for IFR flight by: \n \n \n \n1) 150 m (500 ft) in an area where a vertical separation minimum of 300 m (1 000 ft) is applied; or \n \n \n \n2) 300 m (1 000 ft) in an area where a vertical separation minimum of 600 m (2 000 ft) is applied. \n \n \nNote.— Action to be taken by an aircraft which is intercepted while being subject to an act of unlawful interference is \nprescribed in 3.8 of this Annex. \n \n \nEXTRACTS FROM ANNEX 6 — OPERATION OF AIRCRAFT \nPART I — INTERNATIONAL COMMERCIAL AIR TRANSPORT — AEROPLANES \n \n \nCHAPTER 13.    SECURITY†† \n \n \n13.1    Domestic commercial operations \n \n \nRecommendation.— International Standards and Recommended Practices set forth in this chapter should be applied by \nall Contracting States also in case of domestic commercial operations (air services). \n \n \n \n \n                                                           \n††  \nIn the context of this chapter, the word “security” is used in the sense of prevention of illicit acts against civil aviation.",
  "37": "Attachment \nAnnex 17 — Aviation Security \n \nATT-3 \n18/11/22 \n13.2    Security of the flight crew compartment \n \n \n13.2.1    In all aeroplanes which are equipped with a flight crew compartment door, this door shall be capable of being \nlocked, and means shall be provided by which cabin crew can discreetly notify the flight crew in the event of suspicious activity \nor security breaches in the cabin. \n \n \n13.2.2    All passenger-carrying aeroplanes:   \n \n \na) of a maximum certificated take-off mass in excess of 54 500 kg; or \n \n \nb) of a maximum certificated take-off mass in excess of 45 500 kg with a passenger seating capacity greater than 19; or \n \n \nc) with a passenger seating capacity greater than 60 \n \nshall be equipped with an approved flight crew compartment door that is designed to resist penetration by small arms fire and \ngrenade shrapnel, and to resist forcible intrusions by unauthorized persons. This door shall be capable of being locked and \nunlocked from either pilot’s station. \n \n \n13.2.3    In all aeroplanes which are equipped with a flight crew compartment door in accordance with 13.2.2: \n \n \na) this door shall be closed and locked from the time all external doors are closed following embarkation until any such \ndoor is opened for disembarkation, except when necessary to permit access and egress by authorized persons; and \n \n \nb) means shall be provided for monitoring from either pilot’s station the entire door area outside the flight crew \ncompartment to identify persons requesting entry and to detect suspicious behaviour or potential threat. \n \n \n13.2.4    Recommendation.— All passenger-carrying aeroplanes should be equipped with an approved flight crew \ncompartment door, where practicable, that is designed to resist penetration by small arms fire and grenade shrapnel, and to \nresist forcible intrusions by unauthorized persons. This door should be capable of being locked and unlocked from either pilot’s \nstation. \n \n \n13.2.5    Recommendation.— In all aeroplanes which are equipped with a flight crew compartment door in accordance \nwith 13.2.4: \n \n \na) the door should be closed and locked from the time all external doors are closed following embarkation until any such \ndoor is opened for disembarkation, except when necessary to permit access and egress by authorized persons; and \n \n \nb) means should be provided for monitoring from either pilot’s station the entire door area outside the flight crew \ncompartment to identify persons requesting entry and to detect suspicious behaviour or potential threat. \n \n \n \n13.3    Aeroplane search procedure checklist \n \nThe operator shall ensure that there is on board a checklist of the procedures to be followed in searching for a bomb in case of \nsuspected sabotage and for inspecting aeroplanes for concealed weapons, explosives or other dangerous devices when a well-\nfounded suspicion exists that the aeroplane may be the object of an act of unlawful interference.  The checklist shall be \nsupported by guidance on the appropriate course of action to be taken should a bomb or suspicious object be found and \ninformation on the least-risk bomb location specific to the aeroplane.",
  "38": "Annex 17 — Aviation Security \nAttachment \n18/11/22 \nATT-4 \n13.4    Training programmes \n \n \n13.4.1    The operator shall establish and maintain an approved security training programme which ensures crew members \nact in the most appropriate manner to minimize the consequences of acts of unlawful interference. As a minimum, this \nprogramme shall include the following elements:  \n \n \na) determination of the seriousness of any occurrence; \n \n \nb) crew communication and coordination; \n \n \nc) appropriate self-defence responses; \n \n \nd) use of non-lethal protective devices assigned to crew members whose use is authorized by the State of the Operator; \n \n \ne) understanding of behaviour of terrorists so as to facilitate the ability of crew members to cope with hijacker behaviour \nand passenger responses; \n \n \nf) \nlive situational training exercises regarding various threat conditions; \n \n \ng) flight crew compartment procedures to protect the aeroplane; and \n \n \nh) aeroplane search procedures and guidance on least-risk bomb locations where practicable. \n \n \n13.4.2    The operator shall also establish and maintain a training programme to acquaint appropriate employees with \npreventive measures and techniques in relation to passengers, baggage, cargo, mail, equipment, stores and supplies intended \nfor carriage on an aeroplane so that they contribute to the prevention of acts of sabotage or other forms of unlawful interference. \n \n \n13.5    Reporting acts of unlawful interference \n \nFollowing an act of unlawful interference, the pilot-in-command shall submit, without delay, a report of such an act to the \ndesignated local authority. \n  \n \n13.6    Miscellaneous \n \n \n13.6.1    Recommendation.— Specialized means of attenuating and directing the blast should be provided for use at the \nleast-risk bomb location. \n \n \n13.6.2    Recommendation.— Where the operator accepts the carriage of weapons removed from passengers, the \naeroplane should have provision for stowing such weapons in a place so that they are inaccessible to any person during flight \ntime.",
  "39": "Attachment \nAnnex 17 — Aviation Security \n \nATT-5 \n18/11/22 \nEXTRACTS FROM ANNEX 8 — AIRWORTHINESS OF AIRCRAFT \n \n \nPART III.    LARGE AEROPLANES \n \n \nPART IIIA.    AEROPLANES OVER 5 700 KG FOR WHICH APPLICATION FOR CERTIFICATION  \nWAS SUBMITTED ON OR AFTER 13 JUNE 1960, BUT BEFORE 2 MARCH 2004 \n \n. . . . . . \n \nCHAPTER 11.    SECURITY \n \n. . . . . . \n11.2    Least-risk bomb location \n \nFor aeroplanes of a maximum certificated take-off mass in excess of 45 500 kg or with a passenger seating capacity greater \nthan 60 and for which the application for certification was submitted on or after 12 March 2000, consideration shall be given \nduring the design of the aeroplane to the provision of a least-risk bomb location so as to minimize the effects of a bomb on the \naeroplane and its occupants. \n \n \n11.3     Protection of the flight crew compartment \n \nRecommendation.— In all aeroplanes, which are required by Annex 6, Part I, Chapter 13 to have an approved flight crew \ncompartment door and for which an application for amending the Type Certificate to include a derivative type design was \nsubmitted to the appropriate national authority, consideration should be given to reinforcing the flight crew compartment \nbulkheads, floors and ceilings so as to resist penetration by small arms fire and grenade shrapnel and to resist forcible \nintrusions, if these areas are accessible in flight to passengers and cabin crew. \n \n \nNote.— Standards and Recommended Practices concerning the requirements for the flight crew compartment door in all \ncommercial passenger-carrying aeroplanes are contained in Annex 6, Part I, Chapter 13. \n \n \n11.4     Interior design \n \nFor aeroplanes of a maximum certificated take-off mass in excess of 45 500 kg or with a passenger seating capacity greater \nthan 60 and for which the application for certification was submitted on or after 12 March 2000, consideration shall be given \nto design features that will deter the easy concealment of weapons, explosives or other dangerous objects on board aircraft and \nthat will facilitate search procedures for such objects.",
  "40": "Annex 17 — Aviation Security \nAttachment \n18/11/22 \nATT-6 \nPART IIIB.    AEROPLANES OVER 5 700 KG FOR WHICH APPLICATION FOR \nCERTIFICATION WAS SUBMITTED ON OR AFTER 2 MARCH 2004 \n \n. . . . . . \n \nCHAPTER 10.    SECURITY \n \n. . . . . . \n \n10.2    Least-risk bomb location \n \nFor aeroplanes of a maximum certificated take-off mass in excess of 45 500 kg or with a passenger seating capacity greater \nthan 60, consideration shall be given during the design of the aeroplane to the provision of a least-risk bomb location so as to \nminimize the effects of a bomb on the aeroplane and its occupants. \n \n \n10.3    Protection of the flight crew compartment \n \n \n10.3.1    In all aeroplanes, which are required by Annex 6, Part I, Chapter 13 to have an approved flight crew compartment \ndoor, and for which an application for the issue of a Type Certificate was submitted to the appropriate national authority on or \nafter 20 May 2006, the flight crew compartment bulkheads, floors and ceilings shall be designed to resist penetration by small \narms fire and grenade shrapnel and to resist forcible intrusions, if these areas are accessible in flight to passengers and cabin \ncrew. \n \n \n10.3.2    Recommendation.— In all aeroplanes, which are required by Annex 6, Part I, Chapter 13 to have an approved \nflight crew compartment door, and for which an application for amending the Type Certificate to include a derivative type \ndesign was submitted to the appropriate national authority on or after 20 May 2006, consideration should be given to \nreinforcing the flight crew compartment bulkheads, floors and ceilings so as to resist penetration by small arms fire and \ngrenade shrapnel and to resist forcible intrusions, if these areas are accessible in flight to passengers and cabin crew. \n \n \nNote.— Standards and Recommended Practices concerning the requirements for the flight crew compartment door in all \ncommercial passenger-carrying aeroplanes are contained in Annex 6, Part I, Chapter 13. \n \n \n10.4    Interior design \n \nFor aeroplanes of a maximum certificated take-off mass in excess of 45 500 kg or with a passenger seating capacity greater \nthan 60, consideration shall be given to design features that will deter the easy concealment of weapons, explosives or other \ndangerous objects on board aircraft and that will facilitate search procedures for such objects.",
  "41": "Attachment \nAnnex 17 — Aviation Security \n \nATT-7 \n18/11/22 \nEXTRACTS FROM ANNEX 9 — FACILITATION \n \n \nCHAPTER 2.    ENTRY AND DEPARTURE \nOF AIRCRAFT \n \n \nA.    General \n \n. . . . . . \n \n \n2.2    In developing procedures aimed at the efficient clearance of entering or departing aircraft, Contracting States shall \ntake into account the application of aviation security and narcotics control measures, where appropriate. \n \n. . . . . . \n \nCHAPTER 3.    ENTRY AND DEPARTURE \nOF PERSONS AND THEIR BAGGAGE \n \nA.    General \n \n. . . . . . \n \n \n3.2    In developing procedures aimed at the efficient application of border controls on passengers and crew, Contracting \nStates shall take into account the application of aviation security, border integrity, narcotics control and immigration control \nmeasures, where appropriate. \n \n. . . . . . \n \n \n3.4    Contracting States shall not extend the validity of their machine readable travel documents. \n \n \nNote.— Specifications for machine readable travel documents (Doc 9303) do not permit alteration of the expiration date \nand other data in the machine readable zone. \n \n. . . . . . \n \nC.    Security of travel documents \n \n \n3.7    Contracting States shall regularly update security features in new versions of their travel documents, to guard against \ntheir misuse and to facilitate detection of cases where such documents have been unlawfully altered, replicated or issued. \n \n \n3.8    Contracting States shall establish controls to safeguard against the theft of their blank travel documents and the \nmisappropriation of newly issued travel documents. \n \n \n3.8.1    Contracting States shall establish appropriate controls over the entire travel document application, adjudication and \nissuance processes to ensure a high level of integrity and security. \n \n \n3.9    When a Contracting State issues an electronic Machine Readable Travel Document (eMRTD), it shall do so in \naccordance with the specifications in Doc 9303, Machine Readable Travel Documents.  \n \n \nNote.— The specifications for eMRTDs are found in Doc 9303, Parts 9, 10, 11 and 12.",
  "42": "Annex 17 — Aviation Security \nAttachment \n18/11/22 \nATT-8 \n \n3.9.1    Recommended Practice.— Contracting States issuing or intending to issue eMRTDs should join the ICAO Public \nKey Directory (PKD). \n \n \n3.9.2    Contracting States that participate in the ICAO PKD shall upload the public key data necessary for authentication \nof all electronic passports that they issue to the PKD. \n \n \nNote.—The provision of the Contracting State’s Country-Signing Public Key Certificate Authority Certificates (CCSCA) \nat the time of first use is considered the minimum level of data provision sufficient to fulfil this Standard. Upload of certificate \nrevocation lists (CRLs) is highly recommended. \n \n \n3.9.3    Recommended Practice.— Contracting States implementing checks on eMRTDs at border controls should join \nthe ICAO PKD and  use the information available from the PKD to validate eMRTDs at border controls. \n \n \n3.10    Contracting States shall promptly report accurate information about stolen, lost, and revoked travel documents, \nissued by their State, to INTERPOL for inclusion in the Stolen and Lost Travel Documents (SLTD) database. \n \n \n3.10.1    Recommended Practice.— Each Contracting State should, as far as practicable, query, at entry and departure \nborder control points, the travel documents of individuals travelling internationally against the INTERPOL Stolen and Lost \nTravel Documents (SLTD) database. \n \n. . . . . . \n \nH.   Inspection of travel documents \n \n \n3.31    Contracting States shall assist aircraft operators in the evaluation of travel documents presented by passengers, in \norder to deter fraud and abuse. \n \n \n3.32    Recommended Practice.— Contracting States should consider making arrangements with other Contracting \nStates to permit the positioning of liaison officers at airports in order to assist aircraft operators to establish the validity and \nauthenticity of the travel documents of embarking persons. \n \n \n3.33    Aircraft operators shall take necessary precautions at the point of embarkation to ensure that persons are in \npossession of the documents prescribed by the States of transit and destination for control purposes as described in this chapter. \n \n \n3.33.1    The public authorities of each Contracting State shall seize fraudulent, falsified or counterfeit travel documents. \nThe public authorities shall also seize the travel documents of a person impersonating the rightful holder of the travel document. \nSuch documents shall be removed from circulation immediately and returned to the appropriate authorities of the State named \nas issuer or to the resident Diplomatic Mission of that State, except in cases where public authorities retain documents for law \nenforcement purposes. The appropriate authorities of the State named as issuer or the Diplomatic Mission of that State shall be \nnotified of such retention by the public authorities that seize the travel documents in question. \n \n \n3.33.2    Contracting States shall not require aircraft operators to seize documents referred to in Standard 3.33.1. \n \n \n3.33.3    Contracting States shall not require an aircraft operator to carry a passenger from a point of departure or transit, \nto the intended final destination, when the travel document presented by that passenger is determined by the State to be \nfraudulent, falsified or counterfeit, or is held by a person other than to whom the document was legitimately issued. \n \n \nNote.— Nothing in this provision is to be construed so as to prevent the return of inadmissible passengers whose travel \ndocument(s) are fraudulent, falsified or counterfeit or held by an imposter, and have been seized by a Contracting State, in \naccordance with Standard 3.33.1 and who are travelling under a covering letter issued in accordance with Standard 5.7. \n \n \n3.33.4 \nRecommended Practice.— Each Contracting State should consider the introduction of Automated Border \nControl (ABC) systems in order to facilitate and expedite the clearance of persons entering or departing by air.",
  "43": "Attachment \nAnnex 17 — Aviation Security \n \nATT-9 \n18/11/22 \n \n3.33.5 \nRecommended Practice.— Contracting States utilizing ABC systems should, pursuant to 3.9.2 and 3.10.1, use \nthe information available from the PKD to validate eMRTDs, perform biometric matching to establish that the passenger is \nthe rightful holder of the document, and query INTERPOL’s Stolen and Lost Travel Documents (SLTD) database, as well as \nother border control records, to determine eligibility for border crossing. \n \n \n3.33.6    Recommended Practice.— Contracting States utilizing ABC systems should ensure that gates are adequately \nstaffed while operational to ensure a smooth passenger flow and respond rapidly to safety and integrity concerns in the event \nof a system malfunction. \n \n. . . . . . \n \nM.    Identification and entry of crew and  \nother aircraft operators’ personnel \n \n. . . . . . \n \n \n3.62    If Contracting States issue Crew Member Certificates, then these shall be issued only in the form of machine \nreadable cards in accordance with the specifications of Doc 9303, Part 5. \n \n. . . . . . \n \n \n3.64    CMCs and crew identity cards shall be issued only after a background check has been carried out by or on behalf \nof the relevant public authority. In addition, adequate controls such as a certification of employment status of an applicant prior \nto issuance, controls on blank card stock, and accountability requirements for issuing personnel, shall be placed on the issuance \nof CMCs and crew identity cards. \n \n. . . . . . \n \nCHAPTER 4.    ENTRY AND DEPARTURE  \nOF CARGO AND OTHER ARTICLES \n \n \nA.    General \n \n. . . . . . \n \n \n4.6    Contracting States shall not normally require the physical examination of cargo to be imported or exported and shall \nuse risk management to determine which goods shall be examined and the extent of that examination. \n \n \n4.7    Where practicable, in order to improve efficiency, modern screening or examination techniques shall be used to \nfacilitate the physical examination of goods to be imported or exported. \n \n. . . . . .",
  "44": "Annex 17 — Aviation Security \nAttachment \n18/11/22 \nATT-10 \nCHAPTER 5.    INADMISSIBLE PERSONS \nAND DEPORTEES \n \n. . . . . . \nB.    Inadmissible persons \n \n. . . . . . \n \n \n5.8    Contracting States that have reason to believe that an inadmissible person might offer resistance to removal shall \ninform the aircraft operator concerned as far in advance as possible of scheduled departure so that the aircraft operator can take \nprecautions to ensure the security of the flight. \n \n. . . . . . \nC.    Deportees \n \n. . . . . . \n \n \n5.19    Contracting States, when making arrangements with an aircraft operator for the removal of a deportee, shall make \navailable the following information as soon as possible, but in any case not later than 24 hours before the scheduled time of \ndeparture of the flight: \n \n \na) a copy of the deportation order, if legislation of the Contracting State allows for it; \n \n \nb) a risk assessment by the State determining the deportee’s suitability for escorted or unescorted removal, including the \ndeportee’s medical condition and mental and physical fitness for carriage, willingness or unwillingness to travel, \nbehavioural patterns and any history of violence, and/or any other pertinent information that would help the aircraft \noperator assess the risk to the security of the flight; and \n \n \nc) the names and nationalities of any escorts. \n \n \nNote.— In order to ensure coordination of facilitation and security standards, attention is drawn to the applicable \nprovisions of Annex 17, Chapter 4. \n \n \n5.19.1    The aircraft operator and/or the pilot-in-command shall have the option to refuse to transport a deportee on a \nspecific flight when reasonable concerns relating to the safety and security of the flight in question exist. \n \n \nNote.─ Reference is made to the ICAO Aviation Security Manual (Doc 8973 — Restricted), paragraphs 12.2.1.3 and \n12.2.1.6. \n \n. . . . . . \n \nCHAPTER 6.    INTERNATIONAL AIRPORTS — \nFACILITIES AND SERVICES FOR TRAFFIC \n  \n \nA.    General \n. . . . . . \n \n \n6.1.4    Each Contracting State, in consultation with airport operators, shall ensure that facilities and services provided at \ninternational airports are, where possible, flexible and capable of expansion to meet traffic growth, an increase in security \nrequirements arising from increased threat, or other changes to support border integrity measures.",
  "45": "Attachment \nAnnex 17 — Aviation Security \n \nATT-11 \n18/11/22 \n \nNote.— With respect to aviation security requirements, attention is drawn to the relevant specification in Annex 17, \nChapter 2, 2.3.* \n \n. . . . . . \n \nB.    Airport traffic flow arrangements \n \n. . . . . . \nIII.    Outbound passengers, crew and baggage \n \n. . . . . . \n \n \n6.16    Recommended Practice.— Each Contracting State should allow airport and aircraft operators to provide off-\nairport check-in facilities, so long as all necessary security measures and other control requirements are met. \n \n \n6.17    Recommended Practice.— Each Contracting State should ensure that security and/or border control personnel \nuse efficient screening and examination techniques in examinations of passengers and their baggage, in order to facilitate \naircraft departure.  \n \n \nNote.— Privacy for the passenger should be assured during any physical searches required. Private rooms are preferable; \nhowever portable screens may be used. Physical searches should be conducted by an officer of the same sex as the passenger. \n \n. . . . . . \n \nE.     Unruly passengers \n \n \n6.45    Each Contracting State shall, to deter and prevent unruly behaviour, promote passenger awareness of the \nunacceptability and possible legal consequences of unruly or disruptive behaviour in aviation facilities and on board aircraft. \n \n \n6.46    Each Contracting State shall take measures to ensure that relevant personnel are provided training to identify and \nmanage unruly passenger situations.  \n \n \nNote.— Guidance material on the legal aspects of unruly/disruptive passengers can be found in the Manual on the Legal \nAspects of Unruly and Disruptive Passengers (Doc 10117). \n \n. . . . . . \n \n \n \nCHAPTER 9.     PASSENGER DATA EXCHANGE SYSTEMS \n \n \nA.    General \n \n \n9.1     Contracting States requiring the exchange of Advance Passenger Information (API)/interactive API (iAPI) and/or \nPassenger Name Record (PNR) data from aircraft operators shall create a Passenger Data Single Window facility for each data \ncategory, or both data categories combined, that allows parties involved to lodge standardized information with a common data \ntransmission entry point to fulfil all related passenger and crew data requirements for that jurisdiction. \n \n \n \n                                                           \n* \nThe specification reads as follows: \n \nRecommendation.— Each Contracting State should whenever possible arrange for the security controls and procedures to cause a minimum of \ninterference with, or delay to the activities of, civil aviation provided the effectiveness of these controls and procedures is not compromised.",
  "46": "Annex 17 — Aviation Security \nAttachment \n18/11/22 \nATT-12 \n \n9.1.1   Recommended Practice.— Contracting States requiring the exchange of passenger and crew data from aircraft \noperators should consider creating a Passenger Data Single Window facility for both data categories combined. \n \n \n9.2    Recommended Practice.— Contracting States and aircraft operators should provide the appropriate level, on a \n24/7 (continuous) basis, of operational and technical support to analyse and respond to any system outage or failure in order \nto return to standard operations as soon as practicable. \n \n \n9.3    Recommended Practice.— Contracting States and aircraft operators should establish and implement appropriate \nnotification and recovery procedures for both scheduled maintenance of information systems and non-scheduled system \noutages or failures. \n \n \n9.4    Recommended Practice.— Contracting States and aircraft operators should provide the appropriate level (where \npracticable, a 24/7 arrangement) of contact support. \n \n \n9.5    Contracting States shall not require aircraft operators to provide non-standard data elements as part of API, iAPI \nand/or PNR provisions.  \n \n \n9.6    Contracting States shall, when considering requiring elements that deviate from the standard, submit a request to the \nWCO/IATA/ICAO Contact Committee in conjunction with the WCO’s Data Maintenance Request (DMR) process via a review \nand endorsement process for inclusion of the data element in the guidelines. \n \n \nB.    Advance Passenger Information (API) \n \n \n9.7    Each Contracting State shall establish an Advance Passenger Information (API) system. \n \n \nNote.― The United Nations Security Council, in Resolution 2178 (2014), at paragraph 9, “[c]alls upon Member States to \nrequire that airlines operating in their territories provide advance passenger information to the appropriate national \nauthorities in order to detect the departure from their territories, or attempted entry into or transit through their territories, by \nmeans of civil aircraft, of individuals designated by the Committee established pursuant to resolutions 1267 (1999) and 1989 \n(2011) (“the Committee”), and further calls upon Member States to report any such departure from their territories, or such \nattempted entry into or transit through their territories, of such individuals to the Committee, as well as sharing this information \nwith the State of residence or nationality, as appropriate and in accordance with domestic law and international obligations”. \n \n \n9.8    The API system of each Contracting State shall be supported by appropriate legal authority (such as, inter alia, \nlegislation, regulation or decree) and be consistent with internationally recognized standards for API. \n \n \nNote 1.— API involves the capture of a passenger’s or crew member’s biographic data and flight details by the aircraft \noperator prior to departure. This information is electronically transmitted to the border control agencies in the destination or \ndeparture country. Thus, passenger and/or crew details are received in advance of the departure or arrival of the flight. \n \n \nNote 2.— The UN/EDIFACT PAXLST message is a standard electronic message developed specifically, as a subset of \nUN/EDIFACT, to handle passenger manifest (electronic) transmissions. UN/EDIFACT stands for “United Nations rules for \nElectronic Data Interchange For Administration, Commerce and Transport.” The rules comprise a set of internationally \nagreed standards, directories and guidelines for the electronic interchange of structured data, and in particular that related to \ntrade in goods and services between independent, computerized information systems. The WCO, IATA and ICAO have jointly \nagreed on the maximum set of API data that should be incorporated in the PAXLST message to be used for the transmission of \nsuch data by aircraft operators to the border control agencies in the destination or departure country. It is to be expected that \nthe UN/EDIFACT standard may be supplemented by modern message techniques, such as international XML standards or \nweb-based applications. \n \n \nNote 3.— Under its current format structure the UN/EDIFACT PAXLST message will not accommodate general aviation \nusage.",
  "47": "Attachment \nAnnex 17 — Aviation Security \n \nATT-13 \n18/11/22 \n \nNote 4.— The UN/EDIFACT PAXLST message is currently defined by the internationally recognized WCO/IATA/ICAO \nguidelines. \n \n \n9.9    Recommended Practice.― Each Contracting State developing legislation for the purpose of implementing an API \nsystem should consider developing aligned regulations that meet the needs of all involved agencies, define a common set of \nAPI data elements required for that jurisdiction in accordance with message construction standards and appoint one \ngovernment agency to receive API data on behalf of all other agencies. \n \n \n9.10    When specifying the identifying information on passengers to be transmitted, Contracting States shall require only \ndata elements that are available in machine readable form in travel documents conforming to the specifications contained in \nDoc 9303. All information required shall conform to specifications for UN/EDIFACT PAXLST messages found in the \nWCO/IATA/ICAO API Guidelines. \n \n \n9.11    Contracting States shall not penalize, or otherwise hold an aircraft operator responsible, for inconsistencies in \npassenger data exchanges when the aircraft operator has collected and provided accurate advance passenger information data \nbased on a travel document presented, which is valid for the journey and the passenger presents a second travel document \nwhich is valid for the journey on arrival.  \n \n \n9.12    Recommended Practice.― Contracting States should seek to minimize the number of times API data is transmitted \nfor a specific flight. \n \n \n9.13    If a Contracting State requires API data interchange, then it shall seek, to the greatest extent possible, to limit the \noperational and administrative burdens on aircraft operators, while enhancing passenger facilitation. \n \n \n9.14   Recommended Practice.— Contracting States should refrain from imposing fines and penalties on aircraft \noperators for any errors caused by a systems failure which may have resulted in the transmission of no, or corrupted, data to \nthe public authorities in accordance with API systems. \n \n \n9.15    Contracting States requiring that passenger data be transmitted electronically through an API system shall not also \nrequire a passenger manifest in paper form. \n \n \n9.16   Recommended Practice.— Each Contracting State should consider the introduction of an interactive Advance \nPassenger Information (iAPI) system. \n \n \n9.17   Recommended Practice.— Contracting States seeking to implement an iAPI system should: \n \n \na) seek to minimize the impact on existing aircraft operator systems and technical infrastructure by consulting aircraft \noperators before development and implementation of an iAPI system; \n \n \nb) work together with aircraft operators to develop iAPI systems that integrate into the aircraft operator’s departure \ncontrol interfaces; and \n \n \nc) conform to the Guidelines on Advance Passenger Information (API) adopted by WCO/ICAO/IATA when requiring \niAPI. \n \n \n9.18   Recommended Practice.— Contracting States’ and aircraft operators’ API systems, including iAPI, should be \ncapable of 24/7 operation, with procedures in place to minimize disruption in the event of a system outage or failure. \n \n \n. . . . . .",
  "48": "Annex 17 — Aviation Security \nAttachment \n18/11/22 \nATT-14 \nD. Passenger Name Record (PNR) Data \n \n \n9.24    Each Contracting State shall: \n \n \na) develop a capability to collect, use, process and protect Passenger Name Record (PNR) data for flights to and from its \nterritory supported by an appropriate legal and administrative framework (such as, inter alia, legislation, regulation or \ndecree), and be consistent with all Standards contained in Annex 9, Chapter 9, section D; \n \n \nb) align its PNR data requirements and its handling of such data with the guidelines contained in ICAO Doc 9944, \nGuidelines on Passenger Name Record (PNR) Data, and in PNRGOV message implementation guidance materials \npublished and updated by the WCO and endorsed by ICAO and IATA; and \n \n \nc) adopt and implement the PNRGOV message for airline-to-government PNR data transferral to ensure global \ninteroperability. \n \n \nNote 1.— The United Nations Security Council, in Resolution 2396 (2017) at paragraph 12, decided that Member States \nshall develop the capability to collect, process and analyse, in furtherance of ICAO Standards and Recommended Practices, \nPassenger Name Record (PNR) data, and to ensure PNR data is used by and shared with all their competent national \nauthorities, with full respect for human rights and fundamental freedoms, for the purpose of preventing, detecting, and \ninvestigating terrorist offences and related travel. \n \n \nNote 2.— The PNRGOV message is a standard electronic message endorsed jointly by WCO/ICAO/IATA. Depending on \nthe specific aircraft operator’s Reservation and Departure Control Systems, specific data elements that have been collected \nand stored by the aircraft operator for their own operational and commercial purposes can be efficiently transmitted via this \nstandardized message structure. \n \n \n9.25    Contracting States shall, with full respect for human rights and fundamental freedoms: \n \n \na) clearly identify in their legal and administrative framework the PNR data to be used in their operations; \n \n \nb) clearly set the purposes for which PNR data may be used by the authorities, which should be no wider than that \nnecessary in view of the aims to be achieved, including in particular border security purposes to fight terrorism and \nserious crime; and \n \n \nc) limit the disclosure of PNR data to other authorities in the same State or in other Contracting States that exercise \nfunctions related to the purpose for which PNR data are processed, including in particular border security purposes, \nand ensure comparable protections as those afforded by the disclosing authority. \n \n \n9.26    Contracting States shall: \n \n \na) prevent unauthorized access, disclosure and use of PNR data; their legal framework shall provide penalties for misuse, \nunauthorized access, and unauthorized disclosure; \n \n \nb) ensure that the safeguards applied to their collection, use, processing and protection of PNR data apply to all \nindividuals without unlawful differentiation;  \n \n \nc) take measures to ensure that individuals are informed about the collection, use, processing and protection of PNR data \nand related privacy standards employed; \n \n \nd) take measures to ensure that aircraft operators inform their customers about the transfer of PNR data;",
  "49": "Attachment \nAnnex 17 — Aviation Security \n \nATT-15 \n18/11/22 \n \ne) provide for administrative and judicial redress mechanisms to enable individuals to seek a remedy for the unlawful \nprocessing of their PNR data by public authorities; and \n \n \nf) \nprovide for appropriate mechanisms, established by their legal and administrative framework, for individuals to obtain \naccess to their PNR data and to request, if necessary, corrections, deletions or notations.  \n \n \n9.27    Recommended Practice.― Subject to necessary and proportionate restrictions, Contracting States should notify \nindividuals of the processing of their PNR data and inform them about the rights and means of redress afforded to them, as \ndefined in their legal and administrative framework. \n \n \n9.28    Contracting States shall: \n \n \na) base the automated processing of PNR data on objective, precise and reliable criteria that effectively indicate the \nexistence of a risk, without leading to unlawful differentiation; and \n \n \nb) not make decisions that produce significant adverse actions affecting the legal interests of individuals based solely on \nthe automated processing of PNR data. \n \n \n9.29    Contracting States shall designate one (or more) competent domestic authority(ies) as defined in their legal and \nadministrative framework with the power to conduct independent oversight of the protection of PNR data and determine \nwhether PNR data are being collected, used, processed and protected with full respect for human rights and fundamental \nfreedoms. \n \n \n9.30    Contracting States shall: \n \n \na) not require aircraft operators to collect PNR data that is not required as part of their normal business operating \nprocedures or to filter the data prior to transmission; and \n \n \nb) not use PNR data revealing an individual’s racial or ethnic origin, political opinions, religious or philosophical beliefs, \ntrade union membership or data concerning their health, sexual life or sexual orientation, other than in exceptional \nand immediate circumstances to protect the vital interests of the data subject or of another natural person. In \ncircumstances where such information is transferred, Contracting States shall delete such data as soon as practicable.  \n  \n \n9.31    Contracting States shall: \n \n \na) retain PNR data for a set period as defined in their legal and administrative framework, which shall be that period \nnecessary and proportionate for the purposes for which the PNR data is used; \n \n \nb) depersonalize retained PNR data, which enable direct identification of the data subject, after set periods, which do not \nexceed what is necessary as defined in their national laws and policies, except when used in connection with an \nidentifiable ongoing case, threat or risk related to the purposes identified in 9.25 b); \n \n \nc) only re-personalize or unmask PNR data when used in connection with an identifiable case, threat or risk for the \npurposes identified in 9.25 b); and \n \n \nd) delete or anonymize PNR data at the end of the retention period, except when used in connection with an identifiable \nongoing case, threat or risk purposes identified in 9.25 b). \n \n \n \n \nNote 1.— Depersonalization of PNR data is the masking of information which enables direct identification of an \nindividual, without hindering law enforcement use of PNR data, whereas PNR data anonymization is the permanent \nremoval of identity information of a person from the PNR record.",
  "50": "Annex 17 — Aviation Security \nAttachment \n18/11/22 \nATT-16 \n \n \n \nNote 2.— This Standard is not intended to restrict criminal justice proceedings in Contracting States, such as \ninvestigation, prosecution and criminal trials, related to the purposes identified in 9.25 b). \n \n \n9.32    Recommended Practice.― Contracting States should retain PNR data for a maximum period of five years after \nthe transfer of PNR data, except when required in the course of an investigation, prosecution, or court proceeding.  \n \n \n9.33    Recommended Practice.― Contracting States should depersonalize PNR data within six months of and no later \nthan two years after the transfer of PNR data.  \n \n \n \nEXTRACTS FROM ANNEX 10 — AERONAUTICAL TELECOMMUNICATIONS, \nVOLUME IV (SURVEILLANCE AND COLLISION AVOIDANCE SYSTEMS) \n \n \nCHAPTER 2.    GENERAL \n \n \n2.1    SECONDARY SURVEILLANCE RADAR (SSR) \n. . . . . . \n \n2.1.4    Mode A reply codes (information pulses) \n. . . . . . \n \n \n2.1.4.2    The following Mode A codes shall be reserved for special purposes: \n \n \n2.1.4.2.1    Code 7700 to provide recognition of an aircraft in an emergency. \n \n \n2.1.4.2.2    Code 7600 to provide recognition of an aircraft with radiocommunication failure. \n \n \n2.1.4.2.3    Code 7500 to provide recognition of an aircraft which is being subjected to unlawful interference. \n \n \n2.1.4.3    Appropriate provisions shall be made in ground decoding equipment to ensure immediate recognition of Mode A \ncodes 7500, 7600 and 7700. \n \n \n \nEXTRACTS FROM ANNEX 11 — AIR TRAFFIC SERVICES \n \n \nCHAPTER 2.    GENERAL \n \n. . . . . . \n \n2.24    Service to aircraft in the event of an emergency \n \n \n2.24.1    An aircraft known or believed to be in a state of emergency, including being subjected to unlawful interference, \nshall be given maximum consideration, assistance and priority over other aircraft as may be necessitated by the circumstances. \n \n \nNote.— To indicate that it is in a state of emergency, an aircraft equipped with an appropriate data link capability and/or \nan SSR transponder might operate the equipment as follows: \n \n \na) on Mode A, Code 7700; or",
  "51": "Attachment \nAnnex 17 — Aviation Security \n \nATT-17 \n18/11/22 \n \nb) on Mode A, Code 7500, to indicate specifically that it is being subjected to unlawful interference; and/or \n \n \nc) activate the appropriate emergency and/or urgency capability of ADS-B or ADS-C; and/or \n \n \nd) transmit the appropriate emergency message via CPDLC. \n \n \n2.24.1.1    Recommendation.— In communications between ATS units and aircraft in the event of an emergency, Human \nFactors principles should be observed. \n \n \nNote.— Guidance material on Human Factors principles can be found in the Human Factors Training Manual (Doc 9683). \n \n2.24.2    When an occurrence of unlawful interference with an aircraft takes place or is suspected, ATS units shall attend \npromptly to requests by the aircraft. Information pertinent to the safe conduct of the flight shall continue to be transmitted and \nnecessary action shall be taken to expedite the conduct of all phases of the flight, especially the safe landing of the aircraft. \n \n \n2.24.3    When an occurrence of unlawful interference with an aircraft takes place or is suspected, ATS units shall, in \naccordance with locally agreed procedures, immediately inform the appropriate authority designated by the State and exchange \nnecessary information with the operator or its designated representative. \n \n \nNote 1.— A strayed or unidentified aircraft may be suspected as being the subject of unlawful interference. See 2.25.1.3. \n \n \nNote 2.— Procedures relating to the handling of strayed or unidentified aircraft are contained in 2.25.1. \n \n \nNote 3.— The PANS-ATM (Doc 4444), Chapter 15, 15.1.3 contains more specific procedures related to unlawful \ninterference. \n \n. . . . . . \nCHAPTER 5.    ALERTING SERVICE \n \n \n5.1    Application \n \n \n5.1.1    Alerting service shall be provided: \n \n \na)  for all aircraft provided with air traffic control service;  \n \n \nb)  in so far as practicable, to all other aircraft having filed a flight plan or otherwise known to the air traffic services; and \n \n \nc) to any aircraft known or believed to be the subject of unlawful interference. \n \n. . . . . . \n \n5.2    Notification of rescue coordination centres \n \n \n5.2.1    Without prejudice to any other circumstances that may render such notification advisable, air traffic services units \nshall, except as prescribed in 5.5.1, notify rescue coordination centres immediately an aircraft is considered to be in a state of \nemergency in accordance with the following: \n \n. . . . . . \n \n \nb) Alert phase when: \n \n \n \n1) following the uncertainty phase, subsequent attempts to establish communication with the aircraft or inquiries to \nother relevant sources have failed to reveal any news of the aircraft, or when",
  "52": "Annex 17 — Aviation Security \nAttachment \n18/11/22 \nATT-18 \n \n \n2) an aircraft has been cleared to land and fails to land within five minutes of the estimated time of landing and \ncommunication has not been re-established with the aircraft, or when \n \n \n \n3) information has been received which indicates that the operating efficiency of the aircraft has been impaired, but \nnot to the extent that a forced landing is likely, \n \n \n \nexcept when evidence exists that would allay apprehension as to the safety of the aircraft and its occupants, or when \n \n \n \n4) an aircraft is known or believed to be the subject of unlawful interference. \n \n. . . . . . \n \n5.5    Information to the operator \n \n \n5.5.1    When an area control or a flight information centre decides that an aircraft is in the uncertainty or the alert phase, \nit shall, when practicable, advise the operator prior to notifying the rescue coordination centre. \n \n \nNote.— If an aircraft is in the distress phase, the rescue coordination centre has to be notified immediately in accordance \nwith 5.2.1. \n \n \n5.5.2    All information notified to the rescue coordination centre by an area control or flight information centre shall, \nwhenever practicable, also be communicated, without delay, to the operator. \n \n \n \n5.6    Information to aircraft operating in  \nthe vicinity of an aircraft in a state of emergency \n \n \n5.6.1    When it has been established by an air traffic services unit that an aircraft is in a state of emergency, other aircraft \nknown to be in the vicinity of the aircraft involved shall, except as provided in 5.6.2, be informed of the nature of the emergency \nas soon as practicable. \n \n \n5.6.2    When an air traffic services unit knows or believes that an aircraft is being subjected to unlawful interference, no \nreference shall be made in ATS air-ground communications to the nature of the emergency unless it has first been referred to \nin communications from the aircraft involved and it is certain that such reference will not aggravate the situation.",
  "53": "Attachment \nAnnex 17 — Aviation Security \n \nATT-19 \n18/11/22 \n \nEXTRACT FROM ANNEX 13 — AIRCRAFT ACCIDENT AND INCIDENT INVESTIGATION \n \n \nCHAPTER 5.    INVESTIGATION \n \n. . . . . . \n \nORGANIZATION AND CONDUCT OF THE INVESTIGATION \n \n. . . . . . \n \nRESPONSIBILITY OF THE STATE \nCONDUCTING THE INVESTIGATION \n \n. . . . . . \n \nInforming aviation security authorities \n \n \n5.11    If, in the course of an investigation it becomes known, or it is suspected, that an act of unlawful interference was \ninvolved, the investigator-in-charge shall immediately initiate action to ensure that the aviation security authorities of the \nState(s) concerned are so informed. \n \n \n \n \nEXTRACTS FROM ANNEX 14 — AERODROMES, \nVOLUME I — AERODROME DESIGN AND OPERATIONS \n \n \n \nCHAPTER 3.    PHYSICAL CHARACTERISTICS \n \n. . . . . . \n \n3.14    Isolated aircraft parking position \n \n \n3.14.1    An isolated aircraft parking position shall be designated or the aerodrome control tower shall be advised of an \narea or areas suitable for the parking of an aircraft which is known or believed to be the subject of unlawful interference, or \nwhich for other reasons needs isolation from normal aerodrome activities. \n \n \n3.14.2    Recommendation.— The isolated aircraft parking position should be located at the maximum distance \npracticable and in any case never less than 100 m from other parking positions, buildings or public areas, etc. Care should be \ntaken to ensure that the position is not located over underground utilities such as gas and aviation fuel and, to the extent \nfeasible, electrical or communication cables. \n \n. . . . . .",
  "54": "Annex 17 — Aviation Security \nAttachment \n18/11/22 \nATT-20 \nCHAPTER 5.    VISUAL AIDS FOR NAVIGATION \n \n. . . . . . \n5.3    Lights \n \n. . . . . . \n5.3.24    Apron floodlighting \n(see also 5.3.17.1 and 5.3.18.1) \n \n \nApplication \n \n \n5.3.24.1    Recommendation.— Apron floodlighting should be provided on an apron, on a de-icing/anti-icing facility and \non a designated isolated aircraft parking position intended to be used at night. \n \n \nNote 1.— Where a de-icing/anti-icing facility is located in close proximity to the runway and permanent floodlighting \ncould be confusing to pilots, other means of illumination of the facility may be required. \n \n \nNote 2.— The designation of an isolated aircraft parking position is specified in 3.14. \n \n \nNote 3.— Guidance on apron floodlighting is given in the Aerodrome Design Manual (Doc 9157), Part 4. \n \n. . . . . . \n \n \nCHAPTER 8.    ELECTRICAL SYSTEMS \n \n8.1    Electric power supply systems for air navigation facilities \n \n. . . . . . \n \nApplication \n \n. . . . . . \n \n \n8.1.10    Recommendation.— The following aerodrome facilities should be provided with a secondary power supply \ncapable of supplying power when there is a failure of the primary power supply: \n \n. . . . . . \n \n \ne) essential security lighting, if provided in accordance with 9.11; \n \n. . . . . .",
  "55": "Attachment \nAnnex 17 — Aviation Security \n \nATT-21 \n18/11/22 \nCHAPTER 9.    AERODROME OPERATIONAL SERVICES, EQUIPMENT AND INSTALLATIONS \n \n9.1    Aerodrome emergency planning \n \n \nGeneral \n \n \nIntroductory Note.— Aerodrome emergency planning is the process of preparing an aerodrome to cope with an emergency \noccurring at the aerodrome or in its vicinity. The objective of aerodrome emergency planning is to minimize the effects of an \nemergency, particularly in respect of saving lives and maintaining aircraft operations. The aerodrome emergency plan sets \nforth the procedures for coordinating the response of different aerodrome agencies (or services) and of those agencies in the \nsurrounding community that could be of assistance in responding to the emergency. Guidance material to assist the appropriate \nauthority in establishing aerodrome emergency planning is given in the Airport Services Manual (Doc 9137), Part 7. \n \n \n9.1.1    An aerodrome emergency plan shall be established at an aerodrome, commensurate with the aircraft operations and \nother activities conducted at the aerodrome. \n \n \n9.1.2    The aerodrome emergency plan shall provide for the coordination of the actions to be taken in an emergency \noccurring at an aerodrome or in its vicinity. \n \n \nNote 1.— Examples of emergencies are: aircraft emergencies, sabotage including bomb threats, unlawfully seized aircraft, \ndangerous goods occurrences, building fires, natural disaster and public health emergencies. \n \n. . . . . . \n \n \n9.1.3    The plan shall coordinate the response or participation of all existing agencies which, in the opinion of the \nappropriate authority, could be of assistance in responding to an emergency. \n \n \nNote 1.— Examples of agencies are: \n \n \n— on the aerodrome: air traffic control units, rescue and firefighting services, aerodrome administration, medical and \nambulance services, aircraft operators, security services, and police; \n \n— off the aerodrome: fire departments, police, health authorities (including medical, ambulance, hospital and public \nhealth services), military, and harbour patrol or coast guard. \n \n. . . . . . \n \n \n9.1.4    Recommendation.— The plan should provide for cooperation and coordination with the rescue coordination \ncentre, as necessary. \n \n \n9.1.5    Recommendation.— The aerodrome emergency plan document should include at least the following: \n \n \na) types of emergencies planned for; \n \n \nb) agencies involved in the plan; \n \n \nc) responsibility and role of each agency, the emergency operations centre and the command post, for each type of \nemergency; \n \n \nd) information on names and telephone numbers of offices or people to be contacted in the case of a particular emergency; \nand \n \ne) a grid map of the aerodrome and its immediate vicinity. \n. . . . . .",
  "56": "Annex 17 — Aviation Security \nAttachment \n18/11/22 \nATT-22 \nEmergency operations centre and command post \n \n \n9.1.7    Recommendation.— A fixed emergency operations centre and a mobile command post should be available for \nuse during an emergency. \n \n \n9.1.8    Recommendation.— The emergency operations centre should be a part of the aerodrome facilities and should be \nresponsible for the overall coordination and general direction of the response to an emergency. \n \n \n9.1.9    Recommendation.— The command post should be a facility capable of being moved rapidly to the site of an \nemergency, when required, and should undertake the local coordination of those agencies responding to the emergency. \n \n \n9.1.10    Recommendation.— A person should be assigned to assume control of the emergency operations centre and, \nwhen appropriate, another person the command post. \n \n \nCommunication system \n \n \n9.1.11    Recommendation.— Adequate communication systems linking the command post and the emergency operations \ncentre with each other and with the participating agencies should be provided in accordance with the plan and consistent with \nthe particular requirements of the aerodrome. \n \n \nAerodrome emergency exercise \n \n \n9.1.12    The plan shall contain procedures for periodic testing of the adequacy of the plan and for reviewing the results in \norder to improve its effectiveness. \n \n \nNote.— The plan includes all participating agencies and associated equipment. \n \n \n9.1.13    The plan shall be tested by conducting: \n \n \na) a full-scale aerodrome emergency exercise at intervals not exceeding two years and partial emergency exercises in the \nintervening year to ensure that any deficiencies found during the full-scale aerodrome emergency exercise have been \ncorrected; or \n \n \nb) a series of modular tests commencing in the first year and concluding in a full-scale aerodrome emergency exercise \nat intervals not exceeding three years;  \n \nand reviewed thereafter, or after an actual emergency, so as to correct any deficiency found during such exercises or actual \nemergency. \n \n \nNote 1.— The purpose of a full-scale exercise is to ensure the adequacy of the plan to cope with different types of \nemergencies. The purpose of a partial exercise is to ensure the adequacy of the response to individual participating agencies \nand components of the plan, such as the communications system.  The purpose of modular tests is to enable concentrated effort \non specific components of established emergency plans. \n \n \nNote 2.— Guidance material on airport emergency planning is available in the Airport Services Manual (Doc 9137), \nPart 7. \n \n. . . . . .",
  "57": "Attachment \nAnnex 17 — Aviation Security \n \nATT-23 \n18/11/22 \n9.10    Fencing \n \nApplication \n \n. . . . . . \n \n \n9.10.2    A fence or other suitable barrier shall be provided on an aerodrome to deter the inadvertent or premeditated access \nof an unauthorized person onto a non-public area of the aerodrome. \n \n \nNote 1.— This is intended to include the barring of sewers, ducts, tunnels, etc., where necessary to prevent access. \n \n \nNote 2.— Special measures may be required to prevent the access of an unauthorized person to runways or taxiways which \noverpass public roads. \n \n \n9.10.3    Suitable means of protection shall be provided to deter the inadvertent or premeditated access of unauthorized \npersons into ground installations and facilities essential for the safety of civil aviation located off the aerodrome. \n \n \nLocation \n \n \n9.10.4    The fence or barrier shall be located so as to separate the movement area and other facilities or zones on the \naerodrome vital to the safe operation of aircraft from areas open to public access. \n \n \n9.10.5    Recommendation.— When greater security is thought necessary, a cleared area should be provided on both \nsides of the fence or barrier to facilitate the work of patrols and to make trespassing more difficult. Consideration should be \ngiven to the provision of a perimeter road inside the aerodrome fencing for the use of both maintenance personnel and security \npatrols. \n \n \n9.11    Security lighting \n \n \nRecommendation.— At an aerodrome where it is deemed desirable for security reasons, a fence or other barrier provided \nfor the protection of international civil aviation and its facilities should be illuminated at a minimum essential level. \nConsideration should be given to locating lights so that the ground area on both sides of the fence or barrier, particularly at \naccess points, is illuminated. \n \n \n \nEXTRACTS FROM ANNEX 18 — THE SAFE TRANSPORT OF \nDANGEROUS GOODS BY AIR \n \n \n \nCHAPTER 2.    APPLICABILITY \n \n. . . . . . \n \n2.2    Dangerous Goods Technical Instructions \n \n \n2.2.1     Each Contracting State shall take the necessary measures to achieve compliance with the detailed provisions \ncontained in the Technical Instructions. Each Contracting State shall also take the necessary measures to achieve compliance \nwith any amendment to the Technical Instructions which may be published during the specified period of applicability of an \nedition of the Technical Instructions.",
  "58": "Annex 17 — Aviation Security \nAttachment \n18/11/22 \nATT-24 \n \n2.2.2    Recommendation.— Each Contracting State should inform ICAO of difficulties encountered in the application of \nthe Technical Instructions and of any amendments which it would be desirable to make to them. \n \n. . . . . . \n \nCHAPTER 10.    TRAINING PROGRAMMES \n \n \n10.1    Establishment of training programmes \n \nInitial and recurrent dangerous goods training programmes shall be established and maintained in accordance with the \nTechnical Instructions. \n \n. . . . . . \n \nCHAPTER 13.    DANGEROUS GOODS  \nSECURITY PROVISIONS \n \nEach Contracting State shall establish dangerous goods security measures, applicable to shippers, operators and other \nindividuals engaged in the transport of dangerous goods by air, to be taken to minimize theft or misuse of dangerous goods that \nmay endanger persons, property or the environment. These measures should be commensurate with security provisions \nspecified in other Annexes and the Technical Instructions. \n \n \n \nEXTRACTS FROM DOC 9284 — TECHNICAL INSTRUCTIONS \nFOR THE SAFE TRANSPORT OF DANGEROUS GOODS BY AIR \n \n \nPart 1.    GENERAL \n \n. . . . . . \n \nCHAPTER 4.    DANGEROUS GOODS TRAINING \n \nParts of this Chapter are affected by State Variations AE 2, BR 7, CA 11, HK 1, OM 2, VE 5, VE 6; \nsee Table A-1 \n \n \n \n \n \nNote.— In cases where the application of specific provisions within this chapter may be different from the previous \nversion of the Technical Instructions (e.g. an assessment instead of a test to verify understanding, or application of aspects of \ntraining identified within Table 1-4), the training provisions contained in Part 1;4 of the 2019-2020 Edition of the Instructions \nare provided in Attachment 4 and may be used until 31 December 2022. \n \n \n4.1    ESTABLISHMENT OF DANGEROUS GOODS TRAINING PROGRAMMES \n \n \n \nNote.— A training programme includes elements such as design methodology, assessment, initial and recurrent \ntraining, instructor qualifications and competencies, training records and evaluation of the effectiveness of training.",
  "59": "Attachment \nAnnex 17 — Aviation Security \n \nATT-25 \n18/11/22 \n \n4.1.1     The employer of personnel that perform functions aimed at ensuring that dangerous goods are transported in \naccordance with these Instructions must establish and maintain a dangerous goods training programme. \n \n \nNote 1.— An approach to ensuring personnel are competent to perform any function for which they are responsible is \nprovided in Guidance on a Competency-based Approach to Dangerous Goods Training and Assessment (Doc 10147). \n \n \nNote 2.— Security personnel who are involved with the screening of passengers and crew and their baggage and cargo or \nmail are required to be trained irrespective of whether the operator on which the passenger or cargo is to be transported \ncarries dangerous goods as cargo. \n \n \n4.1.2    All operators must establish a dangerous goods training programme regardless of whether or not they are approved \nto transport dangerous goods as cargo. \n \n \n4.1.3    Training courses may be developed and delivered by or for the employer. \n \n \nEXTRACTS FROM THE PROCEDURES FOR AIR NAVIGATION SERVICES — \nAIR TRAFFIC MANAGEMENT (DOC 4444) \n \n \nCHAPTER 5.    SEPARATION METHODS AND MINIMA \n \n. . . . . . \n \n5.2     PROVISIONS FOR THE SEPARATION OF CONTROLLED TRAFFIC \n \n. . . . . . \n \n \n5.2.1.3    Larger separations than the specified minima should be applied whenever exceptional circumstances such as \nunlawful interference or navigational difficulties call for extra precautions. This should be done with due regard to all relevant \nfactors so as to avoid impeding the flow of air traffic by the application of excessive separations. \n \n \nNote.— Unlawful interference with an aircraft constitutes a case of exceptional circumstances which might require the \napplication of separations larger than the specified minima, between the aircraft being subjected to unlawful interference and \nother aircraft. \n \n. . . . . . \n \nCHAPTER 15.    PROCEDURES RELATED TO EMERGENCIES, \nCOMMUNICATION FAILURE AND CONTINGENCIES \n \n \n \n15.1    EMERGENCY PROCEDURES \n \n \n15.1.1    General \n \n \n15.1.1.1    The various circumstances surrounding each emergency situation preclude the establishment of exact detailed \nprocedures to be followed. The procedures outlined herein are intended as a general guide to air traffic services personnel. Air \ntraffic control units shall maintain full and complete coordination, and personnel shall use their best judgement in handling \nemergency situations.",
  "60": "Annex 17 — Aviation Security \nAttachment \n18/11/22 \nATT-26 \n \nNote 1.— Additional procedures to be applied in relation to emergencies and contingencies while using an ATS \nsurveillance system are contained in Chapter 8, 8.8.1. \n \n \nNote 2.— If the pilot of an aircraft encountering a state of emergency has previously been directed by ATC to select a \nspecific transponder code and/or a specific ADS-B emergency mode, that code and/or mode will normally be maintained unless, \nin special circumstances, the pilot has decided or has been advised otherwise. Where ATC has not requested a code or \nemergency mode to be set, the pilot will set the transponder to Mode A Code 7700 and/or the appropriate ADS-B emergency \nmode. \n \n \nNote 3.— Some aircraft equipped with first generation ADS-B avionics have the capability to transmit a general emergency \nalert only, regardless of the code selected by the pilot. \n \n \nNote 4.— Some aircraft equipped with first generation ADS-B avionics do not have the capability of squawking IDENT \nwhile the emergency and/or urgency mode is selected. \n \n \n15.1.1.2    When an emergency is declared by an aircraft, the ATS unit should take appropriate and relevant action as \nfollows: \n \n \na) unless clearly stated by the flight crew or otherwise known, take all necessary steps to ascertain aircraft identification \nand type, the type of emergency, the intentions of the flight crew as well as the position and level of the aircraft; \n \n \nb) decide upon the most appropriate type of assistance which can be rendered; \n \n \nc) enlist the aid of any other ATS unit or other services which may be able to provide assistance to the aircraft; \n \n \nd) provide the flight crew with any information requested as well as any additional relevant information, such as details \non suitable aerodromes, minimum safe altitudes, weather information; \n \n \ne) obtain from the operator or the flight crew such of the following information as may be relevant: number of persons \non board, amount of fuel remaining, possible presence of hazardous materials and the nature thereof; and  \n \n \nf) \nnotify the appropriate ATS units and authorities as specified in local instructions. \n \n \n15.1.1.3    Changes of radio frequency and SSR code should be avoided if possible and should normally be made only \nwhen or if an improved service can be provided to the aircraft concerned. Manoeuvring instructions to an aircraft experiencing \nengine failure should be limited to a minimum. When appropriate, other aircraft operating in the vicinity of the aircraft in \nemergency should be advised of the circumstances. \n \n \nNote.— Requests to the flight crew for the information contained in 15.1.1.2 e) will be made only if the information is not \navailable from the operator or from other sources and will be limited to essential information. \n \n \n \n15.1.2    Priority \n \nAn aircraft known or believed to be in a state of emergency, including being subjected to unlawful interference, shall be given \npriority over other aircraft. \n \n \n \n15.1.3    Unlawful interference and aircraft bomb threat \n \n \n15.1.3.1    Air traffic services personnel shall be prepared to recognize any indication of the occurrence of unlawful \ninterference with an aircraft.",
  "61": "Attachment \nAnnex 17 — Aviation Security \n \nATT-27 \n18/11/22 \n \n15.1.3.2    Whenever unlawful interference with an aircraft is suspected, and where automatic distinct display of SSR Mode \nA Code 7500 and Code 7700 is not provided, the controller shall attempt to verify any suspicion by setting the SSR decoder to \nMode A Code 7500 and thereafter to Code 7700. \n \n \nNote.— An aircraft equipped with an SSR transponder is expected to operate the transponder on Mode A Code 7500 to \nindicate specifically that it is the subject of unlawful interference. The aircraft may operate the transponder on Mode A Code \n7700, to indicate that it is threatened by grave and imminent danger and requires immediate assistance. An aircraft equipped \nwith other surveillance system transmitters, including ADS-B and ADS-C, might send the emergency and/or urgency signal by \nall of the available means. \n \n \n15.1.3.3    Whenever unlawful interference with an aircraft is known or suspected or a bomb threat warning has been \nreceived, ATS units shall promptly attend to requests by, or to anticipated needs of, the aircraft, including requests for relevant \ninformation relating to air navigation facilities, procedures and services along the route of flight and at any aerodrome of \nintended landing, and shall take such action as is necessary to expedite the conduct of all phases of the flight. \n \n \n15.1.3.3.1    ATS units shall also: \n \n \na) transmit, and continue to transmit, information pertinent to the safe conduct of the flight, without expecting a reply \nfrom the aircraft; \n \n \nb) monitor and plot the progress of the flight with the means available, and coordinate transfer of control with adjacent \nATS units without requiring transmissions or other responses from the aircraft, unless communication with the aircraft \nremains normal; \n \n \nc) inform, and continue to keep informed, appropriate ATS units, including those in adjacent FIRs, which may be \nconcerned with the progress of the flight; \n \n \n \n \nNote.— In applying this provision, account must be taken of all the factors which may affect the progress of the \nflight, including fuel endurance and the possibility of sudden changes in route and destination. The objective is to \nprovide, as far in advance as is practicable in the circumstances, each ATS unit with appropriate information as to \nthe expected or possible penetration of the aircraft into its area of responsibility. \n \n \nd) notify: \n \n \n \n1) the operator or its designated representative; \n \n \n \n2) the appropriate rescue coordination centre in accordance with appropriate alerting procedures; \n \n \n \n3) the appropriate authority designated by the State; \n \n \n \n \nNote.— It is assumed that the designated security authority and/or the operator will in turn notify other parties \nconcerned in accordance with pre-established procedures. \n \n \ne) relay appropriate messages, relating to the circumstances associated with the unlawful interference, between the \naircraft and designated authorities. \n \n \n \n \nNote.— These messages include, but are not limited to: initial messages declaring an incident; update messages \non an existing incident; messages containing decisions made by appropriate decision makers; messages on transfer \nof responsibility; messages on acceptance of responsibility; messages indicating that an entity is no longer involved \nin an incident; and messages closing an incident.",
  "62": "Annex 17 — Aviation Security \nAttachment \n18/11/22 \nATT-28 \n \n15.1.3.4    The following additional procedures shall apply if a threat is received indicating that a bomb or other explosive \ndevice has been placed on board a known aircraft. The ATS unit receiving the threat information shall: \n \n \na) if in direct communication with the aircraft, advise the flight crew without delay of the threat and the circumstances \nsurrounding the threat; or \n \n \nb) if not in direct communication with the aircraft, advise the flight crew by the most expeditious means through other \nATS units or other channels. \n \n \n15.1.3.5    The ATS unit in communication with the aircraft shall ascertain the intentions of the flight crew and report those \nintentions to other ATS units which may be concerned with the flight. \n \n \n15.1.3.6    The aircraft shall be handled in the most expeditious manner while ensuring, to the extent possible, the safety \nof other aircraft and that personnel and ground installations are not put at risk. \n \n \n15.1.3.7    Aircraft in flight shall be given re-clearance to a requested new destination without delay. Any request by the \nflight crew to climb or descend for the purpose of equalizing or reducing the differential between the outside air pressure and \nthe cabin air pressure shall be approved as soon as possible. \n \n \n15.1.3.8    An aircraft on the ground should be advised to remain as far away from other aircraft and installations as possible \nand, if appropriate, to vacate the runway. The aircraft should be instructed to taxi to a designated or isolated parking area in \naccordance with local instructions. Should the flight crew disembark passengers and crew immediately, other aircraft, vehicles \nand personnel should be kept at a safe distance from the threatened aircraft. \n \n \n15.1.3.9    ATS units shall not provide any advice or suggestions concerning action to be taken by the flight crew in relation \nto an explosive device. \n \n \n15.1.3.10    An aircraft known or believed to be the subject of unlawful interference or which for other reasons needs \nisolation from normal aerodrome activities shall be cleared to the designated isolated parking position. Where such an isolated \nparking position has not been designated, or if the designated position is not available, the aircraft shall be cleared to a position \nwithin the area or areas selected by prior agreement with the aerodrome authority. The taxi clearance shall specify the taxi route \nto be followed to the parking position. This route shall be selected with a view to minimizing any security risks to the public, \nother aircraft and installations at the aerodrome. \n \n \nNote.— See Annex 14, Volume I, Chapter 3.",
  "63": "Attachment \nAnnex 17 — Aviation Security \n \nATT-29 \n18/11/22 \n \nEXTRACTS FROM THE PROCEDURES FOR AIR NAVIGATION SERVICES — \nAIRCRAFT OPERATIONS (DOC 8168), VOLUME III —  \nAIRCRAFT OPERATING PROCEDURES \n \n \n \nSection 4 \n \nSECONDARY SURVEILLANCE RADAR (SSR) \nTRANSPONDER OPERATING PROCEDURES \n \n \n \nChapter 1 \n \nOPERATION OF TRANSPONDERS \n \n. . . . . . \n \n1.4    EMERGENCY PROCEDURES \n \nThe pilot of an aircraft in a state of emergency shall set the transponder to Mode A Code 7700 unless ATC has previously \ndirected the pilot to operate the transponder on a specified code. In the latter case, the pilot shall continue to use the specified \ncode unless otherwise advised by ATC. However, a pilot may select Mode A Code 7700 whenever there is a specific reason to \nbelieve that this would be the best course of action. \n \n. . . . . . \n \n1.6    UNLAWFUL INTERFERENCE WITH AIRCRAFT IN FLIGHT \n \n \n1.6.1    If there is unlawful interference with an aircraft in flight, the pilot-in-command shall attempt to set the transponder \nto Mode A Code 7500 in order to indicate the situation. If circumstances so warrant, Code 7700 should be used instead. \n \n \n1.6.2    If a pilot has selected Mode A Code 7500 and has been requested to confirm this code by ATC (in accordance with \n1.1.5), the pilot shall, according to circumstances, either confirm this or not reply at all. \n \n \nNote.— If the pilot does not reply, ATC will take this as confirmation that the use of Code 7500 is not an inadvertent false \ncode selection. \n \n \n \n \n— END —",
  "64": "",
  "65": "",
  "66": "ISBN978-02-9265-729-1\n\n9\n\n789292 \" 657291\n"
}