{
  "1": "fire sk fe ue —(13)04/000772003—16 REGISTERED NO. DL—(N)04/0007/2003—16\n\nJIRd a Usa\nThe Gazette of Iudia\n\nEXTRAORDINARY\nwm ae 1\nPART I —Section 1\n‘fire & wafer\nPUBLISHED BY AUTHORITY\n\neM] 38 feret, atran, HE 16, 2016/4eT@ 26, 1938 (we)\nNo. 34] NEW DELHI, MONDAY, MAY 16, 2016/VAISAKHA 26, 1938 (SAKA)\n\nFem 4 fies ge den a ord t fred fs ae stern deers FB A aT aS\n\nSeparate paging is given to this Part in order that it may be filed as a separate compilation.\n\nMINISTRY OF LAW AND JUSTICE,\n(Legislative Department)\n\nNew Delhi, the 16th May, 2016/Vaisakha 26, 1938 (Saka)\n\nThe following Act of Parliament received the assent of the President on the\n13th May, 2016, and is hereby published for general information: —\n\nTHE ANTI-HIJACKING ACT, 2016\nNo. 30 oF 2016\n[13th May, 2016,]\nAn Actto give effect to the Convention for the Suppression of Unlawful Seizure\nof Aircraft and for matters connected therewith\n\nWitereas a Convention for the Suppression of Unlawful Seizure of Aircraft was signed\nat The Hague on the 16th day of December, 1970;\nAND wueReas India acceded to the said Convention and enacted the Anti-Hijacking\n65 of 1982, Act, 1982 to give effect to the provisions of the Convention;\n\nAn wutreas India has signed the Protocol Supplementary to the Convention at\nBeijing on the 10th day of September, 2010 which deals with unlawful ats against Civil\nAviation by new types of threats which require comprehensive amendments to the said Act;\n\nAx wureas itis considered expedient that the unlawful acts of seizure or exercise of\ncontrol of aircraft which jeopardize safety of persons and property is a matter of great\ncconcem to be addressed effectively by making suitable provisions for giving effect to the\nConvention and the Protocol and for matters connected therewith,\n",
  "2": "application\n\nDefinitions\n\n2 ‘THE GAZETTE OF INDIAEXTRAORDINARY. (Pax\n\nBritenacted by Parliamentin the Sixty-seventh Year ofthe Republic of India a follows: —\n\nCHAPTER\nPRetinanany\n1, (J) This Act may be called the Anti-Hijacking Act, 2016.\n(2) Tt extends to the whole of India and, save as otherwise provided in this Act, it\napplies also to any offence thereunder committed outside India by any person.\n(3) It shall come into force on such date as the Central Government may, by notification\nin the Official Gazette, appoint.\n\n2. In this Act, unless the context otherwise requires, —\n\n(@ “Agency” means the National Investigation Agency constituted under\nsection 3 of the National Investigation Agency Act, 2008:\n\n(b) “aircraft” means any aircraft, whether or not registered in India, other than a\nmilitary aircraft or an aircraft used in customs or police service:\n\n(©) “aircraft registered in India” means an aircraft which is for the time being\nregistered in India;\n\n(@ “Convention country” means a country in which the Hague Convention is\nfor the time being in force;\n\n(©) “Hague Convention” means the Convention for the Suppression of Unlawul\nSeizure of Aircraft signed at The Hague on the 16th day of December, 1970 and includes\nthe Protocol Supplementary to the Convention signed at Beijing on the 10th day of\nSeptember, 2010;\n\n(P “hostage” means a passenger or a crew member of an aircraft or any security\npersonnel on board the aircraft or a ground support staff involved in the maintenance\nof the aircraft, who is unlawfully seized or detained without his consent, or with his\nconsent obtained by fraud or duress, by an individual or by a group of persons, during\nthe transit of an aircraft or when itis stationed at an airport, with an intention to secure\nany demand or fulfilment of any condition made by such individual or such group of\npersons;\n\n(g) “military aircraft” means an aircraft ofthe naval, military, airforce or any other\narmed forces of any country and includes every aircraft commanded forthe time being\nby a person in any such force detailed for the purpose;\n\n(h) “notification” means a notification published in the Official Gazette;\n\n(@ “security personnel” means security personnel deployed by the\nCentral Government or appointed by any agency authorised by that Government to\nensure security of civil aviation against acts of unlawful interference.\n\nExplanation.—for the purposes of this clause “acts of unlawful interference”\nmeans acts or attempted acts to jeopardize the safety of civil aviation and air transport,\nincluding—\n\n(unlawful seizure of aircraft in flight;\n(Gi) unlawful seizure of aircraft on the ground;\n(id) hostage-taking on board aireraft or on aerodromes;\n\n(Go) forcible intrusion on board aircraft, at an aerodrome or on the premises on an\naeronautical facili\n\n(©) introduction on board an aireraft or at an aerodrome, of a weapon, explosive\nor other hazardous device, article or substances intended for criminal purposes;\n\n34 of 2008,\n",
  "3": "Sec. 1] ‘THE GAZETTE OF INDIA EXTRAORDINARY 3\n\n(vi) communication of false information with a view to jeopardize the safety of an\naircraft inflight or on the ground, of passengers, crew, ground personnel or the general\npublic, at an aerodrome of on the premises of a civil aviation facility\n\n(CHAPTER TL\n\n3.(J) Whoever unlawfully and intentionally seizes or exercises control of an airerat in\nservice by force or threat thereof, or by coercion, or by any other form of intimidation, or by\nany technological means, commits the offence of hijacking.\n\n(2)Aperson shall also be deemed to have committed the offence of hijacking specified\nin sub-section (1), if, such person—\n\n(@) makes a threat to commit such offence or unlawfully and intentionally causes\nany person to receive such threat under circumstances which indicate that the threat\nis credible; or\n\n(®) attempts to commit or abets the commission of such offence; or\n\n(©) organises or directs others to commit such offence or the offence specified\nin clause (a) or clause (b) above;\n\n(@) participates as an accomplice in such offence or the offence specified in\nclause (a) or clause (b) above;\n\n(©) unlawfully and intentionally assists another person to evade investigation,\nprosecution or punishment, knowing that such person has committed any such offence\nor the offence specified in clause (a) or clause (b) or clause (c) or clause (d) above, or\nthat such person is wanted for criminal prosecution by law enforcement authorities for\nsuch an offence or has been sentenced for such an offence,\n\n(3) A person also commits the offence of hijacking, when committed intentionally\nwhether or not any of the offences specified in sub-section (1) or in clause (a) of\nsub-section (2) is actually committed or attempted, either or both of the following —\n(a) agreeing with one or more other persons to commit an offence specified in\nsub-section (J) or in clause (a) of sub-section (2), involving an act undertaken by one\n‘of the participants in furtherance of the agreement; or\n(®) contributing in any manner to the commission of an offence specified in\nsub-section (J) or in clause (a) of sub-section (2) by a group of persons acting with a\n‘common purpose and such contribution shall either—\n(be made with the aim of furthering the general criminal activity or purpose\nof the group, where such activity or purpose involves the commission of such\nan offence; or\n\n(ii) be made in the knowledge of the intention ofthe group to commit such\noffence.\n\n(4) For the purposes of this Act, an aircraft shall be considered to be “in service’\nthe beginning of the pre-flight preparation of the aircraft by ground personnel or by the crew\nfor a specific flight until twenty-four hours after any landing and in the case of a forced\nlanding, the flight shall be deemed to continue until the competent authorities take over the\nresponsibility for the aircraft and for persons and property on board\n\nWhoever commits the offence of hijacking shall be punished—\n(@) with death where such offence results in the death of a hostage or of a\nsecurity personnel or of any person not involved in the offence, asa direct consequence\nof the office of hijacking; or\n(® with imprisonment for life which shall mean imprisonment for the remainder\nof that person's natural life and with fine,\n\nijackiog\n\nPunishment\n",
  "4": "violence\nconnected\nwith\nIrijacking\n\nConferment\nof powers of\n\nJurisdiction\n\nDesignated\n\nOffences\ntriable by\nDesignated\n\n4 ‘THE GAZETTE OF INDIAEXTRAORDINARY. (Par\n\nand the movable and immovable property of such person shall also be liable to be confiscated,\n\n5. Whoever, being a person committing the offence of hijacking of an aircraft, commits,\nin connection with such offence, any act of violence against any passenger or member of the\n¢rew of such aircraft, shall be punished with the same punishment with which he would have\nbeen punishable under any law for the time being in force in India if such act had been\ncommitted in India,\n\n6. (J) For the purposes of this Act, the Central Government may, notwithstanding\nanything contained in the Code of Criminal Procedure, 1973, by notification, confer on any\nofficer of the Central Government or any officer of the Agency, powers of arrest, investigation\nand prosecution exercisable by a police officer under the said Code.\n\n(2) All officers of police and all officers of Government are hercby required and\nempowered to assist the officer of the Central Government referred to in sub-section (1) in\nthe execution of the provisions of this Act.\n\n7.(1) Subject to the provisions of sub-section (2), where an offence under section 3 or\nsection 5 is committed outside India, the person committing such offence may be dealt with\nin respect thereof as if such offence had been committed at any place within India at which\nhe may be found.\n\n(2) No Court shall ake cognizance of an offence punishable under section 3 or section 5\nwhich is committed outside India unless,—\n\n(@) such offence is committed within the territory of Indias,\n\n( such offence is committed against or on board an aireraft registered in India;\n\n(©) such offence is committed on board and the aircraft in which the offence is\ncommitted lands in India with the alleged offender still on board;\n\n(@) such offence is committed against or on board an aircraft which is forthe time\nbeing leased without crew fo a lessee who has his principal place of business or where\nhe has no such place of business, his permanent residence is in India;\n\n(©) such offence is committed by or against a citizen of India;\n\n(P such offence is committed by a stateless person whose habitual r\nin the territory of India;\n\n(g) such offence is committed by the alleged offender who is present in India but\nnot extradited under section 11\n8, (1) For the purpose of providing for speedy tral, the State Government shall, with\n\nthe concurrence of the Chief Justice of the High Court, by notification, specify a Court of\n‘Sessions to be a Designated Court for such area or areas as may be specified inthe notification,\n\n(2) Notwithstanding the provisions of sub-section (J), the Special Court Constituted\nunder section 11 of, as the case may be, under section 22 of the National Investigation\n‘Agency Act, 2008 shall be the Designated Court for the purposes of this Act in case where\nthe power of arrest, investigation and prosecution is exercised by the Agency under\nsub-section (1) of section 6,\n\n(8) Notwithstanding anything contained in the Code of Criminal Procedure, 1973, a\nDesignated Court shall, as far as practicable, hold the trial on a day-to-day basis.\n\n9. (2) Notwithstanding anything contained in the Code of Criminal Procedure, 1973,—\n\n(a) all offences under this Act shall be triable by the Designated Court referred\nto in section 8.\n\nJddence is\n\n(®) where a person who is accused or suspected of the commission of an\noffence under this Act is forwarded to the Magistrate under sub-section (2) or\nsub-section (24) of section 167 ofthe Code of Criminal Procedure, 1973, such Magistrate\n‘may authorise detention of such person in such custody, as he thinks fit, for a period\nnot exceeding thirty days in the whole, where such Magistrate is a Judicial Magistrate,\nand seven days in the whole, where such Magistrate is an Executive Magistrate:\n\n2 of 1074,\n\nM of 2008,\n\n2 of 1978,\n\n2 of 1978,\n\n2 of 1974\n",
  "5": "2 of 1974,\n\n2 of 1978\n\n2 of 1974\n\n34 of 1982\n\n2 of 1974\n\n2 of 1974\n\n2 of 1974\n\nSee. 1] ‘THE GAZETTE OF INDIA EXTRAORDINARY 5\n\nProvided that the Magistrate may, if he considers that the detention of such\nperson is not required, —\n(0 when such person is forwarded to him as aforesaid; or\n(i) upon or at any time before the expiry of the period of detention\nauthorised by him,\nhe shall order such person tobe forwarded to the Designated Court having jurisdiction;\n(©) the Designated Court may exercise, in relation tothe person forwarded to it\nunder clause (6), the same power which a Magistrate having jurisdiction to try a case\nmay exercise under section 167 of the Code of Criminal Procedure, 1973, in relation to\nan accused person in such case who has been forwarded to him under that section;\n(A the Designated Court may, upon perusal of the report filled by the Agency or\ncomplaint made by an officer ofthe Central Government, or the State Government, as\nthe case may be, authorised in this behalf, take cognizance of the offence without the\naccused being commited to it for tral\n(2) When trying an offence under this Act, a Designated Court may also try an offence\nother than an offence under this Act, which the accused may, under the Code of Criminal\nProcedure, 1973, be charged at the same tral\n10, Save as otherwise provided in this Act, the provisions of the Code of Criminal\nProcedure, 1973 shall apply to the proceedings before a Designated Court and the person\nconducting a prosecution before a Designated Court shall be deemed to be a Public Prosecutor.\n\n‘CHAPTER IIL\nMiscettansous\n\nIL. (J) The offences under section 3 and section 5 shall be deemed to have been\nincluded as extraditable offences and provided for in all the extradition treaties made by India\nwith Convention countries and which extend to, and are binding on, India on the date of\n‘commencement of this Act.\n\n(2) For the purposes of the application of the Extradition Act, 1962 to offences under\nthis Act, any aircraft registered in a Convention country shall, at any time while that aircraft\nis in service, be deemed to be within the jurisdiction of that country, whether or not itis for\nthe time being also within the jurisdiction of any other country.\n\n(3) None of the offences mentioned in section 3 shall be regarded, for the purposes of\nextradition or mutual legal assistance, as a political offence or as an offence connected with\n«political offence or as an offence inspired by political motives and a request for extradition\ncr for mutual legal assistance based on such an offence shall not be refused on the sole\n‘ground that it concerns a political offence or an offence connected with a political offence or\n‘an offence inspired by political motives.\n\n12. (1) Notwithstanding anything contained in the Code of Criminal Procedure, 1973,\n\nno person accused of an offence punishable under this Act shall, if in custody, be released\n‘on bail or on his own bond, unless,\n\n(@) the Public Prosecutor has been given an opportunity to oppose the\n\napplication for such release; and\n\n(®) where Public Prosecutor opposes the application, the Designated Court is\n\nsatisfied that there are reasonable grounds for believing that he is not guilty of such\n\noffence and that he is not likely to commit any offence while on bail\n\n(2) The limitations on granting of bail as specified in sub-section (/) are in addition to\nthe limitation under the Code of Criminal Procedure, 1973, or any other law for the time being\nin force, on granting bail\n\n(3) Nothing contained in this section shall be deemed to allect the special powers of\nthe High Court regarding bail under section 439 of the Code of Criminal Procedure, 1973,\n\nApplication\nof Code to\nproceedings\nDesignated\n\nProvisions as\nto extradition,\n\nProvision as\nte bail\n",
  "6": "Contracting\npanies to\n\nPower to\n\nreraft to be\nregistered in\nConvention\n\nPrevious\nnecessary for\n\nPresumption\nas 0 offences\nunder\nand 5,\n\nProtection of\nJn good faith\n\nPowers of\ninvestigating\nofficers t0\ntach\nproperty\n\n6 ‘THE GAZETTE OF INDIAEXTRAORDINARY (Paver\n\n13. The Central Government may, by notification, certify as to who are the contracting\nparties to the Hague Convention and to what extent they have availed themselves of the\nprovisions of the Convention, and any such notification shall be conclusive evidence of the\n‘matters certified therein,\n\n14, (2) IF the Central Government is satisfied that the requirements of sub-section (2)\nhave been satisfied in relation to any aircrat it may, by notifieation, direct that such aieraft\nshall, for the purposes of this Act, be treated as registered in such Convention country as\n‘may be specified in the notification.\n\n(2) Where the Convention countries establish joint air transport operating organisations\ncr international operating agencies, which operate aircraft which are subject to joint or\ninternational registration, shall, by appropriate means, designate for cach aircraft, the country\namong them which shall exercise the jurisdiction and have the attributes of the country of\nregistry for the purposes of the Convention and shall give notice thereof to the Secretary\n‘General of the International Civil Aviation Organisation who shall communicate the notice to\nall Convention countries.\n\n15. No prosecution for an offence under this Act shall be instituted except with the\nprevious sanction of the Central Government.\n\n16. Ina prosecution for an offence under section 3 or section 5, ifitis proved that—\n@) the arms, ammunitions or explosives were recovered from the possession of\nthe accused and there is reason to believe that such arms, ammunitions or explosives\nof similar nature were used in the commission of such offence; or\n(D) there is evidence of use of force, threat of force or any other form of\nintimidation caused to the crew or passengers in connection with the commission of\nsuch offence,\nthe Designated Court shall presume, unless the contrary is proved, that the accused has\ncommitted such offence,\n\n17. (1) No suit, prosecution or other legal proceeding shall ie against any person for\nanything which is in good faith done or intended to be done in pursuance of the provisions\nof this Act.\n\n(2) No suit or other legal proceeding shall lie against the Central Government for any\n\ndamage caused ot likely to be caused for anything which isin good faith done or intended to\nbbe done in pursuance of the provisions of this Act.\n\n18. (1) Where any officer, referred to in section 6, while conducting an inguiry or\ninvestigation has a reason to believe that any property, movable or immovable, or both, is\nrelatable to the commission of the offence in relation to which such inquiry or investigation\nis being conducted, is likely to be concealed, transferred or dealt with in any manner which\n‘will result in disposal of such property, he may make an order for seizing such property and\nwhere it is not practicable to seize such property, he may make an order of attachment\ndirecting that such property shall not be transferred or otherwise dealt with, except with the\nprior permission of the officer making such order, and a copy of such order shall be served on\nthe person concerned,\n\n(2) Any order made under sub-section (1) shall have no effect unless the said order is\nconfirmed by an order of the Designated Court, within a period of forty-eight hours of its\nbeing made.\n\n(2) The Designated Court may either confirm or revoke the order of seizure or attachment\nreferred to in sub-section (2)\n\n(4 Notwithstanding the confirmation of the order by the Designated Court under\nsub-section (3), any person aggrieved by the order of attachment made under sub-section (I),\n‘may make an application to the Designated Cour for revocation of said order within a period\nof thirty days from the date of confirmation of the order under sub-section (3).\n",
  "7": "65 of 1982\n\nSee. 1] ‘THE GAZETTE OF INDIA EXTRAORDINARY 1\n\n19. Where any order is made by the Designated Court under section 4 for confiscation\n‘of movable or immovable property or both, of the accused, then, such property shall stand\nforfeited to the Government free from all encumbrances\n\nProvided that the Designated Court may, during the period of such trial, order that all\n‘or any of the properties, movable or immovable, or both, belonging to the accused be\nattached, and in case such trial ends in conviction, then, the property so attached shall stand\nforfeited to Government free from all encumbrances.\n\n20, (1) The Central Government may, by notification, make rules for earying out the\nprovisions of this Act\n\n(2) Every rule made under this Act by the Central Government shall be laid, as soon as\nray be after itis made, before cach House of Parliament, while itis in session, for a total\nperiod of thirty days which may be comprised in one session or in two or more successive\nsessions, and if, before the expiry of the session immediately following the session or the\nsuccessive sessions aforesaid, both Houses agree in making any modification inthe rule or\nboth Houses agree thatthe rule should not be made, the rue shall thereafter have effect only\nin such modified form ot be of no effect, as the case may be; so, however, that any such\n‘modification or annulment shall be without prejudice to the validity of anything previously\ndone under that rule\n\n21. (2) The Anti-Hijacking Act, 1982 is hereby repealed.\n\n(2) The repeal ofthe said Act shall not affect —\n\n(@— the previous operation of, or anything duly done or suffered under, or any\naction taken or purported to have been done or taken including any notification, order\nor notice made or issued, or any appointment, confirmation or declaration made or any\nauthorisation granted or any document or instrument executed or any direction gives\n‘under the Act so repealed, shall, in so far as itis not inconsistent with the provisions\nof this Act, be deemed to have been done or taken under the corresponding provisions\nof this Act, oF\n\n(Dany right, privilege or obligation or liability acquired, accrued or incurred\nunder the said Act; or\n(©) any penalty, forfeiture or punishment incurred in respect of any offence:\nunder the said Act; or\n(@ any investigation, legal proceeding or remedy in respect of any such right,\nprivilege, obligation, liability, penalty, forfeiture or punishment as aforesaid,\nand, any such investigation, legal proceeding or remedy may be instituted, continued or\nenforced and any such penalty, forfeiture or punishment may be imposed as if the said Act\nhhad not been repealed.\n\nDR. G. NARAYANARAIU,\nSecretary to the Govt, of India.\n\nRAM __ Bistaty net\n\nbby RAM DAYAL\n\nDAYAL iisssesosse\n\nConfiscation\nand forfeiture\n\nGeneral\npower to\nmake rules\n\nRepeal and\nsavings.\n\n‘PRINTED BY TIE GENERAL MANAGER, GOVERNMENT OF INDIA PRESS, MINTO ROAD, NEW DELIT\nAND PUBLISHED BY THE CONTROLLER OF PUBLICATIONS, DELIIE-2016\n\nGMGIPMAND—s86a1(S3)—17-05-2016.\n"
}