{
  "1": "oFFICE OF THE ADDITIONAL DIRECTOR GENERAL/AIRPORT SECTOR\nCENTML INDUSTRIAL SECURITY FORCE\n(Ministry of Home Affairs)\nAdministrative Block\nCISF Complex, MahiPalPur\nNew Delhi-37\nNo. 0-4201UAPC/OPS(1)/Circular (BCAS) 122-l2l1S Dated 2 TSep'2022\nTo\nAll CASOs, CISF ASGs.\nSub: AVSEC Order No. 06/2022- Guidelines for orotection of\nsensitive Data in the Aviation Sector in India : Reo-\nEnclosed please find herewith BCAS letter No. CAS-7(2)/2009/Div.-IlGuard\nRules & Protection/95224 dated23.09.2022 on the above subject for information\nand necessary action please.\n2. This has been issued with the approval of the Competent Authority'\nEncl: As above\n(Vishal Sharma)\nDy. CommandnaVAPS\nCopy to:\nIG/APS- I & II \n: For favour of kind information please.\nDIsG/AP (SZ, NZ WZ & E&NE) : \n-do-\nAVSECCeIINISA, Hyderabad : \n-do-\nand RTC Arrakkonam.",
  "2": "F. No. CAS-7(2\\l2OO9|DIV.-ll Guard Rules & Protection/ 95224\nqrtiNR-{'R / GOVERNMENT OT INDIA\nMINISTRY OT CIVIL AVIATION\n;TFRfrCri-{{{q6qfr I NUNEAU OT C I V I L AV I AT ION S EC I.] R I'TY\n.of'Eig, 1-111 69, g:flItl1,lili, wTtI?, / 'A' wlN(;' I-tIl F1.0()1l'.IANPATH\nBHAWAN. JANPAT}I\nT{ffi- lloool I NEw DliLHt - lloool\nDated: - 23/09 12022\nAVSEC Order NO. - 0612922\nSubject: Guldelines for Protectioa of Sensitive Data in the Aviation\nSector in ladla - reg.\nIn the exereise of powers conferred by sub'section IA of Section 5A\nof the Aircraft Act, 1934(XXII of 1934), read ivith rule 3(b) of the Aircrall\n(security) Rules,2O11, the Director General, Bureau olCivil Aviation Securin\n(BCAS), issues the guidelines on security procedures in respect of storage\nprocessing and protection of sensitive data with the objective is to ensure thc\ngrowth oi the digitization of processes while keeping sensitive dala secure an.l\nprotected for the purpose of the safety of passengers, crevt', aircralt, grouIl(1\npersonnel, and the general public in a1l matters related ro saliguarding\nagainst acts of unlawful interference wilh civil aviation, directs the lbllowirrg\n2. \nPurpose:\n2.L This document sets out general guiding principles for confidentialitr,\nintegrity and security of data in motion (network) and data at rest (storage)\npertaining to passengers and cargo, by stakeholders lrom indusrry involved itr\nhandling of this data.\n2.2 Defialtionsr\n2.2.1 Data in motiou - Data in motion, or data in transit, or data in flight is\ndata moving from one location to another, whether it's between computers.\nvirtual machines, from an endpoint to cloud storage, or through a privatc'o:'\npublic network.\nPage 1 of 7\ni\n// RESTRICTET]II",
  "3": "2.2.2Dataatrest'Data.thatisstoredp-lv:til1l:\"\":ffi3; \nt\"ro:;ffit\"\"J:*t'\"';\ni','-o;; \nr\"rm (e g' cloud storage' lile hosuns^:;\";\";, f,I.t\".'p\", totit'\n::\"r,::}.;::),'gm':#:'#$;,r::il:ll:5;i'liJ\"*i\"'!aa\"*\n2.2.3 Seasitive data: Those data listed at Para no' 3 of this AvSec Order'\n2.i Aim:\n2.3. 1 To estabiish common principles for maintainine confidentiality' integrtty\"\na,id securiw of data pt'itili\"e il passengers and :iffit:\"\"\":t'i:t|.|:Hi\n\".L*i\"r \ninterference with civil aviation operauo\nsecurity of passengers, \"tt:#';i;il;t; \nand aeronautical facilities'\n2.3.2 Serve as a risk-management tool taking into account the sensitive\nnature ol the data; and\n2.3.3 To protect this sensitive dala' and prevent its unlawful access and\nprocessing.\n2.3.4 To provide guidance for self-regulation by the industry stakeholders'\n2.3.5 To ensure that all concerned stakeholders establish robust system and\n;;;.ii\";;;;\"ary \ntechnical and adminiBtrative measures'\ng, \nSensitive Data of Passengers and Cargo:\nFollowing data shal1 be considered as sensitive data pertaining to passengers\n&. cargo:\ni \nPassenqer's name;\nit. \nDate and Place of birth;\niii, \nGender;\nir,. Contact number;\nv. \nE-mail address;\nvi. \nPassPort Numberi\nvii. FamilY detailsl\nviii. Address details;\niil ?i;;; \"\"*u\"'* \nlike PAN Number or Aadhar Number;\nx. \nPaYmcnt inlormattonsi\nxi- \nHealth status;\nxii. Airu'aY Bill detailsl\n;t;t C^reo *attire\"ts details; and\n;t.', origln and Destination of Cargo'\n4. \nProcessiug $ensitlve Datai\ni. \nProcess'ing(coliection'recording'\n,na oti,\".,r\".s of*sensitive data shall be\npit.po\".\" bv inclustry stakeholders'\nanalvsis and/or disclosure)' access\n;; \ni\". 'clear, sPecific and las'ful\"\nPage 2 o{ 7",
  "4": "ii. Only that data which is necessary for such purposes shall be collected liom\nanvone directly or inAirecty ii;;;gh ; third iarty try lawful and fair means'\niii. nutu access, processing andlorother uses must be consistent u'ith the lT\nAct, 2ooo and other o\"tt SJ\"iitv ft^\"^t*trk guidelines issued by Govt lrom\ntime to time.\n5. \nClassilicatlon, I''ocalizatioa aod Auon5rmlzatlon of Sensitive Data:\n5.1 Data classification practices shatl be emploved in the organization to\nensure that proper handliJ;;;;;;t;t\" control of data is implemented'\n5.2 \nSensitive Data shall be stored ofl servers located within India lf\ni.q\"i.\"a, 1t\"\"sfe. of \"\"tt.siti* data outside India will be subjected rt>\nappropriate encryPtion'\n5.3 Sensitive Data will further only be processed in lndia'\n5.4 ln order to e.nsure the security of data, it is required to ensure that all\nsensitive data are secured within the counry'\n5.5 Sensitive data shall be stored with proper eneryplion.and masking and\noilr.. \"pp.op.iate \ntechnologies, etc' to minimize any potential risks'\n5,6 Sensitive data shall only be viewed by people deemed privileged anri\nauthorized to view the data.\n5.7 There shall be mandatory access control of data based on need-to-know\nbasis and proper log shall be maintained'\n5.8 The organization shall establish procedures that maintain the logrr:ril\nI\"i prrv\"i*f J.\"\".iry oi sensitiue data which are handled in the course of dat '\nto-day operations.\n5'gAppropriatetoolsformonitoringtheunauthorizedflowoldatashallbc\ni.pr\"y.i'.\"a logs to be maintained for the same for audir of these logs on\nregular interval of time.\n6. \nData AcceEs:\n6.1 It is the responsibility of the industry stake holders to protect relatetl\nsensitive data from unauth6rized access, data leakage and misuse' Prior t'<r\naotu ,r*\", vulnerabilities oithe security system including data storage' wa1'ol\ntransfer, etc. shali be assessed'\n6.2 ln addition, while granting access to environments containing sensittvt'\nJrt , it is not the princlple ofiPermission 10 everything'-is freely available\n,rrri.Ls p.ofriUltea'', 6ut ;p'ermission to everything is forbidden unless granled\naccess\" r.vhich shall be followed.\nPage 3 ol ?",
  "5": "6-3 \nThere shall be a graded access approach and minimum two lactor\nauthentication to access the sensitive data.\n6.4 \nAccess entitlements shall be periodically reviewed to ensure the revieu'\nol user access permissiol'ls and other rights'\n6.5 \nIt is understood that some organizations may sub-contract certain\nportions ol their operational duties to sub-processors. Industry stakeholders\nacting as a primary data processor ma]' at times engage another proces'sor-\nlSub-procesior) for carrying out specific processing activities on behalf of\nthem. It is the responsibility of the primary data processor to ensure that the\nsame data protection obligations as set out in these guidelines are follou'ed on\nthe sub-processor by way of a contract or ottrer legal measures deemed\nnecessary\"\n6.6 lndustry stakeholders shall be held responsible for any changes relating\nto protection of sensitive data by any of their sub-processor.\n7. \nTraining and Awareness of Employees:\n7.1 \nThe training related t'ith handling of sensitive data, shall address\ncnncept ofdata security, related issues such as unlawful disclosure or sharing\nof sensitive data and data security breaches.\n7.2 Employees dealing with sensitive data shall undergo regular data-\nsecuritt, trainings and its refresher trainings.\n7 .3 \nlmpact assessment of the training and awareness programs shall be\ncarried out and necesbary remedial measures taken to ensure that the\nr.raining and awareness programmes have the desired impac:.\n7.4 Emplol,ses shall also be asked to sign confrdentiality agreements as part\nof thejr hiring process (applicable during in service/ after termination/ post\nretirement clauses).\n7.5 Organization sha-ll have a policv to take suitable disciplinary action\nagainst its employees for data security breaches.\n8. \nTechnical Treatments Related to Data Seculity:\n8.1 Alt industry stake holders shall eosure to adopt appropriate measures\nIor data protection and encryption.\n8.2 Stricter standards of data protection shall be employed whilc obtaining.\naccessing, processing or otherwise using sensitive data.\n8.3 Data security is crucial in ensuring data protection. Taking into account\natailable technologr and cost of implementation, robust technical and\nPage 4 of ?\n\\/",
  "6": "organizational safeguards and procedures, including efficient monitorin-lr ()1'\ndata access and data breach notification procedures shall be implemented.\n8.4 Data security audit of these processes as part of cyber security altdiL\nshall be conducted and logs to be maintained.\n8.5 Industry stakeholders must include the fundamental principles. ol darer\nsecurity at a design level and employing data protection technologies during\nevery stage of the data life cycle is strongly recommended as a measure lo\nensure robust data protection, in an effort to prevent risks of data leakage.\n8,6 \nGHAs shali not retain the sensitive data at their end and it shall be\nensured that the sensitive data being shared by the airlines shall be <iek:ieci\nwithin 24 hours of flight operations. Aircraft operators and Regulated Agents\nshall ensure that access to sensitive data by GHA is strictly controlled in rernis\nol this order.\n8.7 The industry stakeholders shall ensure that there are provisions madc\nto ensure multi-iayer information securitlr as a single cyber securiry proclLlct\nto ensure data security is not always sufficient.\n8.8 Net\\i/ork security devices iike UTM (Unified Threat Management), NGFW\n(Next generation Firewails) and End point security solutions firewalls shall be\ninstalled and securely configured so that the priority measures can be takerr\nto protect information technologr systems containing sensitive data againsr\nunauthorized access and threats over the Internet. These will be the l}-sr lint:\nof defence against attacks from environments such as the Internet. A well\"\nconfigured router, Iirewall and switches {layer 2 & 3) can stop violations betore\npenerratiog the network in use.\n8.9 Measures shall be taken to saleguard mobile computing devices whic:h\nby the nature of their mobility may come under the threat of rhefr or loss und\nmay contain sensitive data, which should be encrypted to safeguard rhe data\ntherein and data could not be accessed by unauthorized user for exarnplc\nusing biometric authentication.\n8.i0 It shall be ensured by the stakeholders that sensirive data is str:red in\na secured medium which is monitored to prevenr unauthorized access ro ihc\ndata\"\n8.11 lncident response protocols shall be established\norder to deal with incidents concerning cyber-attacks,\nsystemic weaknesses.\n8.12 The patch management and software updates with\nmeasures including regular checks shali be ensured.\nand mair-rtained in\nvulnerabilities and\nnecessalJ securl lr\nPage 5 of 7",
  "7": "9. \nProtectlo! from cyber-attacksl\nThe following areas must be focussed on building cyber resilience:\ni. \nProlect endpoints by securing access to network devices and systemsl\nii. \nSecure aviation data on the cloud by irnplementing third-party audirs\nlike SOC1 and SOC2;\niii. \nEstablish Identity and Access Management (lAM) based on\ncryptographically protected muiti-factor authentication for operators;\niv. \nUse end-to-end encryption across sensitive data;\nv. \nAssess all related aviation applications for vulnerabiiities pertaining to\nsensitive data;\nvi. lncorporate threat intelligence and incident response to detect potenrral\nadversaries in advance and proactively respond and contain cyttcr\nthreats; and\nvii. The CISO Cuidelines published by MeitY\n(https: / /www.meitv.sov.inlwritereaddqta/files/CiSO Roles Responsi\nbilities.pdf) may also be referred in this regard.\n10. \nTemplate for Data Security:\n10.1 Each entity shall have a formal information/cyber security policy in\nplace which will invariably include measures for prevention of unauthorised\nne6vork access, cyber security measures to preyent cyber-attacks and\nencryption mechanism for securing sensitive data.\n10.2 \nSecurity by design approach should be implemented. Thc\nrequirements of securing sensitive data, platform wise security requirements,\ncomputer level security requirements, and database securiry requiremcrlrs\nshall be analysed,\n10.3 lntemal security audit as mandated by BCAS shall also rnclude IT\ninfrastructure oi the entity.\nI0.4\nI? infrastructure and application of the entity shall be audited at\nleast once in a year by a government empanelled auditing organisation. A copr.\nof audit report shall be submitted to BCAS along with corrective measures.\n10.5 The BCAS of{icials during security audit/inspection by BCAS shall look\ninto compliance of the directions.\nPage 6 of7",
  "8": "11. \nRlsk Assessment and Risk Mltlgation:\n11.1 In order to ensure the securitS' of sensitive data, the probabilit-v of thc\nrisks that may arise shall be assessed and appropriate measures shall bcr\nimplemented to reduce or eliminate relevant risks.\nl1.2 Each entily shail have risk and threat assessment associated with datit\nsecurity mechanism, which shall include:\ni. \nWireless access security;\nii. \nSafe access of web applications;\niii. Authenticatioo, Authorization and Access control security;\niv. \nSecurity of server for Audit, Hardening and compliance etc;\nv- \nDeployment of perimeter latest securiq' devices like UTM , NGFW,\nEndpoint security solutions, local Intrusio Detecrion System(s) (lDS)\netc. for protection lr.hile accessing the sensitive data;\nvi. \nProvisions for disaster recovery;\nvii. Provision lor mirigaring insider threat;\nviii. Provision of safeguard against cyber threats;\nix. Provision for periodic cyber mock drill to check the efficacy of the\nsystem;\nx. \nMechanism for securing tJ.e off- site data storage system;\nxi. \nRemote Access serrrices management;\nxii. Enterprise Resource Planning (ERP) application(s) security (Examples -\nSAP, PeopieSoft, Oracle, JD Edwards);\nxiii. Business continuity plan during any disruption of crirical\nbusiness services and\nxiv. Incident response mechanism.\nI 1.3 With reference to maintenance of records in electror:ic form ancl ro bc\nprocessed within systems, servers and dater crnrres operaled wiLirirr\nIndia only, the policy referred herewith shall include the lollorving:\nOperational Processing;\nReal time maintenance of records:\nBackups;\nData recovery;\nBusiness Continuity and\nData Archival.\n12. Exceptlons: Sensitive data may be processecl by the\nconsidered necessary for any lunction.\ngovernment if ir is\n1.\ntv.\nvl.\nPage 7 of 7\nDirector Gencrul.\n41\nHasan."
}