{
  "1": "RESTRICTED,\n\nF. No. CAS-7(97)2000/Div,Ops (PSA) (Se rity Programme Template PSA-219587)\n‘YING ULHR / GOVERNMENT OF INDIA\nan fears Harry MINISTRY OF CIVIL AVIATION\nAPR SHIA Gal SRT / BUREAU OF CIVIL AVIATION SECURITY\nras, LU Te, AAT Ya, ATTY / «A? WING, I-11 FLOOR, JANPATH BHAWAN, JANPATH\nag feet - 110001 / NEW DELHI 110001\nDate: 08/06/2022\n\nAVSEC ORDER NO. 04/2022\n\nSubject: Security Programme for Private Security Agency (PSA)\n\nIn exercise of powers conferred by Sub-Section 1(A) of Section 5A of\nthe Aircraft Act, 1934 (XXII of 1934), read with rule 3 (b) of the Aircraft\n(Security) Rules, 2011, Director General, Bureau of Civil Aviation Security\n(DG, BCAS), for the purpose of the safety of passengers, crew, ground\nPersonnel and the general public in all matters relating to safeguarding\nagainst acts of unlawful interference with civil aviation, directs that Security\nProgramme for Private Security Agency (hereinafter referred as PSA) shall be\nimplemented by all PSA, working at airports in India. The model template is\navailable on the BCAS restricted site.\n\n2. In terms of the said provisions, every PSA shall, with the approval of\nDG, BCAS, make and comply with the Security Programme for PSA as per\nsaid template and any amendment to such programme shall be made only\nafter the approval of DG, BCAS. No PSA shall be allowed to commence its\noperations in India unless its Security Programme has been approved by the\nDG, BCAS\n\n3. __ The Security Programme for PSA shalll be valid for a period of five (05)\nyears from the date of approval of security programme or up to the validity\nof security clearance issued by BCAS, whichever is earlier and it shall be\nupdated in accordance with the security directives issued by the DG, BCAS\nfrom time to time. Before expiry, a revised Security Programme for PSA in\nrespect of the concerned PSA shall be submitted at least three months in\nadvance for processing.\n\n4. Each PSA shall appoint a Chief Security Officer (CSO), with a\nprofessional security background and familiarity with Civil Aviation\noperations, who shall be responsible for development, implementation and\nmaintenance of Security Programme. The CSO of PSA shall ensure that the\nbenchmarks for selection and recruitment of PSA security personnel as\nspecified by the Director General, BCAS is strictly adhered to and the\nrequired competencies are acquired and maintained through initial and\nrecurrent training.\n\n",
  "2": "L{RESTRICTED//\n\n5. Any violation of this AVSEC Order shall attract penalty under\napplicable provisions of the Aircraft Act, 1934 and the Airgraft Security)\nRules, 2011.\n\nbution:\n‘s per standard list attached.\n\n",
  "3": "Restricted\n\nPRIVATE SECURITY AGENCY SECURITY\nPROGRAMME (PSASP)\n\nM/s.xxx Xxxx\n\nXXXXXXXXXXX Airport, XXXXXXXXKX\n\nPage 1 of 46\n\n",
  "4": "Restricted\n\nAMENDMENTS\n\nThe amendments in the Private Security Agency Security\nProgramme may be issued by Chief Security Officer of the entity under\nintimation to DG, BCAS when the circumstances so warrant. The space\nbelow is provided to keep a record of such amendments.\n\nRECORD OF AMENDMENTS\n\nNumber Date Applicable Date Entered Entered By\n\nPage 2 of 46\n\n",
  "5": "Restricted\n\nINDEX\nSk. Particulars Page No.\nNo.\nPRIVATE SECURITY AGENCY SECURITY PROGRAMME\n1 DEFINITION\ncme Introduction\n1.2 Definition\n2 OBJECTIVE\n2.1 [Objective\n2.2 *\nDuties of PSA deployed at airport\n2.3 [Policy\n2.4 |Legal Authority\n2.5 [Deployment of PSA Security Personnel\n2.6 General Direction\nb.7 Prevention of unlawful interference with civil aviation\ni operations\n2.8 [Maintenance of secure operating environment\nI3 Description of Operation\n3.1 [Security Department\n3.2 Contact Detail\n3.3 Role and duties\n3.3.1 |Appointment of Chief Security Officer (CSO)\nQualification requirement for Chief Security Officer (CSO) of\n3.3.2 PSA\n3.3.3 |Duties of Chief Security Officer\n3.3.4 [Appointment of Security in Charge (Security Coordinator)\n3.3.5 [Duties of Security in Charge (Security Coordinator)\n3.3.6 |Appointment of Security Personnel\n3.3.7 [Duties of Security Personnel\n4 PHYSICAL SECURITY MEASURES\n4.1 PSA Command & Control\n4.2 _|Standard Operating Procedure (SOP)\n4.3 [Contingency Response\nIS TRAINING\nPSA AVSEC Training at ASTI\nPSA AVSEC Training Program\n‘Training Record\nRecruitment of PSA personnel and their background checks\nPage 3 of 46\n\n",
  "6": "Restricted\n\n[5.5 _ |Selection procedure and other qualifications\n\nIs.6 Undertaking that cso of the M/s>>>>>>> PSA shall be\nresponsible for security implications during operation\n\n6 CYBER SECURITY MEASURES\n\n(7 INSIDER RISK\n\nIS |CONTINGENCIES / EMERGENCIES\n\n[9 INCIDENT REPORTING\n\n10 COMPANY PROFILE\n\n10.1. |Company Profile\n\n10.2 |Format A-1\n\n10.3 |Organogram\n\nPage 4 of 46\n\n",
  "7": "Restricted\n\nList of Annexure to be attached with the SP\n\nAppointment of CSO\n\nDetails of CSO including e-mail, Contact No. & Correspondence address\n\nLetter of Designation of SCO with specimen signature certify by entity\n\nAVSEC Training record of CSO\n\nDetails Of BoDs including e-mail, Contact No & correspondence address\n\nConfidentiality Agreement by CSO\n\nWork Order /Copy of Agreement with Airport Operator\n\nwelralatalalofrofe\n\nCertificate of Incorporation/GST/MSME/DGR certificate\n\n©\n\nMemorandum of Association & AoA/Partnership deed/Prop. cert.\n\nCopy of AVSEC Order & Circular\n\na\n\nSecurity clearance issued by BCAS\n\nbe\n\nCopy of PSARA Certification/ License from the concerned state govt.\n\nPage 5 of 46\n\n",
  "8": "Restricted\n\nFOREWORD\n\nThe primary objective of India with regard to civil aviation security is\nto assure the protection and safety of passengers, crew, ground personnel,\nthe general public, aircraft and facilities of an airport serving civil aviation,\nagainst acts of unlawful interference perpetrated on the ground or in flight.\n‘This is carried out through a combination of measures and the marshalling\nof various human and material resources at international, national and\nairport levels.\n\n2.  Awide spectrum of security threats is faced by Security Agencies with\npetty pilferage at one end and terrorist attack at the other in civil aviation\nsector. Therefore, most effective security arrangements should be available\n\nto the assets of the airport and facilities connected therewith.\n\nPage 6 of 46\n\n",
  "9": "Restricted\n\nChapter- 1 Definition\n\n1.1 Introduction\n\nTerms that are defined in the National Civil Aviation Security\nProgramme (NCASP) of India are used in accordance with the meanings and\nusages given therein. A wide variety of terms are in use throughout the\nworld to describe facilities, procedures and concepts for airport operations\nand planning. As far as possible, the terms used in this document are those\nwhich have the widest international use.\n\n1.2 Definition\n\n1.2.1 Accompanied hold baggage. Baggage which is accepted for\ncarriage in the hold of an aircraft and which is checked in by the\npassenger who is on board.\n\n1.2.2 Acts of unlawful interference (definition given for guidance\npurposes). These are acts or attempted acts such as to jeopardize the\nsafety of civil aviation, including but not limited to:\n\n+ unlawful seizure of aircraft;\n\n+ destruction of an aircraft in service;\n+ hostage-taking on board aircraft or on aerodromes;\n\n+ forcible intrusion on board an aircraft, at an airport or on the\npremises of an aeronautical facility;\n\n+ introduction on board an aircraft or at an airport of a weapon or\nhazardous device or material intended for criminal purposes;\n\n+ use of an aircraft in service for the purpose of causing death, serious\nbodily injury, or serious damage to property or the environment; and\n\n+ communication of false information such as to jeopardize the safety of\nan aircraft in flight or on the ground, of passengers, crew, ground\npersonnel or the general public, at an airport or on the premises of a\ncivil aviation facility.\n\n1.2.3 Aerial work. An aircraft operation in which an aircraft is used for\nspecialized services such as agriculture, construction, photography,\nsurveying, observation and patrol, search and rescue, and aerial\nadvertisement.\n\n1.2.4 Aerodrome Entry Permit (AEP). The photo identity card, smart\ncard or temporary permit issued by the Director General, BCAS, Ministry\nof Civil Aviation or any person authorized by the Central Government for\nentry into the aerodrome or part of an aerodrome. [Ref. rule 2(c) of The\nAircraft (Security) Rules, 2011].\n\n1.2.5 Aerodrome Operator. A person, organization or enterprise\nsponsible for operation and management of an aerodrome.\n\nPage 7 of 46\n\n",
  "10": "Restricted\n\n1.2.6 Aircraft. Any machine that can derive support in the atmosphere\nfrom the reactions of the air other than the reactions of the air against\nthe earth’s surface.\n\n1.2.7 Aircraft in flight. An aircraft from the moment when all its\nexternal doors are closed following embarkation until the moment when\nsuch doors are opened for disembarkation\n\n1.2.8 Aircraft in service. An aircraft shall be considered to be “in\nservice” from the beginning of the pre-flight preparation of the aircraft by\nground personnel or by the crew for a specific flight until twenty-four\nhours after any landing and in the case of a forced landing, the flight\nshall be deemed to continue until the competent authorities take over the\nresponsibility for the aircraft and for persons and property on board.\n\n1.2.9 Aircraft maintenance area, All the ground space and facilities\nprovided for aircraft maintenance. This includes aprons, hangars,\nbuildings and workshops, vehicle parks and roads associated therewith.\nSuch an area is normally designated as a security restricted area.\n\n1.2.10 Aircraft Operator. A person, organization or enterprise engaged\nin or offering to engage in an aircraft operation\n\n1.2.11 Aircraft operators’ documents. Air waybills and consignment\nnotes, passenger tickets and boarding passes, bank and agent settlement\nplan documents, excess baggage tickets, miscellaneous charges orders,\ndamage and irregularity reports, baggage and cargo labels, timetables,\nand weight and balance documents, for use by aircraft operators.\n\n1.2.12 Aircraft security check. An inspection of the interior of an\naircraft to which passengers may have had access and an inspection of\nthe hold for the purposes of discovering suspicious objects, weapons,\nexplosives or other dangerous devices, articles and substances.\n\n1.2.13 Aircraft security search. A thorough inspection of the interior\nand exterior of the aircraft for the purpose of discovering suspicious\nobjects, weapons, explosives or other dangerous devices, articles or\nsubstances.\n\n1.2.14 Aircraft stand. A designated area on an apron intended to be\nused for parking an aircraft.\n\n1.2.15 Airport. Any area in a Member State which is open for\ncommercial aircraft operations.\n\n1.2.16 Airside. The movement area of an airport, adjacent terrain and\nbuildings or portions thereof, access to which is controlled.\n\nPage 8 of 46\n",
  "11": "Restricted\n\n1.2.17 Appropriate authority for aviation security. The authority\ndesignated by a State within its administration to be responsible for the\ndevelopment, implementation and maintenance of the national civil\naviation security programme.\n\n1.2.18 Apron. A defined area, on a land aerodrome, intended to\naccommodate aircraft for the purposes of loading or unloading\npassengers, mail or cargo, fuelling, parking or maintenance.\n\n1.2.19 Aviation Security. Safeguarding civil aviation against acts of\nunlawful interference. This objective is achieved by a combination of\nmeasures and human and material resources.\n\n1.2.20 Aviation Security Group. A unit of specialized Government\nagency authorized by the Director General, BCAS to safeguard civil\naviation against acts of unlawful interference and protection of property\nat the aerodrome handling civil aviation. [Also see rule 13 of the\nAircraft (Security) Rules, 2011]\n\n1.2.21 Apron passenger vehicle. Any vehicle used to convey\npassengers between aircraft and passenger buildings.\n\n1.2.22 Background check. A check of a person’s identity and previous\nexperience, including where legally permissible, any criminal history, as\npart of the assessment of an individual’s suitability to implement a\nsecurity control and/or for unescorted access to a security restricted\narea.\n\n1.2.23 Baggage. Personal property of passengers or crew carried in the\ncabin or in the hold of an aircraft by agreement with the operator.\n\n1.2.24 Baggage Break-up Area: The area where all the arrival\npassengers’ baggage is delivered to them.\n\n1.2.25 Baggage container. A receptacle in which baggage is loaded for\nconveyance in an aircraft.\n\n1.2.26 Baggage sorting area. Space in which departure baggage is\nsorted into flight loads. Also known as Baggage Make-up area.\n\n1.2.27 Baggage storage area. Space in which checked/hold baggage is\nstored pending transport to aircraft and space in which mishandled\nbaggage may be held until forwarded, claimed or otherwise disposed of.\n\n1.2.28 Behaviour detection. Within an aviation security environment,\nthe application of techniques involving the recognition of behavioural\ncharacteristics, including but not limited to physiological or gestural\nsigns indicative of anomalous behaviour, to identify persons who may\npose a threat to civil aviation.\n\nPage 9 of 46\n",
  "12": "Restricted\n\n1.2.29 Bomb alert. A status of alert put in place by competent\nauthorities to activate an intervention plan intended to counter the\npossible consequences arising from a communicated threat, anonymous\nor otherwise, or arising from the discovery of a suspect device or other\nsuspect item on an aircraft, at an airport or in any civil aviation facilities.\n\n1.2.30 Bomb threat. A communicated threat, anonymous or otherwise,\nwhich suggests, or infers, whether true or false, that the safety of an\naircraft in flight or on the ground, or any airport or civil aviation facility\nor any person may be in danger from an explosive or other item or device\n\n1.2.31 Cabin baggage. A baggage intended for carriage in the cabin of\nan aircraft.\n\n1.2.32 Cargo. Any property carried on an aircraft other than mail,\nstores and accompanied or mishandled baggage.\n\n1.2.33 Cargo area. All the ground space and facilities provided for\ncargo handling. It includes aprons, cargo buildings and warehouses,\nvehicle parks and roads associated therewith.\n\n1.2.34 Cargo building. A building through which cargo passes\nbetween air and ground transport and in which processing facilities are\nlocated, or in which cargo is stored pending transfer to air or ground\ntransport.\n\n1.2.35 Catering stores. All items, other than catering supplies,\nassociated with passenger in-flight services, for example newspapers,\nmagazines, headphones, audio and video tapes, pillows and blankets,\nand amenity kits.\n\n1.2.36 Catering supplies. Food, beverages, other dry stores and\nassociated equipment used on board an aircraft.\nNote: Stores (Supplies).\n\na. For consumption — Goods, whether or not sold, intended for\nconsumption by the passengers and the crew on board an aircraft,\nand goods necessary for the operation and maintenance of the\naircraft, including fuel and lubricants.\n\nb. To be taken away - Goods for sale to passengers and crew of\nan aircraft with a view to being landed\n\n1.2.37 Certification. A formal evaluation and confirmation by or on\nbehalf of the appropriate authority for aviation security that a person\npossesses the necessary competencies to perform assigned functions to\nan acceptable level as defined by the appropriate authority.\n\n1.2.38 Chartered Aircraft Operations. Chartered aircraft operations\nmean all operations, undertaken for remuneration by an aircraft\noperator, other than General Aviation and scheduled air transport\nservices.\n\nPage 10 of 46\n",
  "13": "Restricted\n\n1.2.39 Check-in. The process of reporting to an aircraft operator for\nacceptance on a particular flight.\n\n1.2.40 Check-in position. The location of facilities at which check-in is\ncarried out.\n\n1.2.41 Co-mail. Abbreviation of aircraft operator company mail,\nshipped within the company’s network of stations\n\n1.2.42 Co-mat. Abbreviation of aircraft operator company materials,\nshipped within the company’s network of stations\n\n1.2.43 Commercial air transport operation. An aircraft operation\ninvolving the transport of passengers, cargo or mail for remuneration or\nhire. (For the purposes of this NCASP, the term aircraft operator will be\nused instead of commercial air transport operator.)\n\n1.2.44 Contingency plan. A proactive plan to include measures and\nprocedures addressing various threat levels, risk assessments and the\nassociated security measures to be implemented, designed to anticipate\nand mitigate events as well as prepare all concerned parties having roles\nand responsibilities in the event of an actual act of unlawful interference.\nA contingency plan sets forth incremental security measures that may be\nelevated as the threat increases. It may be a stand-alone plan or included\nas part of a Crisis Management Plan.\n\n1.2.45 Convention. The convention relating to International Civil\nAviation signed at Chicago on the 7th day of December, 1944\n\n1.2.46 Corporate aviation. The non-commercial operation or use of\naircraft by a company for the carriage of passengers or goods as an aid to\nthe conduct of company business, flown by a professional pilot employed\nto fly the aircraft. (Note that corporate aviation is a subset of general\naviation.)\n\n1.2.47 Courier service. An operation whereby shipments tendered by\none or more consignors are transported as the baggage of a courier\npassenger on board a scheduled aircraft operator service under normal\npassenger hold baggage documentation.\n\n1.2.48 Crew member. A person assigned by an operator to duty on an\naircraft during a flight duty period.\n\n1.2.49 Crisis management. Contingency measures implemented in\nresponse to increased threat levels as well as implementation of\nmeasures and procedures in response to the emergencies to include acts\nof unlawful interference.\n\n1.2.50 Dangerous goods. Articles or substances which are capable of\nposing a risk to health, safety, property or the environment and which\nare shown in the list of dangerous goods in the Technical Instructions or\nwhich are classified according to those Instructions.\n\nPage 11 of 46\n",
  "14": "Restricted\n\nNote - Dangerous goods are classified in Annex 18, Chapter 3.\n\n1.2.51 Deporte. A person who had legally been admitted to a State by\nits authorities or who had entered a State illegally, and who at some later\ntime is formally ordered by the competent authorities to leave that State.\n\n1.2.52 Diplomatic pouch/bag. A shipping container having\ndiplomatic immunity from search or seizure when accompanied by the\nrequired official documentation.\n\n1.2.53 Direct transit area. A special area established in an\ninternational airport, approved by the public authorities concerned and\nunder their direct supervision or control, where passengers can stay\nduring transit or transfer without applying for entry to the State.\n\n1.2.54 Disruptive passenger. A passenger who fails to respect the\nrules of conduct at an airport or on board an aircraft or to follow the\ninstructions of the airport staff or crew members and thereby disturbs\nthe good order and discipline at an airport or on board the aircraft.\n\n1.2.55 Emergency plan. A plan setting forth the procedures for\ncoordinating the response of different aerodrome agencies or services and\nof those agencies in the surrounding community that could be of\nassistance in responding to an emergency.\n\n1.2.56 Explosive Detection System (EDS). A technology system or\ncombination of different technologies which has the ability to detect, and\nso to indicate by means of an alarm, explosive material contained in\nbaggage or other articles, irrespective of the material from which the bag\nis made.\n\n1.2.57 Explosive Device Detection System (EDDS). A technology\nsystem or combination of different technologies which has the ability to\ndetect, and so to indicate by means of an alarm, an explosive device by\ndetecting one or more components of such a device contained in baggage\nor other articles, irrespective of the material from which the bag or article\nis made.\n\n1.2.58 Explosive substance. A solid or liquid substance (or a mixture\nof substances) which is in itself capable, by chemical reaction, of\nproducing gas at such a temperature and pressure and at such a speed\nas to cause damage to the surroundings. Included are pyrotechnic\nsubstances even when they do not evolve gases. A substance which is not\nitself an explosive but which can form an explosive atmosphere of gas,\nvapour or dust is not included\n\n1.2.89 Express cargo. Goods other than mail and accompanied or\n\nbaggage involuntarily or inadvertently separated from passengers or crew\nwhich is required to be carried on priority basis by an aircraft operator.\n\nPage 12 of 46\n",
  "15": "Restricted\n\n1.2.60 Facilitation. The efficient management of the necessary\ncontrol process, with the objective of expediting the clearance of persons\nor goods and preventing unnecessary operational delays.\n\n1.2.61 Freight. See Cargo.\n\n1.2.62 General aviation. An aircraft operation other than a\ncommercial air transport operation or an aerial work operation.\n\n1.2.63 High-risk cargo or mail. Cargo or mail presented by an\nunknown entity or showing signs of tampering shall be considered high\nrisk if, in addition, it meets one of the following criteria:\n\na. Specific intelligence indicates that the cargo or mail poses a\nthreat to civil aviation; or\n\nb. The cargo or mail shows anomalies that give rise to suspicion; or\nc. The nature of the cargo or mail is such that baseline security\nmeasures alone are unlikely to detect prohibited items that could\nendanger the aircraft.\n\nRegardless of whether the cargo or mail comes from a known or\nunknown entit:\n\n, a State’s specific intelligence about a consignment\nmay render it as high risk.\n\n1.2.64 Human Factors principles. Principles which apply to\ndesign, certification, training, operations and maintenance and which\nseek safe interface between the human and other system components by\nproper consideration to human performance.\n\n1.2.65 Human performance. Human capabilities and limitations\nwhich have an impact on the safety, security and efficiency of\naeronautical operations.\n\n1.2.66 Identification cards. See Permit system.\n\n1.2.67 Inadmissible person. A person who is or will be refused\nadmission to a State by its authorities.\n\nNote: Such a person normally has to be transported back to their State of\ndeparture, or to any other State where the persons are admissible, by the\naircraft operator on which they arrived.\n\n1.2.68 In-flight security officer. A person who is authorized by the\ngovernment of the State of the Operator and the government of the State\nof Registration to be deployed on an aircraft with the purpose of\nprotecting that aircraft and its occupants against acts of unlawful\ninterference. This excludes persons employed to provide exclusive\npersonal protection for one or more specific people travelling on the\naircraft, such as personal bodyguards.\n\nPage 13 of 46\n",
  "16": "Restricted\n\n1.2.69 In-flight supplies. All items intended to be taken on board an\naircraft for use, consumption or purchase by passengers or crew during\nthe flight, which typically include catering and cleaning stores and\nsupplies\n\n1.2.70 Interline baggage. The baggage of passengers subjected to\ntransfer from the aircraft of one operator to the aircraft of another\noperator in the course of their journey.\n\n1.2.71 International airport. Any airport designated by the Member\nState in whose territory it is situated as an airport of entry and departure\nfor international air traffic, where the formalities incident to customs,\nimmigration, public health, animal and plant quarantine and similar\nprocedures are carried out.\n\n1.2.72 LAGs. Liquids, aerosols and gels, in any volume, for sale at\nairport outlets (excluding food and beverages for consumption in the\nairport premises and not intended for carriage into the aircraft passenger\ncabin) or on board aircraft during the day(s) of the journey, either in the\nairside area or in a security-restricted area.\n\n1.2.73 Landside. Those parts of an airport, adjacent terrain and\nbuildings or portions thereof that are not airside, as identified by States\nand relevant entities in their security programme.\n\n1.2.74 Mail. All postal items tendered by and intended for delivery to\ndesignated postal operators to operate the postal service in accordance\nwith the Universal Postal Union Acts.\n\n1.2.75  Mishandled baggage. Baggage involuntarily, or inadvertently,\nseparated from passengers or crew.\n\n1.2.76 Movement area. That part of an aerodrome to be used for\nthe take-off, landing and taxiing of aircraft, consisting of the\nmaneuvering area and the apron(s)\n\n1.2.77 Narcotics control. Measures to control the illicit movement of\nnarcotics and psychotropic substances by air.\n\n1.2.78  Non-restricted area. Area of an airport to which the public\nhas access or to which access is otherwise unrestricted.\n\n1.2.79 Passenger area. All the ground space and facilities provided\n\nfor passenger processing, including aprons, passenger buildings, vehicle\nparks and roads\n\nPage 14 of 46\n",
  "17": "Restricted\n\n1.2.80 Permit system. A system consisting of cards or other\ndocumentation issued to individual persons employed at airports or who\notherwise have a need for authorized access to an airport, airside or\nsecurity restricted area. Its purpose is to identify the individuals and\nfacilitate access. Vehicle permits are issued and used for similar\npurposes to allow vehicular access. Permits are sometimes referred to as\nairport identification cards or passes.\n\n1.2.81 Person with disabilities. Any person whose mobility is\nreduced due to a physical incapacity (sensory or locomotors), an\nintellectual deficiency, age, illness or any other cause or disability when\nusing air transport and whose situation needs special attention and the\nadaptation to the person’s needs of the services made available to all\npassengers.\n\n1.2.82 Pilot-in-command. The pilot designated by the operator, or in\nthe case of general aviation, the owner, as being in command and\ncharged with the safe conduct of a flight.\n\n1.2.83 Private Security Agency means an entity/entity other than a\ngovernment agency, department or organisation having valid license\nunder PASARA 2005 with relevant authority, and engaged in the\nbusiness of providing Private Security Services.\n\n1.2.84 Prohibited Items. A list of items i.e. weapons, explosives or\nother dangerous devices, articles or substances which may be used to\ncommit an act of unlawful interference with civil aviation operations.\nSuch list is established by the DG, BCAS based on a risk assessment.\n\n1.2.85 Regulated agent. An agent, freight forwarder or any other\nentity which conducts business with an operator and provides security\ncontrols that are accepted or required by the appropriate authority in\nrespect of cargo or mail.\n\n1.2.86 Restricted articles. Articles which are, in the specific context\nof aviation security, defined as those articles, devices or substances\nwhich may be used to commit an act of unlawful interference against civil\naviation or which may endanger the safety of the aircraft and its\noccupants, or installations, or the public.\n\n1.2.87 Sabotage. An act or omission, intended to cause malicious or\nwanton destruction of property, endangering or resulting in unlawful\ninterference with civil aviation and its facilities.\n\n1.2.88 Screening. The application of technical or other means which\nare intended to identify and/or detect weapons, explosives or other\ndangerous devices, articles or substances which may be used to commit\nan act of unlawful interference.\n\nNote: Certain dangerous articles or substances are classified as\ndangerous goods by Annex 18 — The Safe Transport of Dangerous Goods\nby Air and the associated Technical Instructions for the Safe Transport of\n\nPage 15 of 46\n",
  "18": "Restricted\n\nDangerous Goods by Air (Doc 9284) and must be transported in\naccordance with those instructions. In addition, the Aviation Security\nManual (Doc 8973 - Restricted) provides a list of prohibited items that\nmust never be carried in the cabin of an aircraft.\n\n1.2.89 Security audit. An in-depth compliance examination of all\naspects of the implementation of the national civil aviation security\nprogramme.\n\n1.2.90 Security accident. An occurrence which results in death or\ngrievous hurt to a person or major damage to the property.\n\n1.2.91 Security checks for LAGs and STEBs. Visual checks or\nsecurity controls, performed by security staff, for signs of interference, in\nparticular tampering with seals, theft and the introduction of potentially\ndangerous devices, articles or substances. The checks should be made at\nthe first point of entry on the airside and should be made on all supplies\nof LAGs and STEBs to establish that they have been protected, that there\nis no evidence or suspicion of tampering, and that the necessary\ndocumentation is in order.\n\n1.2.92 Security clearance. Compliance with the security controls\nspecified in the National Civil Aviation Security Programme with regard to\nany aircraft, person or object. It is a status granted to individuals or\nentities allowing them access to classified information, access to\nrestricted areas or to conduct business after completion of a background\ncheck, as amended from time to time.\n\n(The words and expressions not defined in this AVSEC Circular but\ndefined in the Aircraft Act 1934, Aircraft Rule 1937, Aircraft (Security)\nRule 2011 and NCASP of India shall have the same meaning, as assigned\nto them in the Aircraft Act 1934, Aircraft Rule 1937, Aircraft (Security)\nRule 2011 and NCASP of India.\n\n1.2.93 Security control. A means by which the introduction of\nweapons, explosives or other dangerous devices, articles or substances\nwhich may be used to commit an act of unlawful interference can be\nprevented.\n\n1.2.94 Security equipment. Devices of a specialized nature for use,\nindividually or as part of a system, in the prevention or detection of acts\nof unlawful interference with civil aviation and its facilities.\n\n1.2.95 Security exercise. A full-scale security exercise is a simulated\nact of unlawful interference with the objective of ensuring the adequacy\nof a contingency plan to cope with different types of emergencies. A\npartial security exercise is a simulated act of unlawful interference with\nthe objective of ensuring the adequacy of the response to individual\nparticipating agencies and components of the contingency plan, such as\nthe communications system.\n\nPage 16 of 46\n",
  "19": "Restricted\n\n1.2.96 Security incident. An occurrence in relation to civil aviation\nsecurity which takes place either on the ground or in flight, which results\nin:\n\n+ in injury to a person, damage to property, fire and breakage;\n\n+ Contravention or breach of security laws, regulations, national civil\naviation security programme and orders issued by the Central\nGovernment under the provisions of the Aircraft Act, 1934.\n\n1.2.97 Security inspection. An examination of the implementation of\nrelevant National Civil Aviation Security Programme requirements by an\naircraft operator, airport or other entity involved in security.\n\n1.2.98 Security investigation. An inquiry into any act or attempted\nact of unlawful interference against civil aviation and/or any alleged or\nsuspected instance of non-compliance with a State’s National Civil\nAviation Security Programme or other legal and/or regulatory\nrequirements pertaining to civil aviation security.\n\n1.2.99 Security programme. Written measures adopted to safeguard\ninternational civil aviation against acts of unlawful interference.\n\n1.2.100 Security restricted area. Those areas of the airside of an\nairport which are identified as priority risk areas where in addition to\naccess control, other security controls are applied. Such areas will\nnormally include, inter alia, all commercial aviation passenger departure\nareas between the screening checkpoint and the aircraft, the ramp,\nbaggage make-up areas, including those where aircraft are being brought\ninto service and screened baggage and cargo are present, cargo sheds,\nmail Centre, airside catering and aircraft cleaning premises.\n\n1.2.101 Security survey. An evaluation of security needs including\nthe identification of vulnerabilities which could be exploited to carry out\nan act of unlawful interference, and the recommendation of corrective\nactions.\n\n12.102 Security tamper-evident bags (STEBs). Specially designed\nbags that should only be used for the sale of LAGs by airport outlets or\non board an aircraft\n\n1.2.103 Security test. A covert or overt trial of an aviation security\nmeasure which simulates an attempt to commit an unlawful act.\n\n1.2.104 Sensitive Aviation Security Information. Information\nthat, if accessed by or disclosed to unauthorized persons, could create or\nbe used to exploit a vulnerability or facilitate an act of unlawful\ninterference against civil aviation.\n\n1.2.105 Small arms. A general description applied to all hand-held\nfirearms.\n\nPage 17 of 46\n",
  "20": "Restricted\n\n1.2.106 State of Registry. The State on whose register the aircraft is\nentered. (See also the definition in Annex 6.)\n\n1.2.107 State of the Operator. The State in which the operator’s\nprincipal place of business is located or, if there is no such place of\nbusiness, the operator’s permanent residence.\n\n1.2.108 _ Sterile area. The area between any passenger inspection or\nscreening checkpoint and aircraft, into which access is strictly controlled\n(see also security restricted area.\n\n1.2.109 Stores (Supplies).\n\n+ For consumption - Goods, whether or not sold, intended for\nconsumption by the passengers and the crew on board an aircraft,\nand goods necessary for the operation and maintenance of the\naircraft, including fuel and lubricants.\n\n+ To be taken away - Goods for sale to passengers and crew of an\naircraft with a view to being landed.\n\n1.2.110 The Private Security Agency Act (Regulation) Act, 2005\n(herein referred as PASARA 2005) is an act No. 29 of 2005 enacted in\nparliament to provide for the regulation of private security agencies and\nfor matters connected herewith or incidental thereto.\n\n1.2.111 Terminal. The main building or group of buildings where the\nprocessing of commercial passengers and cargo, and the boarding of\naircraft occurs.\n\n1.2.112 Threat Image Projection (TIP). A software programme\napproved by the appropriate authority that can be installed on certain X-\nray equipment, which projects virtual images of threat articles such as\nguns, knives, and improvised explosive devices within the X-ray image of\na real bag under examination or complete virtual images of bags\ncontaining threat articles, and provides immediate feedback to the X-ray\nequipment operators of their ability to detect such images.\n\n12.113 Trace detection equipment. A technology system or\ncombination of different technologies which has the ability to detect very\nsmall amounts of explosive materials, and so to indicate, by means of an\nalarm, any such materials contained in baggage or other articles\nsubjected for analysis.\n\n1.2.114 Transfer cargo and mail. Cargo and mail departing on an\naircraft other than that on which it arrived.\n\n1.2.115 Transfer passengers and baggage. Passengers and baggage\nmaking direct connections between two different flights.\n\n1.2.116 Transit cargo and mail. Cargo and mail departing on the\nsame aircraft as that on which it arrived.\n\nPage 18 of 46\n",
  "21": "Restricted\n\n1.2.117 Transit passengers. Passengers departing from an airport\non the same flight as that on which they arrived.\n\n1.2.118 Travel document. A passport or other official document of\nidentity issued by a State or organization which may be used by the\nrightful holder for international travel\n\n1.2.119 Unaccompanied baggage. Baggage that is transported as\ncargo and may or may not be carried on the same aircraft with the\nperson to whom it belongs.\n\n1.2.120 Unclaimed baggage. Baggage that arrives at an airport and\nis not picked up or claimed by a passenger.\n\n1.2.121  Unidentified/Unattended baggage. Baggage at an airport,\nwith or without a baggage tag, which is not picked up by or identified\nwith a passenger.\n\n1.2.122  Unpredictability. The implementation of security measures\nin order to increase their deterrent effect and their efficiency, by applying\nthem at irregular frequencies, different locations and/or with varying\nmeans, in accordance with a defined framework.\n\n1.2.128 Unruly passengers. Persons who commit, on board a civil\n\naircraft, from the moment when the aircraft door is closed prior to take-\n\noff to the moment when it is reopened after landing, an act of:\n\n+ assault, intimidation, menace or wilful recklessness which endangers\ngood order or the safety of property or persons;\n\n+ assault, intimidation, menace or interference with a crew member in\nthe performance of duties or which lessens the ability to perform\nduties;\n\n+ wilful recklessness or damage to an aircraft, its equipment, or\nattendant structures and equipment such as to endanger good order\nand the safety of the aircraft or its occupants;\n\n+ Communication of information which is known to be false, thereby\nendangering the safety of an aircraft in flight; and disobedience of\nlawful commands or instructions for safe, orderly or efficient\noperations.\n\n1.2.124 Vehicle Entry Permit. Vehicle permits issued and used to\nallow vehicular access to restricted areas of the airports.\n\n1.2.125 Vital installation. Any facility on or connected with an\naerodrome, which, if damaged or destroyed, would seriously impair the\nfunctioning of the aerodrome\n\n1.2.126 Vulnerable point. Any facility on or connected with an\nairport, which, if damaged or destroyed, would seriously impair the\nfunctioning of the airport.\n\nPage 19 of 46\n",
  "22": "Restricted\n\nChapter- II OBJECTIVE\n2.1 Objective:\n\nThe objective of induction of Private Security Agencies at the airports\nhandling civil aviation in India is:-\n\n2.1.1 To assist ASG in prevention of acts of unlawful interference,\nsabotage, criminal acts and safeguard passengers, crew, ground personnel\nand the general public;\n\n2.1.2 To provide cost effective, reliable, professionally competent, passenger\ncompatible aviation security through harmonious implementation of non-\ncore security functions by the PSA.\n\n2.1.3 To that end, the PSASP shall:-\n\n(a) Meet enhanced or standard requirements of the NCASP\n(National Civil Aviation Security Programme);\n\n(b) Provide for standardized security measures and for clear\nsecurity directives for employees, trainees (apprentices), other staff\nand contracted staff;\n\n(c) Provide for additional security measures in times of increased\nsecurity threat; and\n\n(4) Set performance standards, achievable through initial and\nrecurrent training and monitored in accordance with recordkeeping\nrequirements set out in the NCASP (National Civil Aviation Security\nProgramme).\n\n2.2 Duties of PSA deployed at the airport:\n\nThe Private Security Agency is responsible for performing non-core aviation\nsecurity functions which inter alia include but not limited to:-\n\na. Assisting ASG in access control to the airport in compliance with\nnational aviation security regulations and the Airport Security\nProgramme (ASP);\n\nb. Contingency planning consistent with their responsibilities under the\napproved contingency plans of the airport;\n\nc. Developing an internal quality control programme, and performing\nquality control functions over activities within their sphere;\n\nd. Ensuring that their employees are adequately informed of the security\nrequirements at the airport;\n\nPage 20 of 46\n",
  "23": "Restricted\n\ne. Ensuring that appropriate training is imparted to all personnel who\nare directly associated with non-core security responsibilities; and\n\nf. Ensuring that all other staff of the PSA have undergone AvSec\nawareness training.\n\n2.3 Policy:\n\nPrivate Security Agency Security Programme shall be adopted as corporate\npolicy, and shall describe the objectives with respect to security. It calls for\nthe establishment of a security department and chief security officer whose\nresponsibilities involve achieving the cited objectives. The security measures\ndescribed are clearly defined to be easily understood by those who need to\nimplement them\n\n2.3.1, Private Security Agency Security Programme shall have a security\nclassification- “RESTRICTED” in accordance with national guidelines.\n\n2.3.2. Private Security Agency Security Programme has been developed by\nin-depth risk analysis, the nature and level of threat faced by the\noperator. National and airport security requirements, programme\nimplementation timelines, staffing and financial limitations, and enhanced\nsecurity requirements during times of increased threat, shall also be\nconsidered. The relevant provisions of approved airport security programme\nas applicable shall be obtained from the airport operator and complied with\nmeticulously.\n\n2.4 Legal Authority:\n\n2.4.1 The Government of India has empowered the Director General,\nBureau of Civil Aviation Security through, The Aircraft (Security) Rules,\n2011 as the Appropriate Authority responsible to establish, develop,\nimplement, maintain and review the National Civil Aviation Security\nProgramme (NCASP) consistent with the provisions of Annex-17 to the\nconvention to safeguard civil aviation operations against acts of unlawful\ninterference and threat perception taking into account the safety, regularity\nand efficiency of flights.\n\n2.4.2 National Civil Aviation Policy (NCAP) 2016 and AVSEC Circular\n03/2021 dated 11/05/2021 provide the regulatory framework and\nstipulates that Private Security Agency (PSA) performing non-core security\nfunction at the airport shall establish implement and maintain a written\nPSA Security Program and such Security Program shall meet the\nrequirements of the National Civil Aviation Security Program of India.\n\n2.4.3The written Security programme includes measures adopted to\nsafeguard international civil aviation against acts of unlawful interference.\n\nPage 21 of 46\n",
  "24": "Restricted\n2.4.4. The Program includes guidance on measures necessary to perform\nscope of work and norms to perform non-core security functions as defined\nin AVSEC Circular No. 03/2021 dated 11/05/2021, under the operational\ncommand and control of Aviation Security Group (ASG).\n\n2.5 Deployment of PSA Security Personnel:\n\nConsequent to the approval of revised ASG (CISF) Manpower\nDeployment for airports vide OM No. II-27011/22/2018/PF-II dated\n23.12.2019 of Ministry of Home Affairs, the following Non-Core duty posts of\nAviation Security are to be manned by Private Security Personnel:\n\na. Segregation gate (Departure / Arrival)\n\nb. Access Control/Document check at SHA queue/6 X-BIS\nc. Baggage Controller/ X-BIS\n\nd. Access to Visitor Gallery\n\ne. Security of Vital Installation\n\n2.6 General Directions:\n\n2.6. As per AVSEC Circular No. 03/2021 dated 11.05.2021, before\ncommencing operations, the PSA shall submit a written security programme\nto the concerned regional office of BCAS for further submission to BCAS\nHQrs. for approval.\n\n2.6.2 Security program duly signed and dated by the Chief Security Officer/\nSecurity coordinator after approval by the Director General of BCAS shall be\nimplemented in all respects to prevent acts of unlawful interference. The\nprogram shall be reviewed and updated by the Chief Security officer of the\nPSA at least once every 12 months or as and when the need arises.\n\n2.7 Prevention of unlawful interference with civil aviation operations:\n\nPSA shall undertake all precautions and follow all instructions issued time\nto time by the BCAS in form of AVSEC Order and Circulars and follow all\norders issued by Regional Director, BCAS or any officer duly authorised to\nprevent any unlawful interference with civil aviation in xx0ccccocsccoDEK\nAirport.\n\n2.8 Maintenance of secure operating environment:\n\nTo establish proper security control so that secure operating environment is\navailable for civil aviation operations in the area of their deployment of\nXXXXXXXXXXX Airport, for which we have appointed Sh. xxxxxxxxx as\nChief Security Officer who shall co-ordinate with ASG for all security related\nissues and abide by all security instructions issued by BCAS.\n\nPage 22 of 46\n",
  "25": "Restricted\n\nChapter III - Description of Operation\n\n3.1 Security Department:\n\nSecurity Department of the Private Security Agency shall be headed by\nChief Security Officer (CSO) at the corporate headquarter level and at other\nairports Security will be headed by Security In charge/ Security\nCoordinator. CSO will be over all in-charge of Security. He shall be\nresponsible for development, maintenance and effective implementation of\nSecurity Programme. He shall have a professional security background and\nbe familiar with airport and aircraft and operations. He shall have the\nauthority required to ensure full implementation and enforcement of the\nSecurity Programme and shall have direct access to the Chief Executive\nOfficer/CMD cum Chairman of .....\n\n3.2 Contact Details: Contact details of the CSO, In-charge Security of\n(Name of the PSA) are given as under:\n\nISI. [Name [Designation fel., Fax[Correspondence |B-mail ID\nINo. INo. Address\n\nI\n\n2.\n\n3.3 Role and Duties:\n\n3.3.1 Appointment of Chief Security Officer (CSO) — The appointment of\na CSO is essential for development and effective implementation of PSA\nsecurity programme. Therefore, each PSA, responsible to undertake non-\ncore aviation security functions shall appoint a CSO with a professional\nsecurity background and familiarity with civil aviation operations, and\nafforded sufficient authority to ensure the full implementation and\nenforcement of the airport operator security programme.\n\n3.3.2 Qualification requirements for Chief Security Officer (CSO) of\nPSA:\n\nThe CSO shall be responsible for implementing non-core aviation\nsecurity measures at airport, in compliance to the directions issued by the\nDG, BCAS vide AvSec Circular No. 03/2021, and other pertinent directions,\nas amended from time to time, in respect of deployment of PSA at airports.\nThe suggested minimum attributes, qualifications, knowledge and\n\nexperience for a CSO, include:\n\nPage 23 of 46\n",
  "26": "Restricted\n\nMinimum Educational Qualification: Graduation or equivalent from a\nrecognised university;\n\nDirect reporting to MD / CEO of the respective organization;\n\nIn - depth knowledge of international, regional and national aviation\nsecurity regulations;\n\nExperience in aviation security operations of private sector; or\nexperience in security operations of Indian / multinational companies\nor experience in other security — related law enforcement fields such\nas Police, Security, Intelligence, Investigative Agencies, Cyber Security\nexperts. However, preference should be given to the qualified\nprofessionals having adequate experience in AVSEC; and\n\nIt shall be a mandatory requirement for them to qualify AVSEC Basic\nCourse within six months of the joining or any other exemption given\nby DG, BCAS\n\n3.3.3 Duties of Chief Security Officer\n\ni\n\niii\n\niv\n\nvi\n\nvii.\n\nviii.\n\nxi\n\nxii\n\nHe shall be responsible for development, maintenance and\nimplementation of the Security Programme;\n\nEnsure that the security programme is updated;\n\nEnsure the continuing effectiveness of the security programme by\nregular evaluations and inspections; and by encouraging internal\nsecurity audit processes;\n\nEstablish and maintain effective liaison with the airport operator,\nappropriate authority for civil aviation security ie. BCAS and other\nappropriate authorities responsible for security functions;\n\nPromote security awareness and vigilance;\nEnsure adequate training of security personnel;\nEnsure an effective threat/occurrence response capability;\n\nInitiate special security measures during periods of increased risk\nand /or for critical flights and routes;\n\nReport all actual or suspected acts of unlawful interference with\nAircraft operation to the appropriate authority for security;\n\nHe shall get all security personnel posted under his jurisdiction\ntrained and certified in different AVSEC training conducted by BCAS\nand maintain appropriate records;\n\nHe shall be held accountable for any security lapse by (Company\nName) security personnel;\n\nHe shall be responsible for overall operations;\n\nPage 24 of 46\n",
  "27": "Restricted\n\nxiii, In the event of any incident/unlawful interference/any breach of\nsecurity, he shall inform to ASG, BCAS and concerned agencies by\nquickest possible means in accordance with the provisions of NCASP\nand other extant rules;\n\nxiv. He shall ensure that all security personnel always display their AEPs\nwhile on duty;\n\nxv. He shall ensure that required competencies in respect of PSA security\npersonnel are acquired and maintained through initial and recurrent\ntraining; and\n\nxvi. He shall interact and establish functional rapport with CASO on\nregular basis.\n\n3.3.4 Appointment of Security in Charge (PSA Security Coordinator ie\nPSC):\n\nEach PSA shall also appoint one Security in Charge at each airport,\nunder its area of operations, in order to comply with the requirements of\nnon-core security functions at that airport. Each PSA shall ensure that the\nSecurity-in-charge, appointed/posted at each airport shall successfully\ncomplete an enhanced or standard selection procedure and other\nqualifications, as stipulated in AVSEC Circular No. 03/2021 and any other\npertinent directions issued by DG, BCAS in this regard.\n\n3.3.5 Duties of Security-in-charge (PSA Security Coordinator):-\n(a) He will be posted as In-charge of Security personnel deployed at\n\nthe airport of operation. In case of small unit, any supervisor with\nappropriate AVSEC training may be nominated as Security\n\ncoordinator;\n\n(b) He will perform non-core aviation security functions in\ncompliance to and under the command and control of CASO;\n\n() _ He will maintain Training records of all personnel posted at the\n\nparticular airport under him;\n\n(@) He will closely co-ordinate with all personnel of PSA and report\nall activities on day-to-day basis to CASO;\n\n(c) He will be answerable for any lapses by any of his security\npersonnel at that airport;\n\n() He will be responsible for running the assignment as per the\nsecurity programme and the assignment instructions;\n\n(g) He will ensure that ‘on job training (OJT) is carried out as per\nNCASP;\n\n(h) He shall brief security personnel about handling of metal\n\ndetectors; vehicles search mirrors, radio sets and other security\nequipment / gadgets;\n\n(i) He will attend Advance Security Liaison (ASL) meeting as and\nwhen conveyed at the airport; and\n() Any other non-core security task assigned to him by DG, BCAS.\n\nPage 25 of 46\n",
  "28": "Restricted\n\n3.3.6 Appointment & Duties of Deputy PSA Security Coordinator\n(DPS):\n\n(a) Each PSA will appoint Deputy PSA Security Coordinator to look\nafter the duties of Security Coordinator during his absence on account\nof leave, resignation or any other reason. Normally, he will be posted\nas Terminal In-charge of Security personnel deployed at the airport of\noperation. In case of small unit, any supervisor with appropriate\nAVSEC training may be nominated as Deputy Security coordinator;\n\n(b) He will perform non-core aviation security functions in\ncompliance to and under the command and control of CASO;\n\n(c) _ He will closely co-ordinate with all personnel of PSA deployed at\nthe Terminal.\n\n(a) He will be answerable for any lapses by any of his security\npersonnel at that Terminal of the airport;\n\n(e) He will be responsible for running the assignment as per the\nsecurity programme and the assignment instructions;\n\n() He shall brief security personnel about handling of metal\ndetectors; vehicles search mirrors, radio sets and other security\nequipment / gadgets;\n\n(g) He will attend Advance Security Liaison (ASL) meeting as and\nwhen conveyed at the airport during absence of PSA Security\nCoordinator; and\n\n(h) Any other non-core security task assigned to him by DG,\nBCAS.\n\n3.3.7 Appointment & Duties of Asst. PSA Security Coordinator (APSC):\n‘The Asst. PSA Security Coordinator will work as supervisor for a particular\nshift in case of bigger airports. As supervisor he will work under the\ndirections of CASO in operational matters.\n\n3.3.8 Appointment of Security personnel\n\na, Each PSA shall induct/appoint security personnel as per the\nrequirements of AVSEC Circular No. 03/2021, and as amended from\ntime to time.\n\nb. Each PSA shall ensure that the Security personnel appointed/ posted\nat each airport shall successfully complete an enhanced or standard\nselection procedure and other qualifications, as stipulated in AVSEC\nCircular No. 03/2021 and any other pertinent directions issued by\nDG, BCAS in this regard.\n\n3.3.9 Duties of Security Personnel:\na. The PSA personnel inducted/deployed at the airport shall perform\n\ntheir duties strictly in accordance with the stipulations maintained in\nAVSEC Circular No. 03/2021.\n\nb. In emergent situation, DG BCAS may make necessary changes in the\ndeployment of PSA.\n\nPage 26 of 46\n",
  "29": "4.1\n\niii\n\n4.2\n\nRestricted\n\nChapter IV - PHYSICAL SECURITY MEASURES\n\nPSA Command and Control\n\nEvery PSA shall be under the operational command and supervision of\nsuch officer In-Charge of ASG, who is designated as Chief Aerodrome\nSecurity Officer (CASO) for that particular airport. However, the\ngeneral administration of the PSA personnel shall be looked after by\nthe PSA and the Airport Operator.\n\nCASO may issue suitable directions to the PSA, as would be necessary\nfor smooth functioning of airport operations. However, such directions\nshould be in conformity to the security scheme approved by DG,\nBCAS and fall within the given mandate and jurisdiction of PSA.\n\nThe CASO will also submit a deployment statement of PSA personnel\nto Airport Director, in addition to the deployment statement of ASG.\nThe deployment statement would also be made available to BCAS\nofficers as and when they visit the Airport for security audit /\ninspection.\n\nEvery PSA personnel shall wear such uniform as prescribed by BCAS.\nSpecifications are attached as Annexure ‘A’.\n\nBreach of discipline, if any, shall be viewed seriously and shall\nwarrant suitable punishment/penal provisions. The standard of\ndiscipline and penalty for breach shall be in accordance with the\nextant rules, as applicable on PSA. Any breach of security brought\ninto the notice of PSA by ASG shall be acted upon by PSA\nexpeditiously.\n\nStandard Operating Procedure (SOP)\n\nAirport specific local SOP of deployment of private security personnel\n\nshall be developed at each airport by the Airport Operator/Airport Director\nin consultation with CASO of ASG and RD, BCAS. The SOP would also cover\nthe establishment of reliable and effective means of communication between\nASG and PSA personnel deployed at the airport, besides meeting the other\noperational requirements which may come across during the induction,\ndeployment, and operationalization of the PSA.\n\n4.3\ni\n\niff\n\nContingency Response\n\nPSA shall comply with existing contingency plan of the airport, as\nstipulated under ASP.\n\nPSA personnel shall be involved in the contingency plans exercise by\nthe airport operators, relevant to the area where they will be deployed.\n\nEmergency Procedures and Drills: Mock exercise shall be carried out\nas per Aerodrome Security Program (ASP) of the concerned airport.\n\nPage 27 of 46\n",
  "30": "Restricted\n\n4.4 Provision of Technical Equipment: The Airport Operator shall\nprovide proper infrastructural/operational facilities including suitable\ntechnical equipment to PSA personnel to facilitate effective and efficient\ndischarge of their duties as mandated by DG, BCAS. This will also include\nfacilities like Office, Toilets and Changing Rooms etc for PSA personnel.\n\n4.5 Misconduct on the part of Private Security Personnel:\n\ni. The airport operator shall reserve the right to fix responsibility/ liability\nfor omissions and commissions and impose levies for such deficiencies in\nthe services after serving notice and giving opportunity to the PSA in the\nform of joint enquiry (CASO or his representative and APD/CSO of airport\noperator) in respect of such omissions and commissions.\n\nii, In case of acts of indiscipline, negligence in discharge of assigned duties\non the part of PSA personnel, a warning may be issued by the airport\noperator. However, if any PSA personnel is apprehended tampering with,\nstealing/pilfering or causing loss/damage to any assets of airport operator\nor subsequently found to be indulging in indiscipline activities/malpractices\nand found involved in the acts of unlawful interference with Civil Aviation\nSecurity etc, he/she shall be discharged from the duties.\n\nPage 28 of 46\n",
  "31": "Restricted\nChapter V- Recruitment, Selection and Training\n\n5.1 PSA AVSEC training at ASTI\n\nThe Bureau of Civil Aviation Security (BCAS) has established a\nnetwork of Aviation Security Training Institutes (ASTIs) in order to promote\nthe professional development of aviation security personnel globally. The\nBCAS ASTI programme utilizes material developed and/or endorsed by\nBCAS, and is aimed at supporting States in the implementation of BCAS\nAnnex 17 Standards and Recommended Practices (SARPs). All BCAS-\nsponsored training offered by ASTI is conducted by BCAS certified\ninstructors. BCAS oversees the quality of AVSEC training delivered via the\nASTI network through certification of these instructors and endorsement of\nthe training organizations, based on the “General Requirements for\nEstablishing and Maintaining Endorsement as a BCAS AVSEC Training\nCentre”, This is in line with the BCAS Aviation Training Policy. (Company\nname) shall train PSA Security Personnel in BCAS approved ASTI only.\n\n5.2 PSA AVSEC Training program\n\n5.2.1 Private Security Agency Personnel (security guards and supervisors)\nshall undergo the following training before induction at the airports:\n\ni, PSA personnel shall undergo Five days Induction training at any\nBCAS accredited Aviation Security Training Institute (ASTI);\n\nii, PSA personnel, after completion of Induction training, shall undergo\nBasic AVSEC course of thirteen (13) days at any BCAS accredited\nAviation Security Training Institute (ASTI); and\n\niii, Refresher course of two days shall be attended by all every two years.\n\niv. PSA personnel may be imparted Soft Skills Training as and when\nrequired.\n\nv. The concerned airport operator and PSA shall give a joint undertaking\nin this regard before deployment of PSA personnel for non-core duties\nat airports. If any PSA personnel fails to complete the Basic Avsec\ncourse within stipulated time he shall be immediately withdrawn from\nthe duty post.\n\n5.3 Training Record\n\nThe Chief Security Officer of the PSA shall ensure that all security\npersonnel undergo AVSEC training as directed by AVSEC Circular\n03/2021 dated 11/05/2021 and addendum to AC 03/2021 dated\n28/04/2022. The training record shall be maintained by the CSO. The\nrecord shall be made available to BCAS officers when they are visiting\nairport for audit and inspections.\n\nPage 29 of 46\n",
  "32": "5.4\n\niii\n\niii\n\nRestricted\n\nRecruitment of PSA personnel and their background checks\n\nPSA shall recruit their personnel according to the standards laid down\nin NCASTP, AVSEC Order 03/2021 and other extant rules. The\nbackground checks of PSA personnel shall be carried out as per\nAVSEC Circulars 36/2003, 08/2005, AEP Guidelines, 2019 and other\nextant rules.\n\nPSA shall ensure that no person is employed unless background\ncheck is carried out by the competent police authorities. Records of\nbackground checks / pre-employment checks of all persons working\nat the airport shall be maintained by PSA.\n\nPSA shall ensure that periodic background checks of all PSA security\npersonnel is carried after every two years, in addition to initial\nbackground checks. PSA shall maintain proper background record of\neach security personnel.\n\nAEP shall be issued only when successful background checks are\nconducted by the local law Enforcing Agency on the person to whom\nthe AEP is to be issued. Guidelines on background checks issued by\nthe Director General, BCAS from time to time shall be implemented.\n\nSuch records shall be produced by the CSO of PSA to the BCAS\nauditing / inspecting officer on demand, as and when required.\n\nSelection procedure and other qualifications:\n\nEvery PSA may, while employing a person, for non-core duty posts,\ngive preference to a person who has served as a member in one or\nmore of the establishments, namely Army, Navy, Air Force, any other\nArmed Forces of the Union/CAPFs, Police including armed\nconstabularies of States and Home Guards.\n\nPrivate security Personnel should be well conversant with the local\nlanguage. They shall be medically fit to perform the assigned work;\nand should be preferably below 50 years of age.\n\nSupervisors and above who have to deal with public shall be graduate\nThey should have aptitude towards security duties at the airport. They\nshould have good communication skills and should have pleasant\ndemeanour.\n\nSecurity personnel should preferably be a Graduate from a recognised\nuniversity, but the minimum educational qualification shall be 10+2\nor equivalent.\n\nQualification of security personnel deployed by PSA at the airport\nshall be complying with relevant AVSEC Order no 03/2001.\n\nPage 30 of 46\n",
  "33": "Restricted\n\n5.6 Undertaking that CSO of the M/s>>>>>>> (PSA) shall be responsible\nfor security implication during operation.\n\nM/s ABC>>>>> has been designated _as Chief Security Officer who will\n\nresponsible for security implication during operation.\n\nne of CSO _:\nlephone No\n\nEmai\n\nAddress :\n\nPage 31 of 46\n",
  "34": "Restricted\n\nChapter VI CYBER SECURITY MEASURES\n\nThe PSA shall develop and implement ‘Aviation Cyber Security Policy’ within\nits organisation which shall include the following:\n\n(i) Identify - The PSA shall identify their critical information and\ncommunication technology system (hardware and software both) and data\nused for civil aviation purposes in accordance with the risk assessment.\n\n(ii) Protect - The PSA shall take effective and appropriate measures to\nprotect such critical information and communication technology system and\ndata from unlawful interference.\n\n(iii) Detect - The PSA shall ensure detection of cyber threats through\nestablishment of Information Security Continuous Monitoring (ISCM)\nsystem.\n\n(iv) Respond - The PSA shall develop an effective and appropriate cyber\nsecurity response plan in case of any cyber-attack and shall regularly test\nits readiness through table top exercises.\n\n(v) Incident reporting - The PSA shall establish cyber-attack reporting\nregime in respect of above-referred critical information and communication\ntechnology system and data which will include recording of full details of the\nincident, findings, conclusion and recommendations.\n\n(vi) Post event analysis - In case of any cyber-attack, post event analysis\nshall be carried out by the PSA and a report of the same shall be shared\nwith BCAS.\n\n(vii) Cyber Security Audit - Through internal cyber security audit and\ncompliance to audit reports, the PSA shall verify the effectiveness of cyber\nsecurity measures undertaken.\n\nPage 32 of 46\n",
  "35": "Restricted\n\nChapter VII INSIDER RISK\n\n7.1 All measures to mitigate the risk associated with the insider threat\nincluding background checks, selection procedures and security training\nshall be adopted by each PSA.\n\n7.2 Bach PSA shall ensure proper vetting of their security personnel and\nsupport staff.\n\n7.3 Unpredictable measures may mitigate new and existing threats,\nincluding the insider threat. For instance, the advantage of someone\nworking at airports may be significantly reduced if unpredictable measures\nin deployment plan are in place.\n\nPage 33 of 46\n",
  "36": "Restricted\n\nChapter VIII - CONTINGENCIES / EMERGENCIES\n\n8.1 The PSA shall comply with the approved action plan adopted by the\nconcerned aerodrome operator with regard to various contingencies /\nemergencies\n\n8.2 _ It shall be responsible to make their security personnel aware of the\nstandards to be implemented in the event of any contingency.\n\nPage 34 of 46\n",
  "37": "Restricted\n\nChapter IX - INCIDENT REPORTING\n\nIn case of any incident, the same shall be immediately notified to the following:\nDetails Mobile No Land line No\n\nCASO\n\nAPD/CSO of Airport Operator.\n\nCISF Control Room\n\nFire Control Room\n\nConcerned RD BCAS\n\nOffice/CASLO\n\nPage 35 of 46\n\n",
  "38": "Chapter X - COMPANY PROFILE.\n\n10.1 Company Profile\n\n10.1 Name of the Company:\n\n10.2 Complete Postal Address:\n\nRestricted\n\n10.3 Details of Telephone/ Mobile/ Fax/Web-mail:\n\n10.4 Location of the Office premise:\n\n10.5 Concerned Regional Director Office:\n\n10.2 Format A - 1\n\nName & Complete Address of the Company / PSA:\n\nWhether Company is Indian or foreign or JVC: xcccouxxxx\n\nSI. No. i 2\n\nName (with alias) of Mr. XXXX Mrs. XXXX\n\nOwner/ Director/ Key Partner/Director | Partner/Director\n\nPersons\n\nNationality of Owner/ | Indian Indian\n\nDirector/ Key Persons\n\nPresent Address Owner/ | 518/XXXXXX 5184/XXXXXX\nctor/ Key Persons XXXXX XXXXX\n\nPermanent Address of Owner/ | 518/XXXXXX 518/XXXXXX\n\nDirector/ Key Persons XXXXX XXXXX\n\nMumbai-220001\n\n)09\n\nMumbai-2209090\n\nParentage\n\nMr XXXX XXXXX\n\nMr XXXX XXX\n\n(Father) (Father)\nPP No. (Legible Copy to | Passport No- | Passport No-\nEnclose) XXXXKKXAK, XXXXXXXXEX,\nID Proof (Legible Copy to | Copy of Aadhar Copy of Aadhar\nEnclose)\nShareholding Pattern of the | FDI-Nil FDE-Nil\nCompany FDI, if any.\nI, Mr. XXXX hereby undertake that all above particular information\n\nare true and best of my knowledge & belief.\n\nSignature\n\nDesignation and Seal\n\nPage 36 of 46\n",
  "39": "Restricted\n\n10.3 ORGANOGRAM\n\nDy.PS.C Dy.P.S.c\nAsstt. P.S.C Asstt. P.S.C\nPSA Guard. PSA Guard\n\n#for every 20 Security personnel of PSA there will be 01 Asst.PSC per\nShift per Terminal, and 01 Dy.PSC will be there for supervising 03\nAPSCs each.\n\n#at stations with less than 20 Security personnel of PSA the senior\nmost shall act as PSA Security Coordinator.\n\nPage 37 of 46\n",
  "40": "Restricted\n\nAnnexure ‘A’\n\nSpecifications for uniform to be worn by the security personnel of Private\n\nSecurity Agency to perform non-core security functions at airports\n\nThe working dress of Private Security Agency shall consist of Shirt, Trousers, Cap,\n\nBelt, Name Plate, PSA Insignia, PSA Company Logo, Whistle-andanyards, Shoes\nand socks. The specifications for each of them are as under:\n\nShirt:\n\nHalf Sleeves shirt (Summer Dress) with shoulder flap and two pockets\nwith straight collar.\n\nShirt of light Tortilla colour.\n\nThe front opening should be with shirt matching coloured buttons\nexcluding the neck buttons.\n\nShoulder flaps-one on each Shoulder-Length of the flap will depend\nupon the chest of the individual with width 2.5 cm rounded at the\nend.\n\nChest pockets measuring 14 x13cm or 15x14 cm or 16x15 cm as per\nsize of individual with pockets covers rectangular 5 cm wide.\n\nCollar shall have a width of 3-3/4 inches at the back and 4 inches at\nthe front and length should be as per individual.\n\nPSA insignia of size 5 cm x 4 cm (vertical length of Sem and horizontal\nlength in centre 4 cm) shall be affixed above the left chest pocket and\nstitched.\n\nTrousers: -\n\nTrousers of jet black colour.\n\nBelt 5.5 cm in width overlapping three loops 7.5 cm in length.\n\nTwo side pockets on either side measuring 34 x 15.2 cm.\n\n‘Trouser shall be without pleates or shall have one pleat on either side.\nOne pocket on back with no pocket cover and one centrally located\nbutton.\n\nCap (Barrett):-\n\nBlack Barrett cap with PSA logo in red background stitched.\n\nPSA Insignia shall be affixed on the cap on front side in the middle of\nsize 5.5 cm x 4.5 cm (vertical max length 5.5 cm and horizontal length\nmax in centre 4.5 cm)\n\nSikh PSA personnel shall wear black colour turban in the prescribed\nway i.e. 6 pleats on the left side, and fifty of light Tortilla colour under\nthe turban. They shall use fixo for beard and use nylon net.\n\n‘Those wearing pagree shall mount cap badge of insignia \"PSA\" affixed\non the cap on front side in the middle of size 5 cm x 4 cm (vertical\nlength 5 cm and horizontal length in centre 4 cm) thereon.\n\nPage 38 of 46\n",
  "41": "Restricted\n\nShoulders Flap:\n\n» Shoulder lap to be made of cloth similar to shirt and will be wrapped\non shoulder flap with help of velcro.\n\n> Word PSA to be written in bold with yellow/silver thread. The\nthickness of each letter shall be of 0.3 cm and height of 1.8 cm and\nwidth of 2.8 cm.\n\n» Above PSA, one horizontal line of silver colour of width 0.5 cm to be\nmade of thread, (Details given along with picture)\n\nName plate:-\n\n> A name plate shall be placed above the right chest pocket of the shirt\nand shall be affixed with Velcro.\n\n> Embroidered name in yellow colour.\n\n> Background colour ~ Black, Border colour - Yellow, Font colour -\nYellow\n\n> Length - 12 cms / or as per pocket upper line.\n\n> Letter height - 1.8 om, Letter thickness - 2mm, Breadth of name plate\n-2.8cm\n\n> Name shall be written in Hindi or English (capital).\n\nPSA insignia and PSA company logo:-\n\n> Insignia of PSA shall be affixed centrally on the crease of the right arm\n6 cms below the right title shoulder. Size of PSA Insignia shall be 6.5 x\n6.0 cm’s.\n» The Logo of PSA Company shall be affixed centrally on the crease of\nthe left arm 56 cms below the left title shoulder.\n» Size of logo of PSA Company shall be maximum 6.5 x 6.0 cm’s.\nWhistle and Lanyard:-\n\n> Lanyard shall be black round plaited and should have only one cord\n\n> Position of the lanyard shall be on the left shoulder and whistle of the\npolice pattern to be worn attached to the lanyard and carried in the\nleft chest pocket.\n\nBelt:-\n\n» Belt web of black colour.\n> Width 2.25 inches\n» Made up of Nylon having metal buckle of black colour.\n\nShoes:-\n\n> Black colour and oxford style.\n» Shoes shall have plain toe caps and 05 pairs of eyelets.\n\nPage 39 of 46\n",
  "42": "Restricted\n\nSocks:-\n\n> Cotton socks of black colour.\nWinter Dress:\n\nSimilar Specification as prescribed for Summer Dress except following:\nWoollen Full Sleeve Shirt.\nWoollen Pant, Woollen Socks & Jacket and Jersey.\n\n\\ ad\nG&S Bowser]\n\nPage 40 of a6\n",
  "43": "Restricted\n\nFront Jet Black\n#030303\n\nMie Jct Black\n#030303\n\nPage 41 of 46\n\n",
  "44": "CAP\n\nMax Height 6.5 cm\n\n_ Max Width 6.0 cm\n\nAGENCY\nLOGO\n\nLogo for jacket and shirt\n\nRestricted\n\nPage 42 of 46\n",
  "45": "Restricted\n\nWidth 6.0 cm\n\nHeight 6.5 cm\n\nLogo for jacket and shirt\n\nLogo for Cap\n\nPage 43 of 46\n",
  "46": "Height 6.5 cm\n\nWidth 6.0 cm\n\nLogo for jacket and shirt\n\nRestricted\n\nSIZE OF INSIGNIA FOR ARM\nHEIGHT-—6.5CM, WIDTH-6.0CM\n\nPage 44 of 46\n",
  "47": "Restricted\n\nPage 45 of 46\n\n",
  "48": "Restricted\n\nStripes on the shoulders of Assistant Security Coordinator (ASC), Deputy\n\nSecurity Coordinator (DSC)& Security Coordinator SC):_ Single stripe for\nAssistant PSA Security Coordinator(APSC), Double stripes for PSA Dy.\nSecurity Coordinator (PDSC)& Triple stripes for PSA Security\n\nCoordinator(PSC).\n\n|||\noad |.\n\nPage 46 of 46\n\n"
}