{
  "1": "1 RESTRICTED\n\nF. No. CAS-7(1)/2008/Div-I (Restricted Articles) - 96898\nURTERPR / GOVERNMENT OF INDIA\nanfearrdareray MINISTRY OF CIVIL AVIATION\nAMRAATATRRaMTERT / BUREAU OF CIVIL AVIATION SECURITY\n‘PES, LI TA, TTTAUGT, ATTY / “A? WING, L-U FLOOR, JANPATH BHAWAN, JANPATH\naéfeeeit - 110001 / NEW DELHI - 110001\nDated: - 04.03.2022\n\nAvSec Order NO. 02/2022\n\nSubject: Handling of Restricted Articles\n\nIn exercise of powers conferred by sub-section 1A of Section SA of the\nAireraft Act, 1934 (XXII of 1934), read with Rule 3 (b) of the Aircraft (Security)\nRules, 2011, the Director General, BCAS, for the purpose of the safety of passengers,\ncrew, airerafi, ground personnel and the general public in all matters related to\nsafeguarding against acts of unlawful interference with civil aviation, directs the\n\nfollowing:\n1. Scope:\n1.1 Each entity responsible for implementation of security controls shall establish\n\nmeasures to prevent weapons, explosives or any other dangerous devices, articles or\nsubstances, which may be used to commit an act of unlawful interference, the\ncarriage or bearing of which is not authorized, from being introduced, by any means\nwhatsoever, on board an aircraft engaged in civil aviation.\n\n2 Definitions: For the purposes of these directions, unless there is anything\nrepugnant in the subject or context, the definitions will be as under:\n\n2.1 Restricted articles are defined. in the specific context of aviation security, as\nthose articles, devices or substances that may be used to commit an act of unlawful\ninterference against civil aviation, or which may endanger the safety of an aircraft and\nits occupants, the public or installations. Restricted articles shall not be taken into\nsecurity restricted areas and, if feasible, should be prevented from entering public\nareas of an airport unless their carriage is authorized and adequate safety and security\nmeasures are in place. Additionally, restricted articles shall never be taken inside an\naircraft cabin or placed in an aircraft hold without — authorization.\n\n2.2 Security Control means the method by which the introduction of weapon,\nexplosive or other dangerous device, article or substance, which may be used to\ncommit an act of unlawful interference, can be prevented\n\n23 Prohibited Items A list of items i.e. weapons. explosives or other dangerous\ndevices, articles or substances which may be used to commit an act of unlawful\ninterference with Civil Aviation operations. Such list is established by the DG, BCAS\nbased on a risk assessment.\n\n",
  "2": "RESTRICTED\n\n24 LAGs (Liquid Aerosol and Gels) LAGs may include, but are not necessarily\nlimited to: water and other drinks: soups; syrups; jams; stews; sauces and pastes; other\nfoods in sauces or containing a high liquid content; creams; lotions; cosmetics; oils:\nperfumes; sprays; gels, including hair and shower gels; contents of pressurized\ncontainers, including shaving foam, other foam and deodorants; pastes, including\ntoothpaste: liquid-solid mixtures; mascara; lip gloss or lip balm; and any other item of\nsimilar consistency at room temperature.\n\nKA Directions and Procedures:\n\n3.1 Items mentioned in Annexure-I are banned for carriage in all i.e. on\nperson, in cabin baggage (carry-on baggage) and in hold (checked-in) baggage\nby a passenger on board the flights operating from Civil Airports in India and\nIndian registered aircrafts operating from foreign airports;\n\n3.2 Some of the items are authorized for carriage in cabin (carry-on\nbaggage) and / or registered (checked) baggage or both by a passenger on\nboard the flight operating from civil Indian airports; and Indian registered\naircrafis operating from foreign airports. Details of such items are given in\nAnnexure-IL.\n\n33 Above mentioned are only indicative lists of items. Common sense,\nhowever, should prevail in assessing whether an object can be used as a\nweapon for committing any act of unlawful interference with civil aviation\noperations. In case of doubt or uncertainty, the screening officer should\nconsider that the item may be allowed to be carried in the cabin baggage should\nprimarily depend on the test whether a passenger requires it immediately after\nthe check-in or during the flight or immediately after disembarkation on case-\nto-case basis. Any such item which is assessed as not required immediately\nafter the check-in or during the flight or immediately after disembarkation and\nthe screening officer does not feel suitable for the safety and security of aircraft\nand civil aviation, should not be allowed. In case a patient due to his/her\nmedical condition is required to carry certain items which are either prohibited\nto be carried in the cabin baggage or not listed in this AvSec Order, the doctor\naccompanying the patient shall have to furnish a certificate to this effect and\nthe permission may be considered on case-to-case basis.\n\n3. Some restricted articles, prohibited from carriage in an aircraft\ncabin, may be transported in the hold provided that these items do not endanger\naircraft and are properly packed, sealed and authorized for carriage by the\naircraft operator. Items which can or cannot be carried in cabin/hold baggage\n(Annexure-ID), should be processed in one of the following ways:\n\na. placed in passenger hold baggage before check-in, unless the item may\nendanger the safety of the aireraft;\n\nb. confiscated and kept in storage by the aircraft operator for eventual return to\nthe passenger;\n\n¢. confiscated and if not claimed by the passenger within 07 days from date of\njourney; shall be properly disposed of or destroyed by airport operator; or\n\n4. removed and, once properly prepared and packaged, transported in the hold of\nan aircraft for later return to the passengers at their ticketed destination.\n\n",
  "3": "WRESTRICTED //\n\n4. Restricted Articles that could be accepted by Aircraft operator for return to the\npassengers at ticketed destination is given at Annexure - III. Items that Aircraft\noperators are barred from accepting from passenger are given in Annexure ~ IV.\n\n5 Information boards indicating lists of items which are not authorized,\nauthorized for carriage in cabin baggage and in hold baggage (Annexure-I & II) shall\nbe displayed in Hindi / English / Vernacular at entry points/check-in area/security\ncheck points of airports by Airport operators. It shall also be published on their\nwebsites. Aircraft Operator shall publish the lists of above items on its website, air-\nticket and mobile boarding pass for prior information of the passengers.\n\n6. The Airport operators and Aircraft operators shall promote awareness in\nrestricted articles through campaigns, displays, online ticket purchasing, booking\nprocess, check-in process, queuing process etc. _at all access control points, PESC\npoints, transfer desks, boarding gates. It shall include clear warnings about carriage\nof restricted _ articles in cabin baggage and of potential difficulties, consequences at\nscreening checkpoints and for transferring restricted articles, in time, into hold\nbaggage. if permitted.\n\n7. The Aircraft operators, Airport operators and ASG shall deploy adequate\nnumber of staff in each shift who are appropriately trained in handling Dangerous\nGoods and can recognize, differentiate and segregate restricted articles and dangerous\ngoods.\n\n8. Disposal of confiscated Restricted Articles - Restricted articles confiscated\nat Screening locations (Random Screening point, Departure concourse for hold\nbaggage, PESC points and Level 4 of ILHBS for hold baggage) shall be discarded in\nbins maintained for the purpose which shall have locking mechanisms to prevent any\nun-authorized access to such bins. Airport Operators shall provide bins at all above\nmentioned locations. Frequency for clearing these bins shall be decided as per\nrequirement of the screening location.\n\nDisposal shall be carried out as under: -\nA, Cabin Baggage/on person/standalone XBIS for hold baggage screening :-\n\ni. Confiscated articles shall be recorded in Restricted Articles Registers / E-\nrecording system with provision of Bar Code Readers etc. at all screening locations\n\ndescribed above as per extant regulations. Records at all such Screening locations\nshould be maintained properly indicating the details like date/time, flight no., boarding\ncard no. & seat no., name of the passenger, baggage tag no., details of items\nrecovered, action taken, name/signature of checking officer, remarks ete. Records of\ndisposal of these articles shall be maintained by Airport Operators and should tally\nwith records maintained in these registers at all screening locations. These\ndocumentations/records shall be verified during Security Audits and Inspections.\n\n",
  "4": "WLRESTRICTED //\n\nii, Discovery of weapon/s in a passenger's cabin /on person / hold baggage shall\nbe dealt by removing it from the passenger's reach till appropriate disposal.\nConcerned Aircraft Operator shall be informed. ASG shall escort the passenger till\nresolution.\n\nB. ILHBSS:\n\ni Responsibility on detection of restricted articles, power banks etc. shall be that\nof Aircraft operator for all necessary coordination and completion of regulatory\nprocedures. The confiscated articles shall be kept in the custody of Airport Operator\ntill handed over to aircraft operator for return to passenger or their disposal, whichever\nis earlier.\n\n9} Detection of IED/Explosive: - In case of detection of IED/Explosive\nduring screening, it shall be dealt with as per the procedure laid down inthe Bomb\nthreat contingency plan.\n\n10. Carriage of fire Crackers: - Fire Crackers shall not be allowed in Cabin\nbaggage / hold baggage. However, on detection of fire crackers, the passenger shall\nbe questioned to assess if, there was any mala-fide intention for such carriage. If\nfound suspicious, the passenger shall be handed over to Local police for further legal\naction, Otherwise confiscated fire crackers shall be immediately deposited safely with\nthe Airport Operator for further disposal and passenger shall be allowed to travel\nwith a warning.\n\n11. Carriage of arms: Authorized arms and / or ammunition shall be allowed to\nbe carried in the hold of an aircraft with prior declaration. However, procedures for\ndealing with arms and ammunition of IFSOs/ escorts of special protectees shall be\ndealt as per written directions issued by DG, BCAS. Procedure for dealing with\ndetection of undeclared and / or unauthorized arms / ammunition is detailed in\nAppendix A.\n\n12. Carriage of LAGs: LAGs pose considerable security risks at Screening points\nand transfer desks. Possibilities of carriage of explosives in the form of gels or liquid\ncannot be ruled out whereas passenger may have to carry medications, baby foods,\nspecial dietary needs or other medical requirements. LAGs may only be allowed after\nadequate screening and when presented in appropriate packing and sufficient\ndocumentations as detailed in Appendix B.\n\n13. In order to prevent introduction of LAGs into airside, airport operator/aircraft\noperator shall direct airport retailers to provide customers with suitable STEBs for\npresenting their liquid purchases at screening check points as per regulations.\n\n14. Airport Operators and retailers shall put up adequate display that proofs of\npurchase would be required to facilitate transfer and purchases of LAGs presented in a\nSecurity Tamper Evident Bag (STEB). This information shall be suitably displayed at\narrival gates and prior to Pre-Embarkation Security Check (PESC) points by airport\noperators for transfer passengers.\n\n15. Personnel deployed for recognition and detection of restricted articles & LAGs\nshall be adequately trained (including re-current trainings) to recognize restricted\n",
  "5": "WLRESTRICTED //\n\narticles and shall be made aware that many of these articles or substances may have\nbeen classified as dangerous goods and their handling, carriage, seizure and\nsubsequent disposal shall be done according to relevant regulations\n\n16. To facilitate passenger needs and to detect / prevent possible carriage of liquid\nexplosives, Airport operator shall install Liquid Explosive Detectors at PESC points\nas per standards & specifications.\n\n17. Disposal of LAGs: - Screening staff at security check points shall ensure\nthat LAGs removed are disposed by the passengers concerned on the spot. For this\npurpose, the airport operator shall provide sufficient number of waste bins at the\nsecurity check points. Security staff shall inform & coordinate with the airport\noperator to remove/replace full waste bins so that no item piles up at the screening\npoint. Separate bins for disposing flammable items, like liquor, pepper spray,\ndeodorant etc. should be provided.\n\n18. Use of any type of articles and objects, which are banned for carriage in cabin\nbaggage or on person on board aircraft's, are prohibited for use by Conces: i\nthe Security Restricted Areas of airports.\n\n19, Instructions regarding carriage of battery cells in electronic items like camera,\ncellular phone, digital diaries etc. in hand baggage are given in Appendix C.\n\n20. Exceptions under extant regulations:\ni. Wooden Staff:\n\na. Carriage of Wooden Staff by religious heads as part of faith in hand baggage\nshall be dealt in case to case basis by Security staff, especially when the known\nhead of a religious sect is involved and no security implication or threat is\napprehended\n\nb. Concession granted in this regard shall be with the specific permission of In-\nCharge, Airport Security (CASO) and should not be left to discretion of\nchecking staff. Aircraft Operators staff should be in a position to secure\nwooden staff in the aircraft taking flight safety into consideration\n\n©. However, carriage of Trishul (trident) by religious heads is strictly prohibited.\n\nii, Kirpan:\n\na. Kirpan may be carried only by a Sikh passenger, on his person, provided the\nlength of its blade does not exceed 15.24 cms (6 inches); and the total length of a\nKirpan does not exceed 22.86 cms (9 inches). It is allowed while traveling by air on\nIndian aircrafis within India (domestic routes of fully domestic flights operating from\nDomestic Terminals only.\n\nb, This exception shall be for Sikh passengers only as stated above. And, no\nstakeholder or its employee at airport (including Sikh) and working in any terminal,\ndomestic or international, shall be allowed to carry Kirpan on person.\n",
  "6": "WLRESTRICTED //\n\n21. Exemptions: DG, BCAS may exempt in writing carriage of Restricted\nArticles in Civil or Special Aircraft operating from and to civil airports in India in\nnational interest.\n\n22. This AVSEC Order is in suppression of AC — 08/1994, AC — 06/1998, AC —\n14/1998, AC — 26/1998 AC — 02/1999, AC-29/2000, AC — 25/2001, AC-20/2002,\nAC — 33/2002, AO — 03/2003, AC - 25/2003, AC — 03/2004, AO — 05/2005,\nAddendum to AO — 05/2005, AC — 14/2005, AC — 13/2006, AO-15/2011 & AC-\n02/2019; and shall be implemented with immediate effect.\n\n23. Any violation of this AvSee Order shall attract penalty under applicable\nprovisions of the Aircraft Act, 1934 and the Aircraft (Security) Rules,2011.\n\nDistribution: As per standard list\n",
  "7": "WRESTRICTED //\n\n‘Appendix-A\n\nP. dure for Carriage of Arms:\n\n. Authorised arms and / or ammunition will be allowed to be carried and only in\n\nthe hold of an aircraft in case of prior declaration by the passenger concerned.\nIn case of general passenger, valid document shall include license (valid for\ndeparture and arrival airports both) and in case of serving Police / Defence\nServices / Central Armed Forces personnel, valid document shall include valid\nphoto identity card issued by the Department / Ministry concerned &\nmovement order / authority slip by concerned Department / Ministry for\ncarriage of service arms / ammunition\n\nASG/APSU/Aircraft Operator/Airport Operator's security staff, as the case\nmay be, shall examine weapon physically to see that it is unloaded and packed\n(separately) as per the prescribed norms. Declaration from passenger as\nrequired under the Aircraft (Carriage of Dangerous Goods) Rules 2003 shall be\nobtained. And, thereafter passenger shall be allowed to proceed for check-in,\nprovided the weapon is carried in hold baggage.\n\nis to declare but has valid authorization i.e. license in case of\nsenger or Photo identity card from Department / Ministry in case of\nserving Police/ Defence Services / Central Armed Forces personnel, then report\nshall be made about the incident to the Director General, DGCA for necessary\naction at their end under the Aircraft (Carriage of Dangerous Goods) Rules\n2003. In case of service arms, identity &bona-fide of personnel has to be\nestablished beyond doubt. Local police shall be informed. In both cases,\npassenger shall not be detained and shall be allowed to proceed after\ndeclaration under the Aircraft (Carriage of Dangerous Goods) Rules 2003 is\nobtained. Copy of such report shall also be forwarded to the controlling\nauthority in case of serving Police/ Defence Services / Central Armed Forces\npersonnel.\n\nIf the passenger does not have a valid arms license with him at that time but\nclaims to possess the same, he cannot be allowed to proceed. The passenger\nshall be detained and handed over to local police for necessary legal action in\nthis regard.\n\nIn case the passenger neither has a valid arms license with him nor claims to\npossess the same, the ASG / APSU / Aircraft operator / Airport operator\nsecurity staff shall hand him over to the local police along with the arms and\nammunition with a complaint about the incident for taking necessary legal\naction under the Arms Act 1959 and Aircraft Act 1934 and the rules framed\nthere under.\n\n",
  "8": "ULRESTRICTED //\nAppendix - B\n\nSecurity Procedures for carriage of Liquids, Aerosols and Gels (LAGS):\n\nSecurity checks for Liquids, Aerosols and Gels (LAGs) and Security Tamper- evident\nBags (STEBs) implies visual checks or security controls, performed by security staff\nfor signs of interference, in particular tampering with seals, theft and the introduction\nof potentially dangerous devices, articles or substances and\n\n1. All LAGs carried for personal use shall comply with the following Security\nRegulations:\n\n1.1 All LAGs shall be carried in containers with a capacity of not more than 100\nml each, or its equivalent in other volumetric measurements;\n\n1.2 At security screening checkpoints, any LAGs in a container larger than 100\nml are unacceptable, even if the container is partially filled;\n\n1.3 Containers holding LAGs shall be placed in a transparent re-sealable plastic\nbag of a maximum capacity not exceeding one litre. The indicative size of the one litre\nb 0.5 cm x 20.5 cm or 25 em x 15 cm or equivalent. Other specifications of\nsuch Plastic Bags shall be in accordance with the Plastic Waste Management Rules,\n2016 and any amendments made therein from time to time. The containers must fit\ncomfortably within the bag, which shall be fully closed. The airport operator of the\nconcerned airport shall provide such plastic bags at the security screening checkpoints,\nfor use by the passengers;\n\n14 Each passenger is permitted to carry only one such bag of LAGs, which is to\nbe presented separately for screening at the security screening checkpoints;\n\nLs All conventional security controls and checks, including random manual\nsearches of passengers and cabin baggage shall be applicable;\n\n16 Exceptions:\n\n1.6.1 These restrictions on LAGs may not apply to flight crew in uniform when\ncarrying LAGs for legitimate use on board; and\n\n1.6.2 Exceptions to the above measures are allowed for medications, baby foods\nincluding milk, and for special dietary needs or other medical requirements as\ndescribed in paragraph 3 below.\n\n2. LAGs in any volume (above permissible limit) that has been purchased at the\nretail outlets/vending machines at the airport or on board an aircraft shall not be\npermitted through security screening checkpoints unless they are carried in a Security\nTamper-Evident Bag (STEB), which shall be provided by the Airport operator.\n\n",
  "9": "3. Exemptions for O1\n\ninating Passengers:\n\n3. LAG of any kind carried in containers with a maximum volume of 100 ml\nshall be placed in a one litre bag. Exemptions may be granted for certain LAGs which\nexceed the 100 ml limitation or are too large to be carried in a one litre bag; -for\nessential medical purposes or to meet special and essential dietary needs. Passengers\nor staff members shall provide written proof of authenticity for the exempted LAGs.\n\n3.2 ‘As passengers may be concerned about their medicines, it may be\nnecessary for security staff to handle such articles with sensitivity. If doubts remain as\nto the admissibility of a liquid, aerosol or gel, the item in question shall not be allowed\nbeyond the screening checkpoint. If the liquid, aerosol or gel is essential, the\npassenger should be advised not to fly.\n\n33 Exemptions may be granted if a liquid, aerosol or gel is for medical\npurposes or for meeting a special dietary requirement, such as food for a baby\nconsidering the length of air travel/duration of flight. Further details on exemption\n\n3.3.1 LAGs needed during the journey: The Passenger should always explain the\nexcess quantity if needed and should be encouraged to place excess quantity in the\naircraft hold;\n\n3.3.2 LAGs required for medical purposes: Medicines with a total volume\nexceeding 100 ml, whether prescribed by a doctor or acquired over the counter, may\nbe acceptable if it is indeed essential to carry them in the cabin and the amount to be\ncarried is no more than is necessary for the journey\n\n3.3.3 Substances that are not medicines but are used for medical purposes are\npermitted, such as ice that is used to maintain the temperature of a transplant organ,\nblood or blood products;\n\n3.3.4 Special dietary requirements: Liquids or foods that are essential for a\npassenger's health include baby food, provided that a baby is travelling, or special\nfoods required by lactose- or gluten-intolerant passengers. Other baby products may\ninclude wet wipes, milk or juice, sterilized water, and meals in liquid, gel or paste\nform. If the volume of baby food is deemed excessive, the full quantity should not be\npermitted through the screening checkpoint; and\n\n3.3.5 Proof of authenticity: Passengers shall provide proof of authenticity of\nexempted LAGs on request. Staff should verify that the name on the label of\nprescription medication matches the name on the boarding pass. In the case of over\nthe-counter medication, a determination should be made on reasonable amounts,\nWhich includes what is required for the length of the flight. In the case of prescribed\nmedication, the passenger should be able to produce a note from the doctor. The\nfollowing aspects should be taken into consideration when verifying proof of\nauthenticity:\n\n",
  "10": "STRICTED\n\na) Passengers should not be asked to taste medication if the usage instructions\nor doctor's advice indicates that it would be dangerous to do so;\n\nb) Passengers should not be made to taste any medication, either their own or\ntheir child's, against their wishes:\n\n°) For children's prescription medication, the accompanying adult passenger\nshould not be asked to taste the medicine. Instead, verification should be sought\nthrough questioning:\n\nd) Ifa container is marked in grams, it may be assumed that 100 g corresponds\nto 100 ml: and\n°) Ifa passenger is asked to rub a small amount of a substance on his or her\n\nskin, the passenger’s skin should be monitored for at least two minutes to see, if there\nis a reaction.\n\nEXEMPTIONS FOR TRANSFER PASSENGERS:\n\n34 In addition to the exemptions described above, LAGs purchased at duty-\nfree shops at a departure point or on board an aircraft and transported by transfer\npassengers should be accepted for ongoing transport if the State where the journey\ncommenced has applied the validation process for the acceptance of LAGs carried in\nSTEBs and the passenger p‘ ‘es a proof of purchase. The LAGs carried in STEBs\nas in the manner prescribed in this circular by International transfer passengers shall\nbe permitted in Indian airports after separately screened by the ASG (CISF/Police)\nwith appropriate and available screening equipment as in the manner prescribed\nbefore being allowed on board aircraft. Before allowing the LAGs in STEBs the\nscreener at the security check point shall check the details of the receipt inside it to\nensure that the item has been purchased from the originating/transfer/transit airport by\nthe International passenger and the STEBs are not tampered with;\n\n35 LAGs contained in STEBs shall be examined to ensure that the items have\nnot been tampered with; and\n\n3.6 It shall be the responsibility of the air carrier concerned to ascertain status\nof validation with country of origin/transfer/transit; and shall advise their passengers\nregarding acceptability of LAGs carried in STEBs accordingly.\n\n4 Exemptions for airport staff: Personal items such as beverages, perfumes,\ncosmetics, medications, thermoses and other similar items belonging to airport staff\nentering security restricted areas and aircraft shall be subjected to the same restrictions\nand exemptions as those of passengers. Tools of trade are legal items required by staff\nmembers to perform work in a sterile area, including items such as cleaning products,\nsealants, degreasers, glues, paint and oils, and are exempt from LAGs restrictions.\n\n5 Other exempt persons: Director General, BCAS may decide to exempt certain\nof persons, such as law enforcement officers and personnel responding to an\nemergency, from restrictions on LAGs.\n\n",
  "11": "MW RESTRICTED\n\nAppendix — C\n\nInstructions regarding carriage of battery cells in electronic items like camera.\ncellular phone, digital diaries etc in hand baggage:\n\n1. The passengers may be allowed to carry battery cells in the electronic items like\ndigital/video camera, laptop, computers, mobile phones, pacemakers, digital diaries,\nmusic deck, hearing aid ete subject to the following conditions:\n\ni Item which do not contain metal/ metallic substance should be checked with\nthe help of Hand Held Metal Detector. In case any metallic substance is detected in\nthe hand baggage, the particular item should be passed through x-ray machine\nwherever available. At the airports where x-ray machine is not installed in the security\nhold area, it would be the responsibility of the passenger to satisfy the concerned\nairport security officer about the presence of metal. In case of any suspicion if the\nairport security officer is not able to ascertain the genuineness of the item, such item\nshall not be allowed to be carried in the hand baggage or on person.\n\nii. Item which contain metal such as calculators, laptop computers/ pocket\ncomputers, electric shavers, audio and video electronic equipment such as digital\ncameras, music decks, digital diaries, video cameras, hearing aids, pacemaker device\netc should be passed through x-ray to identify the components. At airports; where x-\nray facility is not available, physical examination with the help of the passenger to\nsatisfy about the genuineness of the item should be conducted.\n\niii, Battery operated items shall be x-rayed from two different angles to locate/\ndetermine any unusual wiring of components\n\niv. The battery-operated items shall be checked carefully. Passengers shall be\nasked to operate the electronic item so as to ensure that such item does not contain any\nexplosive device.\n\nvy. Laptop computers and other large electronic items / electrical items such as\nlarge cameras, radios, hair dryers, ete which contain battery cells for their operation\nshould be treated as suspicious item and special attention should be paid while\nconducting their security check.\n\nvi. Laptop computers should be removed from its case, Both the laptop and its\ncase should be x-rayed separately.\n\nvii. Electronic / electric items which are kept in cover or case should be removed\nfrom the case and x-rayed checked separately.\n\nviii, Sealed or wrapped items which contain battery cells should be opened for x-ray\nsereening and security check.\n\nix. Suspect baggage must be x-rayed when empty and hand searched to detect any\nunusual modification including lining, non-standard hardware, unusual weight or\nunusual thickness in the side or bottom of the baggage.\n\nx. Loose dry cells may be allowed by the screening officer after satisfying\nhimself’ herself of the bonafide of the requirement projected by passengers.\n",
  "12": "MRESTRICTED //\n\nANNEXURE-I\n\nof items which are neither allowed in Cabin (Carry-on) or Hold\n\nage:\nS.No. Can I take it Carry on [Checked\n1. [Aerosol (Except for personal eare ortoilewies in | -\"\nlimited quantities)\n| __ [Baggage with installed lithium batteries non-\n* removable batteries exceeding 0.3 g lithium metal | No No\nlor 2.7 Wh.\na Blasting Caps No No\n4.\nmphor No No\n4 IChlorine for Pools and Spas No No\n6. [Compressed Gas Cylinders (including fire - No\nlextinguishers)\n7. |Copra (Dried coconut) No No\n8, [Disabling devices such as mace, pepper spray, ete. | No\nlcontaining an irritant or incapacitating substance\n°. Dynamite No No\nIE-cigarettes (including e-cigars, e-pipes, other\n10. personal vaporizers, all forms of Electronic Nicotine] Ms\n[Delivery System (ENDS),Heat Not Burn Products,\nle-Hookah and the like devices)\n1, EEleetto shock weapons (¢.2. Tasers) containing\nldangerous goods such as explosives, compressed No No\nleases\n12. WPirearms artfully concealed No No\n13. __ [Fireworks /Fire erackers / Party Poppers) Bang ie =\nSnaps\n14 Plare Guns No No\n1S. Jptares (in any form) No No\n16. |Puels (including cooking fuels and any\nflammable liquid fuel) No No\n17 Gas Torches No No\na No No\n\n",
  "13": "WRESTRICTED //\n\nGun Lighters No No\nIGun Powder No No\nIHair curlers containing hydrocarbon gas No No\n[Hand Grenades No No\n3. lHover Board/Segway No No\nLighter Fluid No No\nLiquid Bleach No No\nMace & Pepper Spray No No\nPlastic Explosives No No\nRealistic Replicas of Explosives & Incendiaries No No\n\nSatellite phone services such as Thuraya, Iridium|\n|(Unless specific permission granted by Competent] No No\nAuthority of DoT)\n\nSecurity-type attaché cases, cash boxes, cash bags,\n\nletc. incorporating dangerous goods, such as lithium] — No No\n\nbatteries and/or pyrotechnic material\n\nISpray Paint No No\n\nIStrike anywhere matches / Safety Matches No No\na Tear Gas No No\n\nTurpentine and Paint Thinner No No\n\n\\Spillable Batteries No No\n\n",
  "14": "WRESTRICTED\n\nANNEXURE-IL\n\nIn ive list of items which are either allowed in Cabin (Carry-on) or Hold\n\n(Checked-in) baggage or both:\nS.No. Can I take it Cabin Baggage | Hold\nBaggage\n1 [Alcoholic beverages, when in retail No Yes\n\nlpackaging, containing more than 24%(Permitted as_ pe\nbut not more than 70% alcohol by|LAG Policy fot\nvolume, in receptacles not exceeding 5|[International\n\nIL, with a total net quantity per person ofjtransfer passenger)\n\n5 L.\n2. Ammunition No Yes\n3 [Avalanche rescue backpack, one (1) per] No Yes\n\njperson, containing cartridges _ of\nlcompressed gas in Div. 2.2. May also bel\nlequipped with a pyrotechnic trigger\njmechanism containing no more than 200}\nmg net of Div. 1.48. The backpack must|\nlbe packed in such a manner that it\nlcannot be accidentally activated. The|\nlairbags within the backpacks must bel\n|fitted with pressure relief valves.\n\n4. |Axes and hatchets No Yes\n\n[Air Mattress with built in pump No Yes\n\n|Artificial skeleton bones (for research by} No Yes\nmedical fraternity with an authorization]\nletter)\n\n7. [Allen keys with equipment No Yes\n\n8 [Batteries / Fuel cells, spare/loose| Yes No.\nincluding lithium batteries, non-spillable\nlbatteries, nickel-metal hydride batteries|\nland dry batteries. Lithium metal\nibatteries: the lithium metal content must\njnot exceed 2g Lithium ion batteries: The|\n(Watt-Hour rating must not exceed 100\nWH. Each person is limited to al\njmaximum of 02 spare batteries.\n\n9. BB guns No Yes\n\n10. Billy Clubs No Yes\n\n",
  "15": "WRESTRICTED //\n\ni [Black Jacks No Yes\n12. [Box Cutters No Yes\n13. |Knuckles (Made of any material) No Yes\n14. (Camcorders Yes Yes\n(without\nbatteries)\n15, Camera Equipment/ Undeveloped film Yes Yes\n16, [Camping stoves and fuel containers that] No Yes\nlcan contain flammable liquid fuel, with]\nlempty fuel tank and/or fuel container\n17. Cattle Prods No Yes\n18. (Chemical Agent Monitoring Equipment, No Yes\nwhen carried by staff members of the|\nOrganization for the Prohibition of\n[Chemical Weapons on official travel\n19. |All Spices in powder/physical form No Yes\nlincluding Chilly\n20. |Cello tape/ Measuring/ Masking Tape No Yes\n21 (Cigar Cutters No Yes\n22. (Coconut No Yes\n23. (Copra (Dry coconut) No No\n24. [Compressed Air Guns/Air Guns No Yes\n25. (Corkscrews No Yes\n26. (Cremation Urns Yes Yes\n27, |Crowbars. No Yes\n28. (Cuticle Cutters Yes Yes\n(Nail cutters without Knife. bottle]\nlopeners) _\n\n",
  "16": "(RESTRICTED //\n\n[Diabetes-Related Supplies’ Equipment]\n(once inspected to ensure prohibited|\nitems are not concealed) including:\ninsulin and insulin loaded dispensing\nlproducts; vials or box of individual]\nvials; jet injectors; pens: infusers: and|\nlpreloaded syringes; and an unlimited|\nInumber of unused syringes, when!\nlaccompanied by insulin; lancets; blood\nlglucose meters; blood glucose meter test|\nstrips; insulin pumps; and insulin pump]\nsupplies.\n\nYes\n\n[Drills (including cordless _ portables\nlpower drills)\n\nNo\n\nYes\n\n[Drones of all size / UAVs / RPAS\n\nYes\n(without\nbatteries)\n\nDry ice (carbon dioxide, solid), inl\nlquantities not exceeding 2.5 kg per\nlperson when used to pack perishables|\nInot subject to DG Regulations in|\nIchecked or carry-on baggage, provided|\nithe baggage (package) permits the]\nrelease of carbon dioxide gas. Checked|\nbaggage must be marked “dry ice” otf\n(carbon dioxide, solid” and with the net]\nweight of dry ice or an indication that]\nIthere is 2.5 kg or less dry ice & Insulated|\npackaging containing refrigerated liquid)\nnitrogen — Recommended quantities for\nmedical purpose subject to approval\nlfrom Aircraft operator in writing\n\nYes\n\nIEyeglass Repair Tools (including|\nlscrewdrivers-small)\n\n[Eyelash Curlers (manual only)\n\n[Firearms (* In Checked in baggage 4\nJbona-fide passenger with license, Sports|\nJpersons with License and DGCA|\nIpermission, Defence, CAPF & Police|\nwith ID Card & Movement]\nlorder/Authority slip)\n\nGas cartridges, small, non-flammable|\ncontaining carbon dioxide or othei\nsuitable gas in Division 2.2. Up to two\n(2) small cartridges fitted into a self\n\ninflating personal safety device, intended\n\nNo\n\n",
  "17": "ILRESTRICTED //\n\nlto be worn by a person, such as a life\njacket or vest. Not more than two (2)}\nldevices per passenger and up to two (2)\nIspare small cartridges per device, noi\nlmore than four (4) cartridges up to 50)\nlmL. water capacity for other devices\n\n37. |Gas cylinders, non-flammable, non-toxic Yes Yes\nworn for the operation of mechanical]\nlimbs/prosthetic of Passenger with]\nreduced mobility.\n38. |Giue gun No Yes\n39, |Ghee (Clarified Butter) /Cooking Oil Yes Yes\n(as per LAG _ | (Limited to\nrestrictions) _|05 Kgs/liters\nper pax)\n40. Hammers No Yes\n41. [Heat producing articles such asl No Yes\nlunderwater torches (diving lamps) and| (without\nsoldering irons. batteries)\n42. lice Axes/ Ice Picks No Yes\n43. Inflatable & Hard balls (like football] No Yes\nlgolf ball etc.) (deflated\nstate)\n44. [Internal combustion or fuel cell engines No Yes\n45. [Kirpan + Permitted Yes\nonly for\nSikh\npassengers\non his\nperson.\n46. g and Crochet Needles No Yes\n47. [Knives (any length and type excepl No Yes\nlround- bladed, butter, and plastic cutlery]\nlhaving no sharp edge)\n48. [Kubatons. No Yes\n49. |Laptop Computers Yes Yes\n(without\nbattery)\n50. Light\n30. ighters No Ns\n\n",
  "18": "WRESTRICTED\n\n31. [Martial Arts Weapons No Yes\n32. /Meat Cleavers No Yes\n53. \\Medication and Special Needs Devices; Yes Yes\n\n[Braille Note-Taker, Slate and Stylus|\n\n[Augmentation Devices. (allowed _ in|\n\nlcarry-on baggage once they have been|\n\njinspected to ensure that prohibited items|\n\nlare not concealed)\n54. |Mobile Phones Yes Yes\n35. [Mobility Aids: _ Battery-powered| Yes No\n\nwheelchairs or other similar mobility|\n\ndevices with lithium ion batteries where]\n\nIhe battery is specifically designed to be|\n\nremoved, the battery must be carried in]\n\nIthe cabin.\n36. [Mobility Aids: Battery-powered No Yes\n\nWwheelchairs or other similar mobility|\n\ndevices with non-spillable / spillable|\n\nInickel-metal hydride batteries (dry|\n\nlbatteries)\n37. |Nail Clippers Yes Yes\n58. INail Files Yes Yes\n59. |Night Sticks No Yes\n60. |Nitroglycerine pills or spray for medical] Yes Yes\n\nluse (if properly marked with al\n\nlprofessionally printed label identifying|\n\nthe medication or manufacturer’s name|\n\nlor pharmaceutical label)\n61 |Nunchakus No Yes\n62. Oxygen or air, gaseous, cylinders Yes Yes\n\nrequired only for medical need. Thel\n\nlcylinder must not exceed 5 kg gross|\n\nlweight.\n63. [Pagers Yes Yes\n64. Parts of Guns and Firearms No Yes\n65. Pellet Guns No Yes\n66. Permeation devices No Yes\n\n",
  "19": "JLRESTRICTED //\n\n67. [Personal care or toiletries with aerosols] Yes Yes\nin limited quantities (such as hairsprays\n\\deodorants)\n68. [Personal Data Assistants (PDA*S) Yes No\n69. [Pickle Yes Yes\n(Except Chilly\nPickle)\n70. [Prosthetic Device Tools and Appliances| Yes Yes\nincluding Allen key/wrench, pull sleeves|\nlused to put on or remove prosthetic\nldevices, if carried by the individual with]\nIthe prosthetic device or his or he\nlcompanion.\n71. [Printer Cartridge No Yes\n72. |Radio isotopic cardiac pacemakers o1 No\nlother devices, including those powered| On One’s Person\nlby lithium batteries, implanted into al only\nerson or fitted externally\n73. |Razor-Type Blades such as box cutters| No Yes\nlutility knives, razor blades not in aj\ncartridge, but excluding safety razors\n74. Realistic Replicas of Firearms No Yes\n75. Realistic Replicas of Reptiles & Insects] No Yes\n\\(like snake, Scorpion, Lizard, Frog,\nSpiders, ete.)\n76. |Ropes/ luggage chain No Yes\n77. |Sabers No Yes\n78. [Safety Razors (including disposable] Yes Yes\nrazors)\n79. [Satellite Handsets BSNL provided by Yes Yes\nlInmarsat (ISAT phone)\n80. [Saws (including cordless portable powe No Yes\naws)\n81. [Scissors No Yes\n82. Screwdrivers (except those in eyeglass No Yes\nrepair kits)\n83. Specimens, non-infectious packed with] No Yes\n|small quantities of flammable liquid|\n|(must meet A180)\n84. [Sporting Goods like Baseball Bats| No Yes\n\nBows and Arrows, Cricket Bats, Gol\n\n",
  "20": "Clubs, Hockey Sticks , Lacrosse Sticks,\nPool Cues, Ski Poles, Spear Guns\n\n85. [Starter pistols No Yes\n86. \\Steel/Metallic cutlery without sharp] Yes Yes\nledge\n87. {Stun Guns/ Shocking Devices No Yes\n88. [Sword & Throwing stars No Yes\nNote: Any sharp objects in checked\nlbaggage should be sheathed or securely\nlwrapped to prevent injury to baggage|\nlhandlers and inspectors.\n89. {Talcum Powder No Yes\n90. |Thermometer or barometer, mercury| Yes No\nfilled in a leak proof container andj\nlcarried by a Auth. representative of IMD}\n(with specific authorization letter) not\nImore than the dimension of Hand]\nbaggage as permitted in cabin.\nol. Thermometer, medical or clinical, which] No Yes\nlcontains mercury, one (1) per person fo:\njpersonal use, when in its protective case.\n92. [Tools (including but not limited tol No Yes\nwrenches and pliers) ’\n93. [Poy Transformer Robots Yes Yes\n(without\nbatteries)\n94. [Foy Weapons No Yes\n|i not realistic replicas)\n95. [Toy gun & Spray guns of different NO Yes\nlcolour and shape\n96. |Tweezers Yes Yes\n97. [Umbrellas —Foldable (allowed in carry- Yes Yes\nlon baggage once they have  been|\ninspected to ensure that prohibited items}\nlare not concealed)\n98. [Umbrellas with sharp edges No Yes\n99. [Walking Canes (allowed in carry-on] Yes Yes\nbaggage once they have been inspected\nto ensure that prohibited items are not}\nconcealed)\n100. |Wax, except sealing wax No Yes\n\n",
  "21": "WLRESTRICTED //\n\n101. [Wrenches and Pliers No Yes\n102. [Wooden Staff by Religious Heads Yes Yes\n103. |WEAPONS- by PSO of VVIPs/ SPG| Yes Yes\n\n[Protectee while accompanying them) (in unloaded _ | (in unloaded\n|(Subject to conditions mentioned at paral condition with the | condition\n\n18 (xiv)) firearm and with the\nammunition firearm and\nseparate) ammunition\n\nseparate)\n\n104. |WEAPONS- by PSO of VVIPs/ SPG| No Yes\n\nIProtectee while not accompanying them (in unloaded\ncondition\n\nwith the\n\nfirearm and\nammunition\nseparate)\n\n",
  "22": "|| RESTRICTED //\nANNEXURE-IIL\n\nList_of Security Restricted Articles items that could be accepted by Aircraft\n\nOperators to hand over to passengers at ticketed destination: -\n\n[Trade man Tools\n\n1\n\n[Large Heavy Tools- (Wrenches, pliers, crow bar Axes, Ice pick)\n\ni\n\nPower drill/saws\n\nFire extinguishers\n\n[Box cutters\n\nScrew drivers\n\n|Sports Items\n\n6. Darts.\n\n7 [Bows and arrows\n\n8 Mace\n\n9. [Martial Arts devices\n\n10. [Poot cues\n\nTl. [Hockey sticks\n\n12. [Baseball bats\n\n13. Golf clubs\n\n14. |Cricket bats/Sport Rackets\n15. |Ski Poles\n\n[Mise. Items\n\n16. [Household cutlery\n\n. |Gas Lighters—Costly or Non-disposable type\n\n18. IScissors — exceeding 6 ems in length\n\n19. Swiss Knife\n\n20. * Drones of all size / UAVs / RPAS (In case of international transfer /\n\nitransit passengers)\n\n",
  "23": "ILRESTRICTED //\n\nANNEXURE-IV\n\nList_of Security Restricted Articles that shall not be accepted by Aircraft\nOperators to hand over to passengers at ticketed destination\n\n[Weapons & Explosives\n1 [Guns/Revolvers/Pistols of any type and\n\ni\n\nReplica items of these\n\n|Ammunition/Bullets of any type\n\n4 [Any sharp disabling weapons/knives of any size or type Brass Knuckles\n5.\n6 [Disabling chemicals or gases\nMiscellaneous\n7. [Razor Blades\n8. Straight razors\n9 Knitting Needles\n\n10. [Chili powder\n\n"
}