{
  "1": "JL RESTRICTED //\n\n15-51/64/2015-Policy Division-BCAS-Part (1V/E-160173\n‘°UIka WLR / GOVERNMENT OF INDIA\nam fans Hareta MINISTRY OF CIVIL AVIATION\nAPR fears Bal BI / BUREAU OF CIVIL AVIATION SECURITY\nPES, LM TS, HAT YE, GAT / A? WING, I-II FLOOR, JANPATH BHAWAN, JANPATH\n\nag feet - 110001 / NEW DELHI - 110001\n; Date: 10/08/2020\n\nAVSEC ORDER — 05/2020\n\nSubject: Security control of departing passengers holding E-ticket/web or Kiosk\ncheck-in Bar Coded Boarding Pass (BCBP)\n\nIn exercise of powers conferred by Section SA of the Aircraft Act 1934 read\nwith Rule 3(b) of the Aircraft (Security) Rules 2011, Director General, Bureau of\nCivil Aviation Security, for the purpose of the safety and security of passengers, crew.\nground personnel and the general public in all matters relating to safeguarding against\nact of unlawful interference with civil aviation, directs that following security\nprocedures will be followed by all stakeholders for security control of departing\npassengers holding e-ticket’ web or kiosk check-in bar coded boarding pass.\n\n1. E-tickets:\n\n1.1. Passengers with confirmed e-tickets or web boarding pass shall be allowed\naccess into the departure terminal only after the authenticity of e-ticket or web\nboarding pass and genuineness of its holder is established at the access control\npoint of the terminal building. For this purpose, passengers concerned shall\nproduce a valid photo identity document (passport in case of foreign nationals)\nbefore being allowed to enter the terminal Building:\n\n1.2. Passengers shall be responsible to carry reliable identity proof with them\nthroughout the journey for checking at any point of time. The instructions to\npassengers shall be printed prominently on the e-tickets regarding proof of\nidentity;\n\n1.3. The e-tickets include soft copy/image of such tickets in smart phones; tablet\nPCs or laptops for gaining access into the terminal building through departure\nentry gates. The image of the e-ticket thus produced by the passenger on electronic\ndevice should be the same as issued by the aircraft operators. SMS or partial\ninformation pertaining to the ticket shall not entitle the pax to gain access to airport\nterminal building.\n\n",
  "2": "2. Web/Kiosk self-check-in Bar Coded Boarding Pass (BCBP): BCBP may\nbe delivered /generated through check-in desks, self-service kiosks, websites and\nmobile phones.\n\n2.1, Such Boarding Pass shall have all the features like present boarding pass in\nvogue to avoid any confusion during check by the ASG/APSU. 2D Bar code on the\nWeb or Kiosk Check-in Boarding Pass shall be mandatory to prevent\nduplication/forgery.\n\n2.2. Any second/ subsequent boarding card shall have “duplicate” printed/ manually\nwritten on the Boarding Pass igsued from any channels.\n\n3. Boarding an aircraft:\n\n3.1. Domestic passengers with “web” Kiosk-generated boarding cards shall not be\nrequired to report to the airlines’ check-in counter and may proceed directly for pre-\nembarkation security check if they have no hold baggage. International passengers\nwith web or Kiosk-generated boarding cards will be required to report to the\nconcemed airline’s check-in counters for verification of visa and checking\nECRV/ECNR requirements ete. before proceeding to immigration/SHA for pre-\nembarkation checks.\n\n3.2. No passenger shall be allowed by the aircraft operator concerned to board the\naircraft unless bona fide of the passenger holding web or kiosk check-in boarding\npass is established through valid photo identity documents at the boarding gate.\nAircraft operators shall incorporate this requirement in their security programme. In\ncase of any dereliction or violation, strict departmental action shall automatically be\ntaken against the staff by the aircraft operator concerned, in addition to legal action\nrequired.\n\n4. Safeguard:\n\n4.1. Aircraft operators concerned shall devise means to prevent any alteration or\nunauthorized duplicity of the booked e-tickets. Web/Kiosk checl\npass.\n\n-in boarding\n\n4.2. Person or Passenger detected with forgery of travel document shall be\nhanded over to Police for legal action as per extant rules.\n\n4.3. Kiosk check-in Boarding Pass shall bear water marks (Name of airport) on\nit.\n\n5. Fraud prevention\n\n5.1. Persons with ill-intentions may falsify their Bar Coded Boarding Pass\n(BCBP) by changing the flight number or class of service. They may also simply\n\nprint two copies of the BCBP and pass one to a friend, or even create a counterfeit\n",
  "3": "BCBP. Technical solutions which can further secure the bar-code, shall be\nincorporated in the process, by concerned Aircraft Operator.\n\nRisk [Description [Mitigation\n\n[Duplicate |2 copies of the sameReject second copy of a boarding pass stop the|\nvalid boarding pass second person and verify their identity.\n\n[Modified |A feature of a valid| + Check that the passenger is on the Passenger\nboarding pass has been] Name List (PNL)\nImodified\n\n+ Add a certificate to the bar code that proves\n, that the bar code has been modified.\n\nForged [A forged bar code has} Check that the passenger is on the PNL\n\neen coca + Add a certificate to the bar code that itis not\n\nthe original.\n\n5.2. A forged BCBP will not entitle the person carrying it, with any right to travel,\nnor will it create any confusion with the system. The official information is stored\nin the airline’s system.\n\n5.3. It is recommended that a disclaimer statement be printed on the BCBP that\nthe document itself has no value and is being issued for ease of processing only.\n\n5.4. There shall be a link between the security checkpoint and the Departure\nControl System (DCS) to validate the BCBP among other things.\n\n5.5. The Departure Control System (DCS) shall be synchronised with Security\ncheckpoints at Entry point of Terminal Building and Pre-Embarkation Security\nCheckpoint to establish a fail-proof passenger movement system.\n\n5.6. The Airport Operators shall work in coordination with Aircraft Operators and\nASG (CISF/Police) so that a synchronised system is established for movement of\npassengers right from the entry-gate manned by ASG (CISF/Police), to Kiosks\ngenerating BCBP or Check-in Counters, to the Pre-Embarkation Security\nCheckpoint manned by ASG (CISF/Police), to the Boarding Gate and/or Ladder\npoint in case of Remote location boarding.\n\n5.7. Airlines shall work towards syncing this system with baggage- reconciliation\nprocess.\n\n6. Infrastructure requirement:\n\n6.1, Airport Operators shall be responsible for installation of all necessary\ninfrastructure at vital points as prescribed in the ‘digi-yatra’ and Aircraft\n",
  "4": "Operators shall include hand-held QR Code readers and/or such relevant gadgets\nin their equipment for the purpose.\n\n6.2. The software required for the system shall be upgraded as per requirement\nfrom time to time.\n\n7. Training requirement:\n\n7.1. Training to all the staff concerned for implementation of the above\nmentioned procedure shall be organized by the airport operators in coordination\nwith ASG and various airlines.\n\n8. This supersedes AvSec Order No.26/2011 dated 15/12/2011, Addendum to\nAvSec Order No. 26/2011 dated 31/12/2012 and corrigendum to AvSec Order No\n26/2011 dated 31/07/2012 issued previously on the subject.\n\n9. This AVSEC Order shall be implemented by all concerned with effect from\n1* October, 2020.\n\nRobes Aetna\n\n(Rakesh Asthaana, IPS)\nDirector General,\nBCAS HQ\n\nDistribution: As per standard list attached.\n\nLGnw\n\n"
}