{
  "1": "RESTRICTED.\n\nF. No. CAS-7(2)/2009/Div.-I (Weapon-PSO) 85333\n‘Ua PLP / GOVERNMENT OF INDIA\nATT faHTAA HATTA MINISTRY OF CIVIL AVIATION\nANT FAATAA Yall YR / BUREAU OF CIVIL AVIATION SECURITY\n‘eras, LL Aa, FATS Wa, TATA / «A? WING, I-III FLOOR, JANPATH BHAWAN, JANPATH\nag feceft- 110001 / NEW DELHI - 110001\nDated: - 10.03.2022\n\nAVSEC ORDER NO. 03/2022\n\nSubject: Procedure for carriage of weapons and ammunition by Personal\nSecurity Officers (PSOs) of VVIPs, VIPs and/or persons/passengers -\nreg.\n\nIn exercise of powers conferred by Sub-Section 1(A) of Section 5A of\nthe Aircraft Act, 1934 (XXII of 1934) read with Rule 3 (b) of the Aircraft\n(Security) Rules, 2011, the Director General, BCAS, for the purpose of the\nsafety of passengers, crew, aircraft, ground personnel and the general public\nin all matters related to safeguarding against acts of unlawful interference\nwith civil aviation, directs the following:\n\n1. Scope:\n\n1.1 In order to streamline the procedure for carriage of weapons and\nammunition by Personal Security Officers (PSOs) of VVIPs, VIPs and/ or\npersons / passengers, and to prevent unauthorized carriage of weapons,\nexplosives or any other dangerous device within India which may be used\nto commit an act of unlawful interference on an aircraft engaged in civil\naviation operations at civil airports in India, the instructions are hereby\nissued for compliance by all concerned.\n\n2. Definitions: For the purposes of these directions, unless there is\nanything repugnant in the subject or context, the definitions will be as\nunder:\n\n2.1 “In-flight security officer” means a person who is authorized by the\ngovernment of the State of the Operator and the government of the State of\nRegistration to be deployed on an aircraft with the purpose of protecting that\naircraft and its occupants against acts of unlawful interference. This\nexcludes persons employed to provide exclusive personal protection for one\nor more specific people on board in the aircraft, such as personal\nbodyguards.\n\nPage 1 of 9\n\n",
  "2": "RESTRICTED\n\n2.2 “Dangerous goods” means articles or substances which are capable of\nposing a risk to health, safety, property or the environment and which are\nshown in the list of dangerous goods in the Technical Instructions or which\nare classified according to those Instructions.\n\n3. Directions and Procedures:\n\n3.1 For WVIPs viz. the President, the Vice President, the Prime Minister\nand SPG protectees, permission has been granted by the Central\nGovernment to their Personal Security Officers for carriage of authorized\nweapons and ammunition by them on board an aircraft while travelling\nwith these VVIPs / protectees by air.\n\n3.2 The above Personal Security Officers shall carry their weapons and\nammunition on their person or in their hand baggage in fully unloaded\ncondition i.e. Weapon and ammunition shall be kept separately.\n\n3.3 In order to provide adequate security coverage to aircrafts registered\n\nin India and engaged in civil aviation operations at all civil airports in\nIndia, permission has been granted by the Central Government to IFSO,\nwhile on duty in such aircraft, for carriage of weapons and ammunition\non board such an aircraft. The IFSO shall be in possession of their Identity\nCards and Authorization, issued by DG, BCAS from time to time, for\ncarriage of weapons and ammunition on board an aircraft.\n\n3.4 Station Manager/Airport Manager of the concerned Airlines shall\nensure that the Pilot-in command is notified as to the number of armed\npersons and their seat allocation on board the aircraft.\n\n3.5 PSO(s) of VIP/other dignitaries of high risk category whenever\nallowed by the Government of India to accompany such a VIP / dignitary\nduring his /her journey by air or any person on bonafide duty with weapon\nand ammunition while travelling by air shall carry the authorized weapons\n\nand ammunition in his/her registered baggage only in the manner specified\nbelow:\n\n3.5.1 The Personal Security Officers or the persons on duty mentioned in\nsub-para 3.5 above shall carry with them their valid Identity Card and Duty\nSlip / Movement Order, authorizing them to carry specific weapons and\nammunition on bonafide duty while travelling by air and shall produce\nthe same to the Airport / Airlines Security Officers/ Manager as\n\nmentioned in sub-para below.\n\n3.5.2 Chief Airport Security officer of Aviation Security Group (ASG) / In-\ncharge of Airport Security Unit shall check the Identity Card and Duty Slip /\nMovement Order of the PSOs of VVIP / SPG protectees and shall ensure\ntheir genuineness.\n\n3.5.3. Concerned Airlines Security Manager / Officer shall check the\nIdentity Card and Duty Slip / Movement Order of the PSOs and persons\nmentioned in sub-para 3.5. above and shall ensure their genuineness.\n\nPage 2 of 9\n",
  "3": "LLRESTRICTED //\n\n3.6 In case of regular passengers, the Station Manager / Airport\nManagers of all airlines are authorized to allow carriage of only one\nlicensed revolver or pistol or shotgun and fifty cartridges belonging to\nthat bonafide passenger.\n\n3.7 The following conditions shall be strictly followed for carriage of\nweapons and ammunition in the Registered Baggage by a bonafide\npassenger, PSOs of VIPs or any dignitary of high risk category or any\nperson who has been allowed to carry his/her weapon and ammunition on\nduty while travelling by air. Henceforth, such categories of persons have\nbeen referred to as passengers: -\n\n3.7.1 Such a passenger shall declare the carriage of his / her authorized /\nlicensed weapon and ammunition to the concerned air carrier in writing in\nthe prescribed proforma to be provided by the airlines operator before\nsecurity check of his/her registered baggage. Original copy of such\ndeclaration shall be retained at the Boarding Station, the second copy shall\nbe kept in the flight's file and third copy shall be handed over to the\npassenger.\n\n3.7.2 Prior to acceptance of weapon and ammunition from a bonafide\npassenger having valid license or authorization issued by the competent\nauthority as mentioned above, the concerned airlines operator shall ensure\nthat the carriage of weapons and ammunition in registered baggage of such\na passenger is allowed, only when an authorized and duly qualified person\nof the airlines has determined that the weapon is not loaded.\n\n3.7.3 The Station Manager/Airport Manager of the concerned airlines\nshall verify all the relevant documents to ensure that the weapon(s) and\nammunition is/are licensed/ authorized in the name of the passenger\nconcerned and shall ensure that only authorized number (s) of weapon and\nammunition are allowed in the Registered Baggage.\n\n3.7.4 The weapons and ammunition shall be stowed in an area that is\ninaccessible to any person including the aircrew while the aircraft is in\nflight and shall not be carried in the cockpit or retained by a member of the\ncrew. Therefore, the weapons and ammunition shall be carried only in the\nregistered baggage of the passenger and such baggage shall be stored in a\nsecurely locked tamper-proof container which shall be located in the\nbaggage compartment of aircraft having separate cargo holds so as not\naccessible to passengers.\n\n3.7.5 In case an aircraft does not have separate cargo / baggage hold for\nsafe and secure storage of a securely locked, tamper-proof container for\nkeeping passenger's registered baggage containing their authorized\nweapons and ammunition, concerned airlines shall be responsible to\ninform their passengers not to carry arms and ammunition with them as\nthe same shall not be allowed to be carried in the registered baggage in\nsuch an aircraft. However, if weapons/ammunition are required to be\ncarried in such an aircraft which does not have cargo/baggage hold,\nnecessary arrangements for a securely locked, tamper-proof container for\nkeeping registered baggage containing authorized weapons / ammunition\n\nPage 3 of 9\n",
  "4": "RESTRICTED.\n\nshall be made by the aircraft owner/airlines operator and key of such\ncontainer shall be handed over to the Pilot-in-command. The registered\nbaggage shall be handed over to the concerned person/passenger at\ndestination in the arrival hall only.\n\n3.7.6 The above procedures are also applicable to Private category aircraft\nowner and their body guards, if any, carrying weapons\n\n3.7.7 At foreign airports, where Indian air carriers operate, the discretion\nto permit the carriage of personal weapon and ammunition in the registered\nbaggage will vest with the Airport Manager of the concerned airlines in\nconsultation with the Airlines Security Officer, if available. In all such\ncases, the passenger shall carry valid documents and also subject to the\nprovision that such carriage does not violate the local / national laws, rules\nand regulations.\n\n3.7.7.1 The above instructions shall be subject to any further restrictions\napplicable in countries of transit and destination.\n\n3.7.8 PSOs will be allowed to accompany the Union Home Minister during\nhis journey by charter aircraft including helicopter services under general\naviation, either Govt. or Private. Weapons and ammunition of the PSOs are\npermitted on their person or in their hand baggage on board the aircraft.\nHowever, such weapon will be carried in fully unloaded condition i.e.\nweapons and ammunition shall be kept separately while accompanying the\ndignitary on board the aircraft. It is also clarified that this permission is not\nallowed for commercial aircraft.\n\n4. Procedure for carriage of weapon and ammunition in Terminal\nBuilding by PSOs accompanying the VVIPs\n\nIn order to streamline the procedure for carriage of weapon and ammunition\nin the terminal building by PSOs accompanying the VIPs who figure in the\nlist of high-risk category due to threat perception both of Central and State\nGovernments, the following instructions are issued for compliance by all\nconcerned.\n\n4.1 PSOs of VIPs whose name in figure in central list (X, Y, Z) category\nwill be allowed with weapon up to check-in and baggage claim areas inside\nterminal buildings.\n\n4.2 PSOs of VIPs whose name in figure in states/UT list (Z 8 Z+ Category\nonly) will be allowed with weapons up to check-in and baggage claim area\ninside terminal building.\n\n4.3 With regard to visit to protectees (X,Y,Z category ) in the list prepared\nby IB/MHA and protectees in the list of state/UT (Z & Z+ Category only) to\nthe airport, the State/UT government shall inform the concerned CASO and\nthe Aerodrome-in-charge well in time before the visit.\n\n4.4 — Officer-in-charge of the airport police station or of the state special\nbranch/CID unit at the airport, as the case may be, shall be responsible for\n\nPage 4 of 9\n",
  "5": "RESTRICTED\n\ncoordinating entry/deployment of PSOs inside the terminal building in\naccordance with the aforesaid norms. For this purpose, he will liaise in\nadvance with the CASO / Aerodrome-in-charge who will in turn make\nnecessary arrangements to ensure smooth entry of the protectee along with\nPSOs inside the terminal building.\n\n5. Carriage of authorized firearm and/or ammunition by units of\narmed forces / paramilitary forces while travelling by a civil\ncommercial flight\n\n5.1 The units of armed forces/ paramilitary forces while travelling on duty\nby a civil commercial flight in domestic sector within India may be allowed\nby the concerned aircraft operator to carry their service firearms and\nammunition in hold baggage, subject to the following conditions:\n\n5.1.1 The Unit Commander or his authorized representative is required to\nsubmit to the CASO and the station security-in-charge of concerned airlines,\nthe Unit’s official travel orders and an inventory of weapons and\nammunition to be transported.\n\n5.1.2 The Unit commander must declare in writing the weapons &\nammunition to the airline operator.\n\n5.1.3 Weapon must be unloaded and collectively secured in a crate and\nbanded or individually locked in a hard-sided case.\n\n5.1.4 Ammunition must also be securely packed in fibre (such as\ncardboard), wood or metal boxes or other packaging specifically designed to\ncarry small amount of ammunition.\n\n5.1.5 The Unit commander must certify to the station security-in-charge of\nthe airlines at the airport that the weapons are in unloaded condition.\n\n5.1.6 Live grenades, mines, bombs, explosives, black powder and\npercussion caps used with black powder type fire-arms, tear gas shells and\nmunitions and other dangerous goods/devices shall not be allowed on board\nthe aircraft (neither in Cabin nor in Hold baggage), without specific written\npermission from the Director General of Civil Aviation, Govt. of India.\n\n6. Carriage of licensed firearm and/or ammunition by a\nsportsperson while traveling by air\n\n6.1 As per the existing instructions, one licensed firearm and/or 50\ncartridges are allowed to be carried by a passenger in his/her hold baggage.\n\n6.2 Ifa sportsperson is traveling by air in domestic sectors to participate\nin some shooting event within India for which he/she is required to carry\nmore than one licensed firearms and/or more than 50 cartridges, such\nsportsperson may be allowed by the concerned aircraft operator to carry the\nrequired number of licensed firearms and/or ammunition in his hold\nbaggage subject to the following conditions:\n\nPage 5 of 9\n",
  "6": "LLRESTRICTED //\n\n6.2.1 The sportsperson must declare orally or in writing about carriage of\nthe firearms and/or ammunition and will produce the following documents\nat the security check point of hold baggage for inspection by the screener of\nconcerned aircraft operator:\n\n6.2.1.1 Valid license/ authorization for fire arms and ammunition;\n\n6.2.1.2 Evidence of identity which can be established by a photo identity\ncard issued by a government agency or the sponsoring Sport’s Club;\n\n6.2.1.3 Bonafide for carriage of arms and ammunition on the basis of a\nwritten document issued by the President or Secretary of the Sport’s Club\nsponsoring him/her for the shooting event.\n\n6.2.2 The fire-arm must be unloaded.\n6.2.3 The fire-arm must be carried in a hard-sided container.\n6.2.4 The container must be locked.\n\n6.2.5 Transported ammunition must be securely packed in fibre (such as\ncardboard), wood or metal boxes or other packaging specially designed to\ncarry small amounts of ammunition.\n\n6.2.6 Firearm magazines/clips do not satisfy the packaging requirement\nunless they provide a complete and secure enclosure of the ammunition.\n\n6.2.7 The ammunition may also be located in the same hard sided case as\nthe firearm, as long as it is properly packed as described above.\n\n6.2.8 Black powder and percussion caps used with black powder type\nfirearms are not permitted either in cabin nor hold baggage.\n\n6.3 The authorization for carriage of firearms and ammunition by the\nsports persons in an aircraft shall be obtained from DGCA in accordance\nwith provisions of the Aircraft (Carriage of Dangerous Goods) Rules, 2003.\n\n7. Carriage of weapons by SPG personnel while on duty\n\n7.1 All SPG personnel (Special Protection Group, Government of India),\nwhile on official duty for protecting their protectees (those persons who are\ngiven SPG protection cover by the Government of India), when traveling by\ncivil flights on duty where such civil aircraft does not have separate storage\nfacility for the hold baggage, the concerned airline operator shall create a\nfacility of a safe, strong and lockable container for carriage of arms and\nammunition immediately as prescribed above. This facility shall be provided\nimmediately by the Aircraft operator. Till such a facility is created by the\nairline operator, the SPG personnel are hereby allowed, as a special case, to\ncarry their weapon on board the flight in an unloaded condition where the\narms and ammunition are kept separately in their hand baggage. Once the\nsecure facility is created, the arms and ammunition will be carried\nseparately in the hold baggage only.\n\nPage 6 of 9\n",
  "7": "LLRESTRICTED //\n\n7.2 The Station Security-in-charge of the airlines concerned shall be\nresponsible for informing the IFSO on board, if any, about the presence of\nsuch SPG personnel before the commencement of the flight.\n\n7.3 The Station Manager/Airport Manager of the concerned airline shall\nverify all the relevant documents to ensure that the arms are authorized\nalong with their number in the name of the SPG personnel concerned. He\nshall also verify the identity of such SPG personnel before the pre-\nembarkation security check\n\n8. Carriage of weapons by CRPF personnel while on duty\n\n8.1 All CRPF (Central Reserve Police Force) personnel, while on official\nduty for protecting their protectees (Smt. Sonia Gandhi, Smt. Priyanka\nGandhi and Shri Rahul Gandhi) who are given CRPF protection cover by the\nGovernment of India, when traveling by civil flights on duty where such civil\naircraft does not have separate storage facility for the hold baggage, then the\nconcerned airline operator shall create a facility or a safe, strong and\nlockable container for carriage of arms and ammunition immediately as\nprescribed in Para No 1.5 (vi) above. This facility shall be provided\nimmediately on receipt of this circular. Till such a facility is created by the\nairline operator, the CRPF personnel are hereby allowed, as a special case to\ncarry their weapon on board the flight in an unloaded condition where the\narms and ammunition are kept separately in their hand baggage. Once the\nsecure facility is created the arms and ammunition will be carried separately\nin the hold baggage only.\n\n8.2 Station Security-in-charge of airlines concerned shall be responsible\nto inform the IFSO on board, if any, about the presence of such CRPF\npersonnel before the commencement of the flight\n\n8.3 The Station Manager/Airport Manager of the concerned airline shall\nverify all the relevant documents to ensure that the arms are authorized\nalong with their number in the name of the CRPF personnel concerned. He\nshall also verify the identity of such CRPF personnel before the pre-\nembarkation security check.\n\n9. _PSOs of SPG protectees who are permitted as advance party in\nthe airport area for security functions\n\n9.1 SPG is required to provide proximate security to the SPG protectees,\nas mandated under the SPG Act, at all places including the airports.\nAccordingly, armed SPG officers are deputed for isolation and ring-around\nduties at the tarmac area of the concerned airport also during the\narrival/departure of the SPG protectees. Armed SPG officers are also\ndeployed in advance for security duties at tarmac area.\n\n9.2 Accordingly, the PSOs of SPG, who are in advance party are permitted\nin the airport area for security functions in accordance with SPG Act. In\norder to enable them discharge their statutory responsibilities effectively, the\npermission of the Government has been accorded to the PSOs of SPG to\ncarry on their person / in their hand baggage fully unloaded arms and\nammunition when both kept separately.\n\nPage 7 of 9\n",
  "8": "RESTRICTED\n\n10. Carriage on board the arms and ammunition in private aircraft\n\n10.1 In order to ensure strict implementation of provisions of Rule 8A of\nAircraft Rules 1937 and to preclude possibility of carriage on board the arms\nand ammunition unauthorized by the aircraft owners or their employees\nwhosoever, it is directed that no person shall be allowed to board the aircraft\nwith weapon and ammunition on his person unless specifically permitted by\nthe DGCA. Necessary legal action shall be taken against a person / persons\nfor violation of Rule 8A of Aircraft Rule, 1937.\n\n11. Verification and escort of firearms to be carried in hold baggage\n\n11.1 Each aircraft operator operating to / from airports in India shall be\nresponsible to ensure that only authorized and duly qualified persons are\nmade responsible to verify that authorized firearms of passengers are\nunloaded prior to carriage on an aircraft. Appropriately authorized and duly\nqualified officers of the concerned aircraft operator shall escort firearms\nfrom the check-in point into the security restricted area until deposited in\nthe aircraft hold.\n\n11.2 Procedures of handling / operations of firearms shall be developed in\nthe Basic Aviation/ refresher Security Training programme for aircraft\npersonnel who will be deployed for checking and handling firearms of\nauthorized passengers.\n\n12. Operational exercise by NSG troops at airports\n\n12.1 NSG troops frequently carry out operational exercise / familiarization\ntraining at the airports. Such exercises / trainings shall be conducted at the\nairports in the country subject to adherence to the Following conditions: -\n\n12.1.1 The NSG would keep BCAS Hars. / Regional Office informed about\nsuch training exercises well in advance.\n\n12.1.2 The NSG troops will either carry dummy weapons or\nunloaded weapons (without ammunition) and Inspector I/C Control Room\nwill ensure the same after conducting physical checks of these weapons.\n\n12.1.3 An officer from BCAS or Airport Security Unit will assist the\ntraining team and coordinate the exercise.\n\n12.1.4 _ In case an official of NSG does not have a regular AEP with him,\none time entry permit will be issued to him by the RD, BCAS or the local\npass issuing authority.\n\n12.1.5 Gate opposite Sudarshan Complex of NSG at IGI airport shall be\nmanned by CISF/ASG and will be utilized by NSG for mobilization of its\nCHTF/CTTF troops only during emergency/mock exercise\n\n12.1.6 CISF shall allow, in the event of such exercise/operations, swift\nand hassle free entry of the NSG team into the airports through special gate,\n80 as to save precious time for operations.\n\nPage 8 of 9\n",
  "9": "LLRESTRICTED //\n\n12.1.7 The NSG Task Force may enter and exit Delhi and any other\nairports in India through the vehicle gates along with their vehicles, stores,\nArms/Ammunition to board the Special Aircraft. Necessary permit for\ncarriage of Dangerous Goods shall be obtained from DGCA by NSG.\n\n12.1.8 The designated Nodal Officer of NSG shall inform and coordinate in\nadvance with the CASO of airport concerned for necessary action.\n\n13. This AvSec Order supersedes AvSec Circular No. 22/1998, 07/2000,\n32/2000, 44/2000, 08/2001, 12/2001, 16/2002, 19/2002, 29/2002,\n36/2002, 37/2002, 26/2003, 27/2003, 31/2003, 12/2004, 23/2004,\n33/2005, 38/2005, 04/2006 and its addendum, 22/2006, 17/2008,\n07/2009, 08/2010, 06/2010, 05/2011, 09/2013, 10/2013, 06/2014,\n09/2015, 03/2016, 04/2016, 11/2016, 12/2016, 13/2016, 14/2016,\n15/2016 & 16/2016 and shall be implemented with immediate effect.\n\n14. Any violation of this AvSec Order shall attract penalty under\napplicable provisions of the Aircraft Act, 1934 and the Aircraft (Security)\nRules, 2011.\n\n(Jaide 'rasad, IPS)\nDirector General, BCAS\n\nDistribution: As per standard list.\n\nPage 9 of 9\n"
}