{
  "1": "RESTRICTED\n\nF. No. CAS-7(1)/2008/Div-I (Restricted Articles)/E- 96898\n‘UR ESR / GOVERNMENT OF INDIA\nann fear Aaa / MINISTRY OF CIVIL AVIATION\nAn feat Gra FR / BUREAU OF CIVIL AVIATION SECURITY\nSSM Ue, AHA FATE G¥I/ UDAAN BHAWAN, SAFDARJUNG AIRPORT\nfeet - 110003 / NEW DELHI - 110003.\n\nDate: 30.10.2024\nAvSec Order No. 11/2024\nSubject: Handling of Prohibited Items.\nIn exercise of powers conferred by rule 32, 38 and 62 of the Aircraft\n(Security) Rules, 2023, the Director General, BCAS, for the purpose of the safety\nof passengers, crew, aircraft, ground personnel and the general public in all\n\nmatters related to safeguarding against acts of unlawful interference with civil\naviation lays down the following guidelines:\n\n2.1. Applicability:\n2.2. Each entity responsible for implementation of security controls shall\nestablish measures to prevent weapons, explosives or any other dangerous\ndevices, articles or substances, which may be used to commit an act of unlawful\ninterference, the carriage or bearing of which is not authorized, from being\nintroduced, by any means whatsoever, on board an aircraft engaged in civil\naviation.\n\n3. Definitions: For the purposes of these directions, unless there is anything\nrepugnant in the subject or context, the definitions shall have meaning as\nunder:\n\n3.1. Prohibited Items- Items which are, in the specific context of aviation\nsecurity, defined as those items, devices or substances which may be used to\ncommit an act of unlawful interference against civil aviation or which may\nendanger the safety of the aircraft and its occupants, or installations, or the\npublic.\n\n3.2. LAGs (Liquid Aerosol and Gels) - LAGs may include, but are not\nnecessarily limited to: water and other drinks; soups; syrups; jams; stews; sauces\nand pastes; other foods in sauces or containing a high liquid content; creams;\nlotions; cosmetics; oils; perfumes; sprays; gels, including hair and shower gels;\ncontents of pressurized containers, including shaving foam, other foam and\ndeodorants; pastes, including toothpaste; liquid-solid mixtures; mascara; lip\ngloss or lip balm; and any other item of similar consistency at room temperature.\n\nGeo Page 1 of 13,\n\nThis document contains sensitive aviation security information which is regulated under rules 54\nand 55 of the Aircraft (Security) Rules, 2023. No part of this document may be disclosed to any\nperson without a “need to know” as defined in NCASP.\n\n",
  "2": "RESTRICTED\n\n3.3. Dangerous Goods - Articles or substances which are capable of posing a\nrisk to health, safety, property or the environment and which are shown in the\nlist of dangerous goods in the Technical Instructions or which are classified\naccording to those Instructions.\n\n3.4, Satellite phone - is a type of mobile phone that connects to other phones or\nthe telephone network by radio through orbiting satellites instead of terrestrial\ncell sites, as cell phones do. The advantage of a satellite phone is that its use is\nnot limited to areas covered by cell towers; it can be used in most or all\ngeographic locations on the Earth's surface.\n\n4. Directions and Procedures:\n\n4.1, Items mentioned in Annexure-I contains the list of prohibited items which\nare either banned for carriage in aircraft (on person, in cabin bag and in hold) or\nallowed with certain restrictions/authorisation\n\n4.2. Items mentioned in Table 2.3 A of IATA DGR Regulations (Provisions for\ndangerous goods carried by passengers or crew) which are otherwise not\nprohibited as per Annexure I would be carried as per restrictions mentioned in\nsaid table.\n\n4.3. The list is indicative in nature and common sense, however, shall prevail in\nassessing whether an item can be used for committing an act of unlawful\ninterference with civil aviation operations.\n\n4.4. In addition to the items mentioned in the list, the screener may deny for\ncarriage of any item on which, the screener has a reasonable suspicion that such\nitems may be used for committing an act of unlawful interference with civil\naviation operations.\n\n4.5. The aircraft operators, airport operators and ASG shall deploy adequate\nnumber of certified screeners, appropriately trained in handling dangerous goods\nat all passenger/staff screening points.\n\n4.6. Information boards indicating lists of items which are not authorized,\nauthorized for carriage in cabin bag and in hold baggage, shall be displayed in\nHindi / English / vernacular language at entry points/check-in area/security\ncheck points of airports by Airport operators.\n\n4.7. The airport operators and aircraft operators shall promote awareness about\nprohibited items through campaigns, displays, online ticket purchasing, booking\nprocess, check-in process, queuing process etc. at all access control points to the\nterminal building and SRAs including security check points, transfer desks.\n\n4.8, Updated list of prohibited items shall be published in the websites of airport\noperators, aircraft operators and general sales agents (air ticket booking). The\n\nPage 2 of 13\n‘This document contains sensitive aviation security information which is regulated under rules 54 and 55\nof the Aircraft (Security) Rules, 2023. No part of this document may be disclosed to any person without a\n“need to know” as defined in NCASP.\n\n",
  "3": "RESTRICTED\n\nwebsites should also give a quick link to BCAS website where updated list of\nprohibited items are available.\n\n4.9. The indicative list of prohibited items and quick link to BCAS web site shall\nbe present on air-ticket and boarding pass (physical and electronic) for ensuring\nprior intimation to passengers.\n\n5. Action on detection of prohibited items\n\n5.1. If explosive devices are detected during screening, the screener should alert\nhis immediate supervisor through covert methods and initiate standard suspect\nexplosive device procedure. If weapon is detected during screening, same may be\ntaken away from the reach of the passenger.\n\n5.2. If weapon or explosive is detected at screening point by security staff of\nAircraft/Airport Operator, same shall be informed to ASG. The concerned\npassenger shall be questioned for ascertaining his authority for possession of\nweapon/explosive. Suitable action as per existing instructions shall be initiated.\n\n5.3. Detection of all prohibited items at all screening points, along with\ndate/time, flight no., boarding card no. & seat no., name of the passenger/staff,\ndetails of items recovered, action taken, name/signature of checking officer,\nremarks etc should be recorded manually or electronically on a register/system\nmaintained for the purpose\n\n5.4. In case of doubt or uncertainty regarding allowing any item in passenger\ncabin, the items which are not required immediately after check-in or during the\nflight or immediately after disembarkation should not be allowed in the cabin.\n\n6. Disposal of confiscated prohibited items —\n\n6.1. Some items are prohibited from carriage in an aircraft cabin, which may be\ntransported in the hold of the aircraft, provided that these items do not endanger\naircraft and are properly packed, scaled and authorized for carriage by the\naircraft operator as per the Aircraft (Carriage of Dangerous Goods) Rules, 2003.\n\n6.2. Prohibited items confiscated at screening locations (Random Screening\npoint, departure concourse for hold baggage, PESC points, SLPC screening\nlocation and Level 4 of ILHBS for hold baggage) shall be discarded in bins\nmaintained for the purpose, which shall have locking mechanisms to prevent any\nun-authorized access to such bins.\n\n6.3. Airport operators shall provide bins at all above mentioned locations.\nFrequency for clearing these bins shall be decided as per requirement of the\nscreening location.\n\n6.4. The passenger can reclaim some of the prohibited items due to its economic\nvalue or personal reasons. The airport operator shall create adequate provision\n\nfor re-claiming the same.\nYan! Page 3 of 13\n\nThis document contains sensitive aviation security information which is regulated under rules 54\nand 55 of the Aircraft (Security) Rules, 2023. No part of this document may be disclosed to any\nperson without a “need to know” as defined in NCASP.\n\n",
  "4": "RESTRICTED\n\n6.5. The method of disposal of dangerous articles may be recorded on a register\nmaintained by the aircraft/airport Operator electronically or manually. The\nrecords of disposal should tally with records maintained at all screening\nlocations. This documentation shall be verified during security audit/ inspections.\n\n7. Items, which need special attention:\n\n7.1. Fire Crackers: Fire Crackers normally comes under the category of Low\nExplosives and shall not be allowed in Cabin / hold baggage. On detection of fire\ncrackers, the passenger shall be questioned to assess if, there was any mala-fide\nintention for such carriage. If found\n\nsuspicious, the passenger shall be handed over to Local police for further legal\naction. Otherwise, confiscated fire crackers shall be handed over to the Airport\nOperator immediately for further disposal. The passenger shall be allowed to\ntravel with a warning.\n\n7.2. Fire Arms: Authorized Fire Arms and /or ammunition shall be allowed to be\ncarried in the hold of an aircraft as per existing instructions. Procedure for\ndealing with detection of undeclared and / or unauthorized arms / ammunition\nis provided in Appendix A.\n\n7.3. Liquid Aerosol and Gases (LAGs): LAGs pose considerable security risks at\nScreening points and transfer desks. Possibilities of carriage of explosives in the\nform of gels or liquid cannot be ruled out. Passenger may have to carry\nmedications, baby foods, special dictary needs or other medical requirements in\nthe form of LAGs. Limited quantities of LAGs carried as per methods prescribed\nby The DG BCAS, shall be allowed after adequate screening. The existing\ninstructions regarding carriage of LAGs is provided in Appendix B.\n\n7.4. Battery Cells: Instructions regarding carriage of battery cells in electronic\nitems like camera, cellular phone, digital diaries etc. in cabin bag are given in\nAppendix C.\n\n7.5, Satellite phone and GPS Devises: As per Sec 42(3)(d) of The\nTelecommunications Act 2023, possession of radio equipment in Indian Territory\nwithout an authorisation is punishable. Department of Telecom (DoT), Govt, of\nIndia have issued a ‘Sui Generis’ licence to Bharat Sanchar Nigam Ltd (BSNL) for\nproviding Global Satellite Phone Service with M/s Inmarsat. Hence, the use of\nINMARSAT satellite handsets (ISAT Phones) provided by BSNL are permitted in\nIndia, However, BSNL customers availing this service are required to produce\nauthorisation of the handset from the BSNL.\n\n7.6. Use/Possession of other satellite phone service (such as Thuraya) and GPS\ndevises which is capable of receiving or sending communication directly to\nsatellites is unlawful in Indian Territory, unless, specific permission is obtained\nfrom Department of Telecommunication (DoT)/Ministry of Home Affairs (MHA),\nGovt. of India. Guideline for handling of unauthorised satellite phones/GPS\ndevises at airports is enclosed as Appendix D.\n\nPage 4 of 13\nThis document contains sensitive aviation security information which is regulated under rules 54\nand 55 of the Aircraft (Security) Rules, 2023. No part of this document may be disclosed to any\nperson without a “need to know” as defined in NCASP.\n\n",
  "5": "RESTRICTED\n\n7.7. Wooden Staff: Carriage of Wooden Staff by religious heads as part of faith in\ncabin bag shall be dealt in case to case basis by Security staff, especially when\nthe known head of a religious sect is involved and no security implication or\nthreat is apprehended. Concession granted in this regard shall be with the\nspecific permission of in-charge, airport security (CASO) and should not be left to\ndiscretion of checking staff. Aircraft operators staff should be in a position to\nsecure wooden staff in the aircraft taking flight safety into consideration\n\n8. Kirpan: Kirpan carried by Sikh passenger (Not permitted for staff of any\nentity), on person, in domestic routes of fully domestic flights operating from\nDomestic Terminals are allowed. However, blade of Kirpan should not exceed\n15.24 cms (6 inches) and total length of the Kirpan should not exceed 22.86 cms\n(9 inches).\n\n9. Exemptions: The DG, BCAS may exempt in writing carriage of prohibited item\nin Civil or Special Aircraft operating from and to civil airports in India in the\nnational interest.\n\n10. This AVSEC Order supersedes AO 2/2022, Corrigendum to AO 2/2022\ndated 12.3.2022, Addendum to AO 2/2022 dated 19.1.2023 and Corrigendum to\naddendum to AO 2/2022 dated 17.5.2023. This shall be implemented with\nimmediate effect.\n\n11. Any violation of this AvSec Order shall attract penalty under applicable\nprovisions of the Aircraft Act, 1934 and the Aircraft (Security) Rules, 2023.\n\n— t Hasan, IPS\n\nDirector General\nDistribution: As per standard list attached. s0|i 4\n\nPage 5 of 13\nThis document contains sensitive aviation security information which is regulated under rules 54\nand 55 of the Aircraft (Security) Rules, 2023. No part of this document may be disclosed to any\nperson without a “need to know” as defined in NCASP.\n\n",
  "6": "RESTRICTED\nAppendix-A\nA. Procedure for Carriage of Arms:\n\nA.1. In case of prior declaration by the passenger(s), arms and/or ammunition\nwill be allowed to be carried in the hold of an aircraft. In case of general\npassenger(s), valid document shall include license (valid for departure and arrival\nAirports both) and in case of serving Police / Defence Services / Central Armed\nForces personnel, valid document shall include inter-alia, valid photo identity\ncard issued by the Department / Ministry concerned & movement order /\nauthority slip by concerned Department / Ministry for carriage of service arms /\nammunition.\n\nA.2. ASG/APSU/Aircraft Operator/Airport Operator’s security staff, as the case\nmay be, shall examine weapon physically to ensure that weapon is unloaded and\npacked (separately) as per the prescribed norms. Permission from DGCA as\nFequired under Rule 8, of the Aircraft Rules, 1937 shall be obtained. And,\nthereafter passenger shall be allowed to proceed for check-in, provided the\nweapon is carried in hold baggage.\n\nA.B. If passenger fails to declare but has valid authorization i.e. license in case of\ngeneral passenger or Photo identity card from Department / Ministry in case of\nserving Police/ Defence Services / Central Armed Forces personnel, then report\nShall be made about the incident to the Director General, DGCA for necessary\naction at their end under the Aircraft (Carriage of Dangerous Goods) Rules, 2003.\nIn case of service arms, identity &sbona-fides of personnel shall to be established\nbeyond doubt. Local police shall be informed. In both the cases, passenger shall\nnot be detained be allowed to proceed after declaration under the Aircraft\n(Carriage of Dangerous Goods) Rules, 2003 is obtained. Copy of such report shall\nalso be forwarded to the controlling authority in case of serving Police/ Defence\nServices / Central Armed Forces personnel.\n\n4. If the passenger does not have a valid arms license with him at that time but\nClaims to possess the same, he shall not be allowed to proceed. The passenger\nShall be detained and handed over to local police for necessary legal action in this\nregard.\n\nA.5. In case the passenger neither has a valid arms license with him nor claims\nto possess the same, the ASG / APSU / Aircraft operator / Airport operator\nsecurity staif shall hand him over to the local police along with the arms and\nammunition with a complaint about the incident for taking necessary legal action\nunder the Arms Act, 1959 and Aircraft Act, 1934 and the rules framed there\nunder.\n\nPage 6 of 13,\n\nThis document contains sensitive aviation security information which is regulated under rules 54\nand 55 of the Aircraft (Security) Rules, 2023. No part of this document may be disclosed fo any\nperson without a ‘need to know” as defined in NCASP.\n\n",
  "7": "RESTRICTED\n\nAppendix - B\n\nB. Security Procedures for carriage of Liquids, Aerosols and Gels (LAGS):\n\nB.1. Security checks for Liquids, Acrosols and Gels (LAGs) and Security Tamper-\nevident Bags (STEBs) implies visual checks or security controls, performed by\nsecurity staff for signs of interference, in particular tampering with seals, theft\nand the introduction of potentially dangerous devices, articles or substances and\n\nB.2. All LAGs carried for personal use shall comply with the following Security\nRegulations:\n\nB.3. All LAGs shall be carried in containers with a capacity of not more than 100\nml each, or its equivalent in other volumetric measurements;\n\nB.3.1. At security screening checkpoints, any LAGs in a container larger than\n100 ml are unacceptable, even if the container is partially filled;\n\nB.3.2. Containers holding LAGs shall be placed in a transparent re-sealable\nplastic bag of a maximum capacity not exceeding one litre. The indicative size of\nthe one litre bag is: 20.5 cm x 20.5 cm or 25 cm x 15 cm or equivalent. Other\nspecifications of such Plastic Bags shall be in accordance with the Plastic Waste\nManagement Rules, 2016 and any amendments made therein from time to time.\nThe containers must fit comfortably within the bag, which shall be fully closed.\nThe airport operator of the concerned airport shall provide such plastic bags at\nthe security screening checkpoints, for use by the passengers;\n\nB.3.3. Transparent re-sealable bag containing LAGs, shall be presented\nseparately for screening at the security screening checkpoints;\n\nB.3,4, All conventional security controls and checks, including random manual\nsearches of passengers and cabin bag shall be applicable;\n\nB.4, Exceptions:\n\nB.4.1. These restrictions on LAGs may not apply to flight crew in uniform when\ncarrying LAGs for legitimate use on board; and\n\nB.4.2. Exceptions to the above measures are allowed for medications, baby foods\nincluding milk, and for special dictary needs or other medical requirements as\ndescribed in paragraph B.5 below.\n\nB.4.3. LAGs in any volume (above permissible limit) that has been purchased at\nthe retail outlets/vending machines at the airport or on board an aircraft shall\nnot be permitted through security screening checkpoints unless they are carried\nin a Security Tamper-Evident Bag (STEB), which shall be provided by the Airport\n\noperator.\ny Page 7 of 13\n\nThis document contains sensitive aviation security information which is regulated under rules 54\nand 55 of the Aircraft (Security) Rules, 2023. No part of this document may be disclosed to any\nperson without a ‘need to know” as defined in NCASP.\n\n",
  "8": "RESTRICTED\nB.5. Exemptions for Originating Passengers:\n\nB.5.1. LAGs of any kind carried in containers with a maximum volume of 100 ml\nshall be placed in a one litre bag. Exemptions may be granted for certain LAGs\nwhich exceed the 100 ml limitation or are too large to be carried in a one litre\nbag; -for essential medical purposes or to meet special and essential dietary\nneeds. Passengers or staff members shall provide written proof of authenticity for\nthe exempted LAGs.\n\nB.5.2. As passengers may be concerned about their medicines, it may be\nnecessary for security staff to handle such articles with sensitivity. If doubts\nremain as to the admissibility of a liquid, aerosol or gel, the item in question shall\nnot be allowed beyond the screening checkpoint. If the liquid, aerosol or gel is\nessential, the passenger should be advised not to fly.\n\nB.5.3. Exemptions may be granted if a liquid, aerosol or gel is for medical\npurposes or for meeting a special dietary requirement, such as food for a baby\nconsidering the length of air travel/duration of flight. Further details on\nexemption requirements are as follo’\n\nB.5.4, LAGs needed during the journey: The Passenger should always explain\nthe excess quantity if needed and should be encouraged to place excess quantity\nin the aircraft hold;\n\nB.5.5. LAGs required for medical purposes: Medicines with a total volume\nexceeding 100 ml, whether prescribed by a doctor or acquired over the counter,\nmay be acceptable if it is indeed essential to carry them in the cabin and the\namount to be carried is no more than is necessary for the journey;\n\nB.5.6. Substances that are not medicines but are used for medical purposes are\npermitted, such as ice that is used to maintain the temperature of a transplant\norgan, blood or blood products;\n\nB.5.7. Special dietary requirements: Liquids or foods that are essential for a\npassenger's health include baby food, provided that a baby is travelling, or special\nfoods required by lactose- or gluten-intolerant passengers. Other baby products\nmay include wet wipes, milk or juice, sterilized water, and meals in liquid, gel or\npaste form. If the volume of baby food is deemed excessive, the full quantity\nshould not be permitted through the screening checkpoint; and\n\nB.5.8. Proof of authenticity: Passengers shall provide proof of authenticity of\nexempted LAGs on request. Staff should verify that the name on the label of\nprescription medication matches the name on the boarding pass. In the case of\nover the-counter medication, a determination should be made on reasonable\namounts, which includes what is required for the length of the flight. In the case\nof prescribed medication, the passenger should be able to produce a note from\nthe doctor. The following aspects should be taken into consideration when\nverifying proof of authenticity:\n\nPage 8 of 13,\nThis document contains sensitive aviation security information which is regulated under rules 54\nand 55 of the Aircraft (Security) Rules, 2023. No part of this document may be disclosed to any\nperson without a ‘need to know” as defined in NCASP.\n",
  "9": "RESTRICTED\n\nB.5.9. Passengers should not be asked to taste medication if the usage\ninstructions or doctor's advice indicates that it would be dangerous to do so;\n\nB.5.10.Passengers should not be made to taste any medication, cither their own\nor their child's, against their wishes;\n\nB.5.11.For children's prescription medication, the accompanying adult passenger\nshould not be asked to taste the medicine. Instead, verification should be sought\nthrough questioning;\n\nB.5.12.If a container is marked in grams, it may be assumed that 100 g\ncorresponds to 100 ml; and\n\nB.S.13.If a passenger is asked to rub a small amount of a substance on his or her\nskin, the passenger's skin should be monitored for at least two minutes to see, if\nthere is a reaction.\n\nB.6. Exemptions for transfer passengers:\n\nB.6.1. In addition to the exemptions described above, LAGs purchased at duty-\nfree shops at a departure point or on board an aircraft and transported by\ntransfer passengers should be accepted for ongoing transport if the State where\nthe journey commenced has applied the validation process for the acceptance of\nLAGs carried in STEBs and the passenger possesses a proof of purchase. The\nLAGs carried in STEBs as in the manner prescribed in this circular by\nInternational transfer passengers shall be permitted in Indian airports after\nseparately screened by the ASG (CISF/Police) with appropriate and available\nscreening equipment as in the manner prescribed before being allowed on board\naircraft. Before allowing the LAGs in STEBs the screener at the security check\npoint shall check the details of the receipt inside it to ensure that the item has\nbeen purchased from the originating/transfer/transit airport by the International\npassenger and the STEBs are not tampered with;\n\nB.6.2. LAGs contained in STEBs shall be examined to ensure that the items have\nnot been tampered with; and\n\nB.6.3. It shall be the responsibility of the air carrier concerned to ascertain\nstatus of validation with country of origin/transfer/transit; and shall advise their\npassengers regarding acceptability of LAGs carried in STEBs accordingly.\n\nB.7. Exemptions for airport staff: Personal items such as beverages, perfumes,\ncosmetics, medications, thermoses and other similar items belonging to airport\nstaff entering security restricted areas and aircraft shall be subjected to the same\nrestrictions and exemptions as those of passengers. Tools of trade are legal items\nrequired by staff members to perform work in a sterile area, including items such\nas cleaning products, sealants, degreasers, glues, paint and oils, and are exempt\n\nfrom LAGs restrictions.\nPage 9 of 13\n\n‘This document contains sensitive aviation security information which is regulated under rules 54\nand 55 of the Aircraft (Security) Rules, 2023. No part of this document may be disclosed to any\nperson without a “need to know” as defined in NCASP.\n\n",
  "10": "RESTRICTED\n\nB.8. Other exempt persons: Director General, BCAS may decide to exempt certain\nclasses of persons, such as law enforcement officers and personnel responding to\nan emergency, from restrictions on LAGs.\n\nB.9.In order to prevent introduction of LAGs into airside, airport\noperator/aircraft operator shall direct airport retailers to provide customers with\nsuitable STEBs for presenting their liquid purchases at screening check points as\nper regulations.\n\nB.10. Airport operators and retailers shall put up adequate display that proofs\nof purchase would be required to facilitate transfer and purchases of LAGs\npresented in a Security Tamper Evident Bag (STEB). This information shall be\nsuitably displayed at arrival gates and prior to Pre-Embarkation Security Check\n(PESC) points by airport operators for transfer passengers.\n\nB.11. Personnel deployed for recognition and detection of prohibited item 6\nLAGs shall be adequately trained (including re-current trainings) to recognize\nprohibited item and shall be made aware that many of — these articles or\nsubstances may have been classified as dangerous goods and their handling,\ncarriage, seizure and subsequent disposal shall be done according to relevant\nregulations\n\nB.12. Disposal of LAGs: - Screening staffs at security check points shall\nensure that LAGs removed are disposed by the passengers concerned on the spot.\nFor this purpose, the airport operator shall provide sufficient number of waste\nbins at the security check points. Security staff shall inform & coordinate with\nthe airport operator to remove/replace full waste bins so that no item piles up at\nthe screening point. Separate bins for disposing flammable items, like liquor,\npepper spray, deodorant etc. should be provided.\n\nB.13. Use of any type of articles and objects, which are banned for carriage in\ncabin bag or on person on-board aircraft, are prohibited for use by\nconcessionaires/business establishments in the security restricted areas of\nairports.\n\nPage 10 of 13\n\nThis document contains sensitive aviation security information which is regulated under rules 54\nand 55 of the Aircraft (Security) Rules, 2023. No part of this document may be disclosed to any\nperson without a “need to know” as defined in NCASP.\n",
  "11": "RESTRICTED\n\nAppendix - C\nC.Instructions regarding carriage of battery cells:\n\nC.1, Batteries, spare/loose, including lithium batteries, non-spillable batteries,\nnickel-metal hydride batteries and dry batteries for portable electronic devices\nmust be carried in cabin bag only in accordance with requirements of\nAircraft (Carriage of Dangerous Goods) Rules, 2003 as amended from time to\ntime.\n\nC.2. The passengers may be allowed to carry battery cells in the electronic items\nlike digital/video camera, laptop, computers, mobile phones, pacemakers, digital\ndiaries, music deck, hearing aid etc subject to the following conditions:\n\nC.3. Item which do not contain metal/ metallic substance should be checked\nwith the help of Hand Held Metal Detector. In case any metallic substance is\ndetected in the cabin bag, the particular item should be passed through x-ray\nmachine wherever available. At the airports where x-ray machine is not installed\nin the security hold area, it would be the responsibility of the passenger to satisfy\nthe concerned airport security officer about the presence of metal. In case of any\nsuspicion if the airport security officer is not able to ascertain the genuineness of\nthe item, such item shall not be allowed to be carried in the cabin bag or on\nperson.\n\nC.4. Item which contain metal such as calculators, laptop computers/ pocket\ncomputers, mobile phones, electric shavers, audio and video electronic equipment\nsuch as digital cameras, music decks, digital diaries, video cameras, hearing aids,\npacemaker device etc should be passed through x-ray to identify the components.\n\nC.5, Battery operated items shall be x-rayed from two different angles to locate/\ndetermine any unusual wiring of components.\n\nC.6. The battery-operated items shall be checked carefully. Passengers shall be\nasked to operate the electronic item so as to ensure that such item does not\ncontain any explosive device.\n\nC.7. Laptop computers and other large electronic items / electrical items such as\nlarge cameras, radios, hair dryers, ctc which contain battery cells for their\noperation should be treated as suspicious item and special attention should be\npaid while conducting their security check.\n\nC.8. Laptop computers should be removed from its case. Both the laptop and its\ncase should be x-rayed separately.\n\nC.9. Electronic / electric items which are kept in cover or case should be removed\nfrom the case and x-rayed checked separately.\n\nC.10. Sealed or wrapped items which contain battery cells should be opened for\nx-ray screening and security check.\n\nPage 11 of 13\nThis document contains sensitive aviation security information which is regulated under rules 54\nand 55 of the Aircraft (Security) Rules, 2023. No part of this document may be disclosed to any\nperson without a “need to know” as defined in NCASP.\n\n",
  "12": "RESTRICTED\n\nC.11. Suspect baggage must be x-rayed when empty and hand searched to\ndetect any unusual modification including lining, non-standard hardware,\nunusual weight or unusual thickness in the side or bottom of the baggage.\n\n€.12. Loose dry cells may be allowed by the screening officer after satisfying\nhimself/ herself of the bonafide of the requirement projected by passengers.\n\nPage 12 of 13\nThis document contains sensitive aviation security information which is regulated under rules 54\nand 55 of the Aircraft (Security) Rules, 2023. No part of this document may be disclosed to any\nperson without a ‘need to know” as defined in NCASP.\n",
  "13": "RESTRICTED\nAppendix - D\n\nD.Guidelines for Defining roles of different agencies with regards to Carriage\nof Satellite Phones by passengers.\n\nD.1, Whosoever intends to carry radio equipment (including Satellite Phones) in\nair, shall produce proper authorisation for carriage of such equipment.\n\nD.2, Department of Telecom (DoT), Govt, of India have issued a ‘Sui Generis’\nlicence to Bharat Sanchar Nigam Ltd (BSNL) for providing Global Satellite Phone\nService with M/s Inmarsat. Hence, the use of INMARSAT satellite handsets (ISAT\nPhones) provided by BSNL are permitted in India. However, BSNL customers\navailing this service are required to produce authorisation of the handset from\nthe BSNL.\n\nD.3. Use/Possession of other satellite phone service (such as Thuraya) and GPS\ndevices, which are capable of receiving or sending communication directly to\nSatellites is unlawful in Indian Territory, unless, specific permission is obtained\nfrom Department of Telecommunication (DoT)/Ministry of Home Affairs (MHA),\nGovt. of India.\n\nD.4, It shall be the responsibility of the aircraft operators and aircrew members to\nnotify the passengers in advance that carrying satellite phones and GPS devices,\nwithout authorisation either in cabin bag or in hold baggage to India is unlawful.\n\nD.S. The airlines staff should intimate the passengers to obtain permission for\ncarriage of satellite phone/GPS device through Saral Sanchar portal of\nDepartment of Telecom well in advance:\n\nD.6. The staff at check- in counters shall inform the passenger regarding existing\nregulation(s) regarding carriage of satellite phone and GPS devices\n\nD.7. The Security personnel carrying out passenger and baggage screening\nfunction should take the following steps, if satellite phones and GPS devices are\ndetected during screening.\n\nD.7.1. The passenger should be requested to produce authorisation for carriage\nof such equipment.\n\nD.7.2. If the passenger produces valid authorisation for carriage of such\nequipment, he may be allowed to travel along with the equipment. Aircraft\n(Carriage of Dangerous Goods) Rules, 2003, as amended from time to time, shall\nbe followed with regards to packing and carriage of such equipment(s) by air.\n\nD.7.. If the passenger is not able to produce valid authorisation for carriage of\nsuch equipment(s,) he shall not be allowed to travel with the equipment and be\nhanded over to the local police for further necessary action.\n\nD.8. Detection of such equipment may be reported to Director General BCAS and\nconcerned Regional Director, ae per existing instructions.\n\nPage 13 of 13,\nThis document contains sensitive aviation security information which is regulated under rules 54\nand 55 of the Aircraft (Security) Rules, 2023, No part of this document may be disclosed to any\nperson without a ‘need to know” as defined in NCASP.\n\n",
  "14": "",
  "15": "ANNEXURE-I\n\nIndicative list of prohibited items as per AO 11/2024 dated 30.10.2024\n\n| On person/\nSINo Item Name In Cabin | , Old\nBag ageas\nWeapons and replicas\n1 BB guns No Yes\nFirearms\n(‘In hold baggage - bona-fide passenger with\n2 license, Sports persons with License and DGCA No Yes*\npermission, Defence, CAPF & Police with ID Card &\nMovement order/ Authority slip)\n3. Firearms artfully concealed No No\n4. Flare Guns : zi No No\n5. Martial Arts Weapons No Yes__|\n6. Meat Cleavers No Yes\na Nunchakus No Yes\n8. Parts of Guns and Firearms No Yes\n9. Pellet Guns No Yes\n10. _| Realistic Replicas of Firearms No Yes\n11. | Sabers No Yes\nSword & Throwing stars Note: Any sharp objects\nin hold baggage should be sheathed or securely\n12. No Yes\nwrapped to prevent injury to baggage handlers and\ninspectors.\n13. | Toy Weapons (if not realistic replicas) mee No Yes\nWeapons of | PSOs of _-VVIPs/SPG\nProtectee/Protectees under special protection\n14, _ | Scheme while accompanying them, eae Vea\n(‘Subject to conditions mentioned in AO 3/2022\namended from time to time)\nExplosives\n‘Avalanche rescue backpack, one (1) per person, z\ncontaining cartridges of compressed gas in Div. 2.2.\nMay also be equipped with a pyrotechnic trigger\n15, _ | mechanism containing no more than 200 mg net of jo ies\n' | Div. 1.48. The backpack must be packed in such a\nmanner that it cannot be accidentally activated. The\nairbags within the backpacks must be fitted with\npressure relief valves.\n16. _| Blasting Caps No No\n17.__ | Dynamite No No\n\n",
  "16": "On person/\n\nSINo Item Name In Cabin | , Held |\nBag. Beag\n1a, | Fireworks / Fire crackers / Party Poppers/ Bang a as\nSnaps/ pyrotechnics\nTo, | Fuels (including cooking fuels and any Nammable na Nn\nliquid fuel)\n20. _| Gun Powder No No\na1. |Mines, Grenades and other explosive military a ne\nstores,\n22. _ | Plastic Explosives No No\nDangerous Articles\nArtificial skeleton bones (for research by medical\n23. | fraternity with an authorization letter) Ne. Aes\n24, __| Axes and hatchets No Yes\n25. _ | Compressed Air Guns/Air Guns No Yes\n26 Flares (in any form) No No\nKirpan\n27. | (*permitted only for Sikh passengers on person| — Yes* Yes\nwhile travelling in Indian aircrafts with-in India)\npa.__| Knives (any length and type except round- bladed, = ae\n- | butter, and plastic cutlery having no sharp edge)\n29. | Knuckles (Made of any material) No Yes\nMedication and Special Needs Devices: Braille Note-\ngo. | Taker, Slate and Stylus, Augmentation Devices.| yey a\n- | (allowed in cabin bag once they have been inspected\nto ensure that prohibited items are not concealed)\n31,_ | Printer Cartridge No Yes\nProsthetic Device Tools and Appliances including\nAllen key/wrench, pull sleeves used to put on or\n32. remove prosthetic devices, if carried by the} Yes Yes\nindividual with the prosthetic device or his or her\ncompanion.\n33.__ | Realistic Replicas of Explosives & Incendiaries No No\nRealistic Replicas of Explosives & Incendiaries,\nGuns, revolvers, knives for Security Test purpose\n34. carried under specific authorisations from RD, Yes Yes\nBCAS ~ Ref AO 3/2023 - as amended from time to\ntime.\nRealistic Replicas of Reptiles & Insects. (like snake,\n35. | Scorpion, Lizard, Frog, Spiders, etc.) NG) Mae\n36.__ | Saws (including cordless portable power saws) No Yes\n37,_ | Stun Guns/ Shocking Devices = a\n38. | Toy gun & Spray guns of different colour and shape NO. Yes\n\n",
  "17": "| On person/\n\nS1No Item Name In Cabin hua\nBaggage\n= oss = Bag\nDangerous Substances\n39, | Aerosol (Except for personal care or toiletries in -_ aa\nlimited quantities)\nAlcoholic beverages, when in retail packaging,\ncontaining more than 24% but not more than 70%\nalcohol by volume, in receptacles not exceeding 5 L,\n40. | with a total net quantity per person of 5 L. Ste Yes\n* Permitted as per LAG Policy for International\npassenger.\n41. _ | Camphor No No\nChemical Agent Monitoring Equipment, when\n42. | carried by staff members of the Organization for the No Yes\nProhibition of Chemical Weapons on official travel\n43. | Chlorine for Pools and Spas No No\n44, [Compressed Gas Cylinders (including fire No =\nextinguishers)\nDiabetes-Related Supplies/ Equipment, (once\ninspected to ensure prohibited items are not\nconcealed) including: insulin and insulin loaded\ndispensing products; vials or box of individual vials;\n45. | jet injectors; pens; infusers; and preloaded syringes; Yes Yes\nand an unlimited number of unused syringes, when\naccompanied by insulin; lancets; blood gluco:\nmeters; blood glucose meter test strips; insulin\npumps; and insulin pump supplies.\nGas cartridges, small, non-flammable containing\ncarbon dioxide or other suitable gas in Division 2.2\nUp to two (2) small cartridges fitted into a self-\ninflating personal safety device, intended to be worn\n46. | by a person, such as a life jacket or vest. Not more No Yes\nthan two (2) devices per passenger and up to two (2)\nspare small cartridges per device, not more than\nfour (4) cartridges up to 50 mL water capacity for\nother devices\n47.__| Gas Torches No No\n48. | Gasoline No No\n49.__| Gun Lighters No No\n50. | Hair curlers containing hydrocarbon gas No No\n51.__| Lighter Fluid No No\n52.__| Liquid Bleach No No\nLithium metal batteries (Watt-hour rating not\n53. | exceeding100 Wh and lithium metal content not Yes No\n\nexceeding 2 g) 2 spare/loose batteries per person in\n\n",
  "18": "On person/\n\ncondition and packed appropriately)\n\nDrones)\n\nSINo Item Name InCabin | , Hold\n- —_—a Hag ageage\naddition to batteries empiied [rom their electronic\ndevices\nNitro-glycerine pills or spray for medical use (if\ngq, | Properly marked with a professionally printed label] yg wis\nidentifying the medication or manufacturer’s name\nor pharmaceutical label)\nPersonal care or toiletries with acrosols (such as\ng5___| hairsprays, deodorants), in limited quantities Rs Yes\n*as per LAG Polic\n36._| smoke-generating canisters or cartridges No No\nSpecimens, non-infectious packed with small\n57. | quantities of flammable liquid (must meet A180) Nol Yes\n58.__| Spillable Baticries No No\n59. __ | Spray Paint No No\n60.___| Talcum Powder No Yes\n61.__| Tear Gas No No\nYes\n62. _| Toy Transformer Robots Yes (without\nbatteries\n63.__| Turpentine and Paint Thinner No No\n64. | Wax, except sealing wax No Yes\nTools\n65.__ [Allen keys with equipment No Yes\n66.__ | Billy Clubs No Yes\n67.__ | Drills (including cordless portables power drills) No Yes\n68. _ | Glue gun without Glue No Yes\n69. _| Hammers No Yes\n70. __| Screwdrivers No Yes\n71. | Tools (including but not Timited to wrenches and a re,\nliers)\n72. Tweezers _ Yes Yes\n73. _ | Wrenches and Pliers No Yes\n[Blectronic Items ss\nYes\n74. | Camcorders Yes (without\nis tee : tie batteries)\n75. | Camera Equipment/ Undeveloped film Yes Yes\n76. | Cattle Prods 7 No Yes\nDee ; | Yes (Nano,\n77,__ | Drones of all size / UAVs / RPAS (in switched-off | YQ re) ae\n\n",
  "19": "On person/\nSINo Item Name In Cabin Baste\nany |___Bag _|\nE-cigarettes (including e-cigars, ¢-pipes, other\n7g, _ | Personal vaporizers, all forms of Electronic Nicotine fie No\n\"| Delivery System (ENDS),Heat Not Burn Products, e-\nHookah and the like devices) _ : | |\nYes\natteries)\n80. | Mobile Phones (switch off mode) Teel ves Yes\n81. | Pagers 2 Yes” Yes\n82. _| Personal Data Assistants (PDA’s) [Yes ___No\nSatellite Handsets (INMARSAT) provided by BSNL -\n3, _| in switched-off condition (with authorisation from Ses _\n\"  |BSNL - multiple handsets require multiple\nauthorisation) ae :\nSatellite Handsets other than INMARSAT and GPS |\ndevices - in switched-off condition\n84. | *with authorisation from DoT/MHA - Passenger Yes* Yes*\nmay request for permission through Saral Sanchar\nPortal of DoT. Fe a ae!\nHousehold items - 7 _—_ _ a:\n85.__| Air Mattress with built in pump | No —_Yes\nAll Spices in physical form (excluding Chill *\nBet | stibiéct tothe satiaiaction tf the sere M [Pte ee\n87. [Cigar Cutters i‘ No Yes\n88. | Coconut (Hard shell) _ - _No Yes\n89. | Coconut crushed (Dry coconut) 7 __No No\n90. | Coconut crushed (Green tissue) “Yes Yes\n91. | Copra (Dry coconut) No\n92. | Corkscrews = : Yes\n93. | Cremation Urns a Yes\n94. | Crowbars a a Yes\n95, __ | Cuticle Cutters (Nail cutters/clippers without Knife, Sen\n\"__| Nail Files bottle openers) =\n96.__| Eyeglass Repair Tools\n97.___| Eyelash Curlers (manual only) zl\nGhee (Clarified Butter) /Cooking Oil |\n* As per LAG restrictions s im\nos. |! As per Aircraft (Carriage of Dangerous Goods) Mes ves\nRules, 2003 as amended from time to time ) x\n99. | Ice Axes/ Ice Picks SO | ING Yes\n100.__| Knitting and Crochet Needles _ = __|_No Yes\n101. _| Night Sticks - - No | Yes\nYes (Except\n102 Pickle Chilly Yes\nPickle) _\n\n",
  "20": "\"i a ‘On person/\nSI No Item Name In Cabin | , Hold\nmin Dag aggage\n\nRazor-Type Blades such as box cutters, utility\n\n103, |knives, razor blades not in a cartridge, but No Yes\nexcluding safety razors ae\nRopes / luggage chain, Cello tape/ Measuring/\n\n104. | Meoking Tape we No Yes\n\n105. | Safety Razors (including disposable razors) Yes Yes\n\n106. _| Scissors aa —_ No Yes\n\n107. | Steel/Metallic cutlery without sharp edge Yes Yes\nUmbrellas Foldable .\n\n108. | ssubject to the satisfaction of the screener. Yes hi\n\n109. Umbrellas with sharp edges 7 No Yes\nWalking Canes -\n\n110. | ssubject to the satisfaction of the screener. “gs es\nWooden Staif by Religious Heads :\n\n111. | ssubject to the satisfaction of the screener. zee es\n\nSports item 5 a\n\n112. | Hard balls (like Golf balls, Cricket balls etc.) No Yes\n\n113. [Hover Board/Segway No No\nInflatable balls (like footballs, basket balls ete... in\n\n114. | deflated state only) ves ac\n\na5, |Kubatonéie No Yes\n\n116.” | Soft balls (like Tennis balls, Table Tennis balls) Yes Yes\nSporting Goods like Bascball Bats, Bows and\n\n117. | Arrows, Cricket Bats, Golf Clubs, Hockey Sticks, No Yes\nLacrosse Sticks, Pool Cues, Ski Poles, Spear Guns\n\nTa [Sports rackets / racquets (Badminton, Tennis, |\" yes ee\nSquash — properly packed) =\n\n119. | Starter pistols 7 No Yes\n\n"
}