{
  "1": "RESTRICTED\n\n15-51/50/2015-POLICY DIVISION-BCAS/E-85315\n‘URGRERPR / GOVERNMENT OF INDIA\nanfearaared/ MINISTRY OF CIVIL AVIATION\nammfrarrgxareRl / BUREAU OF CIVIL AVIATION SECURITY\nUSM UGH, WHAT Gals SIGI/ UDAAN BHAWAN, SAFDARJUNG AIRPORT\n- 110003 / NEW DELHI - 110003.\n\nDate: 7.8.2024.\n\nAVSEC Order No. 9/2024\n\nSubject: Security Control on vehicles, occupants together with items\ncarried, entering into Security Restricted Areas (SRAs) of an airport.\n\nIn exercise of powers conferred by Rules 23 and 62(1) of the Aircraft\n(Security) Rules, 2023, the Director General, Bureau of Civil Aviation Security, for\nthe purpose of the safety and security of passengers, crew, ground personnel and\nthe general public in all matters relating to safeguarding against act of unlawful\ninterference with civil aviation, directs that, following security controls on\nvehicles, occupants together with items carried entering into security restricted\nareas of an airport.\n\n2. Objective: To provide the guidelines pertaining to security control of vehicles\nand occupants together with items carried at security restricted areas of airport.\n\n3. Purpose:\n\n3.1 To ensure that a vehicle does not carry any unauthorized occupants or\nunauthorized items while entering SRA.\n\n3.2. To ensure that unauthorized persons or prohibited items, that could be used\nto carryout an act of unlawful interference, are not introduced into a SRA.\n\n4. Security Controls by ASG:\n4.1. Verificiation of Authorisation:\n\n4.1.1. Vehicle with operational requirements or any other legitimate reason\nshall only be allowed to enter into SRA with proper authorization.\n\n4.1.2 Vehicle entering into SRA shall hold a valid vehicle entry permit.\n\nQuon Page 1 of 5\n",
  "2": "4.1.3. Other vehicles entering into SRA shall have authorization in accordance\nwith AEP Guidelines or as per procedures laid down by DG, BCAS.\n\n4.1.4. The driver of the vehicle shall display AEP/TAEP and ADP as specified or\nunless otherwise exempted or permitted by DG BCAS.\n\n4.1.5 The occupants of vehicle shall carry valid AEP/TAEP.\n\n4.1.6 All such vehicles and drivers without VEP and ADP, but carrying\nauthorization letter from BCAS, for entering into SRA shall be escorted by\n“FOLLOW ME? vehicle.\n\n4.1.7. Tools of Trade carried by occupants shall be allowed to be brought into\nSRA in accordance with AEP guidelines.\n\n4.1.8 Appropriate Security Control shall be applied by the ASG while allowing\nany authorized items into SRA.\n\n4.1.9 ASG shall check identity of all vehicles entering into SRA and verify the\nvalidity of entry permits i.e. AEP/TAEP, ADP, VEP or any other authorization for\nvehicles, person and items seeking access to SRA.\n\n4.2 Screening of Vehicles and Methodology:\n\n4.2.1 Allvehicles authorized to enter into SRA shall be screened manually or by\nusing appropriate equipment/technology or in combination of both\ndigitally /manually by the ASG.\n\n4.2.2 The ASG shall ensure that all occupants of vehicle along with their\nbelongings disembark and be screened as per the laid down procedure. The driver\nand any other occupant of vehicle shall not be in the vehicle while screening\ntakes place. They shall be required to take their personal belongings out of the\nvehicle with them, and both occupants and their personal belongings shall be\nsubjected to screening as per the laid down procedure.\n\n4.2.3 Driver and occupants shall be screened at the designated screening point.\n4.2.4 Vehicle and its occupants once screened shall be under constant\nsurveillance to ensure that no unauthorized interference shall occurs till the\n\nvehicle and persons enter into SRA.\n\n4.2.5 While screening the vehicle, under mentioned areas shall be essentially\nchecked:\n\na. Front door pockets, sun visors and glove compartments,\n\nb. Seat pockets, foot wells and areas underneath seats\nc. Trunk/boot/baggage/cargo areas.\n\nPage 2 of 5\n\n",
  "3": ". Wheel arches.\n. Engine compartment.\n‘The underside.\n. Any other area of the vehicle not listed above shall be screened, based on\nthreat and risk assessment by the ASG.\n\namon\n\n4.2.6 ASG shall develop an SOP to ensure that such areas in a vehicle which\nare sealed, in compliance of the NCASP and/or Security Program or other\napproved secure supply chain procedures for the carriage of inflight supplies,\nairport supplies etc, such areas may be exempted from screening upon\nverification of the seal and relevant document.\n\n4.2.7. The ASG based on credible suspicion and intelligence input may require\nto check additional areas on authorization of CASO.\n\n4.2.8 Access to SRA shall be denied if the sealed area of a vehicle shows signs of\ntempering or if inconsistencies found in documentations.\n\n4.2.9 One or a combination of the following methods, as appropriate, shall be\nused to carry out the search of each selected area:\n\na. Manual search\n\nb. Visual check and/or\n\nc. Use of appropriate technologies, such as explosive detection dogs or\nETD/ EVD.\n\n4.2.10 A manual search shall consist of a thorough examination of the area(s)\nselected, including contents, to ensure that they do not contain prohibited items.\n\n4.2.11 Visual check shall be used as an alternative method of examining empty\nareas only.\n\n4.2.12 The undermentioned documents shall be maintained and made available\nat the vehicle access gates by the ASG:\n\ni. SOP for the vehicle access gate.\nii, Stop List (VEP and AEP both seperately).\niii, Sample of authorized signatory for verification of authorisation letter.\niv. Documents related to installed equipment as per laid down provision.\nv. Vehicle Entry/ Exit register in case of manual process.\nvi. Prohibited /recovered item detection register.\n\n4.3 Screening of occupants and items carried by them:\n\n4.3.1 The ASG shall ensure that all occupants of vehicle along with their\nbelongings disembark and be screened at designated screening point, as per the\n\nlaid down procedure.\nQuen Page 3 of 5\n",
  "4": "5. Role of Airport Operator:\n\n5.1 The vehicle entry permits shall be issued by the Airport Operator in\naccordance with the laid down provisions as enumerated in AEP Guidelines.\n\n5.2. Airport Operators shall frame SOP for issuance of Vehicle Entry Permit and\nADP as per the existing provisions for obtaining authorization of vehicles\nrequiring access to the SRA.\n\n5.3 An indicative list of authorization criteria of vehicles for access to the SRA of\nairport is as under:\n\ni, Transportation of passengers and catering supplies/stores etc;\nRefuelling of aircraft/vehicles/equipments.\niii, Maintenance of runway, taxi way, perimeter wall etc.;\n. Conducting checks of vital installation and air navigation facilities;\nv. QRT and contingency response;\nvi. Security duties including patrolling and supervisory;\nvii. Airside safety duties like firefighting, apron control, airside inspection\netc.\nviii. VVIP/VIP and protocol duties;\nix. Inspection and monitoring by regulatory authorities;\nx. Operational, Medical and other emergency vehicle;\nxi. Any other vehicle as authorized by DG, BCAS.\n\n5.4. The number of vehicle entry permits shall, as far as practicable, be kept to\nthe barest minimum, which are essential for the operation of aircraft and airport.\nThe vehicle entry permit is not transferrable.\n\n5.4.1 The VEP shall be specific to the vehicle and be affixed to and permanently\ndisplayed on the left side of the front windscreen of the vehicle for which they are\nissued. They shall be clearly visible/readable when the vehicle is entering SRA\nand shall be of a format prescbribed in AEP Guidelines. Other provisions of AEP\nGuidelines, 2022, as amended from time to time, to be referred while issuing of\nvehicle permits. The vehicle permit shall contain at a minimum following\ninformation:\n\na) Name of the Airport;\nb) Period of validity, to a maximum of 12 months;\n\nc) Security Restricted Areas for which the permit is valid, if applicable;\nd) Access control points that the vehicle is allowed to use;\n\ne) Name of vehicle owner and entity; and\n\nf) Vehicle Registration Index or Serial Number;\n\n5.5 The following arrangements shall be made available for vehicle identification\nsystems by Airport Operators:\n\na) Digital logging of vehicle and driver entry and exit events with the help\n\nof RFID reader.\n\n",
  "5": "b) Digital logs of all entry and exit of vehicles alongwith driver to be\nstored for last 30 days.\n\n©) Vehicle Entry Permit and Airside Driving Permit data shall be made\navailable digitally (RFID) /manually at the gate for verification.\n\nd) Vehicle entry permit shall contain RFID tamper proof security feature\nto avoid its replication.\n\ne) Data stored in vehicle entry permit shall be unique and specific.\n\n5.6 VEP issuance procedures and accountability shall be developed by airport\noperator and records to be maintained for minimum two years from the date of\nissuance.\n\n5.7 In case of non-renewal, the expired VEPs shall be destroyed, and such\nrecord shall be maintained for minimum two years from the date of destruction of\nVEP by airport operator.\n\n5.8 Monthly stop list of theft/lost/stolen etc., of VEP shall be prepared,\nmaintained, and displayed at each vehicle entry gates by the airport operators\nand a copy of the same shall be shared with the respective office of RD BCAS and\nCASO. Airport Operators should devise a mechanism to maintain digital records\nof stop list.\n\n6. This order shall not be applicable to the person(s) or class of person(s) and\nvehicle(s) or class of vehicle(s) exempted from the application of this AVSEC order\nunder the Aircraft Act, Rules made thereunder any other AVSEC order/circular\npassed in accordance with such Act/Rules.\n\n7.The above direction shall be implemented by all concerned with immediate\n\neffect. Any violation of this AVSEC Order shall attract penalty under provisions of\nthe Aircraft (Security) Rules, 2023.\n\nZulfiqha¥ Hasan, IPS\n\nDirector General\nDistribution: As per standard list. 73 | HH\n\nPage 5 of 5\n"
}