{
  "1": "OFFICE OF THE SPECIAL DIRECTOR GENEML/AIRPORT SECTOR\nCENTRA'INDUSTRIAL SECURITY.FORCE\n(MINISTRY OF HOME AFFAIRS) \nGISF Complex\n: \nAdm' Block' Ground Floor'\nMahiPalPur, New Delhi-37\nNo.o-a201UAPC/oPS(2)/Circular/Asl20- 6 2 ? e\nOated: J? August'2020\nDIsG/AP (NZ, E&NE, sz &Wz), DIG/SSG\noi.cii:adoi \"t nsci oetni, Mumbai, chennai' Hyderabad & Bangalore\nDIG i\\IISA Hvderabad (for AvSec cell)\noiC nfC ariffonam (for AvSec Cell)\nAll CASOs of ASGs CISF\nSub:\nrdinq PasSl-ECEP\nchctklLBllr\nEnclosedpleasefindacopyofBCASlettervideNo.l5.slt64l20t5-PolicyDivision-\nBCAS-Part(1)/E.160173dated10.08.2020,videwhichBCAShasissuedinstructionsregardin9\nsecurlty control of departing passengers holding E-ticket / web or Kiosk check-ln Bar Coded\nBoarding Pass (BCBP).\n2. \nln this regard, it is informed that BCAS has included some new features regarding\nsecurity control of departing passengers holding E-ticket / web or Kiosk check-in Bar Coded\nBoarding Pass (BCBP) in the AVSEC Order05/2020' in which the following part is impoftant from\nthe point of view of ASG /CISF:\n\"Anv second/subsequent boarding card shall have \"duplicate\" printed/manually written on the\nsouiainq Pass issued from any channels\"'\n3. \nAll cASoS are directed to take special session of duty personnel deployed at the terminal\nbuilding to sensitize them about the new regulations' so that there is no confusion'\n4. \nAll CASOs are further directed to:\na. To provide necessary help, as and when required by the concerned officials in this\nregard.\nsecuritY duties during\nM,\n(Vikram Singh Mann, IPS)\nInspector GeneraUAirpoft Sector-I\n: for favour of kind information please'\nb. To raise issues, if necessary, on the ground realitles of the\nimPlementation of Digi Yatra'\n5. \nThis has been issued with the approval of SDc/Airpoft Sector'\nEncl: As above.\nCopy to:\nIG/APS{I",
  "2": "\"* Teces-P* (l)/E-l60l73\nI 5-5 1/64120 I5-PolicY Divisiot\n' - - \n.TT{A TrCON / GOVERNMENT OF INDIA\na*. n*#'t *o/ MINISTRY oF cIvIL lYllT:gI\n,u,'*=,,-,,, #!;;;+;:!frii';;;]^:,:,{:l::\"rANPArH \nBHA*AN' JANPATH\n.* # \ng.u, $- i uu neo u oF cIvIL AvIATI:i:t:Y,i'Jl\nV\n< n-gfi - 11oool / NEw DFr'HI - lloool\n, Date:10i08/2020\n1.2. I'assengers shall be respolrsible to carry\nthroughout the.iouluey for checking at any\npassengers shall be printed prorninentll\" on\nidentity;\nreliable identity proof rvilh them\npoint of tilne. 'lhe instructions to\nthe e-tickets regarding prool' ol\n\\\"\\s\nr.:. The e-tickets inch.rde soft copy/image of such tickets in stnart phones; tablet\nPCs or laptops fol gaining access into the terminal building through departure\nentry gates. The image of the e-ticket thus produced by the passenger on electrol']ic\ndevice should be the same as issued by the aircrati operators sMS or partial\nintbrmation pertaining to the ticket shall not entitle the pax to gain access to airport\nterrninal building.\nb'.,\nAVSEC ORDER _ O5/2020\nSubject: Security control of cleparting ptssengers holcling E-ticket/rveb or Kiosk\ncfre.t -in Bar Coded Boarding Pass (BCBP)\nln exercise of'porvers conferred by Section 5A of the Aircrall Act 1934 read\ns,ith Rule 3(b) of the ai'\"'uft lJtt\"ity) Rules Z0l t'.Director General' Bureau of\niir \n,qui^,ioo security, for the purpose of the safety and- security of passengers' crerv'\nground personnel and the g\"n\"'ut pubti\" in all rnatters relatingto safeguard':=\"i:i:::l\nact of unlarvful interference t'ith tiuil aviation' directs that follorving securtty\nprocedures rvill be lollorved by all srakeholders lor security control ol'departing\n;;;;;;*.\" holding e{ickeV web or kiosk check-in bar coded boarding pass\nl. \nE-tickets:\n1.1. Passengers with confinned e-tickets or s'eb boarding pass shall be allou'ed\naccess into the departure terminal only after the authenticity of e-ticket or rveb\nboarding pass and genuineness of its holder is established at the access control\npoint of the terrninal building' For this purpose' \n. \npasscngel's concerned shall\nproclucc a valid photo identity document (passport in case of tbreign nationals)\nbefore being allorved to enter the terlninal Building;\n\\.'1\ni/ RESTRICTED //",
  "3": "2.Web/Kiosksetf.clreck-inBarCodedBoartlingPass(BCBP):BCBPmay\nbe delivered /generated through check-in desks' self-service kiosks' websites and\nmobile phones.\n2.1. such Boarding Pass shall have all the features like present boarding pass ill\nvogue to avoid any confusion during check by the ASG/APSU' 2D Bar code on the\nwebotKioskCheck.inBoardingPassshallbetnandatorvtoprevent\nduplication/forgery.\n2.2. Any second/ subsequent boarding card shall have \"duplicate\" printcd/ manually\nrvritten on thq Boarding Pass iqsued frotn any channels'\n3. \nBoarding:rnaircraft:\n3'1'Domesticpassengersrvith..rveb''Kiosk-generatedboardirrgcardsshallnotbe\nrequiredtoreporttotheairlines'check-incounterandmayproceedclirectlylbrpre.\nenrbarkation securily check if they have no hold baggage' lnternational passengers\nrvith rveb or Kiosk-generated boarding cards rvill be required to report to the\nconcerned airline's check-in counters ibr verification of visa and checking\nECR/ECNRrequirementsetc.beforeproceedingtoirnrnigration/SllAfbrpre-\nembarkation checks.\n3.2. No passenger shatl be allowed by the airc[aft operator concerned to board the\naircraft unless bona fide of the passenger holding rveb or kiosk check-in boarding\npass is established through valid photo identity docurnents at the boarding gate'\nAircrali operators shall incorporate this requirelnent in their sectlrity prograrntle ln\ncase of an1, dereliction or violation, strict departmental action shall autornatically bc\ntakelt againsi the staff by the aircraft operator concerned, in addition to legal action\nrequired.\n4. \nSafeguard:\n4.l. Aircraft operators concerned shall (levise mealls to prevenl any alteralion or\ntunauthorized duplicity of the booked e-tickets. web/Kiosk clieck-in boardin-s.\npass.\n4.2.PersonorPassengerdctectedwithforgeryoftraveldocumentshallbe\nhanded over to Police for legal action as per extant rules'\n4.3. Kiosk check-in Boarding Pass shall bear rvater nrarks (Narne olairport) on\nit.\n5. \nFraud p revention\n5.1. Pcrsons u'ith ill-intentions may talsitl' their Bar Cocled Boarding Pass\n(BCBP) by changing the flight nttmbcr or class of service 'fhc1- rnal also sinrpl'v\nprint trvo copies of the BCBP and pass one to a liiend, or e\\/en create a counterteit",
  "4": "BCBP. Technical solutions rvhich can further secure the\nin.orpo**O in the process, by concerned Aircraft Operator'\nbar-code, shall be\ninstallation of all necessary\nthe 'digi-Yatra' and Aircrati\ns.z. A forged BCBP rvill not entitle the person carrying it' rvith any right to travel'\nnor rvill it create any confusion r'vith the system The official inforlnation is stored\nin the airline's system.\n5.3. It is recomtnended that a disclairner statement be printed on the BCBP that\nrhe document itselfhas no value and is being issued tbr ease ofprocessing only'\n5.4. There shall be a link between the security checkpoint and the Depanure\nControl Systerr (DCS) to validate the BCBP among other things'\n5.5. The Depafture Control System (DCS) shall be synchronised rvith Security\ncheckpoints at Entry point of Terminal Building and Pre-Embarkation Security\nCheckpoint to establish a iail-prool passenger Inovement sJ\"stem'\n5.6. The Airport Operators shall rvolk in coordination rvith Aircralt Operators and\nASG (CISF/Police) so that a synchronised systern is established [bt'rnovement of\npassengers right from the \"ntry-gore \nmanned by ASG (CISF/Police)' to Kiosks\ng.n\".oring BCBP or Check-in Counters' to the Pr e-Ernbarkation Security\nin..fpoi-nt manned by ASG (CISF'Police), to the Boarding Gate andior Ladder\npoint in case of Remote location boarding'\n5.7. Airlines shall work towards syncing this system rvith baggage- reconciliation\nprocess.\n6. I nfrastructu re rcquirelnent:\n6.1. Airport Operators shall be responsible\ninfrastrutture at vital points as prescribed\nfor\nin\n;t G;\"d \"\"PFf a boarding Pass stop\n.,nh .,\"..on and verifu their identity'\ncopies of the sam\n-tG\"klffi th\" p\"*Ager is on the Passenger\nName List (PNL)\n. Add a certificate to the bar code that proves\nthat the bar code has been modified'\nfeature of a val\n;- Ch.Alffi th\" P.t*\"g.t is on the PNL\n. Add a certitlcate to the bar code that it is not\nthe original.\nforged bar code",
  "5": "Operators shall include hand-held QR Code readers and/or such relevant gadgets\nin their equipment for the purpose'\n6.2.Thesoliwarerequiredforthesystemshallbeupgradedasperrequirement\ntiom time to time.\n7, \nTrainingrequirement:\n7.1. Training to all the staff concerned for implelnentation of the above\nlnentioned procedure 't-tutf \nU\" otg\"niz,td by the airport operators in coordination\nrvith ASG and various airlines'\n8. \nThis supersedes AvSec Order No'26/201I dated 15/1212011' Addendum to\nAvsec order No. 2612011 daled 3lt12l2}l2 and corrigendum to Avsec order No\n26i201I dated 3ltO7l2}l2 issued previously on the subjeot'\n9. \nThis AVSEC Order shall be implemented by all concerned rvith efl'ect tiom\nl\" October, 2020.\nP^1.* 4ttt,.e'*\"^'--\n- lt.t.wn\n(Rakesh Asthaana' IPS) '\nDirector General,\nBCAS HQ\nDistribution: As per standard list attached'"
}