{
  "1": "OFFICE OF THE DIG/CASO-MUMBAI AIRPORT\nCENTRAL INDUSTRIAL SECURITY FORCE\n(MINISTRY OF HOME AFFAIRS)\n\nOPS BRANCH\nCISF CSiA MUMBAI\n\nve\nNo; 0-42099/CISF/CSIA(Mi/OPS BRANCH/Circular/2017/ 329, Dated} 04/2017\nTa,\n\n\"The All Sector Commanders\nDor/int!/Perimeter/Cargo,\n\nCISF Unit CSt Aiport, Mumibal\n‘SUB: OBSERVATION IN PERIMETER SECURITY: REG.\n\nPlease find enclosed herewith 2 copy of ADG/APS leler NoO-\n$OTVAPCIOPS(O6)CorBCASIZ016-4095 dated 20 Axl 2017 regarding\nobservations/shortcomings noticed during the inspection of ane the ASGs, with\nregard to perimeter securty arrangements\n\nIn order to ensure implementation of the clrections issued vice letter under\nreference, the same is being forwarded for strist compkance i .\nex\n\n}\nDY.COMMANDANTIOPS\nGIS CS) AIRPORT MUMBAL\nCopy to-\n1. The In-charge CW For kind information please.\n\n",
  "2": "‘(Ministry of Home Afais) ieee\n\nY\nete: Bs\nOFFICE OF THE ADDITIONAL DIRECTOR GENERAL/AIRPORT SECTOR’\nral ides a Sect Force ie ie a\n\n0-420 \\/APC/OPS (05)/Cor BCAS/2038- Yous\nTo\n* AIPEASOs of ASG\n\n‘Sub: Observations in perimeter seaurity: Peg.\n\nCuring inspection of one of the ASGs, following shortcomings were ncticed with\nregarc to perimeter security arrangements:\n\n1) Serttries at wate tower ware deployed with pistel.\n\ni) Sentries deployed for watch towers were performing foot patrolling cuty of the\nperimeter area,\n\nfi} During night time, the watch tows? lights were found switebed cn exposing the\nsentry in i,\n\n2. This kind. of depioyment defeats the very purpose of perimeter protection. The\n‘following directions are hereby issued:\n1 Watch towers sentries should be deployed, with long range weangns with\nauthorised ammunitions,\n\nil) Deployment gn watch towers sheuld be made with an objective of prevention of\ninfyusion arc! unlawful titerference with chal evietion operations from outside the\nperimeier. For this purpase, the sentry so deployed shculd remain pacitoned st\nthe waich towers most of the time to have continuous sunvellance and\nobservation along with perimeter well and ouside arca, Patrolling may tie done\nby patroling party,\n\nfi) Lights af watch towers shoule not be Kept on duriag night Aours, so that position\nof centres deployed there may not 22 exposed fe any intruder or allecreants\npresent outside the perimeter.\n\n3: _AILCASQs are directed to ensure implementation of these insiructions and DIsG/AP\n© shoulé-thoultor Smplementation of the satre 2: ASGs under the'r respective jurisdiction.\n\n4, Tssues for scrict compliance, Any viotations will be viewed serioush\n\n{RR Sahay)\nAG/Airport Sector\nCopy to:\n\nDLSG/AP-(NZ, $2,W2 and ENE) : for information and n.2. please.\n\n",
  "3": "OFFICE OF DIG/CASO, MUMBAI AIRPORT\nCENTRAG, INDUSTRIAL SECURITY FORCE\n[MINISTRY OF HOME AFFAIRS)\nCISF UNIT CSI AIRPORT,\nMUMBAI ~ 490 099.\n\nNC.E-42099/CO/CSIAIMI/PA/2017/ 2108 Dated: 26/04 / 2017\nQEEICE ORDER\nSubject: PROCEDURE FOR CONDUCT OF SAINIK SAMMELAN : Reg.\n\nA copy of CISF HOrs Circular No 08/2017 issued under letter No. A-\n42099/Adm/Sainik Sammelan/2017- 877 dated 21.04.17, regarding procedure\nfor conduet of Sainik Semnelan is eaclosed herewith for information and\nnecessary action.\n\nDY.INSPECTQK GENERAL/CASO\n\nEncl As above. CISP UNAT CSIA MUMBAT\nSt, Commandant CISF Unit ASG Mumbai - For information and rif\n‘Commandaniviall, CISE Unit ASG Mumbai -do\n(Gafimandant/GPS, CISF Unit ASG Mumbai -do-\n\nDistribution:\nAll Sector Commanders + For strict compliance.\nACHAO - odo\n\nAll Reserve Inspectors - woe\n",
  "4": "ala aeiies yen we\n(Je area}\n\nvrs amy—22000,/H8,/ Sanfk Sammelan /207— BA) fee 24/08 fan\n\nCIRCULAR No. 98/2017\n‘Sub : PROCEDURE FOR CONDUCT OF SAINIK SAMMELAN\n\nSainik Semmeien is an age old tested regimentat forum where force\npe.sonrel get an opportunity to express their views fresly. give suggestions\nfor betterment of the Unit administration in particular and the force in\ngeneral, implementation of various welfare measures etc, tn CISF, Sainik\nSammeians are heté at Unit and company level every month has also\nduring the visit of Senior Officers.\n\n2. However, certain variations have been noticed in the system being\nfoliowed for the conduct of these Sainik Sammetans from ane unit to the\nether. This can undermine the basic purpose and efficacy of this practice.\nHence, a need has been felt for standardization of procedures for the\nconduct of Sainik Sammetan.\n\n3. The following procedure shal! hereafter be adopted for the conduct\nof Sainik Samimelan in ail the Units/establishments of CISF:~\n\ni. The venue of the Sainik Sammelan should ideally be in an open\nor in a spacious auditorium er a hall so that proper seating\narrangements can be made.\n",
  "5": "iv.\n\nvi\n\nvii.\n\nvil.\n\nOther Gazetted Officers shau be Seated On Ine Fighh Site Mh hh\ndais and the SOs on ihe feft side. The other ranks shall be\nseated in front of the dais on chairs or on mat, as per\naveitabtity\n\n‘The force strength present should be seated coywise and\nsmall boards indicating thelr Coy oF Branch to be displayed.\n\nAs soon as the Senior Officer/Inspecting Officer arrives at the\n\nUnit/Establishmeni, shall play the Sammelan call. tn the\nabsence of bugler in the Unit/stablishment, one Officer will ce!)\nfor the attention of ali present, All GOs, SOs, ORe who are\nseated for the occasion shalt remain in attention while in seated\n\nposition,\n\n‘Thereafter, the 2 VC of the unil/establishment shail give a report\nto the officer hokling the Sainik Sammetan about the\nattendance and presenoe of personnel,\n\n‘The Unit Commander/Senior most officer present shell\nwelcome the Visiting/laspector Officer and give hischer brief\nintroduction to the audience if the visiting officer has corns tir\nthe first time,\n",
  "6": "ix\n\nvil\n\niil.\n\nxiv,\n\nIh case of Sainik Sammelan being taken by te Unit\nCommander, aii issues raised during the previous Saintk\ni be reviewed and action taken report be\ninformed to those present, However, this will nol be applicable\nwhen a Visiting/Inspecting Officer is DG. Spl. DG, ADG, IG &\nZonal DIG holding a Sainik Sammelan.\n\nThereatter, the Senior Officar/Inspecting —_Offioar/Unit\nCommander will give hisiher address and aiso mleract wath\nthem.\n\nThe personne} shall be given an opportunity to raise any\n\nSammelans sh:\n\nqueryissue freaiy with the officer holding the Sainik Sannelan,\nThere shall be an interaction session with the Farce personnel\nin the form of @ question-answer session. The personnel may\nalso give their suggestions, if any, for the betterment of the\nUnitlForee.\n\nThereafier, the personnel with specific achievements!\noutstanding performance, # any, shail be applauded’ felicitated\nhewarded by =~ DG _~—holding =the. Saiinik\nSammelan. The names cf such personnel to be intimated in\nadvance with brief citation for perusal of the competent\nauthority,\n\nMinutes of the Sainik Semmelan shail be recordedireduced to\n‘writing in the Unil/Establishment for further record/follow up.\nBofore conclusion of the Sainik Sammeian, all ranks present\nwill stand at their place in attention and the National Anthem will\nbe sung by all present, (Recorded version of the National\nAnthem shall not be played).\n",
  "7": "xv, Thereafter, all ranks presant shail remain standing in attention\nand the 2 VC shai! pay compliments to the senior most offices\nholding the Sainik Sammelan. After the Visiting/Inspecting:\nOfficer feaves the venue, the 2 UC will cisperse the othe\nofficers and instruct the BHM to take charge\n\nxvi The dispersal will be in an organized manner after departure ct\nofficers.\n\nwil. The Sainik Sammeian should invariably be followed by Tea &\nLight relreshments as per the presoribed norms. This will allow\nunit personael to have an informal interaction with the Senier\nOfficers,\n\n4. The ubove inatructions bo followed and implamenied scrupulously by\nall Units/Esteblishments with immediate effect,\n\n5, This has the approval of the DG/CISF.\n\nhgh ae -\nDY INSPECTOR GENERAL/ADM\nTo.\n4. The Addi. Director Genera/APS, CiSF APS HQrs. New Delhi\n2. All Sector IsG (including Training Sector} CISF.\n\n3. All DIsG (Zonal HOre.,Units , NISA, FST & RTCs) CISF\n4, AlbUni¥BNs Commanders, CISF\n\nInter\n\n4, PS to DGICISF - For kind perusal of DG/CISF.\n2, PS to ADGIHQ CiSF - For kind perusal cf ADG/HQ.\n3. PS to IsGi Pers & Adm) - For kind porusal of isG.\n",
  "8": "622 a pre\n\n‘CENTRAL INDUSTRIAL SECURITY FORCE\n(MINISTRY OF HOME AFFAIRS)\n\nNo.0-42011/APC/OPS(2)/CircularfAS/17> fy 2.\n\nTo\nDISG/AP (WZ, ERNE, SZ & NZ)\nCASO ASGs Delhi & Mumbal and DISG/CISF\nAll CASO CISF ASGs\n\n‘Sub:- a\nPartolling/ ORT vehicles ; Reg.\n\nGF fate, it has reportedly been learnt that at some of the airports\nthe vehicles of CASO/Patrolling/QRT have been driven by civilian drivers,\nThis has been viewed very seriously. in\n\n2. Therefore, all CASOs ave directed to ensure that no. dvilian drivers\nare allowed to drive the vehicies of CASG/Patrolling/GRT and only CISF\n\n“Grivers SHovd be used for these vehicles,\n\n3. AIECASOs are directed to ensure compliance of these instructions\nane! submit compliance by return signal,\n\nof wi\n\no © rier\n\ne (Rajiva Ranjan Sahay)\nInspector General/APS.\n",
  "9": "“aS\nsh |\nve B&O\n\nOFFICE OF THE ADDITIONAL DIRECTOR GENERAL/AIRPORT\nCENTRAL INDUSTRIAL SECURITY FORCE\n(MINISTRY OF HOME AFFAIRS)\n\nNo.O-42011/APC/OPS(2) Ciroular/AS/37- Uh SS\n\nTo\nDISG/AP (WZ, ERNE, SZ & NZ)\nCASO ASGS Delhi & Mumbai and DIsG/CISF\nAILCASO CISF ASGS\n\nSubse\n\nReference is. made to this HOrs letter No. O-4201i/APC/OSS(L1/1}/Arms\n‘Policy/2012-12545 dated 22.11.2082 vitle which instructions regarding deployment\nof aims at various areas/duty polats at the altports were circulated to: all CASOs\n‘wherein it wes scecifically mentioned in the Note that GOs deployed in shifts as Shift\nCs should also carry small arms (Pistolclock).\n\n2. Despite categoricel instruction issued vide fetter ibid, it has been noticed thet\nthe some of the ASGs are net fuly implementing the same 25 per the directions anc\nGO shit 1/C eve sti not carrying the smali arms while on duty at the airports, Kon\ncompliance of the instructions has been viewed seriously.\n\n3. Therefore, it 1 once agai directed that CASOs should Implement the\ninetnictions scrupwiousiy witheut davietion anc ensure that aif the GO shift 1/C mast\ncany pistol 2s per the existing dections without deviation,\n\n4, The DISG/A? should regularly ensure comollence of these directions t the\nASCs under their jurisdiction.\n\nVa\nfies\n(Rajiva Ranjan Sahay)\n\nnspector Gerierai/APS\n\n",
  "10": "OFFICE OF THE ADDITIONAL, DIRECTOR GENERAL/AIR?\nCENTRAL INDUSTRIAL SECURITY FORCE\n(MINISTRY OF HOME AFFAIPS}\n\nNo.O-42011/APC/OPS(2/Chreuler/AS/IT~ yy 5\n\nTo\nDISG/AP (WZ, EEE, SZ & NZ)\nCASO-ASGs Delhi & Mumbal and DISG/CISF\nAll CASO CISF ASGe\n\nSubir Manning. of unsurveyes new duty posts : Red,\n\nAt the elrperts. manpower has been deployed strictly as per surveged:duty\nposts 2s approved by BCAS, Whenever any additional chty posts ere tequired' tebe\nmanned by ASG,-a resunvey’ is beltg. carried out for assessing the manpower\nrequirément for the post.\n\n2. However, recently It has been come to the notice of this HOrs thet atone of »\nthe alrgorts on the request of Alipatt Management, ofie-entry gate is saciid by tha\ncontemed (CASO Sn their cya without getting survey of the duty past-arid genction\nof. maapower:for € ‘his-nevr duty post, The approval of Airport Sectar HOH was also +\nnot taken'by the CASO befbré-taking the efsresald decision. This Is aot destrabie anc\n‘e-clearly in vioketion of established norms of the Force,\n\n3. Therefore, all CASOs.2¥8 “hereby directed tat, henceforth: thay Should dt\nentertlt Such requests of mahring of new duty pasts xt the aimports:withoik octting\naaproval of mengomer. Further, 09 receipt of such commiuifeetion for depidymient\nari uncurveyed new duty posts; prior approval of this Hare must Be taker.\n\n4, The DISG/AP should ensure camplence of these directions at'the:ASGs under\n‘thetrjuriatetion,\n\nAta\n\n{Rajiva Ranjan Sahay\nInspector General/APS-\n\n",
  "11": ": as\nSMe\n\nOFFICE OF THE ADDL. DIRECTOR GENERAL/ATRPORT SECTOR\nCENTRAL INDUSTRIAL SECURTTY-FORCE\n‘ (itinise'y of heme AAfairs)\n\n16, OGO's Complex\nLodhi Road New. Delhi\n\nNo.0-420: UAPCOPS (2)/Cieu\n\nDated: 2! May’ 2017\n\nTo\nDIsG/AB (NZ, ERNE, SZ 8 WZ)\nAI CASO CISF ASG\n\nSubject: Standard Operating Procedure for movement of Sky\nMarshais at airports: Reyording\n\nIn onder to develog & maintain secrecy and confidentially of the mavemant\nof Sky Marsha: through pre-ombarkatan secuty checks at aitpers,\nmovement of Sky Marshals at airports has aecn prepared.\n\n2, The sain is enclosed herewith as Appendix-A for lnformaticn, seference\nanc necessary actian accomdiagly\n\n2, Piuase ecknowlacge recsipt and ensure compliance\n\nEnch As above,\n\n(Ajay Kumar)\n\nAIG/Airport Sector\n",
  "12": "Se  —\n\nStandard Operating Procedure for movement of\nSky Marshals at airports\n\n1. Introduction\n\nSky Marshailing is an extremely sensitive and delicate task being Gone an a daly\nbasis with no raom for any error oF ermbiguity. Any mistake in performance of is\n‘spacial lask adtracts immediate and adverse media altention and may even result\nan untoward incident, The conduct cf the Sky Marshal (SM) Operation, must bo\ndone with dscreton, flawiess efficiency and exizerne professionalism, which\nraguires co-ordinalion of airlines and ASG.\n\n2 Aim\n\nThe aim of this SOP is t ley down procedures to be followed tor sraintarsing\nseciecy end confidentialy of the movement of Sky Marshal threugh pre:\nembarkation security checks at airports.\n\n3. General procedures\n\ni\nf\n\nHEE\npM St aL\n\nairports:-\n\nSpecimen signature of authorised NSG officer why will sign on Sky Me\nmovement o:der should be kent for ceady reference at SOCC/ Cont-o Room.\n\nii, Sky Marshal shouid be informed! to reper\n\nCCCY CISF Central Rom,\n\nfi, AL SOCC / CISF Contrci Room, CISF staff will check the following ciecumants\nof the Sky Marsheis:\n\na. Movement order of the Sky Mar\n\n6. The movement rae shall contain:\nA. Mame of all the Sky Marshals,\n\n8, Their 1/Ca-d Numbers\n\nThe detaé's of flight ane destination\n\nDB. irmust be\n\nined by the Authorized signatory\n\nE. Details of weapons / srimurition be!\nperscane\n\ncarries by NSG\n\n",
  "13": "4, Provedure at SOCC/ CISF Contro! Room\n\nAfar reporting of Sky Marshals at CISF Controt room, @ code wil be given\ntothe sky marshal,\n\nil, in addition to the above an additional code in the form of a mint shcker in\nthe shape of star, clrle, trlengle, square etc of varlows clara viz (red,\ngreen, biue, yallow ets.) or 2 bind! of @ particular color or shape will be\nhanded over to the sky Marshal to paste the seme at the back of the\nboarding pass so that the frisking officer recognizes hie (copy enclosed)\n\nii The code and one sample of sticker/tindi will also be giver to the\nInternational anc Domestic SHA /Cs by CISF Controf Rovin YC. “The same\n\n~ lpformation wit alsa be conveyed telaphorically/verhaiy to bath Shi Cs\nby CIS Control Room in charge,\n\niv. The code wit be changed and regenerated twice 2\nhrs in the morning and aecther at 2100 hrs in the night.\n\nday. One at U400\n\n5. Procedure at Security Hald Area\n\ni. On receiving the coce and sticker ‘rom the Coordination Control Room, SHA\n\nC wil share and rief about code and sticker to the designated machine\nfor smoatn movement of Sky Marshals, Secrecy has to be\naintanes regarding movement and there should also be no deiay in the\nPESC for Sky Marshats\n\ni SHA YCS will ensue\nmachines for fr\nshape, calor and ste\n\nvat personnel who are detalled at\nof Marsagls are aware abou!\nof either sticker ar bedi.\n\n2 designated\nthe code,\n\nil, SHA UC (Com/fnt) wit also pass on the details of Code/Sticeer/Bindh meant\nfor movement of sey marshals to ais next seliever anmertty at the tine\nshift relieving. On retieving, SHA [Cs of next shift will orie® the same to\nconcemned cuty personne! desigyed at the XBIS designated for movement of\n‘Sky Marshats in his shif:\n\nPEPET HEHEHE TE\n",
  "14": "Binge\n\nOc eo\n\n",
  "15": "ws a ;\nae W aoe sat on)\nAR ' aie . ISP\nreer gy oe :\nSpay\nOFFICE GF THE ADDITIONAL DIRECTOR GENERAL/AIRPORT SECTOR. ad\nCENTRAL INDUSTRIAL SECURITY FORCE ate”\n(Ministry of Home Affairs) 9)\n16, CGO's. Complex\nLodhi Road, .N..DeihH-03\nNo. O-42013/APC/OPS(25/1)/Part Comm/17- F FSS Dated: oF Junie’ 2017\nTo\nCASS ASG Mumbai & DIG/CIS*\n‘Sub: Bri nities provi i far\nReg\n\nAs directed, please find enclosed herewith 2 ote on amenities provided to\nMPs at arports by CISF for kind perusal and further necessery action please.\n\nbaron\n\n(BK Singh)\nDEyAirport Sector\n\nEnel: Av above\n",
  "16": "+ The fist of Nodal Officers of ail 59 airports has already been provided to Rajya\nSabha and Lok Sabha Secreturiat {eopy enclosed), Wheneve! intimation far\n\nHon'ble MP is received, in Controi Room of airport, al! assistance is provided to\n\nnie CO,\n\n+ Members of Parliament are allowed to enter the passenger terminal buildings (upto\ncheck-in area In departure fall and baggage daim areas in arrival wall) of cvit\nairport/civii enclave in the country on the basis of their vaitd identity cards issued\nby Parilament Secretariat, New Dethi as per BCAS AvSec Circular No. 16/2009.\n\nAs per BCAS AvSec Circuler No, 18/2009 , one time airport entry permil is issued by\nBCAS/Aiport Operator to one personal staff of each Hon'ble Member cf Parliament\nwhenever requested for recelving/seeing-off of the Hon’ble MP, Such pass holder is\nallowed inside the airport by CISF\n\n3, The above instructions are strictiy followed at all airports under CISF cover and\naccordingly due courtesies are being extended to ali Members of Parliament during\ntheir movement at the airports under CISF security cover.\n\n=\n\nCISF has also established Help desk counters at all the alrgorts to extend due\ncourtesy and faciiitationyinformation to the Hon’ble Member of Parliament and\ninformation/ assistance of the needy passengers.\n",
  "17": "5. CISF hias issued a number of circulars directing ail its personnel to do as follows:\n\n1. CASOs have been directed to brief ASG personnel regarding courteous\nbehaviour towards all passengers in genaral and towards Hon'ble MPs/VIPS\nane other high ranking officials in particular. This briefing is to be repeatedly\ncone at frequent intervals including Soft Skills Courses,\n\ni, All duty personnel, depioyed at the airports have been directed to behave in\na docent and polite manner and remain extra cautious with regard to their\ntone, tenor, body language and gestures during their dealing with VIPs /\nHon'ble Members of Parliament.\n\nil, Alt CASOs have been directed to brief al ASG personnel that when Hon'ble\nMP discloses their identity, it should be acknowledged by a greeting and 8\nsmile and they should be deait with politeness,\n\nWv. All CASOs have been directed to have @ proactive approach in maintaining\ndose fiaison with the State Govt/Locai Police/Atrport Operatar / hirlines\nregarding mrovement of Hon'ble MPs.\n",
  "18": "ot vast\nw -ear\n\n3 . : Bp\na (OFFICE OF THE ADDL. 2 LaltFORT GETER | A\n& CENTRAL INDUSTRIAL-SECURITY Ws ae\n5\n\n=a\n\n(Ministry of Home Affair\n\n& 16, CGO Complex\nLodhi Road, N. Delhi\n\nNo, 0-4201/APC/OPS(1)/Circular (BCASY17- C50% Dt 2FJune’ 2017\nTe\n\nAILCASOs, CISF ASGs,\n\n‘Sub;Carriage of alt ind Vaulting Poles in Domestic Airlines as\n\nchecked-in.vaggage : Rea-\n\nEnclosed please find Hiétewith a copy cf BCAS letter No. CAS-\nTUVZO08/Div-i(SRA}-96898 dated. 22.06.2017 on the above subject for\ninformation and nacoseary action please.\n\n‘Encl: as above.\nBai\n(B.K; Singhy\nDy. CommandantiAaPs\nae gas,\nCopy to:\nDIGIAP (SZ, NZWZ.&E & NE): for kind infarmation please.\nAVSEC Gall NISA, Hyderabad =: -do~\n\nand RTC Atrakkonam,\n\n",
  "19": "‘Aig Urea Patton IS\" eashapachoedins fe,\nROCOE Abad cident. seeeH9AR I,\n[ROCOS Ansar sro bans nica.\nBSCOS Che nat-rocusebe bowen:\n: RECOS Deby tzpsdel basil,\ni ROCOS Gvnater aatopw cial,\nRDCOs Strobe! oay yates\nISOS Kotte gee noseBtin\nRECOS Huarka “rose oteedgnic se,\n“Gifeeree Shen seraboseonni\n\nSpanky gels Stn aT)\n\nhorruire Kier <aggepeeiss gue, AD\nRewari 3. Bee22509\n\nDoar Haaaees SH,\n‘onsty ed flee herawiti» loner onthe abovementioned dubjeet for fitination and Tartar necesery Abie\n\nve cepts,\n\na 2\n\n| eethton ctietmtnarntd sie\n\n",
  "20": "No. CAS. fyabO8A>IVA/CBRA) RHE\nRT TREE / GOVERTATHTT OF HOTA\nsree PREITAT TATE / pallis 1RY OF CIVIL AVIATION\ncrore RATATAT / CUREAU OF crvK, AVIATION SECURITY\n‘SF SSNS, CATE WR, BFETa / /A\" WING, |] FLOOR, JANPATH BHAWAN, JANPATH\n= Plt -a00n/ NEW peut - 380008\nDate: 2206/2017\n\nTo\n\n1. CMD, Air India, Airlines {ouse, 113 Gurydwira Rekabaganj Rosd, New Dethi -11000%\n\n2. CEO, det Ainways, Siroys Ceatre, Sahar Airport road, Andheri (Fist), Mumbei-400099\n\n3. CEO, Spice Jet, Plot No.319, Udyog Vihar, Phase EV, Gurgaon, Haryana,\n\n4,. CED, Go Ait, Neville House, IN Heredix Mare, Ballard Estate, Murmioai-400 002\n\n3 CEO, Indigo Alulines, Tower ©, Global Business Pak, DLF City, Phuse 1, Mehrauli\nGuigee: Road, Gurgeon-122 092\n\n6, “CRO. ir Asia CyPvt: Ltd., AIT, 2\" Fleer, Chennal Airport, Chennsi:600027\n\n7.. CBO, “ister. (TATA SIA), 10% Floor, one Herizon Centre, Sector-43, DLE Phase-¥,\n\n‘Giro “122003 ’\n\nSubifeet: Curriage of Javetins and Vanting Poles in Domestle Airlines ay Chocked-in\nRawparten\n\nSi\n\nthas. been brug tothe notice of this Bureau that while athletes axesparrittedl fe Carey\n-Emnvéline an? Vaulting Poles in Imemational irlinés in checked-in baggage, the sane is not\n-povarlited by many domestiscirtines in India sinee these items da not Zind specific mention i\nAVSEC OnE: No. 05/2005 dred 97/66/2005,\n\n2. eile gonmection, the undersigned is directed: co note thet Sporting woods such a\n‘Boacball Bars, Bows end Arcows, Gelf Clubs, Hockey Sticks, Lectosse Sticks, Pool Cues, Skt\nPoles, Spam Guna oie, ate already allowed ta be cenfied ta chealted-in baggage Forther, Peca\n“iGidjef the a’ondsnid: Oster nay also be referrdd to in this regutda whieh needs 48 under;\n\n“The c howe. mentioned are only indicative lists of (tame, Common senise, howevte, sacl!\nfoswill ietseossing whether an abject can ke useias aweonon for conraltting aay art\nabseil terrence we cel colton perations,\n\n3, ivi-wvieP dhe abdve, thew is no senson-wip Tevellis and Meolking Poles siailénothe 5,\nallowed ia checked-in bapgege, Heres, jt hos been decided in thie Burns fo.\nOo veling ae Vaulting Poles in checked-in baggage, Ail Doinestc Airicts shud enseie-xvict\n<5 compliance, Hoween,itshall be ensured thee aby shurp cbjents in the eljeckedsin baggage aoe\netna sapped i proven ily 0 beggin hander and\n\n“Asstt. Director (Peltoy}\n‘Pele O14 23731721:\n\n",
  "21": "a)\n\niy\n\nGee? 8\n: OFFICE ‘ADDL. DIRECTOR GENERAL/AIRPORT SECTOR 2 Sart\n\nCENTRAL INDUSTRIAL SECURITY FORCE ee ~\n(MINISTRY OF HOME AFFAIRS) ~\n\n16, CGO Complex\n_~ Lodhi Road, N. Delhi\n\nM4\no.0-s20.y/ancforstaycrenia/agit7- YO \\™ Dated ) duty'2017\nTo\n\nDISG/AP (WZ, ERNE, SZ & NZ)\n\nCASO ASGs Delhi & Mumbai and DIsG/CISF\n\nAil CASO CISF ASGs\n\nSub:- Sharing of sensitive information on. social media\n\nTt is learnt that certain CISF officers end personnel posted at the\n\nairsorts are exchanging messages on social media such 2s\nwhatsapp/facebook etc with foreign neticnais.\n\n2. Sich communication with foreign nationals without official\npermission is highiy o! jonable and not expected from any member of\nthe Force, Moreover, Aviation Security is 2 highly sensitive job; hence\nthere is 2 possibility thet undesirable elements may use this medium to\nelicit some vital information about airports which woutd have serious\nsecurity impiications.\n\n3. Therefore, all DisG and CASOs are directed to strictly advise all\nofficers and personnel in their jurisdiction to_be very discreet in_their\n\ncath social_media and fot to” stare any official\nn with foreign naticnals or unknown persons,\n\n|\n\nLassen\n\n(Dharmendra Kumar)\nAddi, Director General/APS\n",
  "22": "ORFFICE THE DIGICASO- MUMBAT AIRPORT\nCENTRAL INDUSTRIAL SECURITY FORCE\nCMISISTRY OF HOME AFFAIRS)\n\nOPS CELL.\nCSE CSIA MUMBAL\n\nNo.0-4:099/CISF/CSAIMVOPS-CELIABOAS Cinpls GOK DsTR: 3 /on2017\n\n‘te\nThe Atl Sector Coramaners.\n+ Oemfat-Perimeter'Cargn,\nCISF Unit CSI Aigport, Mumba\n\ns6B: Screening of Mobile Phones Reg.\nPlease ne encosed scopy of below memtioneé Cirewlar recived fom ADGIAPS HQ. New Dei\n‘The snes forwarded herewith th a requet fo Zelow the dcetions whieh ate mettoue’ i the souise\nBrom Poracaeo Para wriout fil ‘\nBGVAPS Gireular No. 032017\nated 24.07 207 Sessaing of Mobile Phones.\n\nEncl: above\nDY. COMMANBANT/OPS.\nSIA MUMBAI\nDitrbtion _\ni fhe DIGCASO [Forkint Sicesaien pies\n2 ‘Hy. Commancact |For kind intermation end strice :\n\n(TT, Cargo, PS, ORT, HQ, | cowapliance pease,\nETT SRC Ty os\n\n4. SPA Ve, Tl i New SHA & | C, Internal\nDo. SHA, Transit SHA, VIP (Xbis) SHA,\n3 be: BDDS, hg, Call, CAV, COR, ORT, SOC\n\nmaak Misia SEA,\n\n",
  "23": "Mou pie bee wa\n\nee\norice Eiht astttiona Director General/ airport’ Sector rhe\nCentral Industrial Security Force .\n(Ministry of Home Affairs) :\nwe\n16 C60. Complex\n\nLodhi road, New Dein\n\nNo.0-42011/APC/OPS (2}/CircularyAS/7-Setyy Dated: stuly’20 y\nshe\n\nCircular No, AS-2%. 7 2017 Cell ek\n\nSub: - Screening of. mobile phones: Reg:\n\nMobile phone and its accessories can be used for carrying\nimprovised explosives devices, Existing guidelines cleerly specify\nfor this reason that such items must be passed through X-81S for\nexamination, before it is security cleared in the hand baggage.\nExhaustive quidelines/instructions in this regard have already\nbeen issued by BCAS and reiterated by this HQ tme to time to\navoid any lapse.\n\n2, It has come to notice that during pre-embarkation checks\nat some of the airports, CISF personnel at the SHA are insisting\nthat passengers out their mobile phoncs in their hand baggage\nwhile at other elrports CISF personnel insist that mobile phones\nbe put in the tray for screefing. This gives an impression that\nuniform procedures are not being follawed at ali the airports,\nwhich defeats the very purpose of deploying Airport Security\nGroup under a single dedicated force ie. CISF, for uniformity and\nstandardization of procedures.\n\n3, The following directions are hereby issued for strict\ncompliance:\n\na) The queuing assistants and toad officers deployed at\nPESC should ensure that the passengers do not carry\ntheir mobile phones on person, while proceeding for\nfrisking.\n\nConid......P/02\n",
  "24": "Di lon:\n\nDISG/AP(W2), (ERNEZ),(SZ) and (NZ).\n\nAil CASOs CISF ASGs,\nAMSEC Cell, CISF, NISA, Hyderabad.\nAYSEC Cail, RTC Arakkonam\n\n",
  "25": "~ OFFICE OP THE ADDL. DIRECTOR GENERAL/AIRPORT BECTOR 4\nCENTRAL INOUSTRIAL SECURITY FORCE { oe\n(Ministry of Home AMairs) i\nsAdinisistrative Block\nCISF Conipiex-Mahipagsur®\n\nBio, O-42041/APC/GPS(:)/Ctreular (BCASY/I7- sical Doted aM 2017\n2\n\nTo\n\nDISG/AP (ERNE, S2, W2 & NZ)\nAILCASOs, CISF ASGs\n\n‘Sub: Certification of Other Ranks Screeners in CISR : Req~\n\nEnclosed please find herewith @ copy of BCAS letter No, CAS-O2/40/2015-\n~ Tratning Divistan-BCAS (F-90088) dated 16.08.2617 on the above subject.\n\n2. Vide letter Ibid, BOAS ‘tas allowed ta deptoy acheeners Ta-the rank of Head\nConstables anc Constables to perform screeners duly at X-BIS machine in the\nSecurity Hold Area as well 25 at non-SHA avers. cach 25 %SIS machines for\nRandom checking, Operational gates of zirports, staff gates, Leading-docks. of\nairports and ceremonial lounges. This permission vill b2 vaiid for a period oF thrse\nyears from the date of issue cf RCAS letter ibid.\n\ni. Tn view of the above, 1 have been abected to: request alt CASOs to deploy\nscreeners in the rank of GPs (HCs/Cis} to mari X-BIS operated in Security Hold Area\nSwell as other non-SHA zreas as mentioned ix SCAB letter ibid.\n\n‘This Is For Information and necessary action please,\n\n‘This issues with the approval of the Compatent Autnority. .\n\n~ Finel: as above. >\nwhe\n(Ai: cumar)\nAIG/Airport Sector\neant\ni copy to: Eo feet\nAVSEC-Celi NISA, Hyerabad : for information please.\nand REC Arrakkonain,\n\nbent .\n",
  "26": "{\n!\nt\ni\n\nTo, co ‘ana Os\n‘Addl: DG, CISR/-Aksport Sectat fs\nCISE, Bisck 13000 Complex,\nLodthi Regd Naw Detain 1905\n\n2. Asorilered by the Ministry af Civit Aviation, CISF és hereby allowed. to deploy seateners\nHead Cx and Constables sexeeucts (af CISP) to petthrm sereeners duty +t ¥-BIS\nmachine ip te decutity Hol Area also at aixports 4s well Ss such ig HOBIS\n\n‘ichicis tor Residom chaviang, Operntemel\nalc es Rao ee rere aa of ty ae a vail be\nvalid for u period oftizee years front the date of issue of this fetter. ipa CSE\n‘is. cxpécted to. make good the Hefitteney and shianid these she otiginal ‘eb Morms,\n\nbefore tbe wxpity of this three yeors wari,\n\n‘4..Tn pettial modification of eadlier HOAS toner Ho.cAs-egesynotami.oaaaiiin STR)\ndeployment\n\ndates 18:05.2017- vide, which permission has boon accorded for\nWee venom SHA iteas Br period f\n4\n\n4. All Regional Dieotowsare here by aizveied wo accept the neminations aovordingly.\nSThisas approvel of competent autgaciny,\n\n“Your: faithiully,\n=\n\nonal ‘isp Singh)\nint Dize.tor (Policy)\nPhone: ontias tar rel enya. PeESSES1G?\n\nCopy ss:\n1. “Sbbit y of Clall-syistion ,¢ ind Amn, Sh Sasch Chander, WS MBCA}\n\n2. Sli Regione ndetors, BCAS\n\n",
  "27": "INTER OFFICE NOTE\n\nEee Sie emmajosricsianayonsceLUTaRIUY Ie Davey 09/207\nae. .\nCOE tee ge\n\nx sus: eg\n\nPicse Gn enchnc) ferewih AOGIAPS Hrs Lebar Mo. 0\nsuonyarcforsa}orea(WOASYa229.cktes 2.082017 aig, wi BEAL\nLeer a, CASLZ/40/2035 gi. BASLE STUEE date 1602017 ers above\nchester on therarat of (CASO ete\n\nsn this mage requested to for: 2 workable screener reason\nsosdeng manimum deplcvmant of sronces Sas ot our raspacve set\nSd sme may ls be Truc Yo OPS CEL Ue caret Se Hate\n\nachasatove\n\n",
  "28": "INTER OFFICE NOTE\n\nMeO A20S9/0SF/CSIMEVORS CEL TO\"). ERY parry afj2017\n\npaseretesperser om. te,\n58 Unt ape\n\n90 atone nis furans OSE Rep.\n\nPose Sind encont! hwemth ABGIES haps ettot Ne,\navon/arczos(alfcuetiwpeasyarial gcd 24 OL alin eh Bex\n\n[eter Wo, CAS B2/AOV2UNS at, Ds BARE BORE) dae 16.08.4017 ont ao\nte je os the om of OG /CASD roe\n\n“ og sunt efor 3 woe ener aon 2th\nLAB cna mun dete of aos Sh of yt aes at\nai ‘Enc Asobowe\noat ae\nsnorcrOirb es\n\nSF CARPORT ALIA\n",
  "29": ". OFFICE OF THE DIG/CASO MUMBAI Al FOR\nCENTRAL INDUSTRIAL SECURITY FORDE |\n(MINISTRY OF HOME AFFAIRS) +\n\nGIS Unit o ee lamba\nNo.E-A209°NCISFICSIA (Myiintt-Ter-u2017- 20.29 . Dated: /-4 SI\n\nTo,\n\nThe Dy.ComevOPs,\nCISF Unit GSIA Mumbai\n\netific:\n\nfn of Other Ranks Screeners in CISF:Regarding,\n\nKindly refer to your office letter no. 0-42099/CISFICSIA(MYOPS CELL/ 72/2017- 788\ndated 07,011.2017,\n\n‘On avatabiity the deployment of OR’s Screener in each shit at Ter-2 is baing made 8s per\nthe following workable screener rotation pian.\n\n[SL | SCREENING POINT __L Whether single oraiona wit SOs serganer ]\nO1 ‘Main SHA staff soreening X-EIS. 02 SO's +01 OR'S\nfachine ard pax se\n\nUz, Domestic SHA stat\n\nic\nfoe\n08 | Random X-BIS ai Depariure gale 383 “01 OR's:\nNon SHAY\nStaff screeting 6\n\nSHA)_____| 62 86's +04\n\nSubmitted as destrad please\n\nBa!\n\nDy. Commandantiinil, Ter=It\nCISF Unit CS! A, Mumbai.\n",
  "30": "Case Studv = 3\n\nSubject: Unprofessignalism shown by ASG personnel during the\n\nmovement of cricket tgay through the airports:\n\nFact of the case: During the movement of cricket team at some of the airocrts\n\nunder CISF security cover, the following lacunes have been néticed:\n\n1. Net able to keep the passengers as well as airport staff (comprising of\nvarious Airlines’ employes, employees at various stores at the airport, AAL\nstaff) at safe cistence from players whie in the tertninal building.\n\nAppropriate number of CISF personnel / QRT was not deployed for\nescorting the team in the termina? building.\n\nUL CISF Officers in uniform were seen cetting selfies and photas clicked with\nstar piayers, even afler instructions by team te gat one group photo to be\ntaken; they insisted and tock muttiole photos with them.\n\n1V, There was lack of coordination amongst all the stakeholders during visit of\nthe team through the airport.\n\n>. Discussion of case:\n\ndo Such unprofessional attitucle of CISS was noticed and reported to A?3 HQ.\n\nHL This 1s highly chjectionable as fer 28 airport secunty duties by CISF\npersonne! are concerned,\n\nTL I sends @ negative signal to the pubic about our arofessionatism and\nsincerity towards the Civil Aviation Security functions and shows it in poor\night.\n\n{i}. All CISF personnel daployed at the eiport shauid ta briefed /sensitized regarding\nthe seme,\n\n@. _CISF personnel should be strictly briefed not to ‘eave their cuty posts for lakcng\nselfie ar photographs with celebrities, Such sort of affaits fs against the cezorum\nand diselptine of the Force,\n\nProper ecrengement of the escoring of such national seems should be made ie\n‘edvance at te alrscrt,\n\n(i). There is need for close supervision by Unit I/C, GO's and SHA I/Cs for affective\nmavemant Gf such celebrities / cricketers, ets,\n\nvensive briefing is required to be carried oul cover\npeculiarities inveived in 4\n\n0 1g dey <0 day fapses ang\non fists «plementation of existing guidelines.\n\nPete\n",
  "31": "«a,\n\n{manuel survetlance system working at the airport,\n\n‘The instance shows that personne! are being detailed randomly without\n\n~~ application of mind, fer pecforming duties at various duty posts even they do\n\nis\n\n©.\n\nw\n\nan.\n\n).\n\nw\n\nnot oossess the requisite aptitude for that particular post,\n\nui saken: lessons from this\n\nAll CISF petsonnel especially depioyed at Security Hold Area should be briefed\n{sensitized regarding the same.\n\n“This Is need for close supervision by Unit VC, GO's and SHA I/Cs for effective\nSHA management.\n\nManual and electronic surveliiance should be geared up to curb the chance of\nsuch nefarious activitias by the securty staff,\n\nIntensive briefing is required to be carried out covering day ta day lapses and\npeculiarities involved in the on fleld implementation of existing guidelines.\n\nSupervisory/Coy Commander should have knowledge about the capeiility,\nefficiency and behavior of the concerned duty persunne! and each and every\nduty past along with its deployment should be filtered before making the duty\ndeployment chart,\n\nJt must also be ensured that the deployment of personnel should\ncommensurate to the requirement of every duty posts, For this, the concept of\nright man af right place must be Implemented in letter in spit.\n",
  "32": "“\n\nAppenilixcé\nCase Study-4\n\nSubject: Recovery of gold hiscuits and a gotd chain which were\nhidden below the tebje near baggage loading point:\n\n8. Fact of the casi On 12.06.2017 at about 1421 hes, during frigking of &\npassengar, CISF fiisking staff noticed an alarm for the présence of metal ‘0 Fis\nshoes and advised him for removing the shocs for x-ray screening, The\npassenger then went dack to the loading point and put his shoes in X-ray.\nmachine and aporoached frisking point for security clearance. At about 1519 hrs,\nafter getting security clearance, he hed cancelled hs journey. At about 153) hrs,\nCSF siaff noticed some gold biscuits hidden below the table near baggage\nfoading paint.\n\n’. Discussi 7\n\nEt shows that the personnel who are deployed at the SHA are not vigil.\nSomeone is hiding some articles at the security checking points my the\npresence of verious ASG staff, Is nct justtiabie,\n\n@\n\nalso indicates lack of survelliance through the CCTV system a5 well as CIW\n\nstaff,\n\n{ii). Te Ineicates fack of closer supervision by the supervisory officers ovur the\nperformance of CISF etait,\n\n©. Steps required to be taken: lessons from this case:-\n(D. Notwithstanding, the defect in desigafisyout of the SHA, CISF is required to\nkeep a close vigil on the Every activities of the passengars/ staff in the\n‘errainal bullding of the airport.\n\n€i. All CISF personnel especially dep'oyed at SHA should be briefed /sensitized\nsegerding the sama,\n\nGi). If any infrastructural complexity revels in the existing terminal bulld'ng, It\nshould Immediately be brought to the notice of Aiport Qperator under\nintimation to Zonal HQ and APS HQ.\n\n(w), Manual and slectronic surveillance sho-td be geared us to cur such inc dents\n‘at the alzport,\n\n",
  "33": "contemplation end prevision at the Unit level,\n\n2 §*, 2° & 3 case studies show unprofessionalism and casual approach of:CISF\nstaff towards-the. assigned duty, which Is objectionable as far'as duty 2t alrport is\nGonkemed, This also shiws lack of briefing and debilaing aspects of duty perecnnet\n+ besides poor supervision (Appendix).\n\n4 3. The above case studies are being sent to sensitize/brief the personnel about the\ni ‘operational negligence? good work done by ASG personnel, so that they may have\n\ninsight about the operetional requirements end execute their work, with: opdimum\ni efficency,\n\n4. _ AIL DISG/AP should afso-ensure that the.atove mentioned ditections are-complied\nwith In totality by the CASOs under thelr jurisdiction.\n\nPe\n\nVe\n\n+ : ‘Enel: As above.\nPlage”\n\n(RRSahay)\n1G (Airport Sector)\n\n",
  "34": "i\nby.commanbantiors\nCISF CSI AIRPORT MUMBAI\n\n1/2, RUTERHAL COARACORRESPOWDENCE toe\n",
  "35": "=\n==\n==\n\ninside the pudding,\n\n. IESRay sorseaing of the prostheic tina is meuined, such passenger should be\ntaken to a private sereening point and sude to si comfortably for taking of\nhisher prostictic limb. While dealing with prosthetic device and dering\nremoving end wearing clothes, privacy of the pessenger should he maintained\nalong ‘vith the proper log ent\n\n. Hf sorcaning of the prosthetic limb is. cequired, theri dhe seneening in the private\nsertening een will be carried out by 2wo officials one to handle HHIMD and\npatdown and the other te inspect dre PORRENEK Hiaces and support apphias\namt subject thom to acktsional screening.\n\neR Cicer dead\n«Kumar Rajesh Chandra, Bae\nDircutor Generel, BCAS.\n\n",
  "36": "SITE /GOVERNMENT OF INDIA,\naR RSA TAIT MINISTRY OF CIVA. AVIATION\nARRAAEERREER /BURBAU OF CIVIL AVIATION SECURITY\nUFR, SrertaTaaT,: A-WING, JANPATH BHAWAN,\nPage, ASE -110001/ JANPATH, NEW DELI 1000!\n\n. 15-51/20/2015-POLICY DIVISION-BCAS9S 149 Datexi3/10;2017\n. App! #20 CIRCULAR No. 4/2014\n\nSubject- Standard Operating Procedure for Screening of Passengers\n\nIn cxemise of powers vonfereed by Section $A of Ske Aiveratt A\n\n1 UT TT Met, lt\nNo, 1797 dated 03* July, 1997 and Rule 3¢b) of the Aircraft Security} Rules, 2041,\nOirectur General, BCAS, hos-made the folle: ‘ing ameadmenis in the AVSEE Circular\n‘No 04/2014 supersoding Para 4.4, 4.5 and 4.8 of said Cir ular so as fo ensure that\n‘there {3 no ineorlvenieace ie the passengers with prosthetic fimbs while friskiig during\ndeparture Som different airports in the county, without diluting the standards of\nsoon\n\n}, During the serecning of prosthetics ASG / APSU may use visual check, UD\nand X-ray soreuning depending on the circumstanves oT eG ES. TI RY\npassenger ngeds to he handled with sensitivity.\n\n2, ‘The passenger with prosthetics or braces / support epptiemees will inform the\n\nuitline concerned ancl must be accompanied by an airline representative,\npreferably of the same, pfiider as thai of passenger. —\n\n‘The passenger should inform the ASG/APSY of the existence of a prosthetic\npart before the séreening begins:\n\n4. The staff of airline and say other accompanylng person sivtl be Misked and\nchecked before wowing then: access to the passonger with prosticties at the\nseroening point\n\n‘the passenger will first pess thrgorh the DFMD and necessary security checks.\n\nProsthetic appliance which does not bev: any foam padding cover ender\n‘hick any weapon explosive Git Be congealed and in which Cre steed sod if\nihe eppliaace is clearly visible;'may be screened by visual inspection ard BYD\n\n&\n",
  "37": "xii} The screening/frisking personne! may also be familiarized with\nthe structure of different kinds of prasthetlc limbs to improve\ntheir understanding on such appliances and the possible points\nof concealment of weapons/explosives etc.\n\nSecutity check of Passengers with Disability (PWD) using wheelchai\n3. With reas tu security check of wheel chair of Special Need\npassengers travelling on wheelchair, the matter wil be examines by\ncommittee (to be constituted by UCAS! and action wii be taken on their\nrecommendations. Meanichie, in ertler te reduce mecnvanience to the gpecial need\npassengers traveling on whestthair (only PANDs}, ASG staff shoukl implement\n‘ollowing course of action during screening at aiports:\n\n# Duneg screening of passengers ith wheelhwir, ASG staf must\nfudiciously evamine the facts af pach casa ne decide the seruehy\nprecedure to be applied as per undermentioned pricsty:\n\n(nen\n\n+ ETD test\n+ Gray screening of the wheslchair, if it Is aot cleared from the\ntwo tests and having Sufficient reasor with proper\n\nil) To examine the security arccedurés to be appiled on such passengers,\nthe shift supervisory office: (Gazetted Officer) must remain presen at the\nsecurity chock points (SHA) end decice the couse of ection in\nconsultation with shift £/C and screener cancemed.\n\nTorey screening of wheelchair should be done In rare cases wher there is\nreasonable doubt thet sometiing is conceeted in the pouches and hollow\nmetal pipas of the wheelchar\n\n4, AIL CASQS anid GOs are therefore directed to take immediate steps as above\nand closely sugervise and montor the functigning of ther personnel deployed at\npre-embarkation security check points for smooth and hassle free SHA operations\n\n5, All DIsG/AP (N2SZWZ and ERNE) and DISG/CASO IGE Delhi ana CoA\nMumba: shoul? ensure compliance of ebove instructions st the Agcs under their\nrespective supervision in letier and spirit wae,f 23.10.2047\n\n{Issued for strict compliance.\n\n7. This has been tssved with approval of DG/CISF. on\nEnch: As above, ib\nfren\n(Re satay)\n4G/ Airport Sector\n",
  "38": "J\n\nfii) To examine and decide the security procedures to be applied on\nsuch passengers, the Shift Supervisory Officer (Gazetted Officer)\nshalt remain present at the security check paints (SHA) and\ndecide the course of action in consultation with shift 1/C and\nscreener concerned. In no case, such decision be left ta shift\n1/C and screener.\n\nlv) & prostaetic appliance net having foam padding cover and it which the\nsteel rod is clearly visiele, nay be screened by visual inspection anc ETD\nchecks snily, vuihiout removing i\n\nV) Screening of prosthetic appliance covered wilh foam pacing On which\n\nthe steel rod i5 rot vsiole) shal inckice visual inspection, ETD checks and\nay screening, The X-ray screening of such appliances in vhich &\nweapen couk! 5 conceaie? unrier the foain padding wil be done i ail\ncases. However, by physical checking of the prosthetic jim by the\nfrisker, # tis clear that nothing is concesled inside the padding, then it\nshouid ne: be removed, However, ETD check and &:\ninspection crust be done vehiout fat,\n\nScreening of prosthetic lenb by Xray machine should be done [a rere\n\ncase and the justification for subjecting 2 prostietic fimo to %Ray\n\nscreening shal be recorded by the screener in @ register du\n\n- Gazetted Officer 2/C, During visual inspection, care shew! he (3\nSensitive pans are Io! expose,\n\nvt) Whene: 11 0 Ue arestietie ab is requrrad, Shen the sereaning\nia the privave screening avez shal be carried out by two oFiciels\n(Screener and shift 1/0) urder supervision of GO Y\n\nvil A register to ons eff\nof secuttiy\n\ntt shail be opened at all SHAS for oy\nfecking oF such passongess wit following data!\n\n“Si State Thasie | ames\n\nix} Tn a's\npolite berauc\nprecedes Inc\nrequired.\n\n5, 23:\n\ng2rs must be tested with rasneet, dignity asc\n'y Must aso be informed about the security\nreasons for secening of prosthetic fim, if so\n\ncase oF\nspecially passengers in the SHS during securiy check of such\npassengers, when pravthetic [\n\nFimb Is being removed,\n\nxi) CASOS should take up tse matter with Airlines Operator's\nCommitte and during APSC meetings that such passengers\nmust be accompanied by an alvfine representative, preferably of\nthe same gender as that of passenger,\n",
  "39": "NCO 20 I APCIOPS Zy/Circular/ASIL? 10 ey\nTe\n\nDISGJAP (NZ, BRINE, SZ & 2}\n\nDISG/CASOs of ASGS Detni & Mismiai\n\nAll CASOs of ASGs CISF\n\nBi oy\nSub: Addendum te. Circular No.\n\nFroceduis, fa) Sereuning of Bayeenyers with Spaciat\n\nse\nand Medical conditions): Rea i\n\nDue to effars of C1\n\n{ i\n\n|\ni\n1\ni\ni\ni\ni\n1\n\ni\ni\ni\ni\ni\n\nsssucd vide letter No, 551 /29/2015-Poy Dvision-BCAS/85449 dated 02.10.2017\n(Copy enclosed at Appendix-A’} nas made critical amendments superseding\npara-¢ of the evisting Standard Operating Procedure for Screening of Passengers\nwith Special Neats and Medical Concitions, This amendment. is-aimed to avoid\nnconverience to the passengers with prosthetic limbs wile frisking dutfrg thei\ndeparture from different airports ie the eauntry without ciluting the standards of\nsecurity\n\n2. __ in view of the amencments issued by 8CAS, regerding security procedure to\nbe followed wie frisking the passengers with prosthetic. limbs, the following\ndirections are hereby issued for meticulous implementation on the ground:\n\n‘Security check of passengers with prosthetic {imb:\n\n3) All CASOs should Immediately organise briefing/traicing sessions for of\nASG personnal engaged In pre-emberkabon security check duties and\nsensitise them about the rew procedure to be followed during risking of\npassengers with prosthetic fimbs. Such training should be Specie ated\nfocused about Oo's and Deis discussed in subsequent paragraphs,\n\nil) During seeurty check of prosthetics, ASG staff must examine the “acts of\nexch case and deride the security procedure to be applied as gor\nundermentiovied prior\n\n+ Visusi checkynepaction\nETD test\n\n+ rey screening of the prastheties/bracas/ssspport apatiance, ff iis\nnot cleared from above twe tests and having sufficient reason with\nsroper justifiaticn to ¢o so, # should be done in rare ca\n\nig\n\now)\n\nSe to shoatly the securky checkig for Perates with wt! wy\n\n",
  "40": "‘procedure 10 be folowed while frisking the passengers with prosthfe imbs is Corwared herewith fo\nKins! per sel ae meticufous implementation on gous,\n\n\"This issues with the approval ofthe DIG/CASO,\n‘Hugh As above. A\n“dl\n~< COMMANDANT/OPS\nCISF UNIT CSLA MUMBAL\n\nDistribation =\na |\n\nTire Reserve inspectors\nfnyijDom/PS/cs\nTH intharge\n\n| ANDS/Training/SOCC /Courtesy\n\n",
  "41": "OFFICE OF THE ADDI. DIRECTOR GENERAL /AIRPORT SECT\n‘CENTRAL INDUSTRIAL SECURITY FORCE,\n(Ministry of Home Affairs}\n\nNew Dethi-37,\nNo, O-42011/APC/Ops(2)/Ciroular(ASY17- UV Dated ypSep’ 2017\nTe\nDISG/AP (ERNE, NZ, SZ & W2)\nAi CASO CISFASGS\nSebjects- Dete\n\nypasseng ers :- Req\nIt has come to notice that sometimes the passengers conceal the security\nprohiotted items intentionally on their Dody or In bag and such Reme are detected by\nif i | rarer ‘security checks {PESCs), At tmes when we fall to detect\nfive |\n\nsuch pronibited items during PESC, these Items are found out during SLC which gets\n‘wide publicity in-media causing embarrassment to.the department,\n\n2. Such intentional concealment shows the mindset of the individual for breaking\n\n.. the securtty. svecedure/protacol and if not detected may be used for unlawful\n\ninterference with clit aviation operations. Tt may be being done for dry test by\nunscrupulous siements to test our preparedness,\n\n3, Ax present, in such cases, ASGs are taking apology letter from the passengers\n‘and alfowing the passenger to board the flight.\n\n4. Tn the sprasent security environment, there is a8 urgent need that such\npassengers who tiy te bring security restrictad items Intentionally by concealing are not\nlet off by simale apology.\n\n5. Iles now being decided that all such passengers who ate found t have\nJntectior ally concealed any security prohibited ‘tems on their body or in theie cabin\nbaguage are handed over to the local. palioe for further legal action, This will act as a\ndeterrence against such passengers.\n\n%, Alt DISG/AP wik ensure implementations of the above directions by the ASGs\nUnder theit jurisdiction,\n\n7. Jesyed for strict compliance.\n\nTnspector General/APS:\nshared\n\n",
  "42": "OBFLICE THE DVCASO - MUMBAI ATSPORT\nCENTRAL INDUSTRIAL SECURITY FORCE\nMINISTRY OF HOME AFFAIRS\n\nCharette CISF CSLA MUMBAL\nFeo ares [2 02017\n\n7\n\nTe,\n\n‘Th, All Sector Commanders,\nBoswind.Perimeser'Cargo,\nCist Unit CSI Airport. Mamet\n\n‘SUB: Detection of prohibited items intentionally concested hy the passengers:\n\nPicasc lad enclosed copy of ADG APS HiQes, New Delhi tener no,\n4201 VAPCsOps(2)Cinealer ASYTT «9412 dated 27\" September 2117 on above eied sbject,\n\n‘in this cegerd, Iam directed to torwerd the same for your Kind intoemstion und futher necessary\nsation st your end plese,\n\nEngh As above,\n\nDY. COMMANDANTIOPS\nCISP UNIT CSLA MUMBAY\n\nBipwibuthsne\n\nThe bs\" Comandante\n(TATA, ,PS Se Cargo,\n\n(ia at ia aT |\n\n| [eampliance please.\n\na\nleek tapes argo\nTyee Fal\n\nS18 Te (Through emeamat exon)\nLoL fli Newsia ese\nfot ‘2, Jstersatioval Main SHA. Dom. SHA, Transit\n\nCirpdeded om 00\n& .\n\nSP ov I pestene\n",
  "43": "2\n2} Ambassadors of fereign countries, Charge D’ Affairs arid High\nCommissioners and thelr spouses (S! No. 15}\n\n1} The folowing visting foreign dignitaries of the Same status of tndien\ndignitavies 05 ot Si Na 1 to 4,7 8 and & of pere-T-of AySoe Orcer No.\n05/2015 dated 15.09.2055 (SL No. 28)\n\nVisiting foreign cignitaties of the status of President\n\nesting foreign aignitanes of the status of Vice-President:\n\n‘Visiting foreign dignitaries of the status of Prime Minister\n\nVisiting foreign dignitaries of the status of Governets of Staves\nVissing foreign tignitaries of the status of Chis? Justice of Tega\nVeeiilag foreign cighiteries of the status of Spkaker-of ok Sabha\nVisting foreign dignitaties of the statue of. Unlon Sinister of\nCabinet rank\n\nTa avoid any coviation, only:the’ahove meritioriatatenories\nare to be consiticred. as\n\n“sil). Forothers accompanying the torelgn digniteviss who io eyertiited fom\n\n._. PESG, the existing procedure of authorigationsetisuzion, GCAS-sball onty\n\nbe utvepted. In this:case,.direct eprahenication free MEA’ sia: not be\n\nBW) Tn case-of any doubt, the'concemed Rati ral Dect of oes raybe\n‘consulted far taking decisions on the\n\n4) 5 Al Zonel DISG and BIG/CASO ASG ation Ua re ragupcted fa igure\ndfiglamentalion of shove icatuctions in the ASCs -dnder tei respects janeritction\n‘et letier-dind spirit. ae -\n\n& This issues with the enprovel ef Compateiradersritye\n\n‘Copy-to:\n\nPrincipai Staff Officer io OG CISF + fon Kid informatiers 6° OG St plebsex\n\n",
  "44": "‘. As :\n\nwh pre a athe BOOTH\n\naS) Ge sett bie ‘eh\n\n~ __ OFFICE OF THE ADDL. DIRECTOR GENERAL/ AIRPORT SEGTOR\ng JG 4\n\nVv CENTRAL INTUSTRIAL SECURITY FORCE\n\n(MINISTRY OF HOME AFFAIRS}\n\nAcmivistrauve Block 7\nASF Complex, Mabipatpar OH\nBy Pass Road, New Dathi-3?\n\nNo C-420L1/RPC/ OPS(I)Ciresiar RAST GWA Dated: GA Sep, 2017 hy\n\" Wats .\n\nDISG/AP (E&NE, SZ, W2, HZ)\n\nALL CASO, CISE ASSs ra\n; acti get ck\n\nSuis:- Pre-embarkation Security. f fordign dignitaries : Vor\n\nci i BU, BU. q\n66;99.2017 -(eepy enclased:. Appendde'A') has intimated that. Ministry of\n> datenva) affeirx hes’ proposed thet suthorisation fetter of MEA Gn ‘the matter of i\nexemgtign: from. Pre“eirbstkation Security Checks of foreign eigriteries as 2 ‘\ndipiomistic courtesy: cn the recommendation of Chief of Protocel, MEA may directly i\naddressed to CISF with an endorsement to ECAS. which would faciliaie MEA :\n‘needed fo be met at short noticas.and cannot be constrained by\n\ni\n2 ‘eGniicering tne above proposal, Ministry of Civil Aviation fas taken taliowing 7 }\ndecisistist :\n\nSAS Cases of exemption from Pic-eniberkation Secirity Chedas(PESQ to the fl\noakegory oF foreign dignttartes mentioned in the BOAS's AvgAC Onter fo. ‘|\n© “nef2015 dated 15.08.2015\" Geriai No 15. and. 28) ‘may. directly be\n° -etimiminieated to CISF (by MER) wilh an endorsement to SOAS.\n\nSHY “To Ncid. any devietion, only the categories mentigasd In-stes-para, i\n“ aifeve, are to be considered, For offer accompanying: thé foreign\n‘digaltaries who are exempted ftom PESG, the exsting procedure of\nrouting authesiselicn latter iirough BEAS shall he follawed.\n\nficese of any doubt, decision of BCAS would-be Shel. i\n\n| tbetew of the clove, have beon clracted to:convey tre folowing thrections\nisioulous implementation at the airports under CISF stcurity cover:\n\n‘AS: pot decision taker by the Ministry, ASG/CISE stilt accent the dieact 4\ncommunication from MEM, with regard 0 fing Foo ‘egritacies i\n‘ONLY es mentionad iA S No. 15 and 28 of B s i\n(5/2655 dated 15.09.2085 (Copy enclosed: Appel B’} i\n\n",
  "45": "2999999992997 VATS\n\n1\n\nOffice of the: inspector General/Airgort Seator\nCentral Industrial Security Force\n(Ministry of Home Affairs)\nCISF HOrs, 13 CGO Goripiex.\nLodhi Road, New Deihi - 03\n\nNo.0-42058/APG/CirculanAS/05- 903 Dated 30 May 2095\nCIRCULAR No.as.ovzans\n\nAS you ate aware, electronic and electrical items often carried\nby the passengers as hand baggage, can be fitted with explosives. It\nis. for this reason that BCAS has clearly specified that such tems\nmust be passed through the X-ray BIS before being cleared as a\nhand baggage. In spite of this, rarely Hems tke cell phones and\nlaptops are being passed through the X-ray BIS,\n\n2 During our pre-embarkation checks, as a matter of procedure,\nail small and big items carried on ihe person by the passenger}\ningluding electronic and electrical items, should be placed in a tay by +\nthe passenger and should be passed through the Xray BIS. in the!\ncase of a walievpurse, an exception can be made and the same can\nbe canied by the passenger in his/her hand, which will along. with\nhim, pags through the DFMDVHHMD check and also will be\npaysicaliy inspected, if so required.\n\n3. In spite of repeated instructions, the APSUs are not fully\nimplementing this methodology. “A serious view has been vaken\nabout this in the FHQ and it has been decided that henccfortn,\nviolation of these instructions will be viewed very serious!» and\npersonal responsibilty of CASOs will be fixed. You are, therefore,\nFequested to ensure that the above mentioned direction: are\ncomplied with in totslity at bath the domestic and intemetional\nterminals and there is no divergence whatsoever. If not aeady\n‘being complied with, start complying with these instructions from the\nmoment you receive them now and signal your compilance > this\noffice.\n\n2\n(MS. Ball)\nInspacter GeneraliAS\nDistribution:\nAil APSU Commanders:\nDIGISBW Airport, CISF, CS Intemational Airports, Mumbal\nAlGlEast &North East Airports, Kolkatta\n‘Guard File, Circular File\nAte\n\n",
  "46": "(Wet batiesies are net allowed in tne hand baggage or an person of\na passenge\n\n‘xi) Loose diy gelle may be allowed by the screening offioor alter\nSatisfying hunsnt!! Bree of the torajide of the requeenert\nprojected hy vassengats\n\n2. Ait cartier should give vide publcity tough media advertisament |,\nthrough sign, boards , printing on the cover of Ihe fckats and announcemont over\n‘the public address ‘system at airports inakvating thet ‘cose battery cells are aot\nalowed inte hand baggage so that traveling: public is foly aware of the\nprovaciure and ate nol feken by surprise white cheating. al the airport,\n\nRK Singh\nAdd. Commissioner of Soouity (C23\n\nBeh, NoCAS-7UPM7-DIES Date 8.08. 2002\n",
  "47": "CIRCULAR NO 20 / 2062\n\nSub: Instructions regarding carriage of battery ceils in electronic iteins,\nike camera celular phone, diaital danes etc i hand baggage,\n\nin supersession of ali other BCAS Circulars on the above subject, ‘he\ntoilowing inetrwotions are issued for linplementation by all conemad with\nimmediate effect\n3. The paseengers may be allowed to caity battery calls in the efacttonic\nems tke camera, laptop compute’s, mabile phones, pacemakers, digital diar\ncellular phones, Awo-trone, VOR, music deck, heanng aid oie subject to the\nfollowing condations:\n\n(em which de nat contain metal metullip suastance shouk be\nchecked with the heig of Mand Héki Meial De'estor in case say\nmaoialle substance is detected in the banc begaage, the paiticuiat\nem should be passed Tirough xray machine wherever availa\nAl the-ziports where say machine & so! installed in the seoutity\nhold area, it would ne the responsibly of the wassenger to satiiy\nthe concemed airoort sectrily offer about the presence of metal\nIn case of any suspicion if the airport security officer is mot able to\n‘ascerlain the genuineness of the fem . such fem shall nor 32\nallowed to ve carried in the hand baggage of on person\n\ne ‘wiich contain mets! such 35 calculators, lantop samputers!\npocket computers, slectic shavers, audia and vieee electoxe\necuipments such as Wo-inone , YOR, music decks ste, aig tat\nGlares, viceo cameras, hearing aids, pacemaker device ete s\"9:td\nfe psssed thvough xtay to identify the components. At sijec-s\nwhere say faciily fe not avalable, physica’ examination with the\nrelp of the passeriges to saliefy about tre ganuneress of the te\n‘shoula be eonuct\n\n(hi) Battery operated items shsll be »rayed trom we diferent angst to\n‘ocatey ceterming any unusual wing of companants|\n\n(M) The battery operated itoms shalt be one\n\nshad 69 asked to opetale me eiectron\nSuch ret dees aot contain any e\n\ned caretully . Passengers\nfem so as io ensure tat\nolhsive aeiece\n\nM) Legion compittess anc other lange electronic items / electrical tems\nSuch a6 lege cumeras . <adios, nar dryers, ole which conti\n",
  "48": "Ui Meperave Tay 1Or screening snoujd be praced a: prominent piace outside\n\n“FF\n\n{i\n\nArea should brief the PESC personne! about the sansttiveness of their duty\nand importance of faeused-approach as well-as cancerittation while carrying\n‘out scrgening of hand baggage.. They should also ensure that the PESC staff\nshould not chit-chat with each ather and -there should be ‘conducive\nenvironment at. the security. check point for contestation and attentive\nitaplementation of PESC guidelines.\n\n4, Mi CASOs must ensure maticulous. plementation -of above directions: and\nBISG/AP should monttor the same in the ASGS under thelr jurisdiction and. personaly,\nheck this: aspect during their inspections/vists ta airports,\n\n5, Issued for strict compliance.\n\n(\n\n[4\nIe var\n(M.A. Ganapathy, IPS) | /\nAddl. DG/Airport Sector\n\n",
  "49": "@\n\ncui\n\nea),\n\nprofibited kems/articles In the image, It MUST be confirmed through physical\nchecking to rule cut thelr presence.\n\nPassenger should be asked to remove ell electronic Kems ie, mobi phones,\nfapmps, electronic items lke cameras hair dryer etc, and put them in\nseperate tray fer screening through X-BIS as per Circular fe, 20/2002, APS\nCreuiar sumber 91/2005, APS HQ letter now84 dated S January 2015 (copy\nenciosed).Passenger should be requested ta place their mablie pheng, ¥ pod\n_- camera etc electronic items in 2 separate tray out of hard baggage for clexr\nimage of hand baggage and electronic tems during ¥-Ray screening,\n\nStreeners should be dhecteid te ghe extre attention and be more cavefit\nveil seréening elactrcnic goods and metalic items. Any modifications\nchanges in the original shape of the electronic arlicle/metal ceed by\npassenger should arouse suspicion and must be cleared only after shorough\nsneckingfenquiry.\n\nScreeners must be sensitized not to judge the begs through superficial\nevaluation of image in case of presence of duttering of metalic mages in the\nand baggage. AN such baggage must be referred for physical checks\nfollowed by re-sereening from ciferent anges, i required.\n\nScreeners must interpret the images of hand haggaces with applicition of\nwind and cotrelate the contents of bag with colour coding of X+BE using\ndifferen: keys avaliable in the keyboard to avoid Judgmental error.\n\nScreeners should be farritiarized with the images of dummy Knife ard [EDs\nplaced in different orentation/shazes/sive beneath the uttered metalic\nobjects to have 2 clear idea of the different kind/shapes of prohibited articles\nlike knifes, IEDs etc.\n\n",
  "50": ", Ipur\n\nNew Delhi-37\nNo. O-42911f4PG/Ops(2yCircular(asyi7- YOGO Dated 1 Sep 2007\nTo\n\nOISG/APCERNE; N12, 57 & wz),\n‘AP CASO CISF.ASEs\n\n‘Recently, at one of the alrports'a kitchen keife. Kep€ Inside the hand Baggage of a\nRassehiger Ws allawed to:piass through Pré-ernbarkation check point.undetected, Later,\n{he Hessenger disclosed the presence of knife inks hand baggage inside the alrcrat\n\n+ 2s: During to Rouse enquiry it was revealed thatthe KE wi: kept inside.the bag\n‘anesthe moblies and some other metalic Hams etc. Tha seresner. wrongly\n\nigveted te Imago ofthe hand baggage che to cueing ‘ofstiettlic objects in the\nand cleared the'hag which should: ‘ideally have bean cubjectad for piydleal checkin\n- sagen: the. contents, ‘The incident clearly shows compiesincy: 2A! slackness on part\n“of sereenier, lack of alertness vite evfofming such’ seristtive. cuty end. unproper\n TnplemertatiisrofPESC guidelines.\n\n3,\n\n‘The-folowaya: ‘Girections are. hereby issyed for meticulous imiglermentation iy wtf\nned\n\nA) Special attention’ should be paid ducing BIS screening of hand baggage:\ncomaining metalic tems as it may contain any prohibited article which\nCannot he. recognized on the inklel-observatidn. These hags rust be-sereened\n\nthrough different angtes end:io, se cf aby suspicion of oresence of any\n",
  "51": "eee eee\n\nMINISTRY OF HOME AFFAIRS\n‘OPS CELL\nCSF CSIA MUMBAI\nNo: O-!2099/C#SF/CSiatNMy/OS CELL/T3/2017/ BOY Datev2a/ 03 /2017\n10,\n“The Al Sector Commanders,\nDom/Intt/Perimeter/Careo,\nCSF Unit C5t Airport, Mumba.\nSU Prgper tmplernantation Of PrEE Guidalinas: Row.\nPlease find enclosed herewith @ copy af ADG/APS Ors New Delhi office letter No. O-\n\" | the above cited\ni\ni\nHl i\ni t\ni\nI\nsubjec:\n\n02, inthis regard, the same is being forwarded for your kind perusal and necessary action\natyou end please. f\n\not,\npv.commannani/ors\nCISF C51 AIRPORT MUMBAT\ncopy te:\n\n‘1. All Ris/Coy Commander/SHA 1/Cs + For briefing and strict implementation\n(Dom/intt /Ps/Cargo)\n\nove ra a2. INTERNAL CORR\\CORRESPONDENCE doe\n\n",
  "52": "N\\NY office of the Additional Director General/Aitport Sector\nf Central Industrial Security Force\n\nA aa wi ke € (Ministry of Home Affairs)\nba\n\nYo\nDISG/AP (NZ, ERNE, SZ & WE)\nAil CASO CISF ASGS\n\nSubject: Extending courtesy to the Hon‘bie Membersof\n\nParllaments.ua\"\n\nJnstructions have been issued from Sime to time by APS HQ regarding\n\nAl mn A\n\nl\ni\n‘C18 seen that in spite of the earlier instructions / guidelines, instances Nav q\nv\n©\n‘\n\nsome 10 notice that the CISF staff did not extend due courtesy to the\nHon'ble Members.\n\n2. Therefore, all CASOs are cnce again directed to suiebly brief thelr\nfersonne) regarding the iniperative sequinement of courteous Dehaviour to\n\nthe Howble Members of Patliament, ‘This should be repeatedly done at \\s\nFrequent intervals.\n\n3. Wille it 5 understood that the personne! at the aipports might aot |\nrecogrize all the Hon'ble MPs, nut once they disclose thelr identity, # shave\n\nbe acknowledged by a greating. Extending a greeting Is neither syranymous\n\nwith reducing security standafds nor does it imply that the person wil be\n\nextended any selaxations or glven spectal favours anc this difference needs:\n\nto be explained renestedly to thé nersonnet on the ground.\n\n4, CASOs should also endeavour to Improve the behaviour and aiituce\nof ASG personnel with the users of the aieports and continue efforts to\nsustain such behaviour through close supervision and motivation of the\npersonnal,\n\n5. Zonal CIsG should ensure strict implementation of the above\nInstructions in the Units under thelr respective jurisdiction and emphasize cn\nthese aspects during inspection / vist tothe AGS,\n\nSea\n\n(RR Sabwy)\nIG Airport Sector\nCopy to\nAlGPnt, PHQes: for kind information want FHOrs iether of\neven No. (1785) dated 17.07.2017 please.\n\n",
  "53": "OFFICE OF THE DIGICASO-MUMBAI AIRPORT\nCENTRAL INDUSTRIAL SECURTTY FORCE,\nMINISTRY OF HOME APFAIRS.\n\nCISF CSIA MUMBAL\n‘No: 0-4209/CISECSLACMVOPS-CELL(APS Cin 172017798 Dates I 09/2007\nTo\n\nThe All Sector Commanders,\n\nCnt! om /CSIPS)\nCIS? CAAT eho\n\nRoly Eatending Courter To The an'ble Members Of Parliament : Reg,\n\nPle:se find enclosed herewith ADG/APS HQRs New Delhi office letter No. Q-\nDOL VAECHOPS2} Cireular/AS/17-9584 dated 05° Sepeiember 2017 on the above cited subject,\n\n2, Inthis regard, the same is being forwarded for your kind perusal and necessary action at\n‘your end please,\nEnal As above. :\nul 0 YER Op wit\nCOMMANDANT/OPS\n\nCISF CSL AIRPORT MUMBAI\n\nCopy to =\nOL He Counesy To impart alequite briefing to the personnel\ndeployed in courtesy cell about the contents of the\n\nse letter ad ensure strict compliance.\n\nfro? gent sy tfoafaar\n\nsone een etavees CORRESPONDENCE --2037.D00X\n\n",
  "54": "oc ol} ors\net\n)O OFFICE OF THE ADDL. DIRECTOR GENERAL/AIRPORT SECTOR\n\noN CENTRAL INDUSTRIAL SECURETY FORCE\nSe (Ministry of Hone Affaics)\n\nae\ni\n\nAcinisirative Block\nCIS Complex, Mahipalpuar\nNew Dethi-37\nHo, 0-47011/APC/OPS(L}/Circular (BCAS}/17- Dated 3 27\ne\n\ney\n\nDISG/AP (FANE, SZ, WZ & NZ)\nAILCASOs, CISF ASGS\n\nSub: Certification of Otter Ranks Scranuers jo. CIS: Regs\n\nEnclosed please find herewith a cupy of BCAS letter Ng, |\n‘ |\n\nI\n|\nIl, | :\n|\nif | | Lo I\nairing Division-RCAS (F-90080) ¢ated 14.09.2017 on the absve subjects\n\n2. Vide tether ibid, BCAS has allowed to deploy screeners ia the rank of Heed\n‘Constables and Constables ts perform soroaiers, duty at X-BIS machine ta the\nSichiity Hold Area as well as at aen-SHA areas euch as X41 machites for\nRandam checking, Operational geles. of aiqpurts, ste” gates, Loading docks of\narports, and ceremonial lounges: This permisscn awk be valid for a period of three\nears from the date of issue of BCAS Lotter id,\n\nFeast\n\n3. in view of the above,.t-have Leen. cineted to: request all GAS0s'to deploy h\n\n‘screeners In the renk. of ORs (F1Gs/Cts) to man X-EIS gpereted in Security Hok{ Area\n‘ge well 3s other non-SHA arses. Inertioned in BCAS fetter tid. =\n\n4. This infor informetion and necessary aclign please,\n5 ‘This issues with the epproval of the Competent Authority. |\n\no rch asabove, 2\nsen\naiGfalrpost Sector |\nvena i\nCopy tor Py feat |\ni\n\nAUSEC Ce NISA, Hyderabad”: for information please.\nand RIC Arrakkenama. |\n\n",
  "55": "OPFICE OF THE ADDL DIRECTOR GENERAL ‘thy\nAIRPORT SECTOR HEAD QUARTERS en F\n\n¢\n\n‘CENTRAL INDUSTRIAL SECURITY FORCE\n(MINISTRY OP HOME AFFAIRS)\n\nAdmin Block (Ground Bloor), |\n\nCISE Comptes\n\nMahipalpur\n\nNew Deiht - 110087.\nNoodaoruarcropseycireumnasii7 1055\" pated: 2} ee 2017\n\nCivewar No. AS __ OL (2017\n\nTo\nANLCASOs\nGneluding DIGCASO, ASGs Delhi & Mumbai)\n\nSubject: FLOW OF COMMUNICATION IN ASG UNIES.\n\nis.cften notfond chat (here is @ problem in Bow of communication between the\n“sthiar formations. CASOs, SOs and the other reiks. THis problem quite ofen manifests\noperational or administculive glitches. A trict Hlustration ay axamples ere asa\n\n4) Alorge somber of Screeners a no} aware ef the latest instructions on screening\nof passenacrs with prosthetios/ivh s and are following old instructiong.\n\nb) Ths 7 Pay Commissian emoluments are being disbursed by diferent Unies in. 2\n\n_ different mann\n\n€} One ASG Uni\nciher Units,\n\n4) Most of the 80s and other ranks are-not wvare of the treads in Aviation Securit\nFor exwnpte, the Airside terror attacks of Brussels and Istanbul, wherons the Gls\nare generally aware of i,\n\n©) Most SOs‘other mnky are not filly asware of SOPs concerning thelr duty’\n\nis not usually sovare of the good practives or operational faikures of\n\n2. The Baw of communication: is the lifeline ofa large Organization like » Pure Mititary\nFores. Gop or distortions je comnnunication recnees, organizational elficizacy ard\nopecttional pertonmance, Usvatly. tte following fuotars ease communication problems ~\n\n1) Lack of clarity om issues the Supervisory Level\nfi) Lack of regular personal contact botwoen the Supervisory Level and ather maks,\nii} Lack of a systam of regular feedback from lower ranks to the Supervisory Lovel.\niv) Lack of institutional arrangements to disseminate communication regularly\n\nComes... PZ\n\n",
  "56": "which result in sub-optimal dissomination of informetion, Tris includes language\ncultural derciees. fe%¢e, communication sould he i simple and clear language. th\naddition, ifa fender 's very office bounty there is also the shysicw! barier to communication\nMost fraportartly, there is also a perceptional bartier wherein, the leader assumes thes, what\ning knows about an issie, the others also know equally well,\n\n5. The types of communication in.» Pare Milftary Foree usually includes Downeard\n‘corareumication, ie. fom senior fonnaticns te junier foirnations and to a limited extent,\n‘Upward communication, waich is from the junior forntalioas to the senior formations. There\nis very little horizouiat comrrunicotion, which nisaas communication hetween similar set of\npeople, For example, the Screeners need to communicate amongst themselves 2 Improve\nheir efficiency as sell as 46, keep abreast of latest developments, Sinilarly, tha armed\ncomponent in an Airpor: fike ORT, Terminal Marshals, Nakas, ete, should have a forum to\ncommepicale amongst themselves for better coordination. Most impertantiy, the CASOs\nneed to communicate wits other CASOs in an informal manner to undormand the latest\ndevelopments relevart fo their woik sphere.\n\n6. Ia view of issues diseussed above and in order to instintionalize aw of\ncusmmumicadion, tie folluwving avtion nny Be taken ty all CASOs —\n\na) Downward Communication -\n\n3. AU CASOs should hold operational meeting of GOs and Cay Conmnesitens\n\nevery week on Moridays. However, in case of lafger Airpons (Metto =\nHyderabad & Bengahwv), itmay beheld once in a fortnight, I the CASO is on\nfeave, the 2 VC will hold this mesticg wherein ail iasien of interest, especially,\ntho latest Cizculara from FHIQ, APS HQ. BCAS, ote. will be discussed. This\nshould be communicated downwaids by GOs & Coy Commanders 10 SOs/Other\nraoks under sheir jurisdiction <cing beiefing/debeiefing sessions. “The CASOS\nwill also holt a meeting of Soreeners in 2 shiftein a month, ie onthe 1 and 15%\nof each month so that all Screeaess are covered ducing te meetings where\nprolessional/aperationat issues ave discussed.\n\ni, The CASO will hold nyo Sainik Semayelans on the 2\" wai 16\" of exch month,\nDering Sammetans, the emphasis should be on reiterating die Standard\nOperating Procedures (SOPs). socudity protocots, Iniest developrents in the\nfleld of Aviation Security, exe. apart from listening to personal and professional\nproblems of the members of the Force,\n\nContd. ..P3\n",
  "57": "208:\n\nHi \"The CASOs will alse hold at feast ome meeting with CHV staif every month to\nget feedhack on operational ss well 2s non-operatiozal jaswes of the ASG ard act\n‘upon them,\n\n+b) Upward Communication -\n\ni. very CASO will ger e weeldy siutas ropcrt Bom all the GOs and the Coy\n‘Commanders with regard 19 their oncrationnl jurisdiction. The status report\nshowd be formatted in such a manner ay te provide infiwmation about the\nprofessions werk of sabordinctes veer thom, wark place prodtems, amy\n\njevelopmeats, feedback om instructions, ete.\n\nfi ing pouk hours, the GOs and Coy Commanders shovid by swailable in the\n\nSecurity Hold Aveu (STIA} rather than in their respective aftiess.\n\n8) Horizontal Communication -\n\n“The commanication bocveex peer groups which has deen discussed duclige may\n\nbe Gieilitated by mdivieuai CASGs as deemed ft. The idea is tg encourage,\ndissemination OF professicnal knowledge ainong siiilady placed group of\npoisonne! sidhin acd watside the Uni,\n\n7. hope that the issues mentioned in tis Circular are .uniiersidod cfear'y so thar the\nflow of communication in Airport Sector becomes scamfess and results in improved\noperations! efficierey. “This Circudee may also be distelbuted to all GOs and Coy\nCommanders, In case the dates memioned ior above meetings fon @ holiday. suc\nocelungs may be held on the next working ay. I wil review compliance whenever vis.\nshe Unit concerned,\n\n8. Please acknowledge mecipt and ensure strat compliance,\n\nfi\nmake\n(MA Genaputhy 33! | a\nAddi, DG, APS: t\nCope io\nDIsG/AP (WZ), (G&NEZ), (SZ) and (NZ)\n\nThe Boinipa! Staff Otficer ta 39G, CISF - for fxvour of kite indiovmation to DU/CISE,\n\n",
  "58": "xe\npe tu OFFICE OF THE DIG/CASO~ MUMBAI AIRPORT.\nCENTRAL INDUSTRIAL SECURITY FORCE\n(MINISTRY OF HOME AFFATRS)\norscats.\ncist SIA MUMBAI\nNn.0-S2098/CISHCSAKMYOPS-CELLAAPS Ciinyite QE DATE} 172007\n\n‘The Sector Commanders,\n(Doran Perineter\"Cargo)\nCISF Linis CS! Aitpoet, Mumba\n\nSUB: Acceptance of M-Aadhaar as valid [D proof at airports: Res.\n\nPlease find eaviosed a copy at below mentioned Circalarfctter received Grom ADGIARS Hrs\nNew Delhi.\n\n2 is regu {have been directed to forwatd the exo for fetes nevessary ation at yor end\n\nplease\n\n(SITET no. | apcaars ftoRSTETTERNG\n\nON” Aeeeptance of M-Aadhaar as 0. QUIUAPC/OPSi2yCireutan(S5y TIO\n: a dated 68.11.2617 a |\nWid 1D proofat airports | tet 8.112017\n\npial As above LE\na ial\npy. COMMANBANTIONS\nISP UNF CSIA Me MRat\n\nstibuti\n\nTS DIGLASO_ Torlind intonation plane\n5 Cae For kind is\n(TT, Cargo, PS, ORT, HOR, | | sompsinss pie,\n\nwe |\n\nHt concer\n(rbragh eon:\n\njeer\n\n{sectors\nVe BDDS, Tey, Cell, GW, COR, ORT, SOCE\n\n",
  "59": "-\n\nCENTRAL INDUSTRIAL SECURITY FORGE,\n(MENISTRY OF HOME AFFAIRS) 8\n\nAdministrative Bice\nCISF Complex, Manipalour\nBy pass road, New Delii-37\n\nid\n\nNo. G-42011/APC/Ops(2)/Circular(AS)/17- 16821 Dated: »éNow,2017\nTo\n\nDisG (NZ,SZ,WZ and E&NE)\nBIG/CASO IGI Delhi and CSTA Mumba\nww All CASCs of ASGS\n\n‘Sub:- m B f. tt i\n\nBCAS vide its Circular No. 15/2047 dated 26.10.2017 has issued the list of\nID proofs required to be produced-by-departing passengers at the entry gate of\nairports (copy already circulated vide this HQ fetter No. 10460 dated\n28.10.2017).\n\n2. Vide Circular ibid, BCAS has also accepted m-Aadhaar issued by UIDAL\n(Unique identification Authority. of India) as one of valid 1D proofs for\nauthentication of bonafide of any departing passengers. Some of the features of\nm-Aadhear are as under:\n\n1. The Unique Identification Authority of India (JIDAI) has jauriched.a\nmoble application for Aadhaar card users called m- Aadhsar. The\napeiication atows users to use thelr cards without carrying therh in a\nphysical form. It can te done only on the moble number to which\nAachaar has been linked.\n\nIL Users of the m- Aadhgar application get ail their requisite Aadhaar\ndetaiis of the appiication. All card-Inked information like hzme, date\nof birth, Gender, and atidress, photograph, etc. will be available on\nthe m Aadbaar application.\n\nHL The m- Aadhaar application is currently available for Android phone.\nstirs ony,\n",
  "60": "EORTC PORES TCH AUN RY URC Comme yeu ime su\npersonnel should be sensitized accordingly to honour seAadhaae ae 5 valid ip\nproof and necessary awareness a5 well-as.training should be imparted to them\nso that there should not be any confusion an the ground to-vecognize m-Aadhaar\nin cightal form for hassle free passenger movement at airports\n\n4. All DISG should ensure meticulous implementation of above directions at\n‘the ASGs under their respective jurisdiction,\n\n5. Issued for strict compiiance.\n\n",
  "61": "OFFICE OF THE ADDL, BIRECTOR GENERAL/ AIRPORT SECTOR\nCENTRAL INDUSTRIAL SECURITY FORCE\n(MINISTRY OF HOME AFFAIRS)\nAdministrative Black\nAirport Sector, CISF Complex\nMahipalpur, New Dethi-37\n\nfe\nNo.0-42011/APC/ORS (2Y Circa ASHI- 112.4 9 Dated: 27” Nov acta wh\nve ‘ ont eee\nDISG/CASOs of ASGs Delhi & Mumbal Cane, Me\nAil CASGs of ASGS CSF oe “ae we\ncea\n\n“su Re Sf Banks: @ ame\n\n‘MHA, 15.11 Oiviston (VIP Security unit ) vide letter No. VLL23018/02/2017-¥S\ndaterl 02.11.2017 (copy enclosed) has issued advisory td all Chief Secretaries.and\nDGSF cf all States/UTs on the abave subject,\n\n--2.— AS per advisory issued by MHA, 28 instances of recovery of suspected\nWsddified power banks were datected at various airports: Out of these 28 modified\n“power baaks only 07 power banks were found-to be genuine. In such type of cases,\nthe modified power banks ere seized disposed off by the security agencies anc!\n\n~ -spansiangers ara allowed to go without registration of cases.\n\nGe THES modified power banks are togatly made with normal battery, 2 circuit\n‘tie pty’, a clay used to fix alaeaes on iro miade windows to fil the cavity and to\nmake it heavy.-During screening, it gives é-scahned image of an HED,\n\n4, Although the clay-fke item Inside the power bank is not an explosive, but\nthere ace possibilities. that ent-natienal elements/terrorists can use It to fulfil their\nmalades intentions at the airports. “\n\n5. In view of the above you are hereby ditactod to take following actions:\n\na\n\na) Sengitize the screeners usder your command on the advise issued by MHA.\n\nbp Take us-the matter with APD for creating awareness among the passengers\nfor avoiding use of such modified power banks.\n\nte\n",
  "62": "yas\n(RRSahay)\n1G/Airport Sector\n\nDIKGYAP INZ:-ERNE, SZ & WZ}: for Information & compliatee plane.\n\n",
  "63": "OFFICE OF THE ADDL. DIRECTOR czneraunnne seth\nCENTRAL INDUSTRIAL SECURITY, FO!\nMinistry of Home Aga ie\n\nCISF Complex, Mahinak\nNew Dethi-37\n\nNo, O-4204 HAPC/OPS(1 VCircuiar (BCASW17- Dated 23Nov 2017\nwBg\nTe:\nAll CASQs, CISF ASGs.\n\nSub; SOP for RDE : Rag:\n\nEnciosed please find a copy of BCAS e-mail dated 21.11.2017,\nenclosing therewith SOP for the response detection of Radioloakal\nmaterial at any airport and guidance published by IAEA in the year 2016\n(namely’First Responders to a Radiologioel Emergency) for information\nand necessary action please,\n\nEnel: As above\nfi A\ndal calster\n\n{B.K. Singh)\nDy, CommandanviAPs:\nwe gant\n\nCopy to:\n\nDIG/AP (82, NZ WZ &E & NE}: for kind information please,\n\nANSEC Cell NISA, Hyderabad =; -do-\nand RTC Arrakkonaim,\n\n",
  "64": "akace, GISFGLAAPCRT dgapatgrs es >. OPE\nYS, erankeetserrayeciiar eyioup ri api\n\nDi tne ri\nMbit inch fe con s :\nTovenntone ae BA aR 2 pUs\nAo MtnAgn wesnluereaores\nAO ARRE SAR oer zotg2\nAb cnter saan bases ON\nRun enananngpgoon™ RD KORA sebabessame\nown aon egg\n\n‘Signe me sear\nce: “AMS Gruen’ wee edigem\n\ntepeonia super OD\n\nby NEA Lavorsntaral aipaie Erasgy Agency se yqar 2000 (Gant; Fist Responders 9 & Redissogial Era ner 8\n\nrt anecoreyt bent) SOF fore\n\npnce een a Raicegicl aed at any spot. Tne gules pays\n\nS Prease cu\nssi and cogs\n\ni !\n\ni\n\nAesisonl Seccim Cikoor —\n‘Syygae 9° Crek Naan Secu\nHQ. Rew Seb\n\nanh\noe\n~~ i\n\nfi aioe, SENSU he end OND BIE?\n\n",
  "65": "OFFICE OFTHE DIG/CASO - MUMBAI AIRPORT\n‘CENTRAL INDUSTRIAL SECURTTY FORCE\n(MINISTRY OF HOME AFFAIRS)\n\nCISPCSIA UNBAT\nNo.(-42099/CISF-CSAI(MYOPS-CELL(BCAS-Cireular¥17- 1 OB DATE. 07) 102017\n\nTe\n‘The Sector Commanders,\n(Donat “Perimster/Cargo)\nCISF Unit CSI Airpor, Mumbei.\n\nstb: Forwarding of BCAS Circulars/Letters/Guidelines:Res,\n\nPlease find enclosed 2 copy of Below meutioned Cirwulerletter/guidatines received stom\nBOAS, New Delhi.\n\n2, inthis regard, I have been dirceta? to forward the same for further necessary action at your end\nplease,\n\nBID : cam\n\"0. TSOP for Radiological | E-mail dated 21.11.17\n\nTCASTETIER Ovi wal dated 7\n\n| Deteetion Equipments —— _. L\n‘Hag: As ebove, / 7\nDY. COMMANDANTAORS\nCISF UNIT CStA MUMBSI\nDiseibetion\n1] The De, Comnandaar For Chad“ Tafiesiiaa ant\n(TALE, Can, PS, IRE, Hrs} necessary aeion ph\n2.” The Shi Ve (T- 1, 1-2) {Through concermed seviors) | “be\n3A RES points OHSS RE OPT A PE aR ae\ncungemad sectors}\n3. he: BODS, Try. Call, GW, COR SOCE o “ee ]\n\n",
  "66": "ed\n\nOFFICE GF THE ADDL. DIRECTOR GENERAL/AIRFORT SECTOR.\nCENTRAL INDUSTRIAL SECURITY FORCE\n\n(Ministry of Home Affairs)\n\nAdministrative Block\nCISF Complex, Mahipalpur\nNew Dethi-a7\n\nNo. O-42011/APC/OPS(1 \"Circular (BCASY17- Dated 23 Nov’ 2017\nwary\nTo\nAll CASOs, CISF ASGs, .\n\n‘Sub: SOP for RDE : Rec:\n\nEnelosed please find @. copy of BCAS e-mail dated 21.11.2017,\nenojesing therewith SOP for the response detection of Radiological\nmaterial-at- any airport and guidance published by SABA in the year 2016\n(ramely’First Responders to a Radiological Emergency} for information\nand necessary action please.\n\nEnel: As above\nbette\n(B.K. Singh)\nDy. CommandantvAPS\nCopy to:\n\nDIGAP (SZ, NZ WZ &E & NE): for kind information please.\n\nAVSEC Cell NISA, Hyderabad -do-\nand RTC Arakkonam,\n\n",
  "67": "isbagour ipemtaoviniwe. stivaystonltiPengeenB3.0°.2 0 16424607 -\n\n: am See? 41:25 AM\n“spa From. oh Kure enohirbersepins\nRGA agen,\nABS nueva\nAANEET sBINRWAYS emp ordkBeaima scan\nabo: Oa ata, SIN. cosopseiooor.oHE\neC Asin savaabel ease one,\n‘O50 tnige eatvaronldeinagsin>\nCHARREN AND <charrpG aee>,\n‘Ut, ure etacr. CT SSLARPORT sept tn,\nBE Gr eight goure, OGM Secu carats o>,\nDIAL saint aneyanedyga\nUA tne gO >\nSTS tment om,\nJOVEN AR HESE queen AN AERO>\nRAIN Nin. jeingear com,\nAD AMERBAWAD <eurd nemeteoek,\nREANRITEAR <riaencenetaqoui\nRD OHENNAFectn aeaago.i\nQOEL Aantettoesgzouine\nRE UYU rope; NEMsGOHIN>,\nOND eauighonstenori, HO KOLKATA <olteantvie®,\nRO NMG rw ease be,\n‘Resear 208 Suse earn\nos (AS. Beri seer reas BgoUM,\ningatinder Bvt <a .Beesiae>\n\nSOWIE RDE, ALBERS). AgpewsRCN or SOR OMB)\n\nSi,\n\nPisane Sno anelssed herent SOP fer the response deincton of Radiicgicel material at any simport, The guifancepuiishad\nyy IAEA teratianal Ato Enotpy Agen] ithe yar 2006 {aemely \"First Resporcersto « Radivioxicat Erersonoy) ke\nalain as esupercientny to tis SOP es Anant\n\nPlease consider the environment before printing this emall,\nTrans and egos\n\n‘on Rar\n\nResin Sesion Clee\n\nSutoau etl Acton Sonar\n\n5. Re Sh\n\nayo abet —z 1088\n\n",
  "68": "STANDARD OPERATING PROCEDURE\n\n‘TABLE OF CONTENTS\n\nCONTENTS REVISION:\nNon! PAGE NUMBER | OP AToe\n1 | PURPOSE 3 i l\nj\n2) score 3\na es\n3 | OBJECTIVE\n{4 |nesronsranutr 3 |\n5 | ABBREVIATION ! 3 |\n~ — = }\n16 [rnocapune 4t06\n} — L\n7 | FORMATS USED i 7 jl |\n: RECORDS GENERATED 7\n9 | REFERENCES : ? ‘\n+ ro —\n20. REVISION HISTORY ? ‘\n\n1. OBJECTIVE :\nYo eliminate the hazerd generated due to unauthorized carriage of\nradioactive substances by passenger, cargo and staff.\n\n2. Purpose\n\nIn order to prevent entry/exit of Radio Active Material which may be\nused to commit an act of untaviful Interference the carriage or bearing of\nwhich is nat authorized, from being introduced by any means\nwhatsoever in to airport / on to an aircraft engaged in civil aviation, no\npassenger baggage / cazgo consignment shall be ailowed entry/exit of\nthe alrport uriass it has Been screened and cleared through RDES, Ine\npurpose of this SOF Is to lay down procedures far monitoring, handling &\n\nq\ni\n:\n\ni\ni\n\n",
  "69": "(© PASSING UF When ~ ae une see wmiae wine oor\n41 X-Ray machine and OOG{International)\n\n+ Passing of Passenger (with the registered baggage / hand\nbaggage), Visitor & Staff through Limb monitor at Departure entry\n01, 02 and 03\n\n+ Passing vehicles through the Vehicle Monitoring System installed at\nCargo Airside gate.\n\n+ Radio Active Material Detection\n\n3 Definitions & Abbreviations\n\nAERB + Atomic Energy Regulatory Body\nAce Airport Operation Control Centre ~\nAREF 1 Airport Rescue an Fire fighting\n\nASG + Aviation Security Group\n\nATC Alr Traffic Control\n\ncise : Central Industrial Security Force\n\none Department af Atomic Eneray\n\nHMACPL Hyderabad Menzies Air Cargo Private Limited\n\nr\n\nRGIA : Rajiv Gandhi International Airport\nsoce Security Operation Control Centre\nSNM + Speciat Nuclear Material\n\nMs, 2 Vehicle Monitering System\n\n“Dangerous goods means articles or substances which at\ncapable of posing risk to health, safety, property or the\nenvironment and which are listed as such in the Technical\nInstructions or which are classified according to the Technical\nInstructions, and also includes arms, military stores, implements.\nof war and munitions of war.”\n\n4 Vulnerability:\n\nPage 20f10\n",
  "70": "4.1 Carriage of Radio Active Material If the passenger's registered baugave/\n\n'\n. i\n\nhand baggage. ia\n\n4.2 Carviage of Radio Active thateria! in the inbound/out Bound Cargo i\nconsigniient. |\n\ni\n\n4.3 Loading Reglstere¢ / Hand Saggage / Cargo into Aircraft without +\nscreening. L\n\n5 Functions t\n5.4 Radio Active Materiat Detection. é\n5.2. Passengers will pass through Limb Monitor Instatled at Departure Entry *\nGates and Customs arrivals exit. :\n\n5.3 Passing the check-in baggage through SNM detector installed before\nboth Levelt X-Ray machine (EDIS) and OOG (Intemational) X-Ray\nmachine,\n\n. Sal “Passing vehicles through the Velicle Monitoring System Instalied at\nCargo Airside gate,\n\n5.5 SOCC to inform to AOCC for any alarm generated by limb monitor and |\n\nVMS at Cargo Airside gate,\n\n56 Check using Radiation Survey Meter by the level staff from airport +\n‘operator -S8C team for the suspected registered beggage alarmed by\nthe SNM,\n\n5.7 Check using Radiation Survey Mater by the AREF team for the\nsuspected passenger with the hand/registered baggage alarmed by the\nLimb Monitor,\n\n5.7.1 Check suspected vehicle with the cargo consignment alarmed by the\nVehicle Monitoring system by the Cargo Security Team using Radiation\nSurvey Meter\n\n5.8 Cordoning of the area by ASG/CISF on detection of Radioactive\nmateriai,\n\n5.9 Handing over of Cleared Baggage/Cargo to respective Ground Handling\nAgencies/Airlines/Reguisted Agent.\n\n5.10 Handling of Baggage tested positive for Radia Active Material (by Fi\nAirport Operator Security, ARFF ana DAE)\n\n3.11 Handling of suspect Baggage by DAE as per DAE SOP. §\n\n5.12. Legal action against the Passenger.\n\nPage 30:40\n\n",
  "71": "6.1 The Aircraft (Carriage of Dangerous Goods) Rules 2003,\n\n6.1L The procedures as laid down in subfect DAE shall be followed. Cony of the\nsame is attached with this SOP as Appendix ~\n\n7. Flow of Baggage Information\n\n7. Fordetection by SNM:\n\n7.4.1 On receipt of positive alarm of radioactive material in the ragistered\nbaggage through SNM, Level-4 staff shall recheck the contaminated\nbaggage using survey meter and on confirmation of radiological material\nin the baggage, shall inform AOCC, ARFF and HBS duty manage: without\nany loss of time,\n\n7.1.2 AOCC shail inform ARFF for reaching Levei-4 slong with the Hand Held\nDeteczors.\n\n7.1.3 AOC shall inform DAE authorities on positive detection of radioactive\nmaterial as per their SOP on telephone number 022-22023978 or 022-\n22862595, It Is very important that the information pertaining to\nBaggage is communicated to the DAE Emergency Cell with acsiracy and\nspeed.\n\nYat The baggage belt shell be stopped till the confirmation of radiological\n\nmateria in the contaminated baggage.\n\nTibrd Area of 25 meters or more around the identified baggage shall be Isclaced.\n\n7.1.6 Elow Chart\n\nSNM SAGGAGE SYSTEM\n1S SWITCHED ON\n\n‘inline baggage Belt next to the SU\nsystem wil be stopped and operator\nhas to go SNM lection and suftch\n\n‘On the system\n\nSNM BAGGAGE\nSYSTEMS\nHEALTHY?\n\nInne Baggage Belt wit! be\noperational and Baggage will pass\n\ntheaugh Sif System, Page of 10\n",
  "72": "Yes\n\nBagivage is contaminated having some\nradioactive material, RED ted taerp vl\n‘Blow along with buzzer at level 4.\nBagzage will be ¢iverted to tevel 4\nIrreepective of decision of X-ray baggage\n‘ope ators.\n\nBaggage reached\nrolevel 4?\n\n<\n\nYes,\n\nBuzze frequency tone willbe changed at\nlevel indicating that Baggage has\nreached t level 4,\n\nALARMI Ganeration ate? rassame of\nBaggage fot SM system\n\nBaggage'is Clean; Green LED\nLamp wil glow at Levei 8, Ro action\nroquired fram operstor. Baggage wil\nautomatically move te sespective airina\ncounter.\n\nNo\n\nBogaage tracking Is lost and partiuler In\nline belt will be stopped .Belt no. and\n\nposition willbe indicated at tevel a\n\nLevel 4 operator, Sean the vageage with\nRatietion Survey Meter. Observe zhe\nRadistion level to localize source ct\nadistion, Measure the raciation 20se\n\nRaelation\nSurvey\nMeter Alermod?\n\n|\n\n‘\n\nOperator has to ge to indicated belt and\n\nInform the AOC.\n\nInform AOC\n‘solate the baggage.\n\n‘entity the source location using\nIsorope identiier\nmode, The dotaied knalysis report wil be\n\ntwtheisenope\n‘wentiied as\nSNM?\n\n1d swatch the unit w integration\n\nPoge Bot 10\n\nspa Min cee conen\n\n",
  "73": "\"|\n\n‘Baggage Is free from radiation and it can be moved,\nto respective airlines bageag counter.\n\nInform to DAE\nEmergency Ceil\n\n7.2 For detection by Limb Monitor:\n7.2.1 On receipt of positive elarm of radioactive material in the Passenger\nbaggage through Limb moniters, SOCC will Inform to AOE wichout any.\n\nCun\n\n7.2.2 AOC snl inform ARGE for reaching othe ste alongwith the Ha\nDetectors, AREF to isolate the baggage and passenger if alarm raised by\nthe radiation survey meter and inform AOCC.\n\n7.2.3 AOCC shail inform DAE autherities on positive detection of radicactive\nmateria! 2s per thelr SOP on telephone number 622-22023978 or 022- ,\n22862595. It is very important that the information pertaining ts Baggage\nis communicated to the DAE Emergency Cell with accuracy and speed.\n\n72a\n\nPassengers passing through Limb Morir.\n\nAsk the suspected Passengers io pass Indivicuatiy\nthrough the Limb Moniter Te reconfirm. Identy the\nPassenger causing Alarm\n\nPage 6 of 4\n",
  "74": ". |\nPassenger ang his\nBaggage is Raciaton-tee,\ncen depart from sean area\n'SOSC to inform ACCC. ARFFF sitll scan the Passenger & baggage with\n‘ediation Survey Meter. Observe the Radiator love! to localize sourca of\nRadiation, Measure the radiation dase rate (uit.\nRadiation Survey\nco Meter Alarmed?\n[ARFF shal ‘sola the beggage or Passenger. dently the\n~ seuree location using Isotope idertiter and switch the urit to\nIntegrtion mode. The detailed analysis report willbe displayed\nonthe screen,\nIs tho |sotope\nft envied as SNMP vest\nie ate\nAeettoa NORM?\nNo\nTs the Isotope Identified\n+—— 96 MED!IND?\nNo Verity whether the Passenger has Yes\nUncergone any cadlologie! treatment\n+ ‘or cartying any racioactive material.\nCheck fora veld documentetior?\nInform ARFF, Record investigation\nInformation Page F of 0\n\nt\n\n",
  "75": "WIKEIOUL Bi etpncn Semnaer oneness\n7.3.3 It is very important that the information pertaining to Saggage is\ncommunicated to the DAE Emergency Ceil with accuracy and speed.\n\n734 Blow Chart\nhide Motor ‘Syste\n\n‘Biarm Is acivated YESINO.\n\nNO\n\n—\nVehicle is clean, and Free ‘>\nDepart fren Monitoring Area.\nHas Driver Received Yes : ~\n“Treatmont Wit\n\nMedical Nuctear\nSubstance\n\nNO Pass Vehicle threat\nMonitor for Se No ‘Treat _oad as Non-\noS maa=a| Rad oaclve Material\nYes\n\nInform SOCC, ACCC and GHIAL SSC, Algrm ehall be investigated nly by ARFFL\n\nRoview Mandest ta identity Origin\n‘and for Type of Shipment Page 8010\n\n",
  "76": "- |\n\n{ san Etro of Veh ws Sura Meier. Observe Radiation Levts fo Localize Scarce of |\n\nRadation in Load. Mewsute ihe Rediation Dose Rate {uSvitr)\n\nwe\nCarga Security Tara or eannPLto\nIdentity the Source of Rcation with\n\nSsotope identter\n\nyes\nNO\n\nRece YES tigation\n\n|\n\nopatt from Mentoring Aree rf\n\nYves\n\nisthe Nuclear\nSubstance x medical\nTpolopa of industral\n‘solope?\n\nCheck fortwo vane\neourent ane\nRecord Invatigaion\nintommaon\n\n‘golate enc Set Up\nso meter Barrier\n\n~ ~ contact\n[cassette en: ‘\n| connie Br crown i\n\n192.2282 5978, 022.2206 2585\new: 022-7203 O24\nFema seonentdae gavin\n\nPage 9 of 10\n\nq\n|\n‘DAE, etumba-400005 i\n",
  "77": "B AcuuE er +\n\nfo slio 1\" Department] Activity i\ni | EISF7 BODE Cordening off the area. |\n_ - — } ——\n\nET BAE Emergency Handling the “bagaege |\n\nject! with the radio activity\n1 material.\n\n| Aace To inform te AREF, |\n\\ 1 Airlines.\n\nARFF TTo scan the baggage\n\nwith Radiation Survey\n\n! - Meter, To inform DAE |\n\n10\n\nEmergency Contact Numbers\n\n‘S'No | Agency\n\nMobile\n\n1. | ASG/CISE Control Room:\n\nASG BDDS team\n\n3. {Airport Operator” Security |\nDept i\n\nTr 7\n\n4, TARE a\n\n[ROSE\n\n6.1 S06 :\n\n7. National Mlcaster Neenoddd\n\nf\n\nForce\nt ECIE Technical Team ve\n\nPage 10 of 10\n",
  "78": "‘OFFICE OF THE. DIG/CASO-MUMBAI AIRPORT\n‘CENTRAL INDUSTRIAL SECURITY FORCE\nMINISTRY OF HOME AFFAIRS\n\nCISF CSEA MUMBAI\n‘No: O42099/CTSF/CSTA(MYVOPS-CELL(APS Ciry2017/ 51.93 Date: Ol, 112017\nTo\n\n‘The AIG/ARS,\nCISE APS 17Qrs New Deli\n\nSub- Flow of Communication in ASG Units : Reg.\n\nKindly refer to ADGIAPS HQ New Delhi Office Letler Nu. O-\n4201 HAPCHOPSI2y Circular S21 \"2 dated 34\" Oet 20117 on the ahove mentioned\nsubject,\n\n4. The Circular No, 04/9017 is received and acknowledged,\nScomitied Please,\n\nBER PL wnat\n\n(SUDHIR KUMAR)\nCOMMANDANT / OPS\nCSEAIRPORT MUMBAL\n\n",
  "79": "ar Office of the Adcitional Director General/Airport Seeker’ -\n(S Central Industrial Securiy Force\n(Ministry of Home Affairs)\n\nAdininistrativg Block\n‘SF Comtex, Maleeiane\n\nBy Bass Fe\nte\n\n‘Ai CREOs of ASS\n(lacluding DIGICASO, A5Gs, Delhi and Mumbaly\n\nCorrigendum to APS Circular No 04/2017\nSubject: FLOW. Mi TION\n\nisl refer to this HQ letter NO, 0-4201 1/APC/OPSEZICiroulat/ As\n31.10.2017 vide which detailed guidelines on flow of communication has been issued on the\nabove subject matter.\n\n2, In this ragard, the following amendment s ereby conveyed in para-i (c) of the\nCrowle tics\n\nFok\n\nBarack (d): Most of the SOs and other ranks are nt aware of the frends\nin Aviston Security. For example, the Airside terror attacks at Brussels and\nIstenbul, whereas the GOs are generally aware of fe\nRead:\nParas (d): Most of the SOs and otner ranks are nat aware of the trends\n\nAviation Security. For example, the City side terror attacks at Brussels and\nstanbul, whereas the GOs are generally aware of i.\n\n3, All other contents of the Circular wif remain uachanged,\n\n4, ‘This ssues with the approval of the Competent Authority\n\n(Ajay Kumar)\nAIG/ Airport Sector\n\nCopy to:\nDaSG/AP (NZ,SZ,W2 anid GENE) + Forkind information please\n\n",
  "80": "‘GEFICE OF THE ADDL, DIRECTOR GENERAL /AIRPORF SECTOR\n‘CENTRAL INDUSTRIAL SECURITY FORCE\n\nGHINISTRY OF HOME AFFAIRS)\nAdministrative Boek\nCISF Cormpiex, Mefipaipur\nBy pass saad, New Delhi-37\nNo. O420L1/APCHOns(2)/CirewlarlASW1?- 4 at 2~ Dated: 4m Nov,2017\nTe\n‘DisG (2,SZ.WZ and E8NE)\n‘BEG/CASO IGI Delhi and Cola Mumpat\nAILCRSDs oF ASG:\n‘Sub: Measures to hanele the Winter passenger rush at the airports j-\nBea\n\nit has been observed that during the mocth of Geoember and January, Aisles\noften inereasa their Tight operations In meet the passenger growth due to tur\nseasnn as well 2s to cater Christmas/New Year holidey passenger uss Further, dung\nthat period fights are reetheduled/divertedicancellad due to fogay woather whicy\nresults i reducing the effective flight operations to a limited Umme peried at the alrparis\nand teads ko buriching of fights as wall as inconverisnce to the passengers,\n\n2, ‘Therefore, it is necessary that there shoukt be proper planning ané affective\nmachenlsm during winter season for smooth cli! aviation operations, After caret\naralysls, Some measures are suogested for smooth handling of passenger rush during\n‘winter seeson at the airports which ara enclosed herewith as par Appentiix-“A\" for\nstrict implementation by all ASG:\n\n3, All CASOs. should ensure implementation of suggesbad messures at thelr\nraspective sinports to handle the winter fight operations and pastenger ash,\n\n4 All O18G should ensure meticuious implementation of above directions at the\nASISs under their respective jurisdiction,\n\nEnet: As above,\n\nois\n(HA. Ganapathy, 15)\nAdcl, DGyAlrport Sector\n\n",
  "81": "4\n\n3\n\n10.\n\nAopendixclA’\nMeasures to handle the Winter passenger rush at the almports\n\no\nAc Loedl of passengers on daily esis shold be taken from afl aldlnes ona day in\n\nadvance to deploy additional mangower tormanage the rush.\n\nTo cater to. peak hour rust of passengers in morning and evening fled shit\ndeployment shovlt-be done,\n\n‘Duting winter season and foggy weather, the flights are usually cencefed er\ndiveried and many times fs rescheduled, resutting In Suaching of fights. Ths\nexile manpower may be depiayed beyond the sanctioned shift to handle this\n-sucieh rush 24d a'so te.contral the itate as well as jong walling passengers.\n\n{Th winter season passengers-wear overcoats, blazers, long coats etc. which ara ts\nbe removed for security screening, Hence, provision of adequate number of says\nfor placing thel* extra belongings for X-Ray screoring with dedicated manpower\nsnotld be made for speedy cleerance end convervance of passengers.\n\n‘AllSkalveholders at the atsports should be sensitized ts depute thelr sienporer or\nround ‘the clock basis far anoroprietely attending the delayed passengers and\nlistening of their grievances, They may be sensited to provide timely. and\n‘ccurate Information to passengers about delay of fights so they may not get\nInvitated ané become trouolesome,\n\nScreeners should be utilized only for screenors duty at X-813 and not for acy\nher duty.\n\nAil screeness should be sensitized/metivated to speed-up the through put ele of\nJeBIS without compromising tne security norms.\n\nHf requitad, Pleo may be chalked out and bnplemested ot the airports te rein\nadgi@onal machizes even though unsanctioned in eany moming fo ces: the\n‘passenger nist.\n\n‘At Malro alzpors, Sr. cfficers tn the renk af Commandant should be deployed to\nattend peak oor winter rust parsonaily and in other alrparts a\nGazetted Officers should be deployed for the sald purpose.\n\nPersonnel should be deployed ip such a manner that mult tasks can be\npentomed by them, for exemple Adri, stat! on routine Basis siould be deployed\nto perform duty at SHA for few hours,\n",
  "82": "Ms\n\n.\n\n18\n\nAddines should be requested to pay extra counters tn early morning -and\ndeploy extia personnel during the peek hours for PresSHA management.\n\nAitines: should. be requested to inform their passengers to report at airport at\n‘east 2 hrs before departure time. in case of dpriesiic fight and 3. hrs before\ndeparture ame in-case of Internationa! filghts. Alnines should also be sequasiat to\nInforms the passengers by text snessagas to report early,\n\nRiff’ Operators shoud he requested to Implement one hand baggage polly\n\nPorte the secerity hokd areas more Q-Menagers should be laced to manage the\npassengers queue effectively.\n\nAirpoct operator should he requested to prominently display the Hist of SRA ites\nso that the passengers while checicin through departure gate, get to know whet\n1s nog allowed in SHA. The display of SRA items should be located at departere\ngate as well as entry point of SHA,\n\n‘The wheel chair passencers, <iferently sblec passengers, and sic aged\npassengers should be directed to a dedicsted KRIS machina which helgs i\n‘esing the movernent of passengers 2t the other security check points.\n\n‘The performance of Screeners showlé be. monitored closely with reference to\ntnrough-put ratio for each machine visw-vis the frisking goints in SHA. This wil\nresuit Inia sense of resconsibity in Secaeners,\n\nLesve of petsonrel should i.restricted for the montit of December,\n\npoate”\n",
  "83": "OFFICE OF THE ADDL. DIRECTOR GENERAL/ATRPORT SECTOR\nCENTRAL INDUSTRIAL SECURITY FOI 1\n(MINISTRY OF HOME AFFAIRS) ~\n\nAdministéative Block hee\nCISF Complex,:Mabipatpur.\nBy pass road, New Delhi-37,\n\nNo. 0-4201 1/APC/Ops(2)/Circular(AS)/17- {V8 dated: 2° nov,2017\nTo\n\nDISG (NZ,SZ,WZ and ERNE)\nDIG/CASG IG! Delhi and CSIA Mumbai\nAll CASOs of ASGs\n\n‘Sub:- Public Interfage by ASG personnel :-Req\n\n‘The core area every ASG has to emphasize upon at the airports is\nimplementation of standardized security procedures with scclally acceptable\npubli interface, The ASG personnel have inevitable public interface with aff\n. passengers, visitors and staff of various agencies working at the\nairports at various levels curing the course of day to cay duties at the airports. It\nis essential that ASG personnel should have the raguiisite skills in deaiing with\npassengers, staff & visitors at particular cuty posts which require public interface\nand should behave with maturity & patience without losing firmness as fer as\nconformity to procedures Is concerned.\n\n2. The ASG personne! are posted at the airports from different\nStates/Regions of India in accordance with tha posting policy to maintain\nsymmetry in the Force structure. Each region thas iis distinct spoken language,\npectliar expressions and tone of speach. It is quite possible that words,\nexpressions and body language which may have perfectly civil or normal\nconmatation in the speaker's place/region may be perceived as tude or\n\nflanging by persons from another area or region. In view of educated,\nsophisticated and high secio-economic profile of airport users and their\nheightened sensitivity on that account, it was felt that the inadvertent use of\ncertain words/expressions/gestures by uniformed CISF personnel may be\nmisread) misunderstood as cude and lacking in desited courtesy. Thetefore,\nrecognizing the significance of the tone, tenor and body language of personnal\n\nwe,\nin\nA\n",
  "84": "Circular No.\n\nf\n\n3. However, of late, several complaints have been received from the\npassengers against ASG personnel of using improper language, rudefapathetic\nbehavior and poor body tanguage. There have also been instances wherein ASG\npersonnel were found in embarrassing situations due to words and phrases\nUitered by them, which according t2 them may not be termed as ua-\nparliamentary, out the same are considered incorrect in a particular\nRegion/State. At times, situation turas ugly due to misinterpretation of words\nand piwases, and such incidents obviously bring bad name to the Force,\n\n4, Such complaints/incidents reflects that ASG personnel are not adequately\nbriefed by CASOs about the standardized language/words to be used by duty\npersonne! at different places/pasis while addressing the passengers, staff and\nvisitors as enumerated in the AS Circular Ne. 31/2007. Non compliance of\nthe Instructions has been viewed seriously.\n\n5. Thy UIRe aysitt Leilerated Uist CASOs should engure implementation of\nthe instructions issued vide AS Circular No. 31/2007 (copy enclosed)\nwithout deviation and accordingly CASOs and Unit Supervisory officers should\n\nfrequent briefings, Sainik Sammelans, on-the-job trainings, time to time\ncounseling with dedicated focus to improve upen the behavior and attitude of\npersonnel.\n\n6. __Invacdition to the above, all CASOs should also ensure implementation of\nthe folowing directions to improve the public interface by the ASG at the airports\n\n1. While making deployment at places of public interface, utmost care\nshould be taken to ensure the suitability of the individual for the job at\nthe particutar point,\n\nli, Proper counseling of the Force personnel is required to be done about\nthe local culture, customs and trends.\n",
  "85": "Ji, ASG personnel should be soecificaly briefed to avoid use of\nincorrect/dubious wards and expressions.\n\niv. Stendardized language, as mentioned in AS Circular No. 31/2007,\nshould be used by the ASG patsonnel during interaction with\npassengers, staff & visitors and mutual conversation at the duty:posts.\n\nve ASG personnel should be trained On Human behaviour arid public\ndealing as a part of rotational training and on-the-Job-training.\n\nvi, Regular and continued treining may be imparted on public interface and\nsoft skills for ASG persoanel on a monthly basis.\n\n7. All D1sG must ensure meticulous implementation of the above directions\nat the ASGs under their respective jurisdictions end to give importance to this\naspect Curing thelr briefing and Ssinik Sammelans whenever they visit the\nairports.\n\n8. Issued for strict compliance.\n\\\nEncl As above }\nra\nTe go,\n(M.A, Ganapathy, 185) |\n‘Adel. DG/Alrport Sector\n",
  "86": "FFICE OF THE ADDL. BIRECTOR GENERAL/AZRPORT SECTOR\nCENTRAL INDUSTRIAL SECURITY FORCE\n\n(MINISTRY CF HOME APFAIRS)\n16,000's Camipiex,\nS Lodhi Roadl, Nf Dethi-03\n\\ No, O-22011/APC/OPSUE/IVMewrRaRe £72.00 Dated Dee! 20U6.\nvl\n\nDISG/AP (ERNE, SZ, WZ and NZ}\n\n«SE CASO CISF ASGS\n\n‘Sub: Cansmencement.of new fllaht: Reg\n\nin the recent past, some. of the ASGs have received. requests: from firlises/Atpod.\nOperators. for commencenient cf rew fights te the time slots beyond tha-operetional\nfours af the ASGS, Besides, iti learnt that at vatlous airports Airiines/Aimbert Gperators\nhes Unllaterdily teken the decision of intraducing or rescheduling of fights in the\ncdstir.3 odevational hours of ASEs without taking the CASGs on board,\n\n2 C2SOs. rust take note that ary request made by Alrines or Alrpart Cparatar\nfor titreduction of new fight beyordt the epproved operation hours ef CASF should cot\nbbe accepted a6. there Is no senctioned. manpewar to clear’such Mlights, The-operetional,\nshit of ABG should not fe extended beyond the operations) hours. under any\ncheurrstences 28 it puts-eadie pressure on the CISF perconnet and affects their\noperational efficiency which may have serious Security implicgtions. Moreover, aay\nnew Tight is.addes or rescheduled at any alfpert th the existing sanctioned shift\nnitigs, the Atring/Almport Operator rust consult GASD wall in advaree to work cut the\n\nreqQdrcnietts and modalites of such Aights. Henceforth, CASG must seek apotoval\nfrom sstiQrs before ghing esrance f0,SR Tay Vat operons am Mer\n: ‘fespec eelsporis,\n\n3,\" ThAANS regard, all CASOs are directed te take up the-maiter with ‘caneemed\naacpor Cirecor within @ week under Intimation to this HQrs thatity tase there is any:\nprophcal @f Introduction of new fMighifrescheduling of Falk adhadule ta the existing:\nopetstional hours of ASG, the Alrport Director must fatmete such proposals 16\nCIGE/ESG 29 days in advance so that nécessary apprayel of such new operation could\n‘be obtained well fn time from Auport Sector. In addition, in fale CIS ASG wal not\naccept any reduest of fnereduction of new Higit-bey jaon AGS\n‘i aperoval\n\nee heme IMRT ety» dk\nhen 4 (Rafiva Sahay)\nBemet me AC me Crepes GowranPe.\n\nener\n\n",
  "87": "& 7\n\nOFFICE OF THE ADDL, DIRECTOR-GENERAL/AIRPORT SECTOR\nxv CENTRAL INDUSTRIAL SECURITY FORCE\n(MINISTRY OF HOME AFFAIRS}\n\nAdministrative Block\nCIS Complex, Mabipztpur\n2 By pass road, New Delb-37\n\n“LG: O-ADOLA/APC/Ops(2y Cireular(ASYVA7- ?\n\n: we\ni Pigg (NZ,SZAVZ and.ERNE)\n: © DIG/EASO IGI Delhi and CSIA Mumbai\n\nSub:- Meas\n\n~\" Blgaéé refer to this HQrs letter of even No, (11612) dated 30.11.2017 vide\nvilich. some. measutes were suggested to al! CASOs tw handle the: winter\npassenger rush at the airpocts.\n\nJiv-this regard, T have been directed to request afl DIsG/AP and DisG/Delhi\n\nand AMumbal airports to send consstideted action tsken- teport {girport-wise) in\n\n3 Fespect of “ASGs under thejr respective jurisdiction by 1600 hrs. on\n24.12.2017 positively for the perusal of the Compstent Authority.\n\n3.” Tiils lssties with the approval of Addl. DG/Airaaxt Sector.\n\nHi The matter may kindly be treated es Most Urgent.\n\nSeon\n(Ajay Kumar)\n\nAlG/Alrport Sector\n\n:\ni\n5\n\n"
}