{
  "1": "aos OFFICE OF THE ADDL. DIRECTOR GE!\nps le CENTRAL INDUSTRIAL SECURITY:\n\\e (Ministry of Home Affairs)\n\ng\nNo. O-4287 VAPC/OPS(1)\\/Circular (BCASV15-- 2as3 Dated: 4%; Mar'2016\n\nTo\nAl-GASOs, CISF-ASGs.\n\nSub: Entry of NSG and JAF personnel during contingencies: Reg.\n\nEnciesed please find a jetter of BCAS vide Ne. CAS-8(4 /2008/D'v,-1\n(GP}-87256 dated 09.03:2016'on the above subject matter for kind inforhation\nand further négessary action please.\n\nEncl As above.\n(BK Singh}\n* AC iArpart Sector\nCopy ta: :\n\nDISG/AP (SZ, NZ WZ & E & NE) : for informationplease.. :\n\n",
  "2": "LSERPE WNph oy yew a at\na 5 and! LaP personnel dozing contingencien, ne A\n\nhelly shgreftentig her during coringan (Gand Tndian AY Fore percomnel\nbilized dated: pon il ieavaiied eogae gate he\n\nA, This dates sith the aprons of OOS HCA), de jena\n2 ae\n\nMathai PU:\n\nCouunisaianiet of Souanisy (CA)\n\nwe Bh no, GIESTHI2; Haxaos eh\n\njuformation und necessary ucilon. fo:\n\nDirentar Ceeotal, OIF, tec Lodhi Read. New: Delhi.\nChnirasn, abs Baba Be\n\nBinet: renetsi, Nadenal Sey mv nen Near Dotwiate .!\n\n‘Acport Palany, New Delhi\n\n$, Dineetar (CI&SY Roomy Ka. $14, Air eq., Veru Bhawan, Rad Merg, MoD,\nNew Deli\n\n5. MD, DIAL, New Udax Bhawan, Upp. Leominal-3, §\nprt\n\niepon. Now Dotti\n7. MD, MIAL. CS! Aiport, (# Floon, Terminal 18, Suntcru{lS}, Mimbai —\n40008,\n\n& sei Aitgort Lal, Coskin Apart, Canin.\n\n%. WD, HEAL, Hisderabad Intemational Airpost Le, Shamnshabad-SO409,\nRouge Reddy Dist. AP\n\nHh MDL: Bengalam, Admini\nDevanahalli, Bangalore ~ 568\n\nton Boe, enchant port\n\noe\n\n",
  "3": "rice OF ADDL. DIRECTOR GENERALIAIRPORT SECTOR\nCENTRAL INTUSTRIAL SECURITY FORCE,\n(Ministry of Home Atiaits}\n\n2 Sag\nCIRCULAR NO. AS- 04 2018 a\nin the isst few months, there has been an increase in the numbor of Hoax catis\n\nabout bomb threal at fie eirgonts. Anproxineloly, $4 euch calls wore repostad in the yeer\n+ 2015 ard this year 30 such hoax calls heve al-eaty been received.\n\nae 2. ‘These hoax cals cause tremandcus inconvenience to passengers, cisruption of\nJ aight eparations and services at the ainerts, The disturbance in the fight schedule teas\n(et 19 delays and many 2 times passongers miss their capnenting flights. amd iese thelr\ntes ‘aggage in the chaos cavveed by Hight Salays:\n\ni to ourb such hcax cails wth the cc-operalionfoo-ordingdion amangst\n“T tetous agencies working ai ths amon Regstration of cases under te “The |\n{peo Suppression of Uniawfui aets against safely of Divi Aviation Act, 1982\" (copy |\nVe enclosed) iil ect as sitong deterrent to euch calles. The extracts of relevent sections |!\n\n0\" ender this aot are as under:\n\n~ 434 offence at aliport ~\n\n{t) Whoever, at any alipert unawkily ant. intentionally, valng any device,\nsubstance of weapon -\n\n(ol Sesteays oF senously Gemages any awcraft or facility at an wisput or\ndisrupts any service @t the airport, endangering or threaening 19\nendanger safety at that airport,\n\n.prisonment for life and shall algo be liable to\n\nshalt bo punished with\n\n4, Being prime security agbacy at the axport, all GASQs are Gitscled fb auvise <\nconcemed Aiinas/Airncrt Operators to tie criminal complaints uncler thie act wath the\nfceal poling in addition to olher lawsisectons of IPC and pursus His Sssue with State\nPatt\n\n5. Zohal DISG are. siso directed te closely manitor at such hoax calls at the airports\nUndar thelr respective jurisdiction for iraaiementation of above directions meticulously,\n\n6. Please acknowledge receip! and ensure sist compliance, |\n\nEnel: As above iq\n\n(harmenda Kumar)\nAddi, OG/Alroor Secter\n\nDistibution:\nBisGiAkport (Delhi, Mumba! Kolkata & Chennaly,\nDUS/CASO IG! Deihi and CSIA Mumbai\nAll CASO ASGS, CISF\n\nSuh: oaling with casey of Hoax Gall stabporte: Reg a Paruy wher AL\n\n‘@\n",
  "4": "GEFICK OF THE SIGICASO\nCENTRAL INDUSTRIAL SECURITY FORCE\nMINISTRY OF HOMP AFFAIRS\nOPS CELL\nCISF CSIA MUMBAL\n\nNO: E-42999/CISF/OS14(MyOPS-CELL (8/20 16/- bate (2 wap016\nYo.\n\n‘The DrectorOperetions\n\n(IAL) 7 Floor, Terminal +B\n\nCS! Airport Murat\n\nSub: Dealing wi\n\ncases of Hoax Calls at Airport: Reg\n\nPlease find enclosed herewith a copy of Acai Director GeneraV/APS Sector HQs,\nletter No.12840) dated 07.4 206 on the above mentioned subject.\n\nIn this regard, the same ig being forwarded tor your kind information and necessary\naction please\n\nDY COMMANDANTIORS\nCISF OS} AIRPORT MUMBAL\n\n",
  "5": "OFFICE OF THE DIGICASC:\nCENTRAL INDUSTRIAL SECURITY FORCE\nMINISTRY OF HOME AFFAIRS\n\nOPS CELL\nCISF CSIA MUMBAI\nHo! -AQ09V/CISFICSIA(MY atts: Ber Ga2c+6 «BL I— Date: 02/0942015\nTo,\n‘The Dy. Commandant /DOM/INTL\nCISF CSI AIRPORT MUMBAI\nSub: Provision of separate tray for screening the shoes and the availability of\nsal\nagen uate weifeters oh wr ao-0.4201 /APC/Ops GY Y15-2335 (orerater\naitea)} wr siaaiiese epee at aaM wt oi fe Faeehiedt Mes citer at valiion a eeer\n\nagi ar waiter Aq arerr 2 Grey) vd Ameries sanitizer) srerr wear @B cizaf Th\n\naitge 3, aet\na ae ey ein wifge oz\n&, suet fee Area\na Cray) faite gore oe geeet\nDemet on ob wd in eh att eh are Pree Seer or\ni\n\nET\nDy. Commandant /Ops\nCISF CSI AIRPORT MUMBAI\n\nFare ao\n\nAjeGgouss QM) aia sucergiece Brats enc: ee Aeiwdore Ganitizer) sues\nsory & sheet it\n\n",
  "6": "£ OF THE ADDL, DIRECTOR GENERAL (AIRPORT SECTOR) ot\nGENTRAL INDUSTRIAL SECURITY FORCE |.\n\n{iinistry of Home Affairs) .\n{8 CGO's Complex,\n‘Pasyaweran Shawan,\n\nSe 25385 Cb Based 23.09.2018\n\n2s\nDisGiAP (NZ, WZ, E&NE & SZ)\nDisGCASOs of ASGs Mumbai & Delhi.\n\nwee\nAll CASOs of ASGs. www Para\n\nSub: Brovision of Separate tray for scresning the shoes. and.the availability att\n\nsanitizer at the SHAs ; Reg\n\nit has been brought to the notice of APS HO that whenever CISF staff Suggest\n“passengel to remove shoes during pre-embarkation security checks af the SHA as per\nguidelines of BCAS, generally the same tray is being provided to the passengers for\nscreening the shoes, which is also being used for scresning the belongings of the\npassengers, This may lead to contamination of the belcngings of the passenger and is\nsometimes objected to by the passengers ftom the hygiene point of view.\n\n2. Presembarkation seourity checks by ihe ASGs entails physical contact during the\npcocess cf frisking of the person ard paysical checking of band baggage, Keeping In mind\ntha sensitivity of the mater and as a hygienic endeavour, teage\"of hand iglaves has been\nmandated for the screening by the CISF staff in the SHA as per BGAS Circular No. 21/2004\nGated 14.10.2004 and BCAS jettar No. CAS-3(82008-DIV-+ (Cos Meeting) dated\n14.12.2011 as,well APS Circular No. AS-26/2907 {copies enclosed). However, proper\ntleaniness ef these hand gloves should also be ensured, otherwise, the measuré. may\nbecoine counter-productive,\n\n3. In view of the above, all CASOs are hereby directed to ‘takeuupthermiartarcwith\nrespective Aithol: ManstenieHls fortaking pravislor for the following:\n\na! Separate fraye for X-BIS screening of: shoes saprapiately\nwmatked ageotdinaly:\n\n4. DisG are directed to assist the CASOs under their respective jurisdiction on. the\nabove matter and if required, the matter may be (sken up at RED level for Iniplementationt\nof the above issues. DisG are also directed fo monitor the implementation, especialy during\ntheir visits / inspections.\n\n&, This has the approval of re Competent Authority.\n\n{Ritu Arora)\nlaspector GeneralAPS\n\nCopy to :-\nVG COSIEA), BAS for Kind information please.\nBCAS Hyss, Janpath Bhavan\nJanpail law Dethi-O1.\n\n",
  "7": "is\n\nNo.1-47013/inst/CiW/APS/25-2883,\nTo i :\n\nAll Zonal Airport Dis\nDIG & CASO ASG, Delhi & Mumbat |\nDIG CISF Unit $86, Noida afd GBS, New.Delhi,\nAll CASOs/Unit Commander.\n\nSubject ‘ution on acti nstobe taken in tases selited ib ersonnel missing bt\n\nPlease find enclosed herewith copy of Circular Noccrwsoe 2026 issued by FHOr vidk igtter No'IC-\n24026(5}/5/Inst/NES/NRL/(N}/2016/57 dated 12\" Apri’2016 on the above mentioned sub} 4\n\n2 have been directed by fhe | ‘Competent Authority to cequest you to comply) with ‘the structions\ncontained ir: FHOrs circular quoted above, Please.\n\nEncls: as'abeve a fs\n04.2026\nKumar)\n\nAIGARInport Sector\n\nMey Qle Pb oe iw ie\nLait\n\nats, : a\nCon the (etter, Cariene eng BM “Bip\na Leh\n\ntoons Aas foty s! ‘Clete |\nny wth\n\nwht, cae eongge sor Guembes Pe Batley\n\nLt Cormebig zt s\nYip prtRbte B creF ualepenrente Ge\nPons mine 8ang on lee St p/emas, Oe\n\n",
  "8": "CISF. ereito Ns twig!) 2018:\n\nSubject: Guidelihes.on actions to be taken in cass. related td\n\npersonnel missing sucina journey.\n\nThere have been insianges i the p det when Sorte of ur cise perscanel wer\nmissing white undertaking train jolriey-en account of temporary. dutyAS duty ete or 0\ntheif way to.respective home.towtis. Ina recent: aneidnoe, 8 tha body of a'Forse me mb\nwas found in a decomposed state, néar a railway station of Odisha.by the {int team f\nKerala Police and téiatives, It imay' ko mentioned Hal Investigation Started from, Kerall\nas the déceased aid net reaich his destination in Kerala in Scheduled time after he he\nboarded the train front his int lecated in-Agsam,\n02. Uses in many of doe _inslanbes, the voncerjed State i\nGovernmen\nprovided wi\ncontact qumber of missing pores! who: nad dina the. ral =\nwith the contact cursbets @tfelly seribarp/Unit Corner fo weiey élayirig the:\n\nwoident fom our side, 5\n3 in view of the above, Ithas been desitédt\n\n(/* Hengeforth: yhen “ani)_missind,\n\nen aes a ae ee\nH details of the individual Jaoludin E\n\nmark, catmanent home -addiess, “relevant contact aumbets,\nparticutars about the igumey scheduled to ba have been undertaker,\n\nSimultaneously, missiig reports ‘should ‘also ea atte! Bote\nDigIOR OF UNE sail ‘she ied “uri ‘the peat lajows sedation‘ anil the “hatvl\n\nii Ts :\n\n‘3 the concerned Seer nes of states through which at 2\n\nof the missing ‘petsda was scheduled :with & requess to edegd all, F\n{pssst hole bY Aetlipa.a tenn 18 400 ihe missing person\n\ni “oa Pi\n\n",
  "9": "» Continuous liaise Should bd mai\n\nTamiy_members of the soigsing pet\nindiy! out 3\nbe -Bublishast inthe fo al, piiijan  sectoted ° a\n\n“ Special care should be teen in ‘case oF those force’\nfee\n\n| “known™to be “Suiférihg from serious aliments porate wes\n\n{% “aisorders. “in Such eased\" Ung, Commanded Scperisary ‘Officer shoul\n\\-Tmforan is Tamily iefibers to eveothnany fe force member, rod\n\n04, Please continn receipt and ensur sir comp\n\n05, This issues with the sobrojal lot Saicise.\n\nfuror }\nini paste Berth\n\nDistribution:\n+. All Sector IsS (including wis & on\n2. Ali Zona (Plant CisG/RTCSINISNEST! ‘alaroughs nestned Sect\n3, All Unit Commanders (throug vibdicernedt Zope BisG} i\ninternal: :\n1. $1. PS to OS 2. PS to ADG (Ha) bea sfsienoares o\n4 PS to IG(HQ) 8. ML DISG &.AlsG of FHOrs:\n\neet\n\n",
  "10": "i\n\nae) Abe STAGE OF ADD. DIRECTOR GI\n. INOUSTRIAL SECURITY FORGE.\nA Peopre Bnet {MINISTRY OF HOME AFFAL oo Ho\n\n/ «plea\niBy/ Veer Block RET\n\n‘Con er\nLodti Road, New.Bethi-140003\nen 3964 awa 13 May, mee\n\n= ; fe AR NO. AS02016\n\nGuideti for deali ith, Fie)\ntickets\n\nof gt gt There are repeated instances of persons getting caught witiy fake\nov wh yt tickets inside the aitport premnises. These persans usually fall into the\nY On, wat \" follewing categories:-\n: wt te\n& fi) Those whe generate fake: tickets to see off friendséamily\n\nxe ty members or for entering the airport for any other purpose, Such\n\npersons commit a criminal offence and should be immediately\nhanded over to local police alonwith a compiaint in accordance:\nwith Clroular — No.0-4201 VAPS/Ops(2/CirculartAS/15-8536.\ndated 9/9/2015. .\ni) Those who ate cheated by travel agents and are given fake\ntickets and this fact comes te light only when they arrive at\nairport for checking-in. Such persons are usually uneducated;\nbelong to the labour class fraveling abroad for jobs. They are\nthemselves victims of crime and their misery should not be\nfurther compounded by handing them over to local police as.\naccused. The fact that they have been cheated by vavel agents\nand are victims of a crime can be easily ascertained in a few\nminutes by joint questioning of the passengers by Aidines &\npersons should not be weated as\n\nCISF personnel, Suc\naccused, rather they should be assisted in getting their\n\ni\n",
  "11": "vo\n\ncomplaints lodged with the focal police against the travel agent .\nwhe has cheated them,\n\n2. it has however come to notice thai CSF officials are handing over all\nsuch persons including innocent persons whe are victims of touts, to the\nfocal police leading te their further harassment. Therefore, in order to\nstirasmtt Aue bef\nthe following guidelines are suggested:-\n\nhanding over such cases to the focal police, .\n\n{) Proper enquiry to be conducted by CISF to ascortain the facts\nregarding the fake document.\n\n(ii) If it is found that the passenger was knowingly involved in\nmanipulating/forging the e-tickets/iravel documents, he should\nbe immediately handed over te police for further legal action\nunder relevant section of IPC in accordance with APS order\nfetter No, 0-42071/APSYOps(2)/Circular/ASM5-8536 dated\n9/9/2045. .\n\nGil} . If it is established that the fake tickets were issued by an agent\nand the passengers are innocent, then the passengers should\nbe assisted by the CISF personnel in jodging a formal complaint\nwith the incal police againsi the agent. CISF officers should help\nsuch victims to file ‘Zero’ FIR at the airport, if jurisdiction is an\nissue in lodging the FIR.\n\n(iv) Generally such passengers who are deosived by the\nunscrupulous agents come from rural background and are not\nweil conversant with the rules and regulations. Hence, a\nstandard format as per Appendix’ may be kept in readiness\nto help them in Iedging the police complaint.\n\n(v) Since police personnel require a certificate from the airlines 40\nestablish non-beoking of such passengers on that particular\nfight, a prescribed format as per Appendix ‘B’ should be taken\n\n2\n",
  "12": "from airlines filled in all respects and should He handed: over fo\npolice.\n\n(i) if the focal police does not register the ease at the aifgert police\nstation then the pax should be ably assisted in geiting all the\nrelevant documents so that he/she can. ie the case at his native\nplace or at the place where he had booked the ticked through\n\nhe agent\n\n3. Above guidelines are being issued so as to safeguard the Interests of\ntravellers who are duped by deceiti® agents taking. advantage. of their\nnaively and at the same time to initiate penal action against the actual\n\ncriminal.\nIASG\n(Dharmendra Kumar, iS\nAddl, Director GeneralfAPS:\nDistribution:\n\nBt \\sG/Airport (Delni/Mumbai/Kolkala & Chennai)\nDisG/CASO, IGI Delhi & Mumbai\ni CASOs. ASGs, CISE\n\n",
  "13": "To,\nThe SHO\nPolice Station\n\nREQUEST FOR LEGAL ACTION\n\nsoRf0..\n\nsn AHL\n\nStat. a Heke\n\nAgent) at. {place}on\n\n+ {dete} for my travel fom by\n\npaying an amount of Rs. _f Rupees. } by\n\n). On reaching the aftport the above\n\nmeans of cash foheque (No.\nticket was found to be fake/forged. Heace, } request you to kindly take necessary lega} action\n\nagainst the above persen.\n\nPlace...\n\nVate....\n\n",
  "14": "TO WHOMSORVER IT MAY CONCERN\n\nfis to certify thet Mr,/Mrs./Ms, ...\n\nfor check-in at. .. counter with a ticket of flight No.\n\nDated...\n\n..4s not accepted by us as there is no booking on his/her name\non the above flight.\n\nSignature...\n\nName...\n\nDesignation.,\nAEP No...\n\nAirlines...\n\nDate...\n\nPlace,\n\ncRMCERECRED\n",
  "15": "Gmail - Guidelines for dealing with passengers with lake tickets Page Lof §\n\nOPS CELL MUMBAI <opscellmumbal@amail.com>\n\nGuidelines for dealing with passengers with fake tickets.\n2 messages\n\nOPS CELL MUMBAI <opscelmumbai@gmail.com> Sat, May 14, 2016 at 4:\nTo: cist sector office domestic <domestic cisfsactoroffice@gmail com>, comadt_intl\n\n<comdt inti@csia.gvk com>, decist mumbai <dcops25@gmail.con’>, csiacistes <csiacisfes@gmail.com>,\n“cisf.controiroom’ <cist.contrckoom@esia.gvk.com=, “ciwesiamurn’ 1@amnai. com\"\n<ciwesiamumt1@arall. com>\n\nSit PFA for kind information and circulation to all Gi\nCommanders and all SHAs st urgent basis please,\n\nThanks & Regards\"\n\nOFS CELL, CISF\n922-28284613\nsaigierasa1a5\n\nCS} AIRPORT MUNBAL\n\n‘ay fake tickets. pdf\n3 maiaK\n\nOPS CELL MUMBAI <opscellmumiai@gmai! com>\n“Tor vpsinghOS32 <ypsingh0S82@gmail. com>\n\nSat, May 44, 2018 at 4:57 PM\n\nhutps://mail.google.com/mailiv‘Ofarkx79vwtuma9z/ 2&th= 1 S4atDSceoVadSeV&ser-AlKeX... 5/14/2016\n",
  "16": "WwW OFFICE OF THE ADDL, DIRECTOR GENERAL/AIRI\nx CENTRAL INDUSTRIAL SECURITY FO}\n(MINISTRY OF HOME AFFAIRS)\n\nos oven we\nc A\n\na\n\nNo.0-42011/APC/OPS (2)/GraularJAS/16- Beg a,\n\nTo pra pl ee\n‘Ali CASO CISF ASGs. ta\n‘DISG/AP (NZ, ERNE, SZ & WZ)\n\n: Sub Checking of CISE staff; Rea: etn (,\n\nRecently, it has been broyght to the notice of this HQ that a CisF 3\nwas travelling as a passenger, was not frisked and chacked as per BCAS guidelines. This\nsends a negative sional to the oublic about our professionalism and sincerity towerds the:\nwork. The aports are used mostly by restectable persons belonging to elfle echelon of\nsociety whose impressions carry considerable weightage. Even a small ignorancey\ndeviation from the’ standard practice gives them the opportunity to capitalize over it and\nthe instance is projected with exaggeration tocreate undue pressure and puts @ question\nmark on professionalism of the Force,\n\n2, Further, it has al\nthe sterile area/operatios\nto the BCAS guldefines,\n\nbeen noticed that the CISF personnel while crossing over to\nrea are not being friskec / checked, This is in coritravention\n\n3. Hence, all CASOs are directed to ensure the following to improve upon the:\nprofessionalism of ASG personnels\n\na} When any CISF staff aopreaches for pre-embarkation security creck for\nboarding the aircraft, appropriate security procedures should be applied,\nwhich is applicable to other passengers also.\n\nH b) If any CISE staff approaches for going entry into the SHA and operations!\narea, he/she must be go through the proper security checks, which is\napplicable to staff of other agencies working at the airport also.\n\n4. All DISG/AP are requested to give importance to this aspect during their briefing\nand Sainik Semmelans whenever they visit the airports under thelr respective jurisdiction.\n\n5, fnsure compliance please, :\n\n.\nGe te see fhe f Sabay)\nMang err eye fe tor\nSe Combi, Rae.\n\n",
  "17": "OFFICE OF THE ADDITIONAL DIRECTOR GENERAL/AIRPORT SECTOR,\nCENTRAL INDUSTRIAL SECURITY FORCE\n(Ministry of Horne Affairs)\n\n26, CGO's\nLodhi Road, N.D-03.\n\nNo. 0-42011/APC/Ops(23/Circular(asy/26- “V2e £ Dated. Aug’ 2016\n\nTo\nDIsG/AP (ERNE, WZ, SZ &NZ}\nDIGG] Delhi and Mumbai airports\nAI CASOs CISE ASGs.\n\nSubject: “Be\nReg\n\nThe departure entry gate is the first interface point of CISF personnel:\nwith passengers and other airport stafffusers, where tickets/passes are,\nchecked before allowing entry of pessengers/staff into the. terminal:\nbuilding.\n\n2. Detailed instructions have been issued from Airport Sector HOrs\nregarding mechanism cf checking of passengers and employees at the\ndeparture entry gate as well as how ta resolve/clarify the queriesfissues of.\npassengers at the departure entry gate. Despite these instructions and\norders, a large number of compiaints/incidents involving passengers and\nCISF personnel have beeri reported @ the recent past from various airports.\n\n3. Of careful analysis of the incidents, the following facts have come,\nout ie\n\ni) There is a mismatch bebyeen requirement of job and capability of\npersonnel deployed at departure. entry gates.\n\nil) Proper briefing is not being done by Supervisory officers on hew to\nhandie passengers/steff.\n\nNon deployment of personne! having good knowledge of local\nlanguage especially in Southern India at the depacture entry gate\nfurther aggravates the issue.\n\nCont Pf.\n",
  "18": "a\n\n4. In view of the above, all CASOs are directed to ensure.\nimplementation of the following directions :-\n\ni} Right person with right aptitude must be deployed at departure entry:\ngate for smooth access contro’ procedure.\n\n# Proper briefing of personne) before depiuymient at departure entry\ngate must be done by the Supervisory Officers of the ASG.\n\ni) Personnel having good krowledge of local language must be\ndeployed at the departure entry gates especially in South Zone based:\nairports, for better interaction with passengers.\n\n5, The Zonal Dist3 are directed to ensure compliance of the above\ndirections by the CASOs under their respective jurisdiction. This aspect\nshould also be checked during VisityInspection by Zonal DIsG. In.case any\nsuch incident is reported frora any airports in future, the concermed CASCs .\n\nshail be personally held responsible,\naa\n4\nAV ee\n\n(Rajiva Ranjan Sahay).\nInspector General/APS\n\n6. Issued for strict compliance.\n\nD\n\n",
  "19": "OFFICE OF THE ADDL, DIRECTOR GENERAL/Al\nCENTRAL INDUSTRIAL SECURITY FO}\nwee (MINISTRY OF HOE AFFAIRS)\n\n4\n\nIPC/OPS (2)/Ciecular/AS/16- aes? . brie gy Boaze16 of\n\nAl CASO CISE ASCs\nDISG/AP (NZ, ERNE, SZ & WZ) ve\n_ Ree find enciosed herewith 2 case Shucly into. incidestt off\n\nree) ate. ‘ort prepared by this HQ.\n\n2 The above case study is being Sei to Sensei the personne! about the\nfoop hdles’ of the system, so that thay. may favé- insight about the oparationa!\nrequirements and execute their- work withoptimum: vefficiency,\n\n3. All DieG/AP should. also. ensure that. the above: mentionad: arections are\ncomplied with in tolailty by the CASOs under Seirus fiction,\n\nEncl: As-chove,\n\nenathraman\n\nANG (Airport Sector}\n\n",
  "20": "“travel to-Vg\n\n3. 2: On 10.05.2016, one passenger who was intending to\nby flight could act produce. an identity card to. the airlines\ncheckin: Haff at-the airport. The said passanger was part of a group, It wes\nlater learnt that he had entered the terminal bullding on the ticket of other\npassenger whe was not (ravelling witt the group. On enquiry, it was revealed\nthatthe passenger, wlio was vavelling, did-not want to purciiase a ticket at\nthe last moment by paying a premium, The matter came into fight. after the\nconcemed airlines declined to Issue hin: with 3 boarding card-in absgnce.of a:\nvalid identity document. The sald passenger was. detected by CISF during\nexiting the terminal duliding. He wag handed over to the ideal pollee for\nnecessary fegai action,\n\n1, “This is a clear cut lapsé/ fault on the part of CISF personnel, who were.\ndeployed at the departure entry gate of the Terminal Bailiding.\n\nTL Te also shows slackriess of duty personnal deployed-at departure entry\ngate,\n\nHL As.a matter of practice, the 1D cards of alt adults: shout be checked\nbeTOrE alioWNg entry Ito The Ferminal Bullaing along with the group\n‘tickets ini security point of view, This was not dose ithe instart case.\n\nIV. This indicates lack of closer supaivision by the supervisory officers over\nthe performance of CISF staff,\n\na. All duty personnel should be briefed to adhere to the guidelines of\nBCAS and instructions issued by this HQ time to time while perfornting\nthe duty.\n\nb, Relevant BCAS circulars and instructions, issued by this HQ. should be\nbriefed to all duty personnel during mounting or dismeunting of duty.\n\n¢. It also shows that persofinel are being datelied randonify for\nperforming duties at various duty posts even though they do not pase\nréquisike aptitude or are apt for the particular posts. Tt shows that na\npain Is being taken at Supervisory officer # Coy Commander level and\nduty deployment is being done a if @ mechanical manner. Idealty,\nSupervisory Officers Coy Cominander should have sufficient knowledge:\nabout the capability, efficiency and behaviour of the concerned duty\npersonne! and each aad every duty post along with its deployment,\n",
  "21": "i\n\nu\n\nTt must also be ensured that the deployment of persanne! should\ncommensurate with the requirement of every duty posts. For this, the\nconcept of right man at right place must be Implemented In etter in-\n\nspirit.\n\nIntensive briefing should ba carried eut covering day te day lapses,\nimportance of profiling and security arrangements to overcome the\nchallenges and cases at the airports.\n\n‘The case/finckient of entering into. the terminal building with a fake/\nfabricated e-ticket can be addressed by providing 4 cdmputer link at:\nie entry gates inter- finked with the ticketing software of the airlines\noperating at the airport, ‘so that the validity of the ticket can be\nauthenticated at the entry gate. This can also be done. by introducing\n‘bar codes on the e-tickets which can be read with bar code readers at\nthe departure entry gates, This matter should be. taker. up with ali the\nsta¥efiolders in the APSC meeting on regular basis for its carly\nimplementation by the BCAS,\n\ndebbie tee\n",
  "22": "~\n\nOffice of Addl. Director General, Airport Sector:\nCentral Industrial Security Force\n(Ministry of Home Affairs)\n\n16, CGO's Complex,\nPt, Deendayai Antyodaya Bhawan, 2\nLodhi Road, New Dethi-03 74)\n\nwe\n\nded\n\nNo. 0-42011/AP/OPS(2)/Circular/AS/2016/8768. Dated: 28\" Sept, 2016.\n\nTo\nAll DIsG Zonal/CASOs under APS, i\nCommandant, 10° RB Arrakonam Pag * ny”\n\n‘Subject:-COMMUNICATION WITH HIGHER FORMATION.\n\nPlease refer to this office letter No. (4770) dated 06.06.2016 and No. (5709)\ndated 01.06.2016 (copy enclosed).\n\n02. It has been seen that even after issuing instructions vide Setters under\nreference, DIsG & CASOs are not writing their name in the official letters addressed\nto higher formations,\n\n03, Hence, all Zonal DIsG and CASOs are again requested to mention their name\ninvariably beneath the signature while making any communication with higher\nformation,\n\n04. Besides the above, it has also been decided that in future all the formation\nunder APS will format the upoer heading of the official letters of thelr unit/Zone as\nper specimen enclosed in Appendix-A’, in order to make It easier to know at a\nglance where the letter has come from, please,\n\n05. Request for strict compliance.\n\n06. This has the approvel of the competent authority please.\n\nSd.\n(AJAY KUMAR)\n\nASSTT. INSPECTOR GENERAL/APS\n",
  "23": "Appendix-\"A’\nOFFICE OF THE DIG, WZ-APS, MUMBAI\nCENTRAL INDUSTRIAL SECURITY FORCE\n(MINISTRY OF HOME AFFAIRS)\n\nou meni or anaiera\ndeigs-caedd ata oa\nCR san )\n\n( OFFICE OF DIG/CASO, MUMBAI AIRPORT\nCENTRAL INDUSTRIAL SECURITY FORCE\n(MINISTRY OF ROME AFFAIRS)\n\n\\ vot mente / ae obi Sige\n\\ a arg cawhe\n\nCig asters }\n\nOFFICE OF SR. COMMANDANT/CASO, JAIPUR AIRPORT\nCENTRAL INDUSTRIAL SECURITY FORCE\n(MINISTRY OF HOME AFFAIRS)\n\naftts wamere / erat on arate\n. sate oa Tae\n(aR hres }\n\nOFFICE OF DY COMMANDANT/CASO, UDAIPUR AIRPORT\nCENTRAL INDUSTRIAL SECURITY FORCE\n(MINISTRY OF HOME AFFAIRS)\n\nST wages /pre) ol wally\naly sarge cence\n(Ce Havers)\n\nOFFICE OF ASSTT. COMMANANT/CASO, SHIMLA AIRPORT\nCENTRAL INDUSTRIAL SECURITY FORCE\n(MINISTRY OF HOME AFFAIRS)\n\nwigs Ha faa at corte\n‘daitge Rear acne\n\n(ye Haney)\n",
  "24": "Office of Addi. Director General/APS:\nCentral Industrial Security Force.\n{Ministry of Home Affairs)\n\n16, CGO's Complex,\nLodhi Read, New Dethi-G3\n\nNo, C4201 /APC/OPS(Z/Circatar/AS/2016/ t> 4 Dated: 8) dune,2026.\n\nTo\n\nAll DISG Zonal/CASOs under APS\n\nCommandant, 10\" RB Arrakonam\n\nSubject-COMMUNICATION WITH HIGHER FORMATION\n\nThis is int reference to APS HQrs Circular No. AS-03/2026 dated 06.06.2016\nwherein all DISS and CASOs under APS were directed to mention their name beneath\nthe signature while making any communication with higher formation.\n\n02. Now, it tas been observed by the authority that despite issuing instructions,\n\nAPS HGrs is still rectiving letters from field formation without having the name of the\nletter signing officer, The Competent authority has taken a serious note of this.\n‘Therefore, the undersigned have bean directed ta request that the name of the fetter\nsigning officers must be. mentioned while making any communication to Alport Sector.\n\n03. ‘This has the epproval of the Competent Authority please,\n\n(ox? KUMAR).\n\nie\n\n38 >\n\nASSTT, INSP. GENERAL/APS:\n\ni\n\nna\n",
  "25": "Office of Add}, Director General/APS\nCentral Industrial Security Force\n{Ministry of Home Affairs)\n\n16, CGO's Complex,\nLodhi’ Road, New Delhi3\nRo. O42011/APC/OPS(2)/Circuler/AS/2016/ S-.6 4 Dated: 6) June,2016.\nto\nAl O1SG Zonal/CASOs under APS\nCommandant, 20° RB Arrakoriaia\n\nSubject-GOMMUNICATION WITH HIGHER FORMATION\n\n‘this is in reference to APS HQrs Circular No. AS-03/2016 dated 66.05.2016\nwherein all DIsG and CASOs under APS were directed to mention thelr name beneath\nthe signature while making any communication with higher formation,\n\n02, Now, it has been observed by the authority that despite Issuing instructions,\nAPS HQrs I5-stiff receiving letters from field formation without havirig the name of the\nletter signing officer, he Competent authority has taken a senous note of this.\nTherefore, Ure uiidkensigiess lave buen directed to request thal Uie narie of “ise letter |\nsigning offigers must be mentioned while making any communication to Airport Sector.\n\n03, This has the approval of the Competent Authority please.\n\naxl anny\n\nASSTT. INSP. GENERAL/APS\n\nid\n\nce\nwi\n\nis a\n\nar Sy\n",
  "26": "sf on\nwae LE\n\now\n\n5 ec OFFICE OF ADDL. DIRECTOR GENERAL, AIRPORT SEGTOR\n\nCENTRAL INDUSTRIAL SECURITY FORCE\n(Ministry of Home Affairs)\nNo. 0 APC/Ops(2)/Cireular(AS16- 95S” dome wai al”\nys ut ¢ 9889 / ot?\nCIRCULAR NO, AS- 96 /2016\nos\n‘Sub: “Huma ch durin yf swith,\nspecial needs : Req”\nAs per existing rules, specially abled passengers including those using\nNe prosthetic fimb/braces etc. are mandatcrily required to undergo normal security\n\nprocedures sitnilar to other passengers unless exempted from security check. On\nthis count, security norms cannot be relaxed by ASG personnel,\n\n2. CISF being the implementing agency at airports must deal with such\npassengers politely and with empathy as they are emotional about their disaiility\nand feet humiliated in case they are not treated with respect and dignity.\n\n3. All CASOs are directed to ensure that ASG personnel deal with utinost\nsympathy and care with specially abled passengers and their behavior is\nextremely polite, sympathetic and empathetic, They should not cnly NOT _\nmisbehave but positively show. sympathy with the plight of the passenger and )\ntalk to him/her in a sympathetic manner.\n\n4, Zona! DISG/AP should ensure’ implementation of the above directions by\nthe CASOs under their jurisdiction.\n\nBl mtide\n{Dharmendra Kumar)\nAddl, Director General/Ars.\n\nDistribution:\n\nDisG/Airport (Delhi, Mumbal, Kolkata & Chennai):\nDIG/CASO IG! Delhi and CSIA Mumbai\n\nas All CASO ASGs, CISF\n\n",
  "27": "flash pee,\n“ Nag W786\noo\n'y Cond R els OFFICE OF ADDL, DIRECTOR general’ 2\n\nCENTRAL INDUSTRIAL SECURFY- FORCE %\n{MINISTRY OF HOME AFFAIRS) ts ys ¥\n\n© Maa lt fee Block No. 16, CGO Campiex\nParyavaran Bhawan\nrae4Al- Lodhi Road, New Deliz-110003\nyo FESO Dated UF August, 2016\nOe oP CIRCULAR NO, AS-04/2015\n\n% ( Subject: Regarding possibie threat to Civil aircrafts from\n\nun We! terrorist groups\n&\n: & ey According to an input, intemational terror groups have developed\nHe expertise in hiding IEDs in laptop Housings for smuggling them Into an\n3\n\naircraft in the following manner:-\n\nFee } fi) They could piace expiosives in the main part of the computer\n| for which they would need ta remove some key components of\nVA ihe laptop which would riiake it impossible to switch on.\n\nfi) They could also press plastic explosives inte thin sheets to\nplace behind lactep sereens (some new models of iaptops\nhave spate behind screens) which would not require removal.\nof iaptop parts and the laptop would switch on\n\n2, While BCAS has been requested to conduct studies and suggest\ncountar measures, al! ASCs are directed to brief the screeners te:\n\n() took out for explosives hidden Inside iaptop casings as they are\nfikely to show up in orange colour (same as organic matedal)\nor colour of a slightly more dense material inside the iaptop on.\nthe X-Ray screen,\n\n{ii) The screeners should aiso familiarise themselves with the\ninside of laptops and tablels in genaral as seen on X-Ray\nscreen So that they are able to instantly Wertify any variation or\ndiscrepancy in the ganeral layout\n\ntii} Any laptep showing presence of unwanted materiai (which\ngenerally should not be present inside a laptop} should be\ntaken aside and passenger asked to switch it on\n\n",
  "28": "Gv) Ad passengers should not be asked to switch on their Japtops.\nOnly those laptops which show up with suspected matecial on\nthe X-Ray screen, as described in para (iit) above, should be\nasked to be opened and switched on otherwise it would cause\nunnecessary delays.\n\nPHee.\n{Dharmendra Kumar, IPS)\nAddl. Rirector General/APS\n\nDistribution:\nDisSiéun huMurbai/Kolkata & Cl\n\nDisGCASO, IGt Delhi & Mumbai\nAIL CASOs, ASGs, CISF\n",
  "29": "OFFICE OF THE DIG/GASO - MUMBAI AIRPORT\nCENTRAL INDUSTRIAL SECURITY FORCE\n(MINISTRY OF HOME AFFAIRS)\nCISF CSIA MUMBAI\n\nNo; 0-42099/CISF/CSIA(MYOPS-CELL(73)/2016/-443 1, Date: | 2. 14/2016\n\nTo,\nThe Inspector General /APS,\nCISF APS HOrs New Delhi.\nSub ; Standard procedure for checking of documents and security\ncheck of Sky Marshals during pre-embarkation security checks at\nthe SHA : Reg.\n\nKindly refer to ADG/APS HQRs letter No.O-42011/APC/OPS(2)/ Circular!\nAS/2016-9934 dated 01.11.2016\n\nThe Draft of SOP for checking of documents and security checks of sky\nmarshal during PESC at the SHA is as under :-\n\n4. Sky marshal shall report to control room for document verification,\n\n2. Control room WC shall check the movement order, NSG photo identity\ncard, AEP and match movement order with specimen signature,\n\n3. Control Room VC shall make detail entry in the register regarding the\nmovement and allot a code te the sky marshal and the same shall be\nwriten on the movement order. One copy of movement order shall be\nretained at control room and second copy will be given to sky marshal to\nsubmit In SHA.\n\n4. Control room WC shail inform SHA WG and Shift UC simultaneously and\npass the code which is given to sky marshal\n\n5. SHA IC shall make aware the screener about the movement of sky\nmarshal.\n\n6. Screener shall ensure that sky marshal has valid AEP , boarding pass &\nmovement order. He shall also tally the code which is passed by SHA l/c\nScreener shall do the screening without exposing the sky marshal.\n\n7. SHA WC shall check the relevant documents such as movement order,\nNSG photo ID & AEP. He shall match the code which is mentioned on the\nmovement order and make a entry of this effect in the register provided at\nSHA\n\nSubmitted for your kind perusal and further necessary action please.\n\n>\n\n. ( RAVINDRA KUMAR )\n3 DY. INSPECTOR GENERAL/CASO.\n* GISF CS! AIRPORT MUMBAI\nEa\n\n",
  "30": "a.\n\n, el\nMey plex Hea Lrveatvle ath\n\nKae\n\npolvermanmenreis\n\n6\nOFFICE OF THE ADDL. DIRECTOR: canenat/ansloet coor\n\nCENTRAL INDUSTRIAL SECURITY FORCE |\n(Ministry of Home Affairs)\n\nNo.G-4201 1/APC/OPS (2)/Circular/AS/16- 94.2 yy Dated: oy\n\nTo,\nAst Zonal DISG/AP (NZ, WZ, EXNE and SZ)\nDISGPCASOs of IGE & Mumbai Airports.\n\nSubject Standard Procedure for checking of documents.and\nsecurity checks of Sky Marshals during pre-\n\n8CAS has infermed that in order to prevent the acts of unlawful interference:\nand te ensure safety of passengers and aircrew on board, the flights of Indian\nAircraft Operations are covered by the Sky Marshals based on schedule of\ndeployment iscued by the BCAS. NSG has reported that the Sky Marshals ard\nsomstines exposed by. the officials of CISF due to indiscretion and lack of proper\nbriefing while they pass through securty check points at the airports, Disclosure of\nidentity of Sky Marshals may ‘ead to serious cansequences and the main purpose of\nsurprise clement of deployment of Sky Marshals in the event of an unlawful\ninterference is totally defeated.\n\n2. Hance, thera is a need fer uniformity in Implementation of security checks of\nSky Marshals al ail the 59 airports under CISF cover te prevent disclosure of identity\nof the Sky Marshals during pre-embarkation security checks.\n\n3. Considering the abiove, it % hereby directed to brief the CASOS under your\njurisdiction to develop / prepare a fe preof system in consultation with the officers\nof NSG for tnddalities of security chack and checking of the creckntiahof dacumants\netc. of Sky Marsha's, 50 that their identity shod not be inadvertently revealed at\nany point of time during pre-emnbarkation security checks to other passengers and\nstaff at the.zirport. Thereafter, A final draft modalities / system from each\nZonal DisG including DIsG 1G Delhi and Mumbai should be forwarded to\nthis HQ within a week time for the perusal of Competént Authority and\nfurther necessary action at this end.\n\n4, 1's also directad tn brief afi the CASOs under your Jurisdiction for sensitizing\nthe personagi to ensure thet wile chacking the credential of documents etc. of Sky\nMarshals, thelr identity should not be inadvertentiy revealed to other passengers\nand slaff at the airport,\n\n5. Please acknowledge receint and ensure timely compliance.\n\n{RR Sahay)\n\nSe -Conaaf ae i 1G/Airport Sector\n\nANCASOs CISFASGs: fer information and sending modaities of\nchecking the credectisl of documents etc. of\nSky Marshals during PESC to concemed Zona’\nDIsG for consolidation and onward submission\n\nD heawr gloom ty been OREM\na ‘ , fot af, hoert apg?\n\nmae\n\n",
  "31": "CENTRA\\, INDUSTRIAL SECURITY FORCE\n(Ministry of Home Affairs)\n\nel\nNo. E-3701 V/APS/TigiBasic AvSeo-Course!2018/ [0928 Dated: 62. Nov, 2016 a\n\nTo\n\nAE DISGIAP — BENE, SZ, WZ, NZ\nDisG-CASOs, CSA Huma, 1G! Aisport Dethi.\n\nSub:\n\nAs per thé norms approved by BCAS for CISF/ASG, BOCAS certified screener\nshould be deploysd as Soreeners in SHA for pre-embarkatign security cheoks at\nBesides, APS HOrs vide Circular No. AS-20/2007 dated 12:08,2007 had\nd detailed guidelines regarding deployment of certified ‘screener for\nperforming scresner.duty at vatious points in SHA.\n\n02, Desnite the above, complaints are being seegived frony Airport Operators arid\nother ‘stakeholders that non ceriified personnel are being deployed by ASGs for pre\nembarkation security checks in SHA, which is conbvadictory to the existing guidelines of\nBCAS. as well as this HOrs\n\n03. In view of the above, all CASS aig directed to ensure that-adly\n\njeenes aie deployed for screener duly and na-certified scr nad\n‘other than screenirig duty in ofder to meet the shorlage.at sdreariers.,\n\nO4. Therefore, at CASOs are again directed to ensure compliange. of the above\ninstrugtions in iotter.and spirit and any vistation in this. rogard.will be Wewed-seriausly,\n\nnt\n\n\\\nany”\n\ninspector GaneraliaPS\n\npeo “ goyor tet\nSy Se ofl fray pl tees\n\n= we\n\nv\nsigh \\ lp oa\n",
  "32": "con Chal OFFICE OF THE DIG/CASO-MUMBAI AIRPORT\nCENTRAL INDUSTRIAL SECURITY FORCE\nMINISTRY OF HOME AFFAIRS\n\nOPS CELL\nCISF CSIA MUMBAI\n\nNo: 0-42089/CISF/CSIA(MY/OPS CELL/73/2016/926 Date: 3 12/2016\n\nTo,\nine Aii Sector Commanders,\nDom/Intl'/Perimeter/Cargo.\nCISF Unit CSI Airport, Mumbai.\n\nSUB; Deployment of Certified Screener:Reg\n\nPlease find enclosed herewith a copy of etter No.E-\n3701 1/APS/Trg/Basic AvSec-Course/2016/-10928 received from ADG/APS on\n\nthe subject cited above.\n\nIn this regard, | have been directed request you to forward the same for\nyour necessary action and to ensure that only BCAS certified screeners will be\ndeployed for screener duty and no certified screeners should be deployed for\nduty other than screening duty in order to meet the shortage of screeners.\n\nbert ee [2d\n\nDY.COMMANDANT/CPS\nGISF CSi AIRPORT MUMBAI\nia\n\n.\nEncis: As above\n\nt\nSend a ial\n",
  "33": "Na\n@°\" OFFICE OF THE ADDL. DIRECTOR GENERAL/ATRPO}\nCENTRAL INDUSTRIAL SECURITY FORCE\n\n(Ministry of Home Affairs)\n46,.060''\nLodhi Road, N.D-03\nNo, 0-42011/APC/OPS(6)/Corr, BCAS /2016- 10 3.67 Dated: 0! Dec'2016\nTo\nDISG/AP (ERNE, SZ, WZ & NZ)\n\nAll CASO CISF ASGs\n\nai heli iting. fre f-opera’ i]\n\nor non sterile airports/airstrips : Reg\n\nEndosed please find herewith a copy of DGCA letter No. AV.\n14015/GEN/2006-AT-1 dated 29.11.2016 on the above subject matter.\n\n2. In this regard, I have been directed to request ail CASOs that the\nprovision of DGCA letter ibid as well as- AVSEC Order No. 03/2010 shouid be.\nbrought to the nolice of Airport Director & other stakeholders in the monthly\nAirport Security Committee Meeting (APSC). They should be requested to\nsensitize operational and ATC staff to ensure that screening of passengers and\nbaggage of chartered aircrafts/helicopters originating from non-operational or\nnon sterile airports/airstrips has carried out as per BCAS regulations. The CASO\nmust also get this minuted in the minutes of the meeting. This HQrs has. also\ntaken up this matter with Airport Operators (copy of the same is enclosedl).\n\nThis is for information and necessary action please,\n\n4, This issues with the approval of the Competent Authority.\n\nEnc]: As above\n\nwale\n{Ajay Kumar)\nAIG/Atrport Sector\n\n",
  "34": "OFFICE OF THE ADDL. DIRECTOR GENERAL/AIRPORT SECTOR\nCENTRAL INDUSTRIAL SECURITY FORCE\n\n(Ministry of Home Affairs) :\n\n16, CGO's Complex\n\nLochi Road, N.D-03\n\nos\n\nNo. O-4201 1/APC/OPS(6}/Corr. BCAS /2016- Jo $63 Dated:o} Dec'2016-\n\nTo\nChairman, AAT ws\n‘Chief Executive Director, HIAL\nhier Executive Director, MIAN\nChief Executive Director, MIAL\nChief Executive Director, DIAL\nt Chief Executive Director, CHIAL\nManaging Director, CIAL\nPresident Airport operations, KIAL\nCollector, Administration of Daman of Diu\n\nTn the context of the decision of Govt, to demonetise currency notes of\nhigher denominations, OGCA has issued directions vide their letter No. AV.\n14015/GEN/2008-AT-I dated 29.11.2016 to all Non-scheduled Operator Permit”\nHolders and Private Aircraft Operators to mandatorlly conduct screening of\npassengers and their baggage before allowing them to board chartered\nflights/helicepters taking off from non-operaticnal/nomsterile area or non sterile.\nalrports/airstrips.\n\n2. You are requested ta sensitize the operational and ATC staff at your\nrespective airports about the provisions of DGCA letter and AVSEC Order 03/2010;\n‘They may be directed to ensure that flight plan and permission for tanding of\nchartered Alights/helicopters etc. originating from non-operational/nan-sterile area\nA ‘or non sterile airports/airstrips should be given only after satisfying themsetvés that\n. screening of .its passengers and their hand baggage hes been carried out in\naccordance with BCAS regulations.\n\nEnel: As above\n\nAth\nMay f ae pugon fat (Dharmendra imart\n\nAdel, Director General/APS\n\n",
  "35": "",
  "36": "RESTRICTED\nNO.GAS-12(10)/2008/DW,4\n\nBUREAU OF CIVIL AVIATION SECURITY\n{MINISTRY OF CIVIL AVIATION)\nGOVERNMENT OF INDIA,\n\nA'WING , JANPATH BHAWAN\nJANPATH, NEW DELHI -110001\nDate: — 05/05/2010\n\nAVSEC ORDER NO, 03 / 2010\n\nSub: Security Programme of Civil Commercial/Generat Aviation/helicopter!\n‘operation.\n\nCommissioner of Security (Civil Aviation), Bureau of Civil Aviation\nSecurty, in exercise. of powers conferred by Section SA of Aircraft Act 1934\ndelegated to him vide Gevernment of India, Ministry of Civil Aviation Notification\nNo, 1797 dated July 3,. 1997 for the purpose of securing the safety of aircraft\noperation directs that ~\n\n()_ The following aircraft operators shail establish, implement and maintain e\nwritten operator security programme which meets the requirements of the\nnational civil aviation security programme of the country:\n{a) all commercial air transport operators providing service to/ from\nfaithin India;\n(6) each entity conducting general aviation operations, including\ncorporete aviation operations using aireraft/neticaptarhot batoons;\nand\n\nic) each ently conducting the aerial work operations: The programma\nshall .contain operational features specific to the type of aerial\nwork operations conducted.\n\n(i) All business aviation operators are required to submit their security\nprogramme, in the format atlached as Annex-A for approval. by BCAS before\ncornmencerent of operation,\n\n(i) DGCA will allow operation by the above mentioned sircratt operators only\nafler the security programme is approved by BCAS. No aircraft operator, as\nmentioned in para-2 above, shall be allowed to operate tof from India unless the\nsecurity programme is apatoved by the Commissioner of Security(CA).\n\nConta. P/2..\n",
  "37": "{iv} The format prescribad by ICAO vide Appendix 4 of ICAO S scurity Manual\n(Doc 8974) Annex-B shall Ge uilised by commercial aircraft operators as\nguidance for preparing their security pragramme.\n\n(v). The aitoraft operators, categorized in para -{i) above, whe are already\noperating fafremévithin India and have not yet submitted their security\nprogramme shall submit their programme io the BGAS and get ine samie\napproved immediately.\n\n(vi). Each helicopier/aircratt operator shall designate a security officer under\nintimation to BCAS, who shall be fully accountable for all security fesues\npertaining to their oferations.\n\n(vi) The secutity programme shail be valid for a period of 5 years, However,\nthe security programme shall be updated by the airoraft operators on the basis of\nsecurity directives issued by the BCAS from time to time. After 5 years, a revised\nsecurity programme shall be submitted by each aircraft operator to the BCAS for\n\napproval.\n\n(vill) The security programme shall be produced by the concerned aircraft!\nhelicopter opetator to the BCAS officer during audit’ inspection.\n\n(x) Ail air carriers/ownersipilot shall be responsible for ensuring that a person\nwith proper antecedents boards their aircraft. Aircraft owner shall be personally\nresponsible for the antecedents of such persons hiring the aircraft so that no\nmisuse of aircraft occurs.\n\n(0 _ No objection certificate from District Superintendent of Police shall be\nrequired before granting any permission to operate from/to any non-operational’\nNon sterile area of non-sterile airports! alrstrips. Screening of passengers and\ntheir baggage in sinall aircrafts /helicopters up to 10 seals shall be done by pilot\nIn-Command as per BCAS regulation and verification to be carried out by\nconcerned police autherities.\n\nix} Security Clearance Certificate fromm Local Police; “Security Clearance\nCertificate’ from the local Superintendent of Police is necessary before\nlanding#taking of helicopters. The local potice shall ensure that all passengers\n\nboarding the helicopter are proparly frisked and their band baggage searched.\nCont..3f\n",
  "38": "A a th: MOSTIMMEDIATE.\n7 Paid tbe ‘> oft de Ts Ab ooNAineoton cenit,\n\nCENTRAL INDUSTRIAL SECURITY FORCE\nan Macy ral rate (MINISTRY OF HOME AFFAIRS)\nKh\n\nTF yy h- 48, CGO Complex: B-4 Wing:\naed 4 Floor, Pt Deentayal\n1 Antyoday Bhawars\n\nLodhi Road, New Delhi-03\n\nt vices Hows Dated: Hey 22016\n\naX Sub : Observations regarding functioning of CISF-at Airports:\n\n| have been directed’ to ‘convey to you that some senving/retired:\nofficers, while travelling by alr to ditferant parts of the couttry, have\noe brought out the followirig observations during their journey- .\n\n* CASOs of the various Airports, particularly of those Airports which >\nare stated in. metropelitan cities. do not pick up the phonés.cf.\nsenior officers, :\n\n+. Lesser visibility of SOs at the Aitpotts has-been found during pask:”\nhours, particularly in the Security Hoid Area (SHA). e\n\n+. , Methadolagy being adapted hy the CISF Officers on protiting sora\npassengers have also been reported. For example. in one Of th\naitports, a vary old person was randomly checked. medi\nafter the departure entry. If he would have-been acéompaniad by:\n3 younger parsons, then the logic would have been miel Ths.\nneeds io be corrected after proper analysis.\n\n2 Ail Zonal DisG{AP), DIGICASO Dshhi & Mumbai & al CASOs-are\nhenaby directed to personally jonk inta the above obsorvations ar tek\n\nimmediate corrective measures.\n(Dharmendra Kumar, IPS)\nAddi.Direetor Ger\nDistribution:\nDISGLAP(NZ/WZ/ESNE)\n\nDisG/CASO. ASG Dethi & Mumbai &\nAN CASOs\n\n",
  "39": "Gee Conmadt t\n\nOFFICE OF THE ADDL, DIRECTOR GENERAL/ AIR\nCENTRAL INDUSTRIAL SECURITY FORCE.\n\n{Ministry of Home Affairs)\n16, CGO'S Complex:\nLodhi Read New Delhi\nNo.O-42011/APC/OPS (2)/Circulas/AS/16- 11 5.4S Dated: 3?” Dec’ 2016\n\nSubject: Checking of Entry Permits/ID Cards for allowing entry: Reg\n\nRecently, it has been brought to the notice of this HQ that an Aiport\nDirector of ap airpart misused his official position and violated security norms: as\nwelt as BCAS guide'ines by taking his daughter anc wife into the operation ares of\nthe airport In the official vehicle on the basis of visitors passes through: the\noperational gaié by browbeating CISF personne! on duty. Thereafter hg entered\ninside the terminal buidiing through staff gate as Sis deughter and wife were\nsupposed to fly out as passengers. This js in contravention te the BCAS gu\n\n‘\n\n2. Similar incidents could heppen at other airports also where access control\nplays a vital role in securing civi aviation against acs of unlavifut interference.\n\n3. Hence, it is necessary to reassess the effectiveness of our access control\nsystem and continuously strive to plug the loopholes, wherever existing. It is also\nnecessary to regulerly_train_and sensitise the ASG personnel on various valid\ndocuments for entry to airports and areas inside the airport, Broadly, the following\nespects must 08 regularly briefed to the personnel:~\n\n(®. Types of documents which are authorised for entry of 3 person.\n(i). Things to be seen and verified for confirming legitimacy of entry decuments.\n(i). Techniques of checking the documenis without consuming much time (which\n\nisritztes the pax, staff) Sut simuitanecnsiy without compromising with\n\nsecurity requirements.\n\n",
  "40": "(iv). Tt shoutd also be ensured that personnel deployed at the gatefaccess are\nbriefed about the need of observanty checking the travel documents /\nAlport Entry Perm visitors ticket,\n\n4. All CASOs & GOs are therefore directed to closely suparvise and moaltor the\nfunctioning of their personnel deployed for security at access control points.\nEn Al GisG/AP during their inspections; visits shouid carefully moniter dhs status\nof effectiveness of the access contrcl checking system! and ensure proper\nimplementation,\n\nBtls\n\n(Dharmendra Kumar}\nAddl DG Airport Sector\n\nDistifoution:\n\nAlt DISG/Airports\n>All. CASQs CISF ASGs\n\n",
  "41": "- -\nOFFICE OF THE DIG/CASO - MUMBAI AIRPORT\nCENTRAL INDUSTRIAL SECURITY FORCE\nMINISTRY OF HOME AFFAIRS\nOPS CELL\nCISF CSTA MUMBAT\n\nNo.0-42099/CISF/csaL(M)/OPS-CELL/S7/2016 4¢,b DATE:23 / 12/2016\n\nTe,\nThe All Sector Commanders,\nDom/Intl./Perimeter/Cargo,\nCISF Unit CST Airport, Mumbai,\n\nUB: : REG.\n\nIARDING OF A!\n\nPlease find enclosed copies of ADG/APS ORDER /Circuler received from\nADG/AP Sector New Delhi, are forwarded herewith for your information and\nnecessary action at your end please.\n\n[SN] SUBTECT. DG /APS. HQRS LETTER NO.\n01 | Circular No, AS - 08/2016 dated 2112 2016 H Q-A2011/APC/OPS(2)/Circular\nChecking of Entry Points/ID cards for allowing | /AS/2016 ~ 11515\nentry ated 2112 208\nGrail\nDY. COMMANDANT/OPS:\n\n: ee CSIA MUMBAI\n\nEncl: As above,\n\nCopy\ni) The DIG/cASO : For kind information please\n2) In-Charge ClW : For kind information and necessary action.\n3) In-charge CCR : -de-\n",
  "42": "ore (MINISTRY OF HOME AFFAIRS)\nwe 13 CGOs Complex, Lodhi Road,\naie New Delhi ~ 110 003\n\nCONFIDENTEAE.\nIMMEDIATE\n\nDIRECTORATE GENERAL\nCENTRAL INDUSTRIAL SECURITY FORCE\n\nNo.B-42099PRC/Social MediaFolies/25316- 7 8 6 Dated: 24 12201\n\nTo\nAll Sector isG-& Director, NISA Hyderabad\nAILDIsG Zonal, Airpart Zone/Plants/Unit Heads\nAli DisG/Principals, CISF RTCs\nAll Sx, Commandants/Cormandants of CISF Units/Res. Bns.\nAl DC/AC Unit Commanders\n\nSubject: Use of Social lia-guidelines for uploading of materials on\n\nSocial Media-Regarding;\n\n‘This has reference to MHA UO No. 11L.11039/23/2016-G dated 28\" Novernber,\n2016 on the subject matter.\n\n2, As.desived, instructions ‘guidelines contained in the MHA letter under reference\nis reproduced below for information and strict compliance at your end:-\nQuote:\n\nThe populatity of sucia? media creates opportunities, challenggs and risks for\nthe Contmil Armed Police Forees (CAPs) and its employecs, Social mein are a\ngroup of web-based applications that exible the creation and exchange of highly\naccessible user-generated content, Social media oceur mu variety uf letmats including\nchat rooms, weblogs, sovial blogs, internet fora, pictures, videos, social networking\netc. Examples of social media include but are not limited t Facebook, Linkedin,\nApp, Twitter, Instagram etc.\n\n2 There is a strong need felt te reiteraie the instructions an the, usage of social\nmedia platform by CAPTs on operational / service matters,\n\n3. It hag come to the notice of the Government thst there have been instances\nwhere. Mobile Phones / Cameras of Force Personnel have been used for operational\nco aud ihe scusitive maierial was uploaded on social anedia without official\npermission. Uploading of operational ’ service information on social media or\ndivulging the same fo Press / Media Persons without permission of competent\nauthority is against the National Information Security Policy and guidelines issued by\nMHA / Government,\n\na The endeavour should always be to use official. camera / recorder only. Onfy mm\nexceptional cases, where on official gadget could got be made available at the site of\noperation due to aay unavoidable reason. a private camera / smart phone may he used\nfor the parpose, Any materiel /picnue {video taken inchiding that of neutralized\ntenorists, thereby should imimediaicty be surrendered uy the appropriate suthority. for\nofficial use with clearances at approptiate Jevels.and then thereafler, ensured that the\nsame has been deleted from the private camers / smartphone ete.\n\n",
  "43": "02.\n\n3. Any such photos, videos ete, are areant sirietly for afficial use only and any\nunauthorized disclosare of contidential ops related infermation by uploading\nopemifonai material onto social media sites is # scriogs reach of Rules and may fead\ntu charges being laid against offending Force employees.\n\nfe may also be Kept in mind that the unauthorized publication ondine of\nconfidential information such as taining videos, discloses methodology t the public.\nFore ersployees whe provide inethodology Ja this way directly avmpromise the\nsafety of operational officers.\n\n3. CAPEs are, therefore, divected that instructions may be isswed to ali concerned\nto ensure that no plioias / videos / text / information of eperattons / service matters are\nuploaded on social media or passed on ta the print o¢ electronic media whhovt due\napproval of concerned Wdiecinr General ef the Force on this Ministry, as the case may\nbe. In case any violations of these and other standing orders are noticad, strict action\nshould be initiated against the dethulters under the existing kaws and rules. Unquote,\n\nInterna\n\n. PS to DG,CISE + forinformasion of DG, CISE please.\n. PS to ADG(APS) ~ for information of ADD. APS please,\n\n. PS to dst Pers, Adm, - for information ef IsG Pers and Adm please.\nAl DISG at Force HOz\n\n.-ALLALSG at Foree Ors\n\n|. All Sections ai Foree HOrs\n\nSPaeNe\n\n",
  "44": "OFFICE OF THE DIG/CASO-MUMBAI AIRPORT\nCENTRAL INDUSTRIAL SECURITY FORCE\n{MINISTRY OF HOME AFFAIRS)\nOPS CELL\nCISF CSIA MUMBAI\n\nNo; 0-42099/CISF/CSIAIMVOPS CELLCircular/AS/2016/ Q4,Date: >) 12/2016\nTo,\n\nThe All Sector Commanders,\n\nDom/intl/PerimetedCargo!\n\nCISF Unit CS! Airport, Mumbai.\n\nSUB: Forwarding of Letters from Higher formation : Reg\n\nWith reference to the above subject matter may piease find enclosed herewith\nthe copies of following FHORs letters:-\n\nLetter No. Subject ]\nE-A2OGRICISHOPSISHOICIRIAT VINSTRUCTUIONS “ON” PRESENCE OF\n\nCISEONSOCIALMEDIA:REG |\nE-42088/PRC USE OF SOCIAL Mi GUIDELINES\nMEDIA/POLICY/Z016-855 DATED | FOR UPLOADING OF MATERIALS ON\n\nSOCIAL MEDIA: REG.\n\nIn this regard, the same are being forwarded for your kind perusal and\nnecessary action at your end please.\n\nDY.COMMANDANT/OPS\nCISF CSI AIRPORT MUMBAI\n\ni, fhe incharge Trg. Catt\n2, The Incharge CW\n\n3. The Incharge QRT\n4, The incharge 8DDS\n5, The incharge CCR\n6.\n\nThe incharge SOCC\n\n",
  "45": "Ww Many ph ame,\n\nDirectorate Canerai\nGentral Industral Sesarity Fores\n(Ministry of Home Affairs}\n\nQBS Directorate\nE-42089/C(SF/Ops/SMC/CIRZ018- ee 4\n\nz EAR\nCIRCULAR NO. Opsiswicy J2. 2016 of\nEG gia Mepia | US\n\nSocial Mediais a technology thet allows individuals, campéenies, NGOs,\n\n© Govemnments.and. other organizations to view, create and share infrmtatien. ideas, dareer\ninterests, “and Gther forms of expression via virival communities and networks: Sociat\nothedia. is: playiag a significant role in its reach out to every section of secialy,: The\n“ aiganizationtl presence on soca! media platforms lke Twitler has increased over the:\n“Yeas. In case of CAPFs, presently BSF, CRPF, ITSP aad: SSB are of Twitter for\n\n_ dissemination of relevant infermation and good work dene bythe forces.\n\nCISE has a vide public interface, interaction at large Is ekpatied with the camiton\npublic,\n\nIn view of the above, it has been decided that CISF shatikt also have its presence\non social media platforms.\n\njn order to maintain twitter account; the following-guidolines witt-be strictly followed:-\n\n4, Only authorised person are dllawed to post or communicate on social mevia on\nbehalf of organizetion.\n\n2. When an authorised. spokespersoil engaves in sbclel media on behalf of the\norganization they must\n\na) Disclose thet'this i an approved account and Mlentity of CISF.\nb) Provision for verifleation of quthenticiy of sccuiitis be enabled,\n\n<0) Archive data and other information posted on the Secialit ona sites. date wiee\njor fulure féterence,\n\nd) Ensure thet ail content published is accurate, not risteasing and that it complies.\nwilh all relevant policies.\n\n‘@} Ensure: that they are not the fitst person io make an anioutics\nspectigally authorised todo sa}.\n\nf). Ensure-that the. comments are respectful, dignified and not comravetgiat.\n\n(entese\n\n@) Adhere fo the copyright, privaey, defamation, contempt of court, diecdininatian,-\n Régausibént, IT act, Nationa! Information, Security Polley and Guiislines ‘and:\n” other selevant policy and guidelines by MMAMGovemment,\n\nadi\n",
  "46": "02-\n‘Ay Neo maficicus fink be put on the site,\n\ni) Monitoring of the page round-the-clock fo watch out for any unsavoury remark\nof contant.\n\nD The endeavour should always be to use official gadyets only, Only in\nexceptional cases, where an official gadget could not be made available at\nthe site’ of operation dus fe any unavoidable reason, a private,\nsamersfamart phone may he usd for f\n‘materiallpiotureivideo taken thereby shauld i\nthé appropriate authority for official use with\n\nlevels and then thereafter, ensured thatthe same:\n\n“the private camerafamart phone ete,\n\n4) The confont (Picture, Videos & other datails) approved by the compotent\n\nauthority should only be uploaded.\n\n“W4t thst be ensured that ny. photosividepsttextinformation of\n\nppetationsiainiice snatiers are. uploaded én-sociahmedia or passed on te\nthe:print o-dlestronic media without due approval of Ditector General or\nthe MHA, as the-ease may tis.\n\nmm) it may aise. be-kept ia mind that the unauthorized publisadonionting. of\nconfidential | Irifoimation: such 8s tratning videos, discloses: method logy\n\nUpleading: af inlormation. and ehsuring comecthoss. of infermation will be the:\n\nvee nse oF ‘he-Ghit ‘Public: Retatilitip Gfficar and. Pete Repay Gitiver. Thies.::\n\n| HB Unite wil forveand the <elewaht coment to the Sacks! Medie\n\ni Sule. content Bie few, photographs, video.\ngood werk done, raneived-tiem Unis wii be identifi\n\nJi. Thé:conlent, # suitable for upload wil be diahed for approval:\nivy: fast sepa of faots, figuras and sialamants fo be uploaded shogld h\n\nFhe. content £6 he Upfogded should be fue trom. poe fot gerne\nRECS.\n\n",
  "47": "2.\n\nvi) Draft cantant on approval of Campetent Authority will be uploaded on the\nSocial Media.\n\nvil) All Sector IsG will direct the units under its contro! to share the good work\ndone (Mrite-ups and Photos/Videos) with the Chief PROIPRO for placing on\nFacebook/ Twitter,\n\nvii) Any issue of technical nature will be forwarded to tach branch for further\nadtion..\n\nx} Approved uploaded cordent will be archived for future. reference.\nx) _Uplogded content may be remeved ont the discretion of eampetent authority.\n\nx) {ie above shal ato apply to any response/resction of the FHO, ifragui ed,\n46 any twrelsiposts.\n\nS This has the approvalof DG, CISF.\n\na BS 10-406 (APS) - odo\n_ PS tole (Pers) - odo :\nPSio 8 Han - “doe :\n\n:\ni\n\nBone cneeminegr Si\n\n"
}