{
  "1": "OFFICE OF THE DIG/CASO - MUMBAI AIRPORT\nCENTRAL INDUSTRIAL SECURITY FORCE\n(MINISTRY OF HOME AFFAIRS)\n(ISO 9001:2015)\nOPS CELL\nCISF CSIA MUMBAt\nNo.-42099/1SH/CSAI(M)OPS-CELLAPS-Cireulary18- [0 DATE: 6701/2018\n\nTo\n‘The Sector Commanders,\n(Dom/[ntl ‘PerimererCargo!)\nCISE Unit CSI Airport, Mumbai\n\n‘SUB:-Horwarding of AVSEC Cireuiar:Reg.\n\nPlease find enclosed a copy of below mentioned AVSEC Order received fiom ADG/APS HOrs.\nNew Delhi.\n\n2. In this regard, 1 have beon dirceted to forward the same for further necessary action #t your end\nplease.\n\nSUBIECT/AVSEC ORDER NO, | ADG/APS HORS LETTER NO. ]\n‘APS Circular Na. 052017 dated 22° | O- 42011/APC/OPS@yCirealar(AS)i17- dated |\n\nNov 2017 Reg Incedents of | 22\" Nov 2017\nIntrusions at Airports — signigicance | }\n_[ of Situational Awareness,\n\nAPS Circular No. 01/2018 Reg | O- 42012/APC/OPSQ)yCirenlar(AS)V/18- dated |\n| Professinnal priorities of Airport | { Fan 2018\nSector.\n\nEncl: As above.\n\nDistribution:-\n\nAl Réserve Inspects ~\nVe: BDDS, Trg, Cell, CIW, CCR ORT, SOCE\n\n",
  "2": "OFFICE QF THE ADDL. DIRECTOR GENERAL\nAIRPORI SECTOR HEAD QUARTERS\nCENTRAL INDUSTRIAL SECURITY FORCE\n(MINISTRY OF HOME AFFAIRS)\nAdmin Black {Ground f\nCISF Complex\nMehipaiput, N Dethi- 37.\n\nNo.0-4201 1/APC/OPS (2}/Circuiar/AS/18/ Ye Deted: 1 Jan 2018\nCirevlar No, AS__Og. / 2018\n\nor},\n\nTo\nAll CASQs\n{Including DIG/CASO, ASGs Delhi & Mumbai}\n\nSubject: PROFESSIONAL PRIORITES OF AIRPORT SECTOR\n\nFirst of oll my bast wishes io you and your Unit for 2018, The Aiport Sector\nshould endeavour towards higher professionat standards during the year | take\nthis opportunity fo <eiterate the prolessional priciitigs, so inat there fs clarly.on the\nise among al ranks.\n\n2 The piimary purpose of Aviation Security is to prevent hijacking of aircrafts\nand repulse terrorist attacks on Airports. This calls for the highes? orofesstonal\nstandards from our SHA persennel and quick and effective response from our QRTS,\nAIL CASOs and Sector OisG should constantly focus on how to upgrade the skills of\nASG personnel! in these two ofecs, Any operaficnol failure in these two areas wil\nreflect pandy ap the CASOs concamed, aewellns CIF in ganar\n\n3. Ie Next prloniy 's To ensure. ease GF Havel To ail Air Passengers. MIs calls For\nhigh level of sol! skils as well as-quick dsposel of passengers af depariure gates\n‘and SHA. The Altport Secter had recenfly conducted a survey to estimate time\nfaker iG clear one possenger af depalue gale and SHA. Based on the\ntoedbatk, the encsaver of all ASGs should be to complete document cheek of\none passenger a! depariure gate in 18 seconds and SHA formaiiies of one\npassenger in $0 seconds from the time when a passenger comes to the yellow fine\ntil collection of beagage by him after pre-embarketion security check in normal\ncourse, withouLof couse, compromising on secutily. iT also. needs fo be reiterated\nthal we should process passengers with special needs lke persons with disability,\nsenior cifizetis, wornen, ¢lc, ina humane ond polite manner.\n\n4, One complain! that is frequently heard is thot all ASG personnel de not hove\nuniform slandarss of tralnihg ond competence. In this regard, the Arper! Secter is\nformvicting & § day induction Course for all new Force persannot being inducted\ninfo the Aiport Sector, This course shou'd be difgently imported by all ASG Units,\nFurther, the 3 dey theeretical part of this course should be imparted te all Force:\npersonne! as par of the rotational training, which is mandatory in a yeor. This sue\nwill be my porsonal pfiofity and all CASOs and DsG shoule ensure compliance:\nThe sylicbus and, coursé materia! wit be sent fo.all of you by anc of this week.\n\nConta... P/2\n\n",
  "3": "nGgs\n\n5. ING Alport Sector, vide ‘eter No{1U43¢) Gated Z/M Ost 2017 had compaed\ncarlain good proctices of alt Units and circulated it with o view to siandardize sush\npractices by ali ASG Units, The CASOs may ensure full implementation of this\ndrective.\n\n6 Lhave offen observed that there is the probiem of communication gap: os\nwell os communicclian distortion among different ranks in fhe ASGs. For example,\nthe SOP regarding prosthetics screening is stil nef known futly ta many personnel. 1\neven suspect Ihat the issues raised Inv this teller wil be inlerpreted differently by\ndifferant: CASOs, Hence, | reiterate ihe need to- react communications carefully,\nseek clarification: if necessory and further dkseminate such communication\nBlocriy ana eyxtamaticatly te other. in thie agri, APS HO) Clecttar Na.d cheated 3st\nOct2017 may be refered to.\n\n7. fhe next important aspect is the cregiion of @ harmonious working\nenvronmentin.ef the Aimorts, ‘This cats for team building véthin ASSs and\nexcellent coordination with ail slakehatders. Force personnal should be given lasks\n-baied.on their-core competence and shoutd be liberally rewarded tor good work,\nPunishment is equally important wher it comes fo indisciptine and professional\njapses. As regards siukeholcless, the CASOs should he flexible regarding genuine\nIssues concerning faciilaling dir tavel and objectives of the Government in\nencouraging this Sector,\n\n8. Analy, | capoct that service dolivery and cosurity procedures in all ASG Units\n\nshould be cf uniiodn standards across aff Ihe Attporis, within ihe given limitation of\nexpling Ghpurl Inligahuches. To wiauit ths, Soul Dis ativuld ciwiiter Meso:\n\naspects periodically.\n\n%. in conclusion, ft wittbe my endeavour 19 provide sufficient manpewer 10 ali\nCASOs, ensure thet, Airport Operators make up for the shoritall in Infrastecturs/\nsecurity equipment and mast importanily, improve medical entitertent of Force:\n\npetsonnel.\nif\n}\n\nMa he\n\n[M&Ganapathy) | ‘\nAddl. DG, APS\n\n10. lonce-again-wish yau all a happy and succasstist 2018.\n\nCopy.ioe\nDISG/AP WZ): fERNEZ}, (SZ) and INE)\nThe Principal Stati Gfficer io OG, CISF. - for favour ot Hihd intexrnalion to DG/CISF,\n\n",
  "4": "IRITY FORCE\n(MINISTRY OF 8 ABEAIRS} =)\nAdmn Block (Ground Hlocr), \\ =\n\nCASE Camptex\nMahia! par\nNew Delhi - 110037. VA\n\nim\nUSSt Dated: 24 Nav20\n\nNo.0-4201 /APGAQPS (2) CireulavAS?\n\nCiravlar No. AS 65. 2017\nto 2\nAT CASOS,\nacluding DIG/CASO. ARGS Delt\n\n& Mumbai)\n\nSubject : INCIDENTS OF INTRUSIONS AT AIRPORTS ~ SIGNIFICANCE\nOF SITUATIONAL AWARENES\n\nReogat Eisusions into secure arcas of Airports in a copie of Aitports gxs'g matter of\nsserlons.contem.- Strier action should be taken. against pevsocmel conceited for sich linses.\n“These professionel Lapses haars the. image ofthe Force ahd conveys-on iipeessina that we\n\nfen ftived thet Force personnel have very set ways of ding their duvy withéat\nany situational awaieness. 11 is important to understand. what is situctional awarenass. Eat ts\nsay for example that a Constable has the responsiblity a0 gward a speeific ane ay bea.\norder to keop his erca of responsTbility seoure, he should alge keep an\n\nso that he canréact 49 a sitaation\ni ( 2f respontibilily.... This ip situations\n‘ewareneys. But it is. often seeh-that Force. personne] foe8s <0 shedh on lel ‘ptimary tasks at\nVand the immediate area of theit duty. thar if something umtoward:happens bayond ther\n~ Sgneelatc py Sie peony. they\" Wo ad be unaware OF,\n\n3. ‘Henge, itje.véry timpoment for. all Force pisonuel duty posts iy Alepests (oeept the\n\n., Sckeeners) to keep & genetel cys on.theh surroundings. This aspect of situational-awarenass.\nmay be courtauly tldito ali Ponce persone! ding Sein‘leSammetans aid daily briestige 0\n{hat infrneions af dbe bend which happened rerantiy ac well as-atter types af iekdentsican he\ncavetted, Lhe GASOs shoudl also liave'a very: goo awareness about the. vibrate areas off»\nthe Aiport so-thel pemenreliure briefed specifically @boUk Rikon. Gine to.sime,\n\nBa iz\n\n(4A Gannpatiy\nMi pritiy\nAdal 9G, APS\n\n“Phe Priveinal Stes) Gliicer to DG, CISF - for favour of hind fnfontuiich in OG/CISE,\n\n",
  "5": "OFFICE OF ‘THE DIG/CASO- MUMBAI AIRPORT\nCENTRAL INDUSTRIAL SECURITY FORCE,\nMINISTRY OF HOME AFFAIRS\n\nGSO 9061 : 2015)\n\nOPS CELL\nCISE CSIA MUMBAL\ncrows”\nNo: 0-42009:CISF/CSIACMYVOPSCELI 22220187 12 | Date: Qe /01 / 2018\n\nTo,\nThe Sector Commander,\n(Dom/inth PS & CS)\nCISF UnitCSt Airport, Mumtai.\n\nSUB: Deployment of persousel at Public interface points: Reg\n\nPlease find enclosed ADG/APS: _ HORs letter NO, O-\n4201 /APC/OPS(2)-Circatlar( ASV 18-889 dated 25 January 2018 regarding CISF De-\nployment of perscnnel st Public interface pints,\n\n02. In this regard, the same is being forwarded herewith for kind perusal and further\n\nnacessary action at your end please.\n\nEnel: As above\n\nOMMANDANT/OPS:\n\nDY.\nen MUMBAI\n\ncote 2\\72. INTERNAL COARV?2—\n\nCORRESPONDENCE. cos\n\n",
  "6": "CENTRAL INDUSTRIAL SECURITY FORCE\n(MINISTRY OF HOME AFFAIRS)\n\nOFFICE OF THE ADDL, DIRECTOR GENERAL/AIRPORT On\n\nAGMInIsudlive Block\nBy pass road, New hen 2\nNo. O-4201 1/APC/Ops(2)/Circular(asyie- 2 F 4 batea: 25 Jan, 2028\n\nTo\nDisG (NZ, SZ, WZ and ERNE)\nDIG/CASO IG] Delh! ang CSA Mumbai\nAll CASOs of ASGs\n\nSub:- Deployment of r Public i jks oo\n\nAirgort duty involves passenger interface in a big way which generally taxes\nplace at Departure Entry Gate, Arrival Exit Gate, Security Hold Area ard Boarding Gate.\nIn addition, force personnel deployed in the forecourt area, check-in area and apron\narea are also very closely observed by incoming/eutgoing passengers and staff of\nstakeholders, Such interaction and observations of both passengers and personne!\nworking at the airocrt go a fong way in forming a general ingression about the\nindividual on duty and the organization in particular.\n\n2. Of fate, it has been seen that Force persorine’ who have pot belly, are obese, old\n& unfit etc, have been deployed at areas described above in the previous pata.\n\n2. AIL CASOs are hereby directed that Force personnel who are young, energetic, fit\nwith good physical attributes should be deployed at the places described above, Those\nwha don't fit Into this category should be advised to work on their fitness/turnout etc,\nty briny Wnprovenignt cu Le Ueytuyed fi uperauuiill uid, perhIeier dee, Operetiontal\ngates and the Bke,\n\n4, All DIsG should ensure meticulous implementation of above directions at the\nASGs under their respective jurisdiction. This should be examined by the visiting officer\ntg-any airpori to ensure that this order ts tmpiemented in letter and spirit.\n4\nfi\nie\n\nIr\n\ni\n\niy\n(M.A. Ganapathy, way”\nAddl. DG/Alrport Sactor\n",
  "7": "OFFICE OF THE ADDL. DIRECTOR GENERAL/AIRPORT SECTOR ae\nCENTRAL INDUSTRIAL SECURITY FORCE v\naa (MINISTRY-OF HOME\n\n‘AEPAIRS).\nCISF Complex\nAdm, Biock, Ground Floor,\nMabipaipur, New Celhi-37\nRo.O-4201/APC/OPS (2)/CirculafAS/18- 1 S15\" Dated: 2.7} Feb’2017\n\nto\nAll CASO CISF ASGs\nDISG/AP (NZ, ERNE, SZ & WZ}\nSubject: Forwarding of Case Study: Req\n\nee ne. enclosed fey a case: ee ot the eee of ‘Breach of of\n\nthen.\n\n2 The above. case study is being sent to sensitize/brief the personnel abaut the\nloop holes of the system, so that they may have insight about the ‘operational\nrequirements and execute thelr work with optimum efficiency.\n\n3. All DISG/AP should aiso ensure that the above mentioned directions are complied\nwith In totality by the CASOs under their jurisdiction.\n\nEncl: As above.\n\n(R R Sahay)\n1G (Airport Sector)\n\n“boy\n\n",
  "8": "Case. Study\n\nSubject: Security lapse at different layers of ASG\n\n‘a. Fact of the case: On dated 17.02.2018 a lady passenger wes offtcaded by airline staff\nfrom the alrcreft during ongoing boarding process of Indiga fight at one of the ASG, It has\nbeen learnt that the sald paesenger was travelling with a web boarding pass bearing set no.\n21 € dated 17.03.2018 Instead of 17.02.2018 and had bearded the aircraft clearing alt the\nformalities and security checks prior to her boarding to zircraft. When she enteres the\nalrralt she saw someone sitting on her seet. Later, on intervention of inflight crew\nsnenibers she reallzed that she had erroneously booked the flight,\n\nb. Discussion of case:\n\n(). + This is a clear cut fapse on the part of CISF personnel, whe were deployed at déTerent\nlayers of sacurity chennels i.e Departure Entry Gris, Queue Assistant, PESC point,\nBoarding gate. This sort of ase és not justifiable.\n\n(i). TL shows the complete faifure of entire security set up at ASG as the passenger crossed\nat least four channels before getting inside the aircraft.\n\nGil). Tk eiso shows that the duty personne! were very casual and sot vigilant in imparting the’\nbonafide duties.\n\n(vj, . Te shows that personnel are performing duties witheut application of mind and propa\nbeiafing.\n\n{v}. Ht also shows 8 serious lapse on the part of Unit administration and electronic / menuai\nsurveillance system working at the airport.\n\nire lessons: is\n\n(). Document check should be done m: lously and diligently. Personne! proficient in\nEnglish shoufd be depioyed at the departure entry gate for document check.\n\n(i). Intensive briefing is required to be carried out for ail CISF personnel especially deployed\n\nGH.\n\nGv}. Suparvisory/Coy Commander should have knowledge about the capat\n\nfv). The Inspectors deployed for supervision In Security Hold Area should brief t\n\nat departure entry gates covering day to day lapses and peculiarities involved in the on\nfield implementation of existing guidelines.\n\nThere Is need for close supervision by shict YC and area 1/C for effective security\nmanagement at ASG.\n\nity, efficiency and\nbehavior of the concerned duty personng! and each and avery duty post along “sith its\nepioyment should be filtered before making the duty deployment chart.\n\nha PESC\npersonnel about the sensitiveness of their duty and importance of focused approach\nwhile checking the boarding pass before proceeding to Physical check of a passenger.\n\nTt must alse be ensured that the deployment of personne! should commensurete co the\nrequirement of every cuty posts, For this, tre conceat of Feht man at right must,\n‘ba implementec in letter ir: spirit,\n\n",
  "9": "we\n\n7\nOFFICE OF THE ADDL. DIRECTOR GE Eager SECTOR\nCENTRAL INDUSTRIAL SECURITY PORCI\n(Ministry of Home Affairs)! .\n\n:\n4\n\nComplex, Makipalpur\nBy pass Road, New Delhi-3?\n\nNo, O-4ZO1S/APC/OPS (2)/Circulan/2018- GB E Dated: 2 grav’ 2018\nicy\nDISG/AP (ERNE, NZ, SZ & WZ)\nAli CASOs of CiSF ASGs\nSubject-2\nEver since its induction at Indian airports, ASG (CISF) personnel are dolag\n\nremarkable. fol and performing their duties with ‘great sense of dedication tn\nsafeguarding civil aviation operations-from the act of any uniawful interference.\n\n2. However, it has been seen.that during the: course of fast growth in aviation\nsector, development and ‘advancemienls of technologies, introduction of sandem\nsecuiity gadgets in aviation security, ‘rotation . of personnel due to\nirahsfers/astniys' vlc, we-surrtetines fuse. ouch with Hie basisfeadamertuls Uf\naviation steudty. Inter-alia, sometimes CISF personnel are. committing mistakes\nadvertently or inadvertently in the basic principles of aviation securlty like access\ncontrol, passenger frisking, X-BI5 screening, baggage checking etc. This needs to.\nbe teuuynised atid citended to it Use righ earrest se iid seuurlly’ female\nfoolproof.\n\n3. The Avietion Security Group 's mandated to perform antl-hijacking ane\nant-sabatays functions at airports. Our basic 2ipi is to prevent incidents of\nhijacking and sebstage at airports by sticking to the fundamentals of aviatior.\nsecurity requirements. Therefore understanding of the basics of security by every\nindividual whe verorms duty at almports is imperative,\n\n4, In this regard, with the objective of going back to basies, it ts desifed thet\nall CASOS may carry out a drive in their respective airports fo strengthen, tne\nedifice of basic security at each and every duty posts at airports, This drive may\n\nbe Unduuted (er ONE WEEK frum 05.03.2017 (Munday) to 10.05.2015\n\n{Saturday}, based on folowing broad guideline:\n\nQ CASOs, shit supervisory officers arid supervision 1/Cs (SCs) may\ndevote sufficient Une at diferent duty: posts, with fullowing course\nof action:\n\nE f\nAe cs be\ncdeninistr’ Block 6p\n",
  "10": "Le\n\nInteraction with duty persone!\n\nobserving the security arrangements and operations\n\nbrieting of duty personnel about heir area of responsibifty,\nbehaviour and action it case of day te day functioning as well as\n\nany contingency\n| + taking needful action far addressing any operational issue in time\n\n1) Buty posts wise basics of aviation securily (indicative) ts enclosed as\nper Appendix-'A’,\n\nfi) A CASOs may draw-up 2 one week schedule te implement this drive\n\niv All Zonal DISG should ciusely fonitor this drive at the airports under\n‘their respective caitimand and ensure.its effective Implementation.\n\nAil Zonal DisG. shoukt submit a report, feedback and suggestions, if anyon\n\nconipllance of abuve lastructions in-fespect of ASGS Under their supetvision after\ncompletion of this drive:\n\n&\n\n1\n\nEnch: aslabove\n\ni\nPlease ehsure compliance,\n\nVee\n(A Ganapathy; IPS)\n‘Addi. DG/Airport Sector\n\n28a\n",
  "11": "wherever deployed, Morchas, «\n\nConnected with SOCC through «WT |\n\nBasics of Aviation Security\n“St [ Butygosts ~~\" Basics (illustrative)\n1. | City side deployment (Nakas- «Basic Knowledge about duty post\n|\ni\n\nfore court patrolling, etc }\n\n,\n\ncommunication seis |\nProfiling of vehicles and its occuparits, in case\nof naka deployment e\nRandom search of vehicies- do's and don'ts. in |\nczse of naka deployment\n\nMaintaining alertness at morchas\n\ntooking out for suspicions\npersons/objects/unclaimed baggages .on the\ncity side\n\nidentification of spots where unidentiied |\nobjects can be conveniently placed/hidden.|\nwith the intention of mischief\n\nproactive in keeping the alighting point area |\ndear of unautherized parking and early\nclearence of vehicles from the. terminal,\npuuging\n\nCoordination and seamless flow of\ncommufiication among duty posts In case of\n\nemergency:\n\nj Acces Control of Terminal f=\n‘ Buliding (departure, arrival,\n[random checking) fn\n\n|\n:\n\nStrict Access cantro! based on AEP/Temporary\n\nAEP/Travel documents\n\nChecking of Identity proof of passangers\n\nKnowledge of AEPs/TAEPs and its Zones\n\nissued by BCAS |\n\n‘Type of 1D Proofs as mandated by BCAS j\n\nKnowledge of m-Aadhaar system\n\nRandem checking of passengers and their\nlongings based on profiing\n\nProcedure to be followed by passenger while\n\nleaving terminal building before or after)\n\ncheck-in\n\ni g officer, Xray BIS|*\ner, physical baggage\n[ee rh, SHA YC , boarding |»\n\nSecurity Hold area (queuing |'+\ntance, load officer, | «\n\nDuties of load officers-its objective and roe\nDuties of fricking officer-its objective and ole |\nDuties of X-ray BIS scrzener-its objective and | {\nrole\n\nDuties of physical baggage search officer |\nobjective ariel poke,\n\n3\n",
  "12": "‘SHA HC and avoidance of unriecessary |,\narguments with passengers:\n\n| « Procedure to be followed at OFMD tke\nconcept of yellow fine\n\n+ Procedures to be followed for special need\n\ni : passengers as mandated by Airport Sector\n\nanc BCAS:\n\ni i « Mandatory presence of SHA IVC and GO /C inj\n\n| security hold area\n\n; + rixing of boarding and arriving passenger an} \\\n\n| aerobridgc) j\n\n| + not to allow reverse entry from boarding gate:\n\n«+ Maintenance of mandatory records and\nregisters like random check, ETO checking\n\n| register, physica beygaye Leddy register,\n\n7 __Combine Test Piece register etc\n\n4. j Operational gates Te Observing strict access control\n\ni.\n\nStrict. checking of vehicle and personnel while\ntaking entry in airside\n\nApron area ~\"l\"\" Sivet vigil and aleriness while performing duty at\n_ L Agron area _. .\n6. [Watch Towers and Perimeter > Cleared dernarcat\n\nPatroting | of watch tower\n\n‘ Daily checking of watch tower on regular\n\ninterval\nEnsuring perimeter patrolling |\n| 7, | Control Room/SOCC | Knowiedge of CCTV cameras of respective |\n| i ’ | areas\n\n|\n\ny\n\n: Handling of CCTV system\nEnsuring communication with duty pasts\nKnowledge of role in case of any contingency\nCoordination with field surveillance staff\n\nRole and responsibility\n\nEnsuring quick response\n\nAgility end fitness\n\nAreas of responsibility i\nKnowledge Of weapons its handing | o\n\nLb ds Knowiade of equipments and its wisation\n\n8. | GRTE/SDDS/Bog Squad\n\nThese basics are indicative in nature; hence other requirements as weil as\nduty posts, as deemed fit can also be included by the CASOs.\n",
  "13": "OFFICE OF THE ADDL. DIRECTOR GENERAL/arREGRT’secTOR \\t ant ~\n\nCENTRAL INDUSTRIAL SECURITY FORCE\n\n6\n(MINISTRY OF HOME AFFAIRS) r\n\nAirport Sector, CISE Complex\n‘Mehipalpir, New Delti-37\n\n‘No.Q-420L1/APC/OPS @y/Cireuarjaspis- 2° P paste ol March’ 2018\n16\n\nDISGIAP (NZ, ERNE Sz miwz)\nogee se at i\n\n‘Ag incident bas.been brought to the notice of APS. HQ: eherein one:stray\ncovi-Managed to enter-the apron avea thtaligh. vehicle gate at one of: the airports\n\nunder CISE secutity cover, Later, after almost: two. _ the, Said cow: was\n\nGiased out from the operational area thraugh Crash. Gate. “Due to: this; fight aS\n\noperations were also affected at the said airport.\n\n2 Being depiayed round the ciock at access control point, the incidence of\nstray. cow entering the operational aréa presents 4 poor picture of. the. security\narrangement of the alrport. ‘This:news was also -highlighted by. the media, which\nrefiects very poorly on'the professionalism of the Force.\n\n3. Tharefore, all CASOs are Hereby directed to -piit-in plaoe required\nmechanism) system at ail the operational gates at their respective airports ‘to\n\nprevent entry of stray animals in the operational aréa. it is also directed to. brief\n\nthe personnel-deployed.at such gates so that no. such incident occur in future;\n\n4. Violation of this order will be viewed seriously and the coneeined, caso\nshall be: held: positively responsible for-such lapse.\n\n5. Ensure strict compliance.\n\n",
  "14": "bad\n\nThe Sector Commanders,\nWomilat/Perimeter/Cargo)\nCISF Unit CSI Airport, Mumbai,\n\nSUB:-Incident of entry of a stray cow in the apron area of the airport:Reg.\n\nPlease Jind enclosed a copy of below mentioned AVSEC Order! letter received from ADG/APS:\n\nmt\n\nMele\n\n3. To thls regard, Thave baer dloated so Asreward the same for fuser nssesag ston a your end\nplease.\n\ns SUBJECT/AVSRC ORDER NO. | ADG/APSHQRSLETTERNO. |\na \"TYueident of entry of a stray cow in | O-RMIVAPCOPSEYCireulavaNB215\nthe apron area of the airpart dated 06.03.2018 a\n\nEnel: As above,\nDY. COMMYNBANTIOPS.\nCISF UNIT CSIA MUMBAL\n\ni. [Ver BDDS. Trg. Cel\n\nTW, CCR, ORT,\n\n“For kind information please\n\nSeed Hoouain Evel qed!\n",
  "15": "Cee Gyr”\n\n{Wj}\na) \\SVE price OF THE ADDL. DIRECTOR GENERAL/ATRPORT SECTORS f\n\n“ CENTRAL INDUSTRIAL SECURITY FORCE\na\n\n(MINISTRY. OF HOME AFFAIRS)\nive Administrative-Block:\n\nAlrport Sector, CISE.Complex\nMahipalper, New Delhi-37\n\nNin.O-#2014/APC/OPS (2ycirculantAs/1e- 2°57 — Dated: ols March’ 2018\n\nto\n\nout. from the ‘operational: area’\niperations were: ‘also affected: at the! said. airport.\n\nBeing. deploy\nehray, coweentering ‘opel\n\narfangement ‘of the airport: This mews.Was also: highlighted by the media; which\nlects very poorly on ‘the professionalism of the Force.\n\ninechanisry? system at-all the operation: at-their sespantive: dirparts fe\nprevent entry cf stray animals in:the operat rea, Tt is also directéd to: birlef\n. the personnel deployed at such gates:so that no such’ incidenteccur in future.\n\n‘Violation ‘of this.order will be viewed Seriously. ane\nIbe hela positively: responsible’ ‘for such See\n\n“Ensure strict cnmipfiance.\n\nlt.\n\njahay)\n\n1G /Airport Sector\nore\n\nround the: lock at access control point, the. ineidence Of\nrationsl area presents a poor picture of the security:\n\n“Theres fore; all’ CASOs are hereby: directed: -to--put In’ place” required\n",
  "16": "",
  "17": "(Fel\n\nOFFICE OF THE ADDL, DIRECTOR GENERAL/AIRPORT cro\nCENTRAL INDUSTRIAL SECURITY FORCE A\n(Ministry of Home Affairs) 9\n\nYon ‘ b\nAdministrative Block\nCISF Complex, Mahipatpur\nSy pass road, New Beinia7gH\"4\n\nx\nNo, 0-420617APC/Ops(2/Cireular(ASY/18- af\" Dated 4 March’ 2018.\n\nTe\n\nDISG/AP (ERNE, NZ, SZ.& Wz)\nAll CASO! CISE ASGs\n\nTt has come to notiée that passengers travelling to attend weddings\nwith personal jewellery are reported by CISF personnel to revenue\natithorities, causing them ufiriecessary inconvenience. A\n\nIn this Yedard, it is directed thet passengers travelling with Bérsonal |”\n\nJewellery ‘withifi, reasonable limits need not. be unnecessarily,\nchecked/détained ‘or reported to revenue authorities. In this regard, 5 to 6 i\n\npieces BE EHeRry per person.can be considered aS @ reasonable limit.”\n\nco Be al CASOS: are directed tobrief the ASG personnel accordingly and\n~-ensure compliance.\n\nRy kos\n\n(M. A. Ganapathy, 105)\nAddl. DG/Airport Sector\n",
  "18": "OFFICE OF THE DIG/CASO-MUMBAI AIRPORT\nCENTRAL INDUSTRIAL SECURITY FORCE\nMINISTRY OF OMB AFFAIRS:\n\n(ESO 9001:2055)\n\nOPS CELL.\nCISF CSIA MUMBAT\n\nNo.0-42099/CISF/CSAT(MYOPS-CELL(APS-Cireular}/18-A5-Yp DATE: RY /03 2018\n\nTo\nThe Sector Commanders,\n(Domitati Perimeser!Carge)\nCISF Unit CS} Airport, Mumbai,\n\nSUB:Forwarding of letter : Rep z=\nPiease find enclosed 2 copy of below mentioned Ciroularileiter received from ADG/APS HQrs.\nNew Delhi,\n\n2. In this regard, the swne is being forwerded herewith for kind porwsal and further nevessary\naction at your end please,\n\nSN SUBJECT ADG/APS HORS RN\nrence of Gazetted Officer“ during | O-42011/AFC/OFS@) /Cireular(ASY\nOperational homrs_at sirpurts, {18-2581 dated 10,03.201 }\n\nDY. COMMANDANT/OPS\nCISF UNET CS1A MUMBAL\n\nDistribution:\n\n",
  "19": "& we) tb\nVEG OFFICE OF THE ADDL. DIRECTOR GENERAL/ AIRPORT SECTO\n\nLoa\n\n\\g\n\nCENTRAL INDUSTRIAL SECURITY FORCE . eh\n\n(Ministry ef Home Affairs)\n\nCISF Complex, Mahipalpur\nBy pass road, New Deihi-37\n\nNo, O-4201 1/APC/Ops{2)/Circular(AS)/28-2 s°@} Dated 2% March’ 2018\nTo.\n\nDISG/AP (E&NE, NZ, SZ & WZ)\nAll CASO CISF ASGs-\n\nSub: “Presence of Gazetted Officer during operational _hours_at\nairports : Req”\n\nThis HOrs has issued numerous instructions on the. subject matter that a\nGazetted officer must remain present at the airports during operational hours to\nsupervise various aviation security functions and to handle unforeseen situation\ntactfully without foss of any time (copies enclosed). further, this aspect has\nalso been briefed tc all DIsG/CASOs in the previous operational conferences\nconducted at APS and onal levels.\n\n2. Tt is intimated that recently Airport Sector has discretely checked the\nimplementation of the above directives at 12 airports and found that at 07\nairports (Trichy, Pune, Mangalore, Goa, Coimbatore, Calicut and Bhubaneswar)\n\nno Gazetted officer was present at the airport in the night shift during flight.\noperations whieh 1s grees. wolation of instructions issued by this HQrs and retiect\n\npeor supervision of CASOs at these airports. A serious view has been taken\nabout nen implementation of directions and it has been decided that henceforth,\nviolation of these instructions will be viewed very senously.\n\n3. You would appreciate that the presence of a Gazetted officer during\noperationar hours 1s of foremost importance to ensure eftective supervision,\nespecially during peculiar situations as well as to improve disposal of security\nrelated grievances of passengers speedily and to motivate the subordinates for\n‘better performance. Many a times, decisions on crucial operational matters are\n\nAdministrative Block abs\n\nSoo\n",
  "20": "required ta be taken on ground within a short notice for which presence of a\nGazetted Officers is imperative.\n\n4, Therefore, ail CASOs are once again directed to scrupulously implement\nthe APS instructions in this regard and ensure that a Gazetted Officer must\nremaift present during entire duration of operational hours. At airports where\nmere than one GOs sre available, one must be available during the flight\noperation timings and where only one GO Is available, he/she should remain.\navailable during the flight timings to monitor the security arrangements end\npassenger movement and to take needful ation for rectification of any emergent\n\nS. “pseyar ‘should reguiarly. ensure compliance. of tee directions. at the ©\nisc b\n\n",
  "21": "207 Genaraliupar Secs\nFone\n\nChine of ihe\nCentra: indusida! Seeurt\nesiayeiry of Sanne Mt\n\nSF 4G 6) Some,\n‘rity Rea, Now edn — 63\nNu OAT UAPCAIpReyCeLulaASHE Pht Gated x, Fab 2014\nTs\n\nALOASGR, ASGS CSF\nTachame CAY {through corcemnd CASO)\n\n‘Subject: Brennnos of Gazetted Mice duvine operations Wout aired\n\nPYOo! teakdto time # tas bean retlendhhs by the Anpolt Sache HO that «. pagent\n‘oitotr saoet ki pesent at the sessecive-wimed ewig qpicatiaas hours te supseise”\n‘gilous awation secunty funetlone and fo, Aare any atfineseen diivdlion auto)\nvgihaue aes. of any owe Heweuer in-xpny of theceituatansiinaterds whine Jon\nplace al the élingmts quer since | rashawer ag. Adivons OGiAieR Seone « arstars:\n‘Slit thous maiquchens Hae eargeen erpkingite igRAalE Ae aeiME eee Se\n“aibteg obcencesa, oe :\n\nAt Being! tts ana GARGe ne lina agnin eect te einer! aeennthaie of\nthegafmisctgiia mbteweusiy: Neneetbri, fall aldo. be seb trenainy abe CM\nlightirge: of urits do imerediantiy Worm Stee wiaistypes’ vncheust aad whatever Pe\n\n5. Beat aystaticis net eng folluwast inte anil\n\nAxio te to make a cage thal cone\n“ety Seviattht and vipieton in the\ntoken to taik for eat appesine\n\nOe: Bitte 4.\n‘Als BGRipon Sector,\nHobie hin :\n\nCopy fot edeting comalitine in\nBIOAR ayes. CIS Mamba. . : a\n\n‘DRIP ERAS, HEE\nSIG Sac) Ci\nODISARINTS\n\nGus iis,\n\neuler Fie\n\n",
  "22": "santied 0\n\nseueau\n\nFaforenee rade to\nUAPCIGP SIE) Sinealaeit\nAOL TAROIOO SZ\n\noh\n\n6 este RE TTRE abe\n2G02 dated. EEOLZIO tenertie ton\n\nfo) Se mealaa nade abe\n",
  "23": "SIS, wv.\nOFFICE OF THE ADDL, DIRECTOR GENERAL/AIRPORT SECTOR\nCENTRAL INDUSTRIAL SECURITY FORCE)’\n\nCMINISTRY OF HOME AFFAIRS) i oe\n\nwie\n\nAlrport Sector, case Compe\nor\n\nMahipalpur, tiga! Oe\n\n-Mo.0-4203 APTHORS C2 Circular/AS/18- 22} SE Dated: 74- Sarde 2018\n\nTo\nDISG/AP (AZ, FANESSZ & WE)\nDISG/CASOs of ASGE Delhi & Mumbai\n\nat\n3g Siports, wheitas, a5\"\n\nTe has recently bean noticed that ee one, ae personel was eri\nie Defiarture Erary 3 gate of he Ferme Butding at che’\nBd’ doplayad for such vulnerable\niS apératianal hours,\n\nvad procedure: is net Cesireble\n2 ASG. A serious: aute-of such\nHOrs.\n\n2 ve mectigned diversion: fog estan\n_véndis Gsarly im vidlation of established-notrs of\n“disgrepancies.cn the part of CASO-has been texen at th\n\nAIL-BISG/AP should ensure that €2 pétoovine! 3 ave eployed at éach-departure\nf f fiding during operations hours at the\nsairperts: undée ‘ber jutischction fo avaid any untoward incident.\n\n14. Burthes, engure:compliance of the dbove-divections in letter and spine under\nthelr urisetetinn and furnish a certificate in tho fodowing format within ong week to\n\nthis HQtsi-\n\nCertificate\n“It is hereby certified that 02 personne) are being deployed at each |\ndeparture. entry gate and arrival gaté af the terminal building during\n\n, gperatienal hours at the airports. ender my jurisdiction’.\n\nS.. Bngeve sict compliance.\n\nIG {Airport Sector\n\n",
  "24": "OFFICE OF THE DIG:CASO-MUMBAI AIRPORT\n‘CENTRAL INDUSTRIAL SECORITY FORCE\n{MINISTRY OF HOME AFFAIRS)\n\n(SO 9001:2015)\n\nOps CELL\nCISF CSIA MUMBAL\n\nNo: O-42099/C!SFICSIA(MV/OPS CELL72/2018/ 36 DATE: 6/04 /2018\n\nTo,\nThe All Sector Commanders,\nDonvint’/Perimeter/Carao,\nCISF Unit CSI Airpor’, Mumbai,\n\nSUB: SOP for conducting Decoy/Dummy check at airports Reg:-\n\nPlease find enclosed herewith a copy SOP received from ADG/APS Hrs\nNew Delhi regarding the subject cited above.\n\n02, In thie regard the camo ic forwarded herewith for your kind parucal and\nnecessary action at your end please\n[SINo \" LETTER NO. — SUBJECT ~\n| of No.G-42018/APC/OPS __{Mfieo-76) | SOP for conducting Decoy/Dfimmy check at\n148-2901 dated 28.03.2018. airports,\navcomnst rors\nCISF-GS! AIRPORT MUMBAI\nEncl: As above\nCopy to:-\n4. In-Charge CW : For kind information and necessary action please.\n2. AliGos : For kind information please.\n\nAh\n\nt\n\nazenscanmare tient Secgnonniots areca cena, Lone tuck NO 2)\\72. INTERNAL CORR\\72—\nCORRESPONDENCE. docx\n",
  "25": "a\n\nConfidential\nat) Sweeping Squad:\n1. Nurnber of personnel in the Sweeping Squad\n3. Time at which the article was left unattended\niii, Time ot which the unattended article was detected\n\niv. Procedure adopted by the Sweeping Squad on detection of\n\nunattended article\n8. nid response\n\nAfter completion of decoy checks and submission of report, the lacunas\nobserved/found 2s well as good work dene by the security personnel be\ncommunicated te the concerned Unit commander for taking suitable remedial\nipeasurés for plugging the loopholes.\n\n9.General;\n\nThe above SOP/quidelines are Hustrative and provide broad guidelines about the:\nunduth uf UsLuy Wet di diruatis. Muwevel, Use detuy iuay adupl ulfei er,\nmodus operand: to Cieck the security arrangements and efficiency of perscanel\nas.bar directions of the Competent Authority.\n\nahkae\n\n",
  "26": "‘OFFICE OF THE ADDL. DIRECTOR GENERAL/ AIRPORT:\nCENTRAL INDUSTRIAL SECURITY FORCE:\n(MINISTRY OF HOME AFFAIRS}\n\nhi\nNo.0-4200 /APC/OPS (2yCireuiayasyu7- ae\n\nTe\nDIsGiaP (NZ, ERNE, SZ & WZ)\nDISG/CASOs Of ASGs Deltti & Mumbai\nAli CASCs of ASGs CIS\n\nGe _Rolow of eid down procedure of AVSEC for safety and security: doedade maen that\n\nthe secunty ‘personnel / officer concemnad would. remain’ towards “the:\n‘ and privaty of the pesterigers with disabilities where aa teal that:\nGH of ee limb i painful procedure.\n\ntowards. gassongers with “disaailties: oe at hes\nprosthetic Hep Tor X-Ray serenning, ETD setection, arid ¥\n\n(iB). Seclsty-issues can be: nace. ifoiretchie: evebling ihe passetiqars to. inform the\nASGPAPSU of his / her prosthetic, fis of har. abilky and. of any need for agsistence\nbefore cereaning bagins.\n\n{i}, “Security personnel should ensure thet nassengers..wi\nharassed and: humiliated on the. ground of their cisapility.\n\n2o AA -CABOs of ASG should pérscrally check these arrshgements and! in\n\naspacts in ‘On the job training / briefing -/ de-briefing of the ASG. personnel, Fergennel\n‘engaged in pre-embarkation security chack duties at airports ray be suitably brioted\nregarding importance of @ humane epprozch towerds the needy passengers. without\ncompromising on security. AY CASCs are directed to ensure the: ASG persennel. deal\npassengers with disability with utmost sympathy ds well 2s care and their behaviour'should\nbe extremely polite, sympathetic and empathetic,\n\n3, Ail CASGs, are aigo directed to make seeusity issues informative-by placing placard 4\nSignage with’ the help of Alport Operators, which will enable PWDs in giving siformation ta\nsecuty acesnnel of his / her prosthetic; his or her abiity and of any need for assisiance\nbefore screening be\n\nay Zonal DISG/AP and DISG/CASOs of ASG Murcbal & Belt! wifi monitor Inspi\nof the instructions at the airports uncer thelr respective jurisdiction end phy:\nduring their inspection/visits to airports.\n\n5. Ensure strict complience.\n\n(Ajay Kumas}-——2 5\nDIG /Airport Sector\n\n",
  "27": "Confidentiz)\n\nse GFRICE OF THE ADDL DIREG' TOR CENERALIIRE ORT SECTOR\nCENTRAL INQUSTRIAL SECURITY FORCE\n™ iMinist'y of Monte Atfarrs)\n* 13, CGO Gonigiex\nnea vedhi Road, ft: Desh?\noe Ne.O-4201 VAPCAOPS(2vCiuladAS!10- - Gated ggaort RAG\nas +,\n0 ;\nae OISGVAR (EGNE, $2, NZ 8 WZ).\n“a CASO ASG Delt & DIGICISE\n“ ANLGASG CIBF ASGE\n\n‘Tile recent security biedches in Tavandure (Wetedtion of a crise ti ity in the\nalrcrait).and Deli (an intadet fourd vesting inthe cauling of an Air india girérat, in:\nés hakgar} have-sominated the heachnes both if the print apct-cfectronie iadia. Fhe:\nbreaches Bre: quite serious jit hature.and, to some extent: have\ncredibility. of CISF/ASG. “The: Govt Uincia and the DGICISF hay\n+ Migw 6s these ag 5\n\nthese Indians, it was noticed. that both the intidents\nwas duserved in the. case ol inept (hal ac\nr at en the i Ff was Tecoversd\noR (es taghl, You tay recall the meiuctons: cor vee a Ore deter NG Us:\nfot ABCIORS@)/Cireuler/0B12314 dated 26.71.2008 directing that\nOlficer of the ASG trust remain present at the airport dating. the ober 5\n2 BG has a so desitad that the airpaile where inere are more than. one-COs, ps\nbly be: pisent'and where there Is 8. single GO ta should\nmake ‘nied Ausable dutig the sight timings and personaty suy ae mot\nii e\n\nintra\npie! 6 ita ‘the: loopholes easing ii he. Seturity!set-up \"al\n‘Unauthorized pétsoris cross over the perimeter wall 3d even mariage 1d teathy be\n* pron without being noticed and detected eithe! by the perimeter decurity personnel\nnr the apenn queris ‘The Oeray checks carried cut by thie HC! bse subttantiates the\nfact (hat the péctmorer security ig one ef the weakest layersa! airpor! $6\nfeeds tebe sieengtnenad immediatly :\n\n",
  "28": "33 3\n\n4.3%\n\n%\n\nd¢ During ine Apert Zonal Corterence held cr 12.03 19, minwles of which have\nbeen circulated? vide No C420: SAPC/MeatingiDISG10-2631 dated\n26.03.2010, « was suggested that all metro ard larger aumorts should have a smal\n\na consisting of 3-4 personel wan = dedicated vehisie (moble petroling\npartigs/sweeping squad al smaller aitports} to check Ihe aproniperimeter area on\nroutine basis to detect movement of unautioized persons. This squad cen also be\nJllized for handling disruptive oassengervincidents @ suport are (where unaimed\nMlenwerten is reauited) igsiead of the ORT The, instuctons needs, to be\nimplemented eirctly fortawith.\n\n06 = ft is high tite we carry out honest infospection of the weak areas on the\nabove counts and take immediate corrective action lo prevent resurmente of such\nincidents Al CASOs ‘and Gazetted dffiers should note that-in fulure such incidenls\nof seeunty Breaches will be sortinized threadbare inniuding, lapses ead oniisatons\non Their part Gnd responsiutty wil be fixed acaoedingly.\n\n08 Bis@uAe ‘ae requesioy fo.enaure efective (eae Of nese:\ninstuctions in grits under theit jurisdiction, and an action taken report onthe. part of\nDie ABP ha gett tn me hy S004. 2010 detailing the eispe taken by Hem\n\naihod wiSate sirengthen wesknesss hy avistion security: -\n! Sats\n{i8.-Ball)\nAda. ee Ganeraliag ©\n\n"
}