{
  "1": "a\n\n— aie,\nGO) ‘Difine of tha Aalditonal Disster Bansal Akar Rector\n\n¢\nJ (Ministry: Shona\n\nNo.O-4201:4APC/OPS (2)/CireuladAS/14 BPIF\n\nCireular No. AS-02 2014\n\nReference is made to the Airport Sector Circular No. 03/2008, dated ads\n\n04.04.2008, wherein, procedures for use of explosive systent: Has besa.\ncomprehensively elaborated. Further, Airport Sector letter no. (8032) dated: 22:08.204) ee {\n‘containing instructions in.this. regard-may aiso be referred. sae\n\n2 Pre-embarkation checks inchide screening & physical checking: of\n\n» Baggage,-flisking of passengers: ETD tteeks of passengersibaggaye.. So far,\nequipment provided to ASGS for PESC is ctncemed, Explosive Trace Datetwr are\nbeing utilized:in the SHA to complement the baggage screening procédure. Feedbacks.\nsuggest that concealment obexplosive, drugs and.any conttaband ltems:-on person-by a\npassenger, a8:6. modus eperandi, cannot be ruled out, Hence, the cptimupr ublization of\nEYDs. will definitely be an added -ecivantage. for PESC staff and transportation of\nexplosives, protibited articles ‘by the miscreants beyond security goiniwould not be\npossitie.\n\n3. in order to make the security systern. fait proof, following measures are required to\nte implemented:\n\n@ Expiosive Trace Detection Equipments will be used for. randenvroutine\nchecking to resowve specific concer identified through a visual / physicat\nexamination. of baggage/stutis and body ofthe passengers.\n\nb; Suspicious saggage must be checked.with ETD:\n\n& 10% random check by ETD ef departing passengers is mandatory (refi BCAS\nAVSEC Circular No, 16/2010),\n\nd, 100% check of ait passengers. with plaster casten jirnb etc.\n\ne.\n\nWhile conducting the ETD chack of sample taken from the body of a\npassenger, the following.ls.required te be.ensured:\n\nw Unusual places like groin, armpit and bulges on the bady snould be\nthoroughly checked. with the help of HHMD_\n\n> Any unusual smell from the body of a passenger should be. ghten extra\nattention.\n\nConts. ...: PIOZ\n",
  "2": "(\n\nw\nOo Office Of the Additional Director General Airport Sec\nhye v Central industrial Security Forse\nye {Ministry of Home Affairs) 4 ey ~\na 48:0G0 Compl ee\nIN Lodhi road New Delhi\nNo.O-4204 /APCIOPS.<QycireulanASNe 00s oateal WAprit2014 a\nStreularno. A829; 2014 oF 7\n\nSub: implementation of BEAS, AVSEC.Order No. 05/2008 Rog. © oe feb\n\nCwil Aviation operation entails Pré. Embarkation Security Checks as its u -\nintegral part. This check includes screening and physical checking of hand **\nbaggage and fisking of passengers. & ETD checks of passengedhaggage.\n\n8; \"ystomatic ‘and methodigal application of security procédures, ag prescribed by\n\nBOAS. is requited tobe irplemented with uimost care to ensure smooth Civil\n\nAviation operations. BOCAS has issued AVSEC. Order No, 05/2006: vide which\nsmsfariicles barmed or baard:-have been listed for reference of the.screeners.\n\n“Fae dstus howaver: only. indicative and no! alkexhaustive. Common sense shall\n\nptevat onthe partof the screener to assess whether an object can be used for\ncommitting act.cf ublawiutinterference in-flight.\n\n02. ‘The screeners are at liberty t6 use their discretion to the exteAt of this\nassessment. However, this. does: not mean: hatassment of passengers and\nforseiut implementation of ules and régulatian; rather. itis to be implemented\nwithopolite and courteous attitude. without in any way. compromising with the\nsecurity of Civil Aviaticn operation. The rule positians are he courteously\nexplained to passengers. in-thé event of passenger not being satisfied, he may\nbe eneeuraged to lodge his compiaint/grievance in the register, so provided for\nthe purpose, Excess of inferactian with the passenger should be avoided as it\nmay lead to acriinonious situation.\n\n2 All CASQs.are, therefore, directed te work on uniform implemeniation of\nguidelines and.fo make contiviued. efforts to sustain security arrangements\ntorough close supervision and regular briefing/debrisfing.\n\n04. All DisGiAP need to. incorporate this paint for briefing during their\n\ninspection to aitperts under their jurisdiction,\naa\nShat\n\n(0. P, Singh), IPS.\nAddi. DG / Airpert Sector\n\nDistribution:\nDIsGiAPGNZ). faces (SZ) and (NZ).\n\nANSEC Call Ch: ISA; Hyderabad,\nAVSEC Cell, RT ‘Arekkotam\n\n",
  "3": "OFFICE OF THE ADDL. DIRECTOR GENERAL\\AIRPORT:\nCENTRAL INDUSTRIAL SECURITY FORC\n(Ministry-of Home Affairs)\n\nNo.0-42011 /APC/OPS (2/Circular/ASI14- GUD 6\n\n“os\nCircular No. AS - 04, 2014 Qu ect a Se\n\nsubject, ManhandlingbyClsEnetsomelsten WO\"\n\nSince inception of CISF in Aviation Sector on 03-02-2600 at Jaipur Alrport,\nCISF has proved its distinctive existence in protecting high profile level of modem\nsociety and.its aviation sector. CISF has gained confidence of the Government\nafter the. IC-814 mishap-occurred. o9 24” December'1999. Resulting:which, the\nnumber of airports under CISF security cover have graduallygrown upto:59as.0n\ndate. and.will-also increase ia the years to-comd: CISF is responsible for anti-\nhijacking duties, access control arid presembarkation checking... Qn these\nobligations, though CISF Airport Sector fas proved its-efficacyand multiplied the\nname and fame for our otganization, a group of irresponsible personnel have\nfailed to resist themselves exhibiting high-headed approach In their reaction to\npetty cases which result in unnecessary canfiitt.and tarnished: image: of this\nFarce: Recently, an incident of use of some. force against taxl drivets, by: CIST.\npersonne! from-one. of the ASGs, has come to the notice at this HG. Fhis shows\nlack of professionalism and tactfulness in handling of the situations, Law and\norder falls under the jurisdiction of the tacal police and CISF personnel. could have\n‘handed them aver to the focal police to-deal withthe issue.\n\nSuch incidents have not only invited unwarranted unpleasantness but also\ndiverted the focus of the Force from its prime duty, This also indicates a lack of\nclose supervision by the supervisory officers over the aggressive behavior of CISE\nstaff while dealing with public/civilian at airports.\n\n2. Time and again, ft has been instrycted. that Jaw and. order\nsituation/probiem at land side is the sole responsibility of local police except at\nMumbai and Delhi Airport where CISF strength has been sanctioned and\n‘augmented for manning land side. in this regard, elaborate directions have been\ngiver vide APS HO Circular No.31/2007, emphasizing on the need to imbibe the\nrequisite skills amongst the persormel in dealing with passengers/staff at\nparticular duty pasts which require public interface. But the above incident\nshows that concerned CASO has failed to understand the essence of the Circular\nor have not implemented the same scrupulously,\n\nContd........P/92\n\n",
  "4": "Directorate General\nCentral Industiiat Security Force\n(Ministry of Home Affairs)\n\nIO-17099/CISFrinvinstrw2014 \\Q-% Dated: [& July, 2014\nTo,\n\nADGIAPS) Hors, New Dethi\n\nAll Sector IsG including TS)\n\nA\\l ZonaliPianvAPSU DisG(GBS, DMRC,SSG,DOS,DAE)\nAll Gp. Commandants/Commandant-headed units.\n(through concemed Zones) .\n\nSub: Best practices in ‘Housekeeping’\n\nIn continuation of this Directorate Circular No: 25/CIW/2014\nissued under letter No: (C-17099/InvCIR/2014-132 dated 19.6,2014 on\nthe above subject matter, all Sector IsG are requested to reiterate the\nUnit Commanders under their jurisdiction to pay surprise visits to the unit\nlines more often, just to check the jevel of cleanliness and hygiene.\n\n3. This to be kept as a continuous process to avoid any mishap to the\npersonne! as being noticed in various Court of Inquiries. The purpose is\nto ensure safety of personnel and encouragement to good house-\nkeeping,\n\n4. This issues with the approval of competent authority for strict\n\ncompliance.\nOve,\nhis\n\nInspector General (Adm)\nIn-Charge\n",
  "5": "Office of the Addl. Director Generai/Airport Se\nCentral Industria! Security Force\n(Ministry of Home Affairs}\n\nIC-17013/inst/C WAPS/20 14/6650\nTo\n\nThe DiG/Airports (NZ, SZ, WZ & E&NE},\nThe DIG CISF Unit GBS & SSG\n\nThe DIG & CASO ASG, Delhi & Mumbai\nAli CASOs/Unit Comdrs.\n\nSubject Forwarding of copies of instruction & Circutar :\n\nPlease find enclosed herewith copies of following instruction/Cireular issued by FHOrs\non different subjects:~\n\n{a}. IC-17099/CISFAnt/Circulai/2014/2399 dated 17.07.2014(Circuiar ~No.34/CIWi2014}\nregarding guideiines for sharing of information to higher —_ formations to higher formations.\n\n(b) _IC-47099/CISFAnvinstrw/2014/183 dated 16\" July'2014 regarding best practices in\n“Housekeeping.\n\n02. | have been directed to request you to ensure strict compiiance of the instructions\ncoulained is FHQr lwilers quuled abuve,\n\nEncls: as above\n\nSdxx 22.07.2014\n(Dnamnveer Yadav)\nDC/Airport Sector\n",
  "6": "Amen i ir No.\n\n‘Reference CISF Cheular No. 20/2044 Issued by Ops Die. wader fetter of\never: No; AZO6S/RTI/OPS/2014 -2988, datied 30\" May Zor,\n\n2. Jn partial modification in the ebove Cireuler, the quantum of money ‘0\nkeep in petson.while on duty by aif Officers’ arid Men, is reviewed and now\nalioweé for an amount of Rs. S0/- Instead of Rs, S05/-\n\nO83. Other instructions in the aforementioned Circular wit remein\n\nunchanged.\n\n4, “This issues with the approval of DG/CISF.\n\n: ( we 4\n\no aiteeronpee\n\n‘The ADG/APS New Beli\nAlkinspectors General including Training Sector.\nAILDISG of FOr,\n\nAil Zonal Plant DISG including Director NISA & Principal RICs.\nAU AISG of FHOrs,\n\nAll Group Commancments & Comnandants,\n\nAll Unit Commanders headed by DCs, Acs & GICs. s\n\nintemal\n\nPS to DS : far kind information of DG/CISF.\nFS to SBG/HQ : for kind information of SOS/HO,\nPS te 1G HQ i for kind information. of IG/HQ.\n\nPS to TG Aden + for Kind information of IG/Adm,\n",
  "7": "NO. O-4207H7APC/OPS (3) Circular FHQ\\I. SPE Datedio4 Jnns'2014\n\nTo\n\ni\n* u\n\nDIGIAP (82, NZ, WZ.&E8NE), yao OAC\n\nCASOASGS:Buhia Mumbai and anero we\"\n\nDIG (Seourity}-damnagar House,\n\noi a\n\nSub: SISE Circular No. 242014. . Rage\nEnclosed please find a copy of FHOrs Circular No. 22/2014 forwarded vide\n\njeter No. ©-42099/OP SCommRevDepl2014-59 dated 17.05.2014.\n\n02\n\ninthis teeard, :-thave been directed to requestallCAGOs/Unit Commanders to\n\nensure impleniéntation of directions issued Vide Cireuijarib’d.\n\nEnel: As above:\n\n4\n\nom a\n",
  "8": "Ons, Die. :\n\nfic. 0-42099/0PS/ CommRevDepj2014/ 5e\nSubiect - Revi dept in cise,\n\nFhe basis for depipyment of mangawer In CISF Units. is sdcurtty' surveys. These\nTf auarerene reverent\nrequisiticning management-along with any other security requldtory body relzvant-to\norganization like the BCAS fer Airport Units. However, eves a thorough and far\nsighted survey cannot be expected to meet the security demarids ip view of the\n\nconstantly changing dynamics of security which impact the deployment of CISF inthe\nundartikings,\n\n42. Therefore, it is felt that due to procedural time and cost implications involved\nin resurveys, there should be certain leverege available to the Unit Commanciers to\nmeet the requirements generated elther by:-\na) PSU-led requirements: These could be due to increase in operations;\narea. of opatation/ fadilitles/ turnover and production ef the PSU,\nb) Security fed reguiremests: These inciudes change in. security threat\nperception, spread of militancy, extrame Jeftist ideology includiag Naxalism.\nThere are also some micro issues intrinsic to the CISF unit working\nindluding: .\n¥ Gap between the released and actuel posted strength in the unit\nv Demands created by internal security duties/alection duties,\n\nc) Dynamism in security deployment: Security being dynamit, it is\nimperative 12 inttoduce an slemant of surprise to avoid oredietability in\noperations.\n\n03. Existing Instructions on Re-Deployment;\n> CISF FHQrs Circular No, 20/2000 dated 01/09.03.200 cierifies that:\n\n(a) MHA is to be approached only where augmentation/edditional pasts are\nrequired to be created,\n\n(b) Proposal of reduction of strength i.e. revision in duty charts can be decided at\nSector HOre ‘evel.\n\n{cy No need for prior approval of FHQrs where such reduction is jess than 5% of\nreleased strength or 50. persons whichever is jess. In such ceses need for\nresurvey board itself s dispensed with,\n\n(d} Prior approvei of FHOrs needed only when proposed recuction-is more than\n5% or 50 persons.\n\n{@}  Redeployment/relocation. -within geographical limits of PSU permitted in\nconsultation with management and appravel of Sector Is.\n\n> The redeployment schems must not militate against the basic security scheme\ndevised for the uni! or security regulator like BCAS for alrport units,\n\n",
  "9": "w\n\n> New norms for CISE deglayment in PaUs/estabishments have been laid cawn by\nMHA in the year 2011, Further, MHA vide UO. note dated 13.12.13 clarifies\nthat sanction of MHA conveys creatlon of posts.anconee sanctioned  CISF is\nexpected to utilize these released posts optimally as per the requirarsent,\n\nof. Therefore, following InStructiens are sued as guidelines for ¢ptiraum\nutilization sf manpower allowing certain ‘everaue to Unit Comimander for providing\nSifactive segurity in-the PSUS,\n\n“ Selective use of 28% reserve strength as.a short term measure,\n\nv atthe suevey stage managements may be taken on board fer previding some.\n\nreserve strength 2s a long term measure,\n\n¥ Labour saving technology may be used.\n\nIntegration of the technology and:Seeurity Sub-Systems.\n\n¥ Innovative shift timings eq, Fiex! Shifts and overdapping shift timing:\n\n05, This issues with the approval of D/CISF.\n\n¥\n(Anant 9)\nDIG(OPS. & ink.)\nDistribution\n. PS to DG\n. PS to SDG (HQrs}\n. PS ed ADG (APS)\n. All Sector IsG\n. All branches. cf FHQrs\n. All Zonal/Plant DisG\n. Ail Principals of RTCs/NISA & DIG FSTL\n. Ali Groug Commandants\nAll CISF Units\n\nWan anawNe\n",
  "10": "~\n-. Confidenval\n\naatiamaypicrorarecenuna, — VB69P ~ %\nmete steilPry quant Te /Cevreat Inpustjini Sect POEE >\nqe Tate Musisniey Or Home ‘linus 4)\n\nCISE 80ys. iL Goede pak\n\nLodhi Road New Gaig-- 127\n\n. aiw\ngana sugar CisFINTCiroulad2014 2374 wy fF huky, 20.4\n\nCIRCULAR NO. senwurae44\n\nSub GUIDELINES FOR SHARING OF INFORMATION TO HIGHER FORMATIONS\n\nithas been observed by the competent authority that either there is a blockage of\ninformation ar over flow of information a! various levels ia CISF. Therefore, 19 ovacome\nthis oroblam and in oraer to streamline the process of information shading ot different\n\nformation level. informations are categor'zed on the basis of type. content and the level\n\nup to which the information need te be shared are ag forlows'=\n\n(A) FHO LEVEL INFORMATION\n(B) SECTOR LEVEL INFORMATION\n(©) ZONAL LEVEL INFORMATION\n\n2 tA) PHQ LEVEL INFORMATION:\n\n2 Atack by Naxaitesmtlitants(Ferrorsts ate\n\ni} Exchange of fire setweon CISF persennel & NaxalitesiMisereants\n\n3) Use of force by CIST wwnite diepereing oriminalhun-lawful asserialy/Uneuly\nmobs/employees inchwicg firing incidents\n\niv) Death of CISF pe-sonnat in action\n\ny) Loss of Arms & emmunitions\nvi) Major incidents hagnened in the Undertaking causing loss of Ile & property\nvil) Agsaut on civilian by CISF personnel & vioa versa\n\nvil) Major communal / caste ivalries in the araa\n\nx) Changs of Law & Order sitvation in end around the ant nskiting tower\n\naffecting sccunty of the ur e\n\nx) Altercation between SISF personne! and lacal_—pubiiellncst\npolice/mediaNViPWViPlany otter Govt. or public agency\n\nx) Reporting of press and electronic media on any major issues related to the\nsecurity end ali issues releled to CISF\n\nxt) Major crime happened at the undedaking ater than thei cases\n\nvil} Major theft cages exceeding “ne value of Rs.26.000/. happened in the\nyindertaking,\n\nxiv) Thaft of sensitive materlaliprogerty tke radieactive material, explosive ets\n\nfrom the undertaking\nny} Malpractices/coruatiovpillerageiespianage at Ihe unuertsiing\n\nConte 26\n\n",
  "11": "1 All Sector is\n\n2. APDISG of ZonesiPlanvAPSUSIRTCs, FSTI (through concemed Sector 1)\n3. All Gr/Unit Commanders (threugh concemed ZonaliPlant DIG}\n\n4, AliGo. Commandants (through concemed ZonaliPlant O1G)\n\nInterns\n\nPS te DGICISE 2. PS to SOG/APS 3. PS te ADGIHGrs 4. PS to IsG/AHQys/Adm\n5. AlGiTesh — To upload the Circular in CSF website\n\n",
  "12": "ayy\n\nOFFICE OF ADDL. DIRECTOR GENERALJAI\n; CENTRAL INDUSTRIAL SECURITY\nAa (Ministry of Home Affairs}\n\n&\n\ntodhi Road, N. Delhi\nDated: p< dan’ 2015\n\nNo, 0-42011/APC/CirculadAS/15- 483\nCIRCULAR NO. AS- 01/2015\n\nSubject: preateet movement through opening meant for hy\n\nReference AS Circular No. 09/2006 issued vide letter No. O-\n4201 1/APCiCircular/AS/06-6983 dated 25/07/2006 on the above subject\nmatter,\n\n2. The subject matter itself indicates the seriousness of concern as\nthe opening meant at arrival hall directly allows any person to enter into\nairside, if used with malafide and mischievous intention. Though, the\nrecent infrastructural development at some of the airports has almost\nnullified these concerns by adopting latest re-claim belt non-porus\nStructure, yet ‘at most of the airports the opening meant at arrival hall is\nbeing operated manually.\n\n3. Presently, ASG personnel are deployed in the arrival hall entry\npoint (City side) and arrival segregation point. On the ofher side, Apron\nguards are deployed in the airside to protect and safeguard the aircraft\nparked in Apron. The possibility of gap between these duty posts in the\nshape of opening. meant at wail and its malafide use may lead to a\nsituation. of unlawful interference to the civil aviation operations and\nprove to be serious, especially considering the present security scenario\nand high degree of threat to Civil Aviation Operations.\n\n4. in order to further strengthen the security measures from above\npoint of view and to avoid complacency factor at all the airports, the\nfollowing is directed:-\n\ni Shift officer In-charge of the terminal building, will be assigned\nwith the responsibility of closing of shutter at conveyer belt. He\nwill rémain: in touch with Terminal Manager and ensure that\nshutters (if provided) of departure and arrival hall ara locked\nwhen not in operation\n\n\\\n\n",
  "13": "*\n\nW\n\nii,\n\nWe\n\nairports under thelr respective command and control for. avoiding any\nunlawful interference with Civil Aviation eperations. They will also check\nthe above aspect during their visit/inspection.\n\nSuiveltance atatt ‘must be daployed:in the arrival area té keep\nawatch, on: the. movement of conveyer. belts: througH openin:\nmeant.\n\nAt the openitige: meant be covered wih COTY canicras ind: :\nCCTV staff must be directed to keep-a watoh:on. these point\n\naver shuttéf is hot provided at conveyer belt, matter indy a\nbe taken with Airport Management for providing the same.\n\nAt airports, where the aircrafts are. parked in remote i\nbe the fesponsibilily of apron. guards. van ‘stirvelllance ng to\nkeep’. watch on such openings.\n\nFurther; one apron’ guard sentry should be deployed\nsomewhere near the opening of the shutter towards. the\noperational area so that he. can have clear watch for any\nunauthorized movement. :\n\nAll DisGto ensure implementation of these instructionis at. the\n\nPlease acknowledge the receipt and ensure strict compliance.\n\nne\n\n{R K Pachnanda}\nAddi. DG/Airport Sector\noe Aish,\n\nDistribution:\n\nDisG/Airport {(Dethi, Mumbai, Kolkata & Chennai):\nDIG/CASO IGI Delhi and CSIA Mumbai\nAli CASO ASGs, CISF\n\n",
  "14": "s\n\nOFFICESOF THE ADDL, DIRECTOR GENERALIAIRPORT SECTOR\nGENTRAL INDUSTRIAL SECURITY FORCE\n{MINISTRY OF HOME AFFAIRS)\n18,CG0's Compiex,\n4\" Foor, 8-4 Wing,\nPatyavaran Bhawen,\n\nNo.0-82 1 VAPC/OPS(2yCirculavAS4- & Y Dated 85 Decizots\nTo ty Rave\nAli CASOS GISF ASGs.\nCIGIAP {E&NE, NZ, SZ.8 WZ)\n\nRecently. atone of the airport, some dummy checks were carried out in the SHA\nonthe efficienny Of the X-BIS machines, whertin, @ knife was placed in the centte of\nfoldable umbrella: Another, knife was also altached exactly aglow the battery of the\nlaatop nd passed through the X-BiS machine, Both theinifes were not visible in the X-\nRay image at X-Bi8 machine. These cases are-very serious ahd can interfere in\naviation operation,\n\n2. 5S.DOr existing Guidelines issued by BCAS, umpraiias are ailowed im cary-on-\nbaggage, once they have been Inspected by screener to ensure that prohibited hems:\nare not consealestin it. Moreover, Laptop is also soreened separately, thereny negating\nthe possibilty of any hidden SR! being cardad with ihe laptop. HeAce, the folowing\ndirections ate hereby issued for sirict'¢ompliance:\n~ a. The fead officer should ask the passenger for-presence of Jastop, metallic\nitems inckding mobile phones, fabs. umbrella ec. on person’hand baggage, to\npiace them separately in tray for X-Ray examination.\n\n2. The ASG screeners should thorcughly interpret che image of tapiog or\numbreils, and.on the efficacy of the X-BIS machines, if any doubt of.changes in\nthe image is noticed, it must be physically checked fo ensure the availabilty of\nathor tems.\n\n2 Load officer may also use ‘Profiing techniques to Rientfy such bags for\ncpresence of any such fems/SRi and alert the X-Ray screening officer\nragatding possible presences of euch articles by pre arranged signal.\n\na. Use of functional keys e.g NEG (Nogative imaging) and Hi (High Penetration}\nand others can be helpful in ‘detection of such tems.\n\n& ‘Besides, the. placing of bags. into. the XBiS is. the responsibility of toad officer, it\nmust be meticulously followed by the load office: ‘nat baggage are beng\nsieved according to instlustions of BCAS, so thal such pre-planned modus\naperendi, which requires a systematic plasing of the bag ia the XBIS meay-not\nbe faked piace,\n\n3. it is. theréfore, directed thel pre-embarkation checks require systemetic and\nmethodical appligation of secuity procedures for soreening & physival checking of hand\nbaggage, ‘risking cf passengers and ETD checks of passengermbeggage, as per\n‘directions issued by BCAS,\n\nAil GASOS should ensure meticulous implementation of BCAS Instructions and\nDisGiaP should monitor the same in the ASGS.vader their respective. suresietion,\n\nNe, /\n\n",
  "15": "fs vA CENTRAL INDUSTRIAL SECURITY FORCE\n\nww\nOFFICE OF ADDL. DIRECTOR:GENERAL/AIRPORT SECTOR\n\n(Ministry of Home Affairs}\n\n16, cedPsioes\n\nNo. O-420717APC/CircuiaAG/15- 1802 Dated: \\§ Feb’ 2015\nCIRCULAR NO. AS- 03 /2015\nSub: “Perimeter Security: Rey”\n\nReference AS Circular No. 4/2006 issued vide letter No.0-42011/\nAPC! Circular/AS/06-950 dated 31/01/2006 cn the above subject matter.\n\n2. Perimeter security is the most vital part of any security set up and\nit is among the foremost layer of security of any security set\nupfinstailations. The perimeter of any airport is highly susceptible to\nsecurity breach on account of the expanse and stretch. However, it has\nbeen observed that that generally a relatively lesser priority is being\naccorded to the security of the perimeier, as compared to the terminals.\nIn the past, several instances of unauthorized access into the\noperational area by breaching/scaling over the perimeter wall have been\nreported from various airporis. In most of the cases, the intruders have\nbeen reporied to be children, curious onlookers or mentally unstable\npersons. ‘It is a matter of concern that such persons could easily gain\naccess to the airport operational area.\n\n3. Further, considering the recent aitack at Karachi airport and threat\ninpuis received from intelligence agencies, it has become necessary to\nstrengihen the perimeter security at the airports to preclude the\npossibility of any unlawful intervention with the Civil Aviation operations.\nTo prevent.such type of incidents, ali CASOs are directed to implement\nthe following directions immediately~~\n\ni Ensure below mentioned prescribed security infrastructure for\nperimeter security at their respective airport :-\n\nCont P/2--\n\na\n\nson\nfa\n\nfi,\n\nde\n",
  "16": "e)\n\n,\n\n|\n\nill : ;\nefforts should be made for instailation of perimeter lighting\nwhere it has noi been provided so far. However, all such.\nareas, where sufficient light along the perimeter is not\n\navailable, ali duty personnel must be issued torch/dragen\nlights.\n\nAuthorized number of vehicles for mobile patrolling. if not\navailable then matter must be taken with Airport Operator\nby CASOs and by Zonal DisG with Regional RELs for\nearly provision of the same.\n\nThe i/Cs of the Mobile Patrols shai also check the\naleriness of the sentries in the watch towers.\n\nAirport Sector has raised the issue of deficiencies in perirneter\nsecurity infrastructure at various airports at the apex jevel.\nConsidering the fact that the deficiencies hitherto existing\n\n—Cont P/3—\n",
  "17": "Mi\n\n“3.\n\nalong the perimeter has been/is being overcome, it is\nabsolutely necessary to tighten the human security component\nso as to ensure that cases of intrusion may be\nwinimized/curbed completely,\n\nin the existing system of deployment at perimeter, the entire\nperimeter of an airport should be divided into separate beats\n(about 600 meters each on both side of watch tower) with one\nsénity deployed for every beat who will be concentrating for all\nr satéety and security of his designated. perimeter.\nHowever, the curvature and blind spots of perimeter should\nalso be taken into consideration for deciding the number of\nbeats so thaf no stretch along the perimeter is out of visual\nobservation.\n\nPerimeter guarding will be done round the clock for all the\nthree shifts whether they are operational er non-cperational\nand should not be limited to only operational hours.\n\nPersonne! deployed for perimeter patrolling should not be\n‘stationed at one place only, that is on watchtower or shelter\nalong the perimeter. Rather they should also be on move\nwithin their beats.\n\n“Depending upon availability, one SI & Constable or one\nHC/GD & CYGD or authorized strength, should be deployed |\nfor patrolling the perimeter in each shift. They should be!\narmed and equipped with communication equipment. During\nthe night, the mobile patrolling party will also carry a dragon\nlight during their movement. Mobile Patrolling by this party will\nbe carried out, during day and night at frequent intervals. They\nwill be carrying out the checking of all the beats and seniries\ndeployed for perimeter guarding. The mobile patralling will be\nre-enforeing the static perimeter deployment. The vehicle\nprovided by the airport operators for patrolting purposes\nshould be used for perimeter patrolling.\n\nCont P/4~\n",
  "18": "OFFICE OF THE ADDL. DIRECTOR: SCENE RAUARDORT SECTOR\nCENTRAL INDUSTRIAL SECURITY FO!\n(MINISTRY OF HOME aFEARS)\n\n5 ct is-also not out ot ploveto snendon that ‘ges i isolation & bi\nCCTV coverage: at most of the Airports As. sueh,\n: of such: ‘hijacked aireratt wor\n\n",
  "19": "no’ (CSF CSTAPOT MO AT99)\nee [Be NSE LN.\n\n“Dae Office of the Additional Director GeneraltAirport\nCentral Industrial Security Force\n\n23 TE:\n18 Ceo t Campiex\nParyavaran Bhawan,\nLodhi Read. N Delhi\n\n10 1C-1 701 HAPSICIWI2015/ oR é Datedg g Sept2015 “€\n\nCircular No.\n\na Subject: MISSING OF VEHICLE - REGARDING\n. In a recent incident which occurred in one of the CISF Units, a criver\n\nicox a Govt vehicle outside the unit without any authorisation and left ike\nvehicle unattended and since then the vehicle has been missing.\n\n02, tis hereby directed that all the CASOs will ensure that no driver takes\naway amy vehicie outside the unit without any authority. Similarly, while on\nduty, the driver will not leave the vehicle unattended at any point of time, .\n\n02. All the CASCs will also ensure that above direction are strictly followed\nand stern disciptinary action may be taken against the erring personnel for any\ndisobedience of this order.\n\nG4. This order may be announced in Sainik Sammelan, Roll Call and\nbriefing & de-brefing to al concemed and acknowledgement may be\nsubmitted to this office by 10\" Oct. 2048.\n\n08. All Zonal DisG under APS will check that the above direction is\ncomplied to stricily, as and when they go to any of the Units under their\njurisdiction on visit./ inspection,\n\n06. Issued fer strict compliance.\n\nON 34\n~k ‘e ~ mete\n\niRifu Ardia)\nInssector GeneravAS\n\nDistributions. ~\n\n4 Ali Zonal DisG (Delhi, Kolkata, Chennai & Mumbai)\n2 Dis, CISF IGI Airport Gelhi and CSIA Mumbai\n\n3. DisG, CISF Unit, GBS Dethi and $53 Gr, Noida\n\n4. AN CASCs, ASG CISF and 10° RB (A).\n",
  "20": "OFFICE OF THE DIGICASO.\nCENTRAL INDUS RIAL SECURITY FORCE\nMINIS RY OF HOME AFFAIRS:\noPs.crlt\nCIS CIA MUMNBAL\n\nNo. O4Z089/C1SF/CSIA(MVOPSCELLTZ2015/ 7447, Dated. 0/09/2018\n\nTo,\n\nThe MTO,\nGISF Unit CS} Aport, Mumba\n\nPlease find enclosed herewith a copy of APS Circular No AS.04/2015.\nreceived ftom ADGIAPS vide leller No IC-T7D1SAPSICIWI201591 16, dated\n28.08.2015, ur the subject under reference, for stict compliance at your end.\n\nDY. COMMANDANTiADM. >\" *\n\nCISF CS! AIRPORT MUMBAI\nEnel As above ee\"\n",
  "21": "OFFICE OF THE ADDL. DIRECTOR GENERAL (AIRE:\n‘ CENTRAL INDUSTRIAL SECURITY FOR\n(Ministry of Home Affairs)\n\nNo Q-4201 V/APCiOps (3VFHOQ Gircular/15- 1fee) Petey, “10. 20h\n\n+ ¥ vod\n\nto :\nAILDISGIAP (NZ, SZ, WZ.and E&NE) qi enh\nDIGIGBS New Dethi\n\nDIGISSG Gr. Noida\n\nAIRCASOs of ASGs\n\n10\" RB, Arakkonam\n\nSub: instructions reaarding press Conference: Reg...\n\nEnclosed please find herewith FHQ (Ops Br.) Circular No. 16/2015 dated\n27.10.2018 regarding “information io media relating to deployment of secanity\nforces, aun Election” for information and ensuring strict compares please:\n\nEnel: As —\nen Séctor\nCopy to:\nPRIGTCIEFEZH@ Paina | itis requested to kindly convey the FAG]\n“Nodal Oiicar AE-Ridar 2015)\n\ninstructions fo the Bn Commanders /\nSupervisety Officers. of Coy No. 519 (4 toy\nE) and 820 (Ato E} detailed from APS in AE!\n| Bihar (2015) for briefing ie the persone\njunder their command and ensuring strict\n| compliance please, |\n\nPatyaweiren. Bhavan rhe\n\noe\n\na\\e\n",
  "22": "nites ER sek 2435\"\nETAT /208 YASS\n\nfee\n\nCHE CICIRAR RO. N% /2015\n+ Subljecct » JUSTRUCTONS REGARDING PRESS CONFERENCE\n\nAs informed by MHA,if is the consistent paticy af the Section Commision of incic to\nkeep the spcreey chou! thé defails of deplayment of Forces, while they are on deputation to\nBCI dusing the period. of Medel Code of Ganict\nforces, # raguired, woul be given by the Commision or the Chief Sleclora! Officer of Hie\nsuch the delais reloling fo deployment of\n\nAny inf\n\nStates / UIs concemedt on inshuctions nf. ECL.\nSecuriy Forces may netibe given in public comain during any election.\n\n,\n2, Al Oificers ond’men may be -bisfed about these insinetions os dnd when they ore\nGeiated for any election duties for strict compliance.\nc\nRe\noot,\n\nA AR\n\nDighibution\n\nAOG APS New Delhi\nAllBector is\n\nAll Z0nei/Plant DisG and Dis\nALGpComdi/Comdl Ras.\nACIP Baits,”\n\nDAE, DOS & NGA\nn./Péinelpal RICS\n\ninternat\n\nAd OG & AIG ot FHG\n\n",
  "23": "OFFICE OF. THE ADDL. DIRECTOR GENERAL\\AIRPORT §\nCENTRAL (NDUSTRIAL SECURITY FO!\n(Ministry of Home Affairs}\n\n‘NonAQOLA/APC/OPRS. (2)/Circular/AS/44- GGG\n\nia EO\non\nCircular No.-AS - 04/2074 as eX we\n\nA\nSubject: Manhandling by CISE personnel: Reg: b 6\n\nSince inception of CISF in Aviation Sector on 03-02-2000. at Jaipur Airport,\nCISF has proved its distinctive existence in protecting high profile level.of modern\nsociety and its aviation sector. CISF has gained confidence of the Government\nafter the-IC-814 mishap occurred on 24” December’1999. Resulting which, the\nnumber of airports under CISF security cover have gradually grawn upta 59-as.on\ndate and will also increase in the years to come, CiSF is responsible for anti-\nhijacking dutles, access control and pre-embarkation checking. On these\nobligations, though CISF Airport Sector has proved its efficacy and multiplied the\nname and fame for our organization, a group of irresponsible: personnel have\nfailed to resist themselves exhibiting high-headed approach in their reaction to\npetty cases which result in unnecessary conflict and tarnished image. of this\nForce. Recently, an incident of use af some force against tax! drivers, by CISF\npersonnel from-one. of the ASGs, has come to the notice at this HQ. This shows\nlack of professionalism and tactfulness in handling of the situations. Law and\norder falls under the jurisdiction of the local police and CISF personnel could have\nhanded thern over to the locai police to deal with the issue.\n\noll\n\nSuch incidents have not only invited unwarranted unpleasantness but also\ndiverted the facus of the Force from its prime duty. This also indicates a lack of\nclose supervision by the supervisory officers over the aggressive behavior of CISE\nstaff while dealing with public/civilian at airports,\n\n2, Time and agein, it has been instructed that law and order\nsituation/problem at land side is the sole responsibility of local police except at\nMumbai and Seihi Airport where CISF strength has been sanctioned and\naugmented for manning land side. in this regard, elaborate directions:have been\n\n~ given vide APS HQ Circular No.31/2007, emphasizing on the need to imbibe the\nrequisite skills amongst the personnel in dealing with passengers/staff at\nparticular duty posts which require public interface. But the above incident\nshows that concerned CASO has failed to understand the essence of the Circular\n‘or have not implemented the same scrupulously.\n\nContd......P/02\n",
  "24": "02+\n\n“3° Therefore, thera is 2 need to re-iterate that all CASOs and the Unit\nsupervisory. officers shauld. sensitize all the personnel against: exhibiting\ninsensitive and apathetic behaviour'& body language. itis now-hightime:to-hone\nin the fotus af the Force.on'the mandated responsibilities only. at respective\nalvportsy AICASOS are, therefore, directed: to:give a thought.on this aspect with\ndedicated focus to improve upon the behaviour and attitude of their personnel\nand make efforts to uphold such behaviour through close supervision and\nmotivation to the personnel through effective counseling,\n\n4. Besides, ali CASOsare also requested to organize brain storming classes for\nthelr personel. on smonthly:basls by the identified instructors: (if available) /\nSupervisory officers. The newhj-posted personnel, who have not-undergone the\ntrainings, must be put on one day training on soft skills immediately. More so, all\nthe personnel of the ASGs must have knowledge how to deal with problems that\n‘occur at land side which is solely under the preview of local police, All ZonalisG.\nare directed to reiterate the above.matter.during their visit/inspection to various\nairports so'that GOs and men of respective units may not.uindermine the matter\nwhile discharging Operational activities. Utmost Importance to this aspect be\ngiven-during their briefing and Sainik Sammeians whenever they visit the airports\n\nander their respective jurisdiction.\n1\nA AY\ncrae\n\n(0. P. Singh), 1PS\nAddl. DG (Airport Sector}\n\nDistribution:\n\nDIsG/AP(WZ), (E&NEZ),(SZ} and (NZ).\nAILCASOs CISF ASGs.\n\nAVSEC Cell, CISE, NISA, Hyderabad.\nAVSEC Cell, RTC Araidonam\n\n"
}