{
  "1": "OFFICE OF THE SPECIAL DIRECTOR GENERAL/AIRPORT SECTOR\nCENTRAL INDUSTRIAL SECURITY FORCE\n(MINISTRY OF HOME AFFAIRS)\nAdministrative Block\nAirport Sector, CISF Complex\nMahipalpur, New Delhi-37\n\nNo. 0-4201 1/APC/Ops(2)/Circular/AS/2024- | t540 Dated: | 2 Nov’ 2024\n\nCircular No. AS -0/2024\n\nSub: Mitigation measures related to passenger complaints: Reg.\n\nPassenger complaints at airports highlight critical aspects of the security process and its\nimpact on travellers. Security procedures at airports are essential for ensuring safety and\npreventing potential threats for the aviation sector. However, the implementation of these\nmeasures can sometimes result in challenges for airport users, passenger concerns and\ndissatisfaction.\n\nCommon complaints pertaining to the ASGICISF include long wait times at security\ncheckpoints, intrusive or uncomfortable screening procedures and concerns about the fairness\nand consistency of security practices. Over the time, passengers have also expressed their\nconcerns over the treatment of individuals with disabilities. By addressing these complaints\nthoughtfully and proactively, the aviation sector can enhance security and a smoother & more\npositive travel experience.\n\n2. Analysis of Complaints/Feedbacks: Over the past, we have received a significant\nnumber of complaints from airport users. In the ongoing effort to enhance experience and user\nfriendly environment, a feedback analysis exercise was carried by this HQ to identify the\npatterns & recurring issues and implementing effective solutions. On analysis, the complaints\nhave been classified under the following categories:\n\nMisconduct: Inappropriate behavior! Misbehavior/ Harassment! Abuse/ Threatening/\nManhandiing etc.\n\nMisplace of belongings: Theft/ Missing belongings/ Left out items after PESC etc.\n\nPertaining to BCAS guidelines: Removal of SRis/ Acceptance of ID proof during\ndocument verification! Non-uniform implementation of security procedures etc.\n\nProtocol: VIP complaints related to non-facilitation and courtesy at airports.\n\nMiscellaneous: Congestion related issues/ PWDs complaints/ Disruptive passengers\n\n",
  "2": "3. Suggested Measures: Addressing these complaints is crucial for maintaining a balance\nbetween stringent security protocols and a respectful, efficient travel experience. Ensuring that\nASGICISF personnel are well-trained, empathetic and consistently applying procedures can\nhelp alleviate many of these concerns. Additionally, improving communication and transparency\nregarding security processes can enhance passenger understanding and satisfaction. It is\napprehended that the following structured approach will be beneficial to mitigate and manage\nseveral avoidable complaints:\n\nMisconduct:\n\nSensitization of ASG personnel to be firm but polite & courteous while discharging their\nbonafide duties. Passengers should be addressed with respect.\n\nSensitization to ASG personnel to exhibit a professional approach while on duty i.e\nmaintain decent attire and body gestures. ASG personnel should refrain from\nunnecessary chit-chats/conversation among themselves\n\nSensitization of ASG personnel to avoid loose talks/unwarranted arguments with airport\nusers. The ASG personnel should not fall prey to provocation by passengersistaff at\nairports.\n\nIn case of non-cooperative passengers, the matter should be referred to the SHA IC or\nGO IC, rather than trying to resolve it at their own.\n\nSensitization of ASG personnel to maintain composure and desist from any kind of\nphysical touch/manhandling with disruptive passengersistaff, unless unavoidable that\ntoo a minimum force.\n\nThe passengers whose baggage demands re-screening or repeated thorough search\nmay be accorded priority as per the situation.\n\nSensitization of ASG personnel to maintain hygiene and privacy during physical search\nof baggage of passengers.\n\nSignage displaying legal warnings against non-cooperative and disruptive passengers\nshould be placed at significant locations at airports for deterrence.\n\nMisplace of belongings:\nInstant resolution of passenger complaints regarding missing of their baggage during\n\nsecurity check with the help of SOCC/CCTV. If the belongings could not be traced out,\nthe passenger grievance should be registered for further detailed enquiry.\n\n",
  "3": "The complete CCTV footage of such incidents should be preserved by the ASG for\nfuture reference, if any.\n\nSensitization of ASG personnel & other airport staff to refrain themselves from any kind\nof mischievous activities.\n\nSensitization of Airport staff especially utility staff & tray retrievers to inform the ASG\npersonnel regarding detection/recovery of any unattended items for further action as per\nSOP.\n\nOn detection of Lost & Found articles, APS SOP dated 12.09.2011 and directions issued\nvide APS HQ letter nos. (12074) & (3894) dated 12.12.2019 & 28.04.2015 respectively,\nshould meticulously be followed, especially uploading the details on CISF website and\ntimely deposition to LP section of the Airport Operator (preferably atleast within 24 hrs).\n\nPlacement of signage boards displaying instructions for passengers to check their\nbelongings before leaving the hold area.\n\nThe physical search of passenger's belongings should be done as per BCAS guidelines\ni.e. in presence of pax after obtaining his/her consent only.\n\nFor complaints regarding theft offfrom registered baggage, passengers should be\nencouraged to lodge FIR/complaint with the Local Police. APS SOP dated 13.11.2023\non theft cases in Hold Baggage should be meticulously followed.\n\nPertaining to BCAS guidelines\n\nExercise of uniform implementation of security procedures as per standard prescribed\nnorms at all airports.\n\nASG personnel should be well versed with the relevant BCAS guidelines so that in case\nof query from pax, they are able to briefijustify their bonafide role.\n\nAll the relevant & updated BCAS AvSec Circulars/Orders should be readily available\nwith the SHA/Shift IC.\n\nPlacement of Signage boards displaying the list of prohibited items in the cabin of the\naircraft\n\nThe loading officer/personnel at feeding point of the X-BIS should properly guide the\npassengers to segregate electronic/metallic items from the baggage and keep them\nseparately for screening\n\n",
  "4": "4.\n\nIf time permits, the passengers may be given the opportunity to keep their cabin\nbaggage prohibited items in the registered baggage.\n\nThe disposal of LAGs, detected during the screening process, should be strictly as per\nBCAS norms i.e. disposal by the pax itself. Proper coordination should be made with the\nAirport Operator for necessary requirements, as per BCAS norms, in this regard.\n\nProtocol/Courtesy\n\nAdvance liaison and coordination should be maintained with concemed stakeholders\nincluding the Local Police and Protocol for smooth and hassle free movements of the\nauthorized dignitaries at the airports.\n\nBCAS guidelines should be followed meticulously in letter & spirit on ground. ASG\nPersonnel should be sensitized regarding the norms to be followed during such\nmovements.\n\nRegular meetings should be conducted with all stakeholders to ensure implementation of\nsecurity protocols at the airports.\n\nStrict implementation of instructions issued vide APS HQ letter nos. (8653) & (9337)\ndated 31.05.2024 & 12.06.2024 respectively\n\nMiscellaneous\n\nHandling PWD/senior citizens ~ Strict implementation of BCAS AvSec Circular No\n01/2022 and APS HQ instructions issued vide letter no. (14696) dated 22.11.2022\nSpecial emphasis should be given on adopting a humane and courteous approach while\ndealing with passenger with special needs.\n\nDisturbing order and discipline at airport — The concerned Airline may be\napproached to offload/hand over the passengers, who disturb the order and discipline at\nthe airport, to the Local Police.\n\nCongestion related issues - CASOs should ensure that GO IC js available to\nsupervise the airport operations at least during peak hours. It should also be ensured\n\nthat optimum utilization of manpower & resources is made for smooth airport functions.\n\nAdherence to these guidelines and commitment in implementing solutions will contribute\n\nSignificantly to our goal of providing user friendly secure service. By focusing on these areas,\nnot only the frequency of complaints will be reduced but it will also help in building trust and\nconfidence among passengers.\n\n",
  "5": "5. All Zonal DisG/AP will ensure compliance of these directions by the CASOs under their\njurisdiction. It is also directed to give due importance to this aspect during their briefings to the\nconcerned CASOs under their respective jurisdiction. CASOs will also ensure that the ASG\npersonnel are sensitized on the aforesaid guidelines through special training sessions and on\nthe job training\n\n6. _ Issued for strict compliance.\n\nFae\n\nSpl. Director General/Airport Sector\n\nbution:\nIG/APS ~ |&ll\nDIsG/AP (NZ, E&NE, SZ & WZ)\n\nDisG/CASOs of ASGs Delhi, Mumbai, Hyderabad, Chennai, Kolkata, Bangalore & Ahmedabad\nAll CASOs of ASGs\n\n"
}