{
  "1": "OFFICE OF THE ADDITIONAL DIRECTOR GENERAL/AIRPORT SECTOR\nCENTRAL INDUSTRIAL SECURITY FORCE\n(Ministry of Home Affairs)\nCISF Complex\nAdm. Block, Ground Floor,\nMahipalpur, New Delhi-37\n\nNo. 0-42011/APC/OPS (2)/Circular/AS/2024- 4 y 24 Dated: |Z June’ 2024\nCircular No.- AS_O2Z_/2024\n\nSub: Uniform implementation of security standards at airports.\n\nASG CISF is expected to uniformly implement the security standards, which is\nthe hallmark of a truly protessional organization. Non-uniform procedures generate\npassenger complaints, which defeat the very objective for which the regulations are\nmade. This also leads to a feeling of harassment among the passengers. Time and\nagain, Airport Sector has emphasised the importance of uniformity in implementation\nof various guidelines and issued a number of instructions in this regard.\n\n2. Off late, it has been brought to notice that ASG/CISF personnel are following\ndifferent security procedures at different airports under CISF security control, which\nsends a negative signal towards our professionalism. Synopsis of some of the cases\nis as under: -\n\n(i) Dealing with PWDe: Certain complaints are received through social media\nplatforms alleging non-uniformity in treatment of the person with special needs\nat airports. It has also been alleged that the dignity and respect of such\npassengers is being kept at stake during their security check.\n\nThe handling of passenger with special needs is always a sensitive\nissue. BCAS has issued Circular No. 01/2022 in this regard. In addition, this\noffice has also issued relevant guidelines emphasizing on adopting a humane\nand sensitive approach while dealing with such passengers without diluting\nsecurity norms.\n\n(ii) Handling of SRIs: Instances have been reported in which during Pre-\nembarkation Security Check, a passenger is being security cleared at an\nairport along with SRIs items in his/her hand baggage, especially non-metallic\nSRIs such as LAGs (beyond permissible limit), Talcum Powder, Spices etc.\nand the same are removed as an SRI at other transit airport or otherwise. Also,\ncommonly and frequent complaint which is being received is with regard to\ncarriage of batteries.\n\nFor handling of Restricted Articles, BCAS has issued specific\ninstructions vide Addendum to BCAS AvSec Order No. 02/2022 dated\n19,01.2023 and Corrigendum to Addendum dated 19.01.2023 to AvSec Order\nNo. 02/2022 dated 17.05.2023.\n",
  "2": "(iii) Acceptance of ID Proof: Complaints have been received wherein passengers\nhave alleged that they were allowed to travel on photo of ID card in their mobile\nphones or on the basis of OCI card or Advocate ID card issued by Bar Council\nat one airport whereas the same was not accepted at other airport.\n\nBCAS has issued AVSEC Circular No. 15/2017 dated 26.10.2017,\nAddendum dated 27.09.2018, Addendum-II dated 10.05.2019 and Addendum\ndated 06.01.2023 regarding the list of photo ID proofs to be accepted at\ndeparture gates/access control as a valid identity proof for travel at airports\nwhen produced in original along with the valid ticket.\n\nIn order to implement all security procedures uniformly at airports, it is hereby\ndirected that all CASOs of ASGs, 2 I/Cs and shift Supervisory Officers shall ensure\nthe following:\n\na. All CASOs must ensure that personnel are thoroughly briefed on the correct\n\nrules and regulations, especially sensitize all screeners regarding relevant\nBCAS Circular.\n\nb. Emphasize the importance of uniformity in procedure implementation.\n\nc. Conduct regular briefings, de-briefings, and surprise checks by senior\nofficers (Shift I/Cs, Supervisory Officer & CASO) to supervise and monitor\nadherence to these standards.\n\n4. Besides, it should be ensured that any changes to the previous instructions\nissued by the BCAS are also timely briefed to the duty personnel on a regular basis.\nIt should also be ascertained that valid BCAS instructions are implemented on ground\nand any changes to this instruction are meticulously observed during security\nprocedure.\n\n5. AllCASOs are directed to ensure compliance in totality without any divergence\nwhatsoever.\n\n6. The IG/APS-I & I and DIsG/AP are directed to ensure meticulous monitoring\nof the compliance by the CASOs under their jurisdiction.\n\nee Ensure strict compliance.\n\nDistribution:\n\n(i) IGAPS-1&1l\n\n(ii) DIsG/AP (NZ, SZ, WZ and E&NE),\n\n(iii) DIlsG/CASOs Delhi, Mumbai, Chennai, Hyderabad, Kolkata and Bangalore.\n(iv) All CASOs CISF ASGs.\n"
}