{
  "1": "OFFICE OF THE ADDL.DIRECTOR GENERAUAIRPORT SECTOR\nCENTRAL INDUSTRIAL SECURITY FORCE\n(MINISRY OF HOME AFFAIRS)\nNo. 0-42011lAPC/OPS (2)/Circular/ASt2:'- 1( 2{\nTo\nCISF Complex\nAdm, Block, Ground Floor\nMahipalpur, New Delhi-37\nDated l, October 2023\nrG/APS-l & ll\nDIG/AP (NZ, SZ, hZ and E &NE)\nDIG/CASOs of ASG (Delhi, Mumbai, Chennai, Hyderabad, Kolkata and Bangalore)\nALL CASOs ofASGs CISF.\nSUB :- National qivil Ayiation SecuJity Qualitv Control Proqramme :REG\nPlease find herewith a copy ofAPS HQ letter No. 2274 daied 1 1 .03.2019 on the above\ncited subject.\n02. Vide letter under reference, a model Quality Control Programme forAviation Security\nGroup of CISF was communicated to meet the requirement of the National Civil Aviation\nSecurity Programme. lt was also directed to formulate the QCP of the ASGs concerned on the\nabovesaid model QCP of all airports. However, on examination of the BCAS audit reports, it\nhas been found that some of theASGs have not implemented Quality Control Programme or\nthey are not even aware of the guidelines on the subject.\n03. Hence, the Quality Control Programme (QCP) prepared by the Airport Sector is again\nforwarded herewith to all CASOs/DlsG under APS for preparation of QCP of the respective\nASG units on the same line, reiterating as under:\na) All CASOs are again requested to formulate the Quality Control Programme of the\nASG concerned on the model QCP taking into account the training, audits, Quality\nControl measures, maintenance of security equipment, review of contingency plan etc\nof the airport concerned. All CASOs should complete the task and prepare the quality\ncontrol Programme without fail.\nb) All Zonal DlsG must undertake internal Quality control oversight once in six months\nduring their visit or inspection of the airport under their jurisdiction and generate a\nseparate report on this aspect. One copy of this report should be shared with the\nconcerned Regional Directors of BCAS under intimation to Airport Sector HQ.\nc) All Zonal DlsG and D|SG/CASO to submit compliance report to this HQ via concerned\noffices of lG/APS-l & ll.\nd) lG/APS-l & ll may check this aspect during their visit or inspection.\n04. In view of the above, All CASO are directed to submit compliance report on Quality\nControl Programme by 2$10.2023.\n05.\nThis has been issued with the approval of the Competent Authority.\n(Arun Singh\nAIG/Airport Sector"
}