{
  "1": "one serra / wie #7 prafera\naate aritfres\n\nAree YR Tet\n(qe \"area )\néoitga vad Uaex,\nufearergR, 7g Feet |\nWa to E-so2y why /e-2/2021/ 290 G fete 10/12/2024\n\nCIRCULAR NO. AS - 43 /2021\n\nSub:- DEPOYMENT OF WELFARE OFFICER IN UNITS UNDER APS\n\nThe realm of airport security is highly sensitive and ever evolving.\nOwing to the continuous dynamic character of airport security, ASG personnel\nare under constant pressure to keep their professionalism fine tuned in\nconsonance with the evolving expectations of this sector, On one hand, the\npersonnel are required to maintain the optimum proficiency & alertness all the\ntimes, on the other, their duty hours are also not constant and at times, even\nstretch beyond normal duty hours. Consequently, the ASG Personnel are\nunable to spend quality time with their families and develop other related\ngrievances. Sometimes, this constant stress also takes a toll on the individual’s\nmental well-being which ultimately affects their social and family life as well,\n\n2. Hence, there is a compelling need to establish a robust welfare\nmechanism to identify and resolve the grievances of ASG personnel. For this, a\nsuitable person be designated as the ‘Welfare Officer’ to function as the\nbridging block between senior officers and ASG Personnel so that their\ngrievances may be mitigated and they can perform duties focusedly. The\nWelfare Officer will be responsible to interact with CISF personnel regularly\nand to feel their pulse so that they may share their problems whether personal or\nprofessional, if any. It will ensure better working conditions, boost-up the\nmorale of the personnel and help create a professionally cordial atmosphere.\nAlso, it will instil! a feeling of confidence amongst personnel.\n\n03. In view of the above, we have already designated lady officers in various\nunits as welfare officers. This has been done with basically to ensure that while\n‘on one hand, they would be in a better position to understand issues being faced\nby lady personnel, on the other hand they can also prove to be an important link\nbetween lady wives of the personnel also.\n\nContd..p/2-\n",
  "2": "ide\n\n{am sure that the CASOs would give due importance to this institution\nof ‘Welfare Officers’ and keep their working hours and schedules sufficiently\nflexible so that they can devote time and energy for their job as welfare officers.\nIt must be remembered that the lady Welfare Officers would spend time in their\nwelfare related work during the work hours only and cannot be expected to\nperform their normal duties of 8 hours and then spend additional time as a\nWelfare Officer. This would, in fact, very adversely affect their morale and their\nlevel of interest in the role of a Welfare Officer.\n\nIn order to create a more robust and representative body to look after\nvarious welfare aspects apart from creating an institution of Welfare Officers,\nevery unit shall also constitute a committee under the chairmanship of CASO\nwith the following composition:-\n\nChairman - CASO\nConvener - Welfare Officer\n(and 3 other members of different ranks as selected by the CASO)\n\nThis committee shall regularly meet and documentize their minutes and\nshall also be in touch with various ‘Samvad Samitis’ in order to ascertain the\nissues in the minds of the personnel and their families.\n\nTt is expected that the Welfare Officers of the ASGs would function with\nself-motivation & dedication as they have been doing for the last few months\nand the entire committee, including CASO, would support the unit Welfare\nOfficer in all her ventures.\n\n04. The role and responsibilities of the Welfare Officer is enclosed as\nAppendix-‘A’. The same can be elaborated more by the CASOs & their Unit\nWelfare Officer & Unit Welfare Committees in their unit. The CASO shall send\na monthly report on the functioning of Unit Welfare Committee and Unit\nWelfare Officer & any specific action/activities/measures/achievements in this\nregard.\n\n05. Issued for strict compliance. ba Me\n(6+ /2.at.\nADDITIONAL DIRECTOR GENERAL/APS\nEncl: af:\nDistribution:-\nIsG/APS-1 & APS-2\nAll DisG under APS\n\nAll ASGs/Unit under APS\n",
  "3": "APPEND!\n\nROLE AND RESPONSIBILITIES OF WELFARE OFFICER\n\nTo be easily accessible to the Unit personnel.\n\nTo study and understand the view point of personnel in order to help the\nUnit Administration shape and formulate local poll\n\nTo educate and heip the newly posted personne! in CISF and their families.\n\nTo help and support those families whose heads are out of station due to\ntemporary duty, election duty, attachment duties etc.\n\nTo sensitize personnel about the welfare facilities available like housing\nfacilities, medical facilities, recreational facilities, educational opportunities\nfor wards etc.\n\nTo keep in touch with CISF personnel who are on long term sick leave.\n\nTo organize exhibifionicamp to promote healthy _ lifestyles,\nawarenessiscreening programmes etc. in association with NGOs and to\nensure maximum participation of unit personnel / their families.\n\nviii.\n\nTo keep Unit personnel informed about various Govt. welfare schemes like\nPradhan Mantri Suraksha Bima Yojna(PMSBY), Pradhan Mantri Jeevn Jyoti\nBima Yojana(PMJJBY), Sukanya Samridhi Yojna(SSY), Kishori Shakti\nYojna(KSY) and Swachh Bharat etc.\n\nTo organize timely counseling of personnelitheir family, if facing any health\nissues (mental/physical)\n\nTo periodically take pro-active steps to counter stress among individuals.\nFor this the personnel should be encouraged to take part in\nyoga/games/sports activities/cultural programme.\n\nxi,\n\nTo pursue for provision of proper facilities and amenities like’ sanitization\nfacilities, safe drinking water, overall hygiene, lady room, etc for the staff.\n\nTo also maintain a vibrant interface with the retirees residing in the local\narea.\n\nxiii.\n\nTo address any Issue of the retirees of the Unit requiring Unit office’s\nintervention.\n\n4\n\n"
}