{
  "1": "OFFICE OF THE SPL. DIRECTOR GENERAL/AIRPORT SECTOR\nCENTML INDUSTRIAL SECURITY FORCE\n([4INISTRY OF HOME AFFAIRS)\nNo.0-4201l/Apc/ops (2)/circutar/As/2o- 311 g\nTo\nCircular No: AS- 08 / ZO2O\nSub;\nrc/APs (r & rr)\nDISG /AP (NZ, SZ, WZ, and E&NE)\nPIIG/9ASO Delhi, Mumbai, Chennai, Hyderabad & Bangatore\nDIG/SSG Gr. Noida\nCASO5 of all ASGS and Sr. Comdt. loth and 11s RB\nAdministrative Block\nCISF Complex, [4ahipalpur\nBy Pass Road, New Delhi-37\nDated: OIL tvlay'2020\n(M A Ganapathy, IpS)\nSpl.DG /Airport Sector\nFor kind information of DG CISF please.\nIn order to control the spread of Coronavirus, the Central Government has\ndeclared lockdown up to 3'd May,2O2O. Once the lockdown is ltfted, personnel who\nwere on leave//T€mporary Duty/IS Duty/transfer, etc will be reiurning to their\nrespective Units/ASGs as per instructions which will be issued by FHers ieparately.\nMoreover, in future, there will be some movement of personnel on essential and\nunavoidable duties or/on leave/transfer from their parent units and they may need to\nundertake journeys outside.\n2. \nHence, it is essential that ASG personnel, who are returning from leave/TD/IS\nduty or proceeding on leaveffD/Is duty take adequate precautionsio that they do not\nget exposed to COVID-1g infection, for which there is a need to adequately sensitize\nthem. Accordingly, a set of protocols for management of such personnel is enclosed as\nper AppendixJA'.\n3. \nAll Zonal DI5G (NZ, SZ, WZ and E&NE), DISG/CASOS, DIG/SSG and Sr. Comdt.\nReserve Battalions are hereby directed to sensitize all the personnel adequately and\nbrief them to follow the above instructions meticulously to prevent exposure to COVID_\n19 virus. All personnel on leaveffD/Is duty etc may be informed of these protocols\ntelephonically/through WhatsApp forwards/e-mait.\n4. \nIG/APS-I & II will ensure meticulous implementation of above directions at the\nASGS under their respective jurisdiction and ensure that the dos & don,ts are conveyed\nto all personnel who are out of their units at present,\nrn,L, 5\nCopy to:\nPrincipal Staff Offlcer to DG CISF\nReg",
  "2": "(D.\nADDendix -'A'\nInstructions to be given by Unit Commanders to the personnel\nduring all kinds of travel by personnel.\n. It is necessary that leave should be restricted to only emergency cases\nduring next 6 months to minimize the risk of contracting Coronavirus\nduring travel. The leave sanctioning authorities are advised to sanction\nteave in case of extreme emergencies only and for valid reasons.\n. It shall be mandatory to use face mask and hand gloves and also carry\nhand sanitizer while under taking any journey by Road, Rail or Air.\n. Outpass from the Units should also be strictly restricted so that personnel\ndo not get any infection from external sources.\n. Before occupying the seat/berth in bus/train/flight, the personnel should\nsanitize the same with hand sanitizer.\n. While travelling, avoid touching/slidinq hands over railing of stairs, holding\nthe door handle of train/bus with bare hands, touching pressing the\nswitches with bare hands etc with a view to minimize unnecessary contact\nto reduce the chances of possible exposure.\n. Do not shake hands with anyone.\n. Maintain social distancing throughout the journey to the extent possible.\n. Avoid unnecessary touching of face (eyes, nose, and mouth)face masks.\n. Avoid wearing jewellery, rings or any other metallic item.\n. Keep small bottle of sanitizer for sanitizing hands frequently (especially\nafter use of washrooms in trains/railway stations/bus stations/airports).\n. Do not consume food items from ouGide. As far as possible carry food\nprepared at home and keep water bottles for journey requirement,\n. Remain vigilant and observe fellow passengers for evident symptoms of Ru\nlike continuous sneezing, coughing etc. They should keep safe distance\nfrom such passengers and also inform the train coach attendant as well as\nTTE/Air CreqBus conductor,\n. Download 'Arogya Setu' application and activate the same. Keep\n'Bluetooth/GPS' facility of their Android/IOS phones on during journey\nto get the updated alerts.\n. They may be directed to keep their bags covered with polythene material\nto avoid contamination and such covers may be washed with detergent\nafter reaching the destination.\n2",
  "3": "Keep their family safe by practicing similar safety precautions (if travelling\nwith family).\nProvide correct details of stay during leave, including the contact numbers\n& e-mail ID to the concerned Company commander upon return to the\nUnit.\nRetain the aircraft boarding pass/ rail tickev details of journey by taxi\n(including contact number of drivers etc.) for future requirement to know\nthe exposure history, if any.\nCarry adequate number of face masks and hand gloves for use while\nenroute.\nCarry minimum amount of luggage to.educe possible contamination.\nAfter reaching back to the Unit, they will report to Company offlce/ Offlce\nof the Reserve Inspedor. AC/Adm and RI will ensure that such personnel\nare subjected to thermal screening by use of lnfrared Thermometers\nfollowed by medical check-up at I4I Room/Local medical facility. Their\nluggage should be sanitized outside.\nThey will wash their clothes immediately and have a bath.\nRI will maintain a record of the same alonq with mobile numbers and\naddress of the individual.\nPeBonnel (family member/ barrack living) returning from leave and IS\nduty will be compulsorily kept under 14 days isolation. Family members\nwill be kept under home isolation and barrack members under isolation\nfacility created at unit line for next 14 days.\nAll such personnel may be directed to convey their health status to unit\ncontrol room/ RI twice daily (morning 0900 hrs and evening 1800 hrs).\nFamily membeB should also declare the details of their family members\nand also share their health status to control room simultaneously. A record\nof the same should also be maintained by Reserve Inspector in a separate\nregister and updated on a daily basis.\nThe guidelines of Home Quarantine issued by this HQ vide AS Circular No\n04l2O2O dated 17.03.2020 is enclosed as per AppendixrB' for strict\ncompliance.\nIt must be ensured that personnel kept under quarantine should strictly\nfollow the isolation guidelines and should not loiter unnecessarily or leave\nthe station. CIW of the unit should moniior personnel under quarantine.\nIn case of development of any symptoms of COVID-19 infection, the\nconcerned health authorities of the station should be contacted for\nconducting the tests and further appropriate action.\n3",
  "4": "After completion of quarantine period (if no symptoms persists), they will\nbe taken on duty and all the instructions/guidelines issued for prevention\nof Coronavirus infection will be briefed to them separately,\nAs far as possible, sending personnel on temporary duty, unless\nspecifically directed by higher formations may be avoided.\nIn case of extremely urgent requirement to send personnel out of the Unit\n(other than training courses), healthy personnel below 55 years of age\nmay be utilized.\nAll such personnel detailed on TD/ IS duty may be exclusively briefed to\nfollow strict preventive measures to avoid any exposure during their\njourney/travel,\n* r******* \n* * )* )* )**\n4",
  "5": "AppendixrB'\nInstructions for contacts beino 'Home Ouarantined'\nThe home quarantined pe6on shouldl\nStay in a well-ventilated single-room preferably with an attached/separate toilet. If\nanother family member needs to stay in the same room, it's advisable to maintain a\ndistance of at least 1 meter between the two.\n. Stay away from elderly people, pregnant women/ children and persons with co-\nmorbidities within the household.\n. Restrict his/her movement within the house.\n. Under no circumstances attend any social/religious gathering e.9. wedding,\ncondolences, etc.\nHe/she should also follow the under mentioned public health measures at\nall times;\n. Wash hand as often thoroughly with soap and water or with alcohol-based hand\nsanitizer.\n. Avoid sharing household items e.g, dishes, drinking glasses, cups, eating utensils,\ntowels, bedding, or other items with other people at home.\n. Wear a surgical mask at all the time. The mask should be changed every 6-8\nhours and disposed off. Disposable mask are never to be reused,\n. Masks used by patients / care givers/ close contacts during home care should be\ndisinfected using ordinary bleach solution (50/o) or sodium hypochlorite solution\n(1olo) and then disposed of either by burning or deep burial.\n. Used mask should be considered as potentially infected.\n. If symptoms appear (cough/fever/difficulty in breathing), he/she should\nimmediately inform the nearest health centre.\nInstructions for the family memb€rs of persons being home quarantined:\n. Only an assigned family member should be tasked with taking care of such\nperson.\n. Avoid shaking the soiled linen or direct contact with skin.\n. Use disposable gloves preferably surgical gloves when cleaning the surfaces or\nhandling soiled linen.\n. Wash hands after removing gloves.\n5",
  "6": ". Visitors should not be allowed to come in contact with such persons,\n. In case the peBon being quarantined becomes symptomatic, all his close\ncontacts will be home quarantined (for 14 days) followed by additional 14 days or\ntill the report of such case is declared negative on lab testing\nEnvironmental sanitation:\n. Clean and disinfed frequently touched surfaces in the quarantined person's room\n(e.q. bed frames, tables etc.) daily with 1olosodium Hypochlorite Solution.\n. Clean and disinfect toilet surfaces daily with regular household bleach\nsolution/phenolic disinfectants.\n. Clean the clothes and other linen used by the person separately using common\nhousehold detergent and dry.\nDuration of home quarantine:\nThe home quarantine period is for 14 days from contact with a conflrmed case or\nearlier if a suspect case (of whom the index person is a contact) turns out negative\non laboratory testing.\n*:*,*,**,*,k* * *,* * * )*\n6"
}