{
  "1": "OFFICE OF THE SPECIAL DIRECTOR GENERAL/AIRPORT SECTOR\nCENTML INDUSTRIAL SECURITY FORCE\n(Ministry of Home Affairs)\nNo. 0-42011/APC/ops(2)/Circul at(AS) 12020- 6 o ?/\nAdministrative Block\nCISF Complex, Mahipalpur\nBy pass road, N. Delhi-37\nDated: /B March,2020\nCircular No. AS:- 05 / 2020\nSub: Preventive measures to be taken to contain the soread of Novel\nCoronavirus (COVID-19'! : Reg\nIn order to contain the spread of Novel Coronavirus (COVID-19), some precautionary\nmeasures are required to be taken by all the employees and the Ministries / Departments. In\nthis regard, Ministry of Personnel, Public Grievances and Pensions (Department of Personnel\nand Training) has issued advisory for the well-being of Government employees and in public\ninterest. The copy of the same is enclosed herewith as per Appendix- 'A' for strict\ncompliance.\n2. \nHand sanitizers should be kept mandatorily at the entry of all offices. Entry of visitors\nin the office complexes should be discouraged. Non-essential official tours should be avoided.\nDelivery and receipt of dak should be facilitated at the entry point itself of the offices. Work-\nplace, particularly frequently touched surfaces should be cleaned and sanitized properly on\nregular intervals.\n3. \nThe leave sanctioning authorities are also advised to sanction leave whenever any\nrequest is made for self-quarantine as a precautionary measure. All employees who are at\nhigher risk i.e. older employees, pregnant employees and employees who have underlying\nmedical conditions may be advised to take extra precautions.\n4. \nAll Sainik Sammelans and regimental activities should be cancelled atleast upto 31$\nMarch2020.\n5. \nFurther, this HQ has already issued some'Dos and Don'ts' for sensitizing the ASG\npersonnel vide AS Circular No. 0312020 dated 06.03.2020 and instructions for 'Home\nQuarantine'vide AS Circular No. 04/2020 dated 17.03.2020 to prevent Coronavirus infection.\n6. \nAll CASOs are hereby directed to sensitize all the ASG personnel adequately and brief\nthem to follow the above instructions meticulously to prevent Coronavirus infection.\n7. \nIG/APS-I & II, all DIsG/AP and DIG/SSG will ensure meticulous implementation of\nabove directions at the ASGs under their respective jurisdiction.\nEncl: As above.\nSpl.DG /Airport Sector\nDistribution:\nIG/APS.I & II\nDIsG /AP (NZ, SZ, WZ, and E&NE)\nDIsG/ CASO ASG Delhi, Mumbai, Chennai, Hyderabad & Bangalore\nAll CASOs of CISF ASGs\nDIG/SSG\nSr. Comdt. 10th and 11th RB\nAt)\nl'' L le[.\n(M A Ganapathy, IPS) /'",
  "2": "W*4-!\nF.No'1 1 01 3i9l2014-Estt'A'lll\nGovernment of lndia\nMinistry of Personnel, Public Grievances and Pensions\n(Department of Personnel and Training)\n***** \nNorth Block, New Delhi\nDated: 16/03/2020\nw\nOFFICE MEMORANDUM\nsubject: Preventive measures to be taken to contain the spread of Novel\nGoronavirus (GOVID-19) - regarding.\nln order to contain the spread of Novel Coronavirus (COVID-19)' some\nprecauiionary measures are required to be iaken by all the employees and the\n[rtinistrieslOepartmenis. ln this regard, it has been decided to issue the\ni;iffii\"g advisory for the well-being of Government employees and in public\ninterest.\n2. \nAll the Ministries/Departments are advised to take all necessary\nmeasures such as :-\nlnstall thermal scanners at the entry of Government buildings,\nas feasible. Mandatory placing of hand sanitizers at the entry of\nGovernment buildings. Those found having flu-like symptoms\nmay be advised to take proper treatment/quarantine etc'\nDiscourage, to the maximum extent, entry of visitors in the office\ncomplex. Routine issue of visitors/temporary passes should be\nsuspended with immediate effect' Only those visitors whom\nhave proper permission of the officer who they want to meet,\nshould be allowed after being properly screened'\nMeetings, as far as feasible, should be done through video\nconferencing. To minimize or reschedule meetings involving\nlarge number of people unless necessary.\nAvoid non-essential offi cial travel.\nUndertake essential correspondence on official email and avoid\nsending files and documents to other offices, to the extent\npossible.\nFacilitate delivery and receipt of dak at the entry point itself of\nthe office building, as far as practicable.\nClose all gyms/recreation centres/creches located in\nGovernment buildings.\nEnsure proper cleaning and frequent sanitization of the work-\nplace, particularly of the frequently touched surfaces.\n(i)\n(ii)\n(iii)\n(iy)\n(v)\n(vi)\n(vii)\n(viii)\nPage 1of 3",
  "3": "'l\n(ix) Ensure regular supply of hand sanitisers' soap and running\nwater in the washrooms'\n(x)\nAll officials may be advised to take care of their own health and\nlook out for relpiratory symptoms/fever and, if feeling unwell'\n.norfa i\"\"r\" tne worlptice immediately after informing their\ni\"pottin g off i\"\"rs. Thev .t1,\",]9 9P::.ry\" I\"tn::9:::? 1tl:^,1i\np-Jr-tr,\"\"grid\"li\"Lt i..u6o by MoH&FW, Government \"f lljli\nfollowing\nURL:\n(xi)\n(xii)\nThe leave sanctioning authorities are advised to sanction leave\n*n\"n\"r\"t any requlst is made for self-quarantine as a\nprecautionary measure.\nAdvise all employees who are at higher risk i'e' older\n;;fu;;, \npregnint employees and employees who have\n,'Ji\"ir'v,\"g .LoiiaL conoitioni, to take extra precauiions' The\nftltini.trl\".TO\"p\"rtments may take care not..to expose such\nffil\"r;d \n\"ny \nfront-line work requiring direct contact with\nthe public.\nAn indicative list of Do's and Don'ts is also annexed for wide\ndissemination.\nTo,\nEncl: As above\nAll the Ministries/Departments, Government of lndia\nPMO/Cabinet Secretariat\nPS to Hon'ble MOS(PP)\nPSO to Secretary(Personnel)\nSr. Tech. Dir., NlC, DoP&T\n\\ \\r/ffir\"'-\n(Umvesh Kumar Bhatia)\nDeputy Secretary to the Govt. of lndia\n) \nFor Information\n1.\n2.\n3.\n4.\n5.\navailable\nPage 2 of 3",
  "4": "ANNEXURE\nDo's\no To maintain personal hygiene and physical distancing'\n. To practice frequent hand washing. Wash hands wiih soap and water or\nuse alcohol-based hand rub. Wash hands even if they are visibly clean'\n. To cover your nose and mouth with handkerchief/tissue while sneezing\nand coughing.\n. To throw used tissues into closed bins immediately after use'\n. To maintain a safe distance from persons during interaction, especially\nwith those having flu-like symptoms.\no To sneeze in the inner side of your elbow and not to cough into the\npalms of your hands.\nr To take their temperature regularly and check for respiratory symptoms'\nTo see a doctor if you feel unwell (fever, difficulty in breathing and\ncoughing). While visiting doctor, wear a masucloth to cover your mouth\nand nose.\no For any fever/flu-like signs/symptoms, please call State helpline number'\norlhe24xThelplinenumberoftheMinistryofHea|th&FamilyWelfare\nat 01 1-23978046.\nDon'ts\n. Shake hands.\no Have a close contact with anyone, if you're experiencing cough and\nfever.\n. Touch your eyes, nose and mouth.\nc Sneeze or cough into palms of your hands.\n. Spit in Public.\n. Travel unnecessarily, particularly to any affected region'\no Participate in large gatherings, including sitting in groups at canteens\n. Visit gyms, clubs and crowded places etc'\n. Spread rumours or Panic.\nPage 3 of 3"
}