{
  "1": "OFFICE OF THE SPECIAL DIRECTOR GENERAL/AIRPORT SECTOR\nCENTML INDUSTRIAL SECURITY FORCE\n(Ministry of Home Affairs)\nAdministrative Block\nCISF Complex, Mahipalpur\nBy pass road, New Delhi-37\nNo. 0-42011lAPC/ops(2)/Circular(As)/2020- ?f I B Dated:05 March' 2020\ncrRcuLAR NO. AS- 03 /2020\nSub:-\nCoronavirus has been declared a global health emergenry with its epicenter in\nChina. It spreads the same way as the other cold-causing viruses do i.e. through\ninfected people coughing and sneezing, by touching an infected person's hands or face\nor by touching things that infected people have touched like doorknobs etc.\n2. \nAirports being the direct interface with the travelers from other countries as well\nas within India, are more prone to the spread of this virus. CISF personnel deployed at\nthe airpofts, work in close proximity to the passengers. Thus, there is a need to\nadequately sensitlze them while working at the airports. Some Dos and Don'ts have\nbeen prepared for ASG personnel to prevent Coronavirus infection which are enclosed\nherewith in Bilingual language (English and Hindi).\n3. \nAll CASOS are hereby directed to sensitize the ASG personnel adequately and\nbrief them to follow the enclosed Dos and Don'ts to prevent Coronavirus infection.\nThese Dos and Don'ts should be briefed to the shift personnel during lean hours and\nalso be displayed at prominent locations like Unit line, Notice Board, Recreation Rooms,\nMess etc. The CASOs should also brief the precautionary points during the Sainik\nSammelan to the maximum Unit personnel. The personnel should also encourage their\nfamily members to adhere to the Dos and Don'ts.\n4. \nIG/APS-I & II and all DIsG will ensure meticulous implementation of above\ndirections at the ASGs under their respective jurisdiction.\nEncl : As above\nl\\ '\n(M. A. Ganapathy, IPS\nSpl. DG/A|rpoft Sector\nDistribution:\nIG/APS- I & II\nDlsG/Airpoft (E&NE, SZ, WZ & NZ)\nDIsG/CASO ASGs Delhi, I\\4umbai, Chennai, Bangalore and Hyderabad\nAll CASO ASGs, CISF\n6ls\n,sl",
  "2": "Avoid handshakes among colleagues and passengers, practice\nNamaste or waiving of hand.\nWear adequate personal protective equipment, especially mask\nand gloves while frisking the passengers'\nWash hands with soap and water (for at least 20 seconds)\ni\"ilf\"tiy b\"f\"re and after the duty hours and during intermittent\nbreaks.\nIt's advisable to keep a personal alcohol based sanitizer or a\ncommon one at a dutY Post.\no Make sure not to sneeze in gloves and touch the passengers'\n. Since CISF is a first line responder it's always advisable to wear an\nN-95 mask, wear a normal surgical mask, at least' Avoid touching\nyort moutn, nose, eyes and ears with bare hands'\n. If a passenger is coughing, stop the frisking or tell the passenger\nto step aside, frisk them later.\n. If you find someone sick during frisking, with.flu like symptoms' if\nuncovered, please advise tneri to visii health help desk' medical\nitinic at airport or APHO. Advise him to wear a mask and get\nevaluated. The person may require fit to fly certificate' travel of\nthis person may spread infection to other co-passengers in-flight'\ng. u*ur\" that the APHO has power to refuse entry of such\npurr\"ng\"rt into aircrafts in case they are symptomatic or require\nir.tn\"r\"t.t\"\"ning. The airlines also reserve the right to declare the\np;;;\";g* unnt io fly on appropriate-confirmation' Be aware that if\nlny syftptomatic patient in spite of APHO-recommendation does\nnol c6operate, he is liable under section 270 of The Indian Penal\nCode: \"Malignant act likely to spread infection of disease danger-\nous to life\"'\no Keep yourself updated and aware about hot spots of emerging\ncases for purr\"ng.o coming and going from that location' deal\nthem with extra caution.",
  "3": "Take rest and fluids at regular interval, maintain adequate\nil;r\"lt. If not feeling well, inform seniors and report to APHO\nand get yourself tested and treated'\nDo not touch luggage and surfaces without a glove'\nGloves should not be exchanged to avoid contamination' Non-\n&;;bi.- gloves should be cleaned and disinfected on a dailv\nbasis.\nTraysandTokensshouldbesanitisedandcleanedusingalcohol\nbased liquids at regular intervals during lean hours'\nRegular medical check-up of canine squad should also be carried\nout,\nGet the frequently touched objects and surfaces like physical\nchecking tables, input/output rollers of X-BIS, HHMD, WT sets,\nfrisking podium, BDDS equipment and other equipment etc\ncleanet and disinfected by means of spray or wipes on regular\nintervals.\nSanitize your hands and edges of belt, screening X-ray device and\ncomputer at regular interuals.\nMaintain active coordination with the medical officers at airport\nclinics, APHO on duty and Medical centre.\nDon't hesitate to get yourself checked at medical centres/APHO, in\ncase of any flu like symPtoms.\nBe vigilant and isolate someone standing in a queue if coughing or\nsneezing to protect everyone around.\nAlways take a proper bath after returning from duty.\nAvoid spreading of rumours, avoid discussions regarding the\nCoronavirus subject while on duty, Follow trusted sources of\ninformation in this regard.\nInculcate a culture of having small training sessions during daily\nbriefing.",
  "4": ". Extend help and support to other services at airport with similar\nprecautions.\no Avoid intake of alcoholic drink, as it impairs the immune system,\nmaking the person more likely to get sick. Avoid taking outside\nfood as far as possible.\ne Avoid visiting crowded places during off duty hours unless\nessentially required.\n. Maintain hygiene in and around your premises.\no Do not spit and do not allow anyone to spit in the dustbins.\n. Regular physical activity and yoga sessions may be conducted for\nincreasing the immunity of the body.\n. Ensure proper sanitisation of modes of transportation of ASG\npersonnel. Do not forget to ensure the same precautionary/safety\nmeasures for the hired/outsourced drivers, if any.\n. Be safe and keep your colleagues and family safe by practicing\nsimilar safety precautions.\n. Remember, onlv Precautions are heloful in Prevention of\nCoronavirus (til! date).\n* * *** * * * * * ** * * * * * * * ** ***",
  "5": "o,ttnr\no-ff qqT o.it dlqqr\n, qrfl*di ererqr qftrqi t asl Frirri t Q' E td 1vt\\ *c.tr\nffir; -td rl srrr dtr*\" 3{arEI 6red fd'drfl erftqrcc o-t t\nr qrffil of d'q orfr rr, q q-qm d ftFtr Bqrrct sqfi-rq ffiq\nt.q fr q-qs oi\\q qwri qe=i t\n, vq& d +rrc otq qrE n, urga 3ilr qrft t (o'nrr 20 1Y6-€\n#) nqmo 3Tf,tla w arer st( t\nr vgE {aIEI qt ca offit 6ryr wBcrro slerqr rrrxRm w t\n*fr A fuq sqfleT 3i-@i{d 5m tFrcruur {qt flg I\n. qwrcf fr qr d df$ 3ilr fl fr qrBrqi o\\ v*r$ q \nt\n. qEI qFI n {qi gv fu eriR t 3Tri.srd qrBrsi d qrtqq t\n;i .,4 rrrqrfud i# * ffiqrT s{S qdd fuilUq o-ff. o-{t\ntl EFfrr\" -t A qd ?Fff v{ s5 qrw slarql tnq t o-q\n;q& {rtro=d qrs sw qrqor oit 3N 5-6, qr6' d-s slsrqr\no.no\\itare{t$d<ti t\no fr;-S qr* d effi of ssn t, oarfi q< ot t fis qr* oi\n*\" G ,* urfid t qs di tnr ergiu oi oen vs-+t ilf,rcft\nqrEid t\n. d-q d ?Yrrq frtrft qr-* afi goo vfi ercqterf,l or entrrs *i\nqr tlqftrd qr* oi \\'{rfi-C'w sq?rel ENeru qETqil d-<'\n-dft- .rr* q6\\'qfr of ffi ti @t qrarg t r vQ qrw\no-+ A mq -* d)r sc-frt q.lq orTq I gs e-uFN A qfirqt\n; \"=- ; d= di d wwFl-{ qfi 3rqc{6-flr +ft Tqifu {6\n\"*\", d erq qrBrdt fr Sfli 6l ol-{ut qq sfi-d t r on d\nfr \\fi\\fti Eqr s?FN d oa\"r qrd qrmt o\\ \\rq-{olq-c -q q'\n*ri't t-*t'a fts Hflq t ffi \nel}{ 3{kr ql-q sfi qrt\nsrnfA-d d r q-{s-{.# o1 gE eYi tn qs-rf,riq 'fr gfl s-6r{ d\n## ;i \"* d fr\\ .fuq *no o-{i d tuq 3lDrq-d tl\n* .ft =* d fu ersturor d aaq il-a tn qr* d \\fr\\'fti\n+i o*n d qrtrqs rc-d*'i r€t 6{i t, m qrEftq so-s \\{Fal\n*t r#-rro d Gri.ff, ftq A frq rg-f,€ro €zFqq ?b\\ d6ri\no.r srilo qaq d o'rul Eq-s d qra i' t",
  "6": "o\na\nss irfiN d rrrnt d' sTt q qrr-fi]t {di sd 6k{r qr{{€ 6-t\nir*r rft- t t vc renqt ri 3{ri srd qrffil of d--s ovd gv\noil{ GTH6 vrrqtrrfr cGi t\nffid srmrr qs frarm elk rq u-6\"r 6-{d gV v}'r qmtTo\n**\" a q{o-{n rd r qR 3r@r q-6rTs c'fr znt rt dt d slqi\nun* *t qq.ifl o-{rq sfi qftq-ad t qro-t 3Tqft qta 6qrq\nel}{ sqqt-r d t\n(wrqt d ft{r ftxt qrqn 3lelqr qira o\\ n ry t\nqkd ili t csrq d ft( Er{drfi 6 s-q61-e-cfr cr oit I\n# \ner* qsq o-G *'q qrrf,rct o1 qfrH{ sn-oq ffio\nvdf r\ni oi{ df,-{ o\\ \\@t6-d gn tFriT{=qi t srft sqq d\niiqfid ot<mf, w efo-q sizTg fr5m rd t\n. r.rq qri d e-d a1 fi ffid w t fufu-m d-s E{'q t\n. qr{- qR E.i srd qFil=I 3il{ str6 SS fu d-d t-{fl'\nG-A\"tg\\-\" d ltf,i, gq'rdqq-$, sr+1-erft1 +d, ildrct\n.ilRqq, qq qwt Bqfi-{q *q erq Eqfi't-.rr sTrR oi fusrrs\no-rd eierqr qi6-r HIF 3il{ otcrg tBo w:J t\n. erqi 6r?ii 3ilr n-€ d otit, qw{-t qiq qq 31yq oqct o\\\n@ovd \nt\no gqqqld qdt{o, frfrffir d< oil-i \\ft\\-ftn d frfuNr\norffit * rrfuq rlEqY,T qwxn r<iJ t\n. EFrq d aepr q-fi=d di q{ qE at d\" o-ni t cr Erfld t\n. sf,d € el)-i qk n qS gq nors d qfrf, o\\ qs-t t 31fl'r\no,i ffi effi q)r ffi t qs{i or ezlrq 3lFrcq-fi qfl{s\ndt\no s{fi t qrq*r rrri qt erd aw € sn oii t\no srr-qr6 Sqri d eul oqr ok{r qrws w ftrS stqrfd qrd*d\nor Fw+r c e=i t S{J t{trrq tt ffiq \nffii * er-K qrflfirfi\nw fr q-t-sr of t\no qfrk{ ot ftfrfl-A *{H {s fis{ i qRT&T\"r z-org I\no gqsfd w gS q-dlr o1 srsqrft qrdi qrd} erq t-qrert o\\\nciltrr+n !ffiEtdl .1- q-dd'I t \nt",
  "7": ". {Rrer d +fi t {d eqtfu Et]-S 1)'T cmro eTtrff qt qfr4-.4\n,rr\" d* g 6r efu fiqt d eft 3{ktr *iffia e\\ qrot\nt I ErE{ or,irqc mq o-ri d tft ci t\n. qfr qtro oTErcqth c d d €{S A erE d qqq ii fiE-qrs\nErdr fu qq qri t qzi r\no erqi 3n*srs o1 qtrai w €@flT cflq {Gl r\n. qr Eil-{rc f .Id .il* * 6 frrtt o\\ ePq q \n1\n. *rr qfrRMfi elrar d frors a fuq qftFfi d'r 3ik q|-qrq\notl\no qo wEgt d qrarqn d ftq rgtr sreTt of €5fdd rgsT-$\nHFR-dd oi I gS s-6R of qafrqTf, qr6ft qra-dt (outsourced\nd'rivers) EM (qR @fi d) fr vd qN, {fr il Tdi I\n. {rft s-m'N d ffieTrffif, gq-q tnrd gq g-q !F) 3il{ srqi qRqn\no1 t3vltro rdi t\na"
}