{
  "1": "OFFICE OF THE SPECIAT DIRECTOR GENERAL/AIRPORT SECTOR\nCENTML INDUSTRIAL SECURITY FORCE\n(Ministry of Home Affairs)\nNo. o-4201 1/APC/ops(2)/Circula(AS)/2020- 333 tr\nAdministrative Block\nCISF Complex, Mahipalpur\nBy pass road, New Delhi-37\nDated: 6lApril' 2020\ncrRcuLAR NO. AS- 07 /2020\nSub: Standard Operatino Procedure to prevent Coronavirus infection while\npeformino hw and Oder \n: Reg\nIn order to control the spread of Coronavirus, the entire country is under lockdown\nupto 14b April, 2020. In this scenario, it is highly likely that the services of ASG personnel may\nbe utilized for law and order duties in the States/UTs to enforce lockdown and control possible\nunrest arising out of it.\n2. \nHence, in case ASG personnel are actually deployed for Law & Order duties, it is\nnecessary that they should be adequately trained/prepared to perform this duty without\ngetting infected from Coronavirus. Accordingly, a Standard Operating Procedure (SOP)\nincorporating Dos and Don'ts to be implemented by the personnel while performing Law and\nOrder duties has been prepared, which is enclosed herewith as per Appendix-\"A\".\n3. \nAll CASOs are hereby directed to brief ASG personnel about the enclosed SOP so that if\nactual deployment is done they will be aware about the precautionary measures to be taken to\nsave themselves from Coronavirus.\n4. \nFurther, as dlrected vide Airport Sector Circular No. 06/2020 dated 24.03.2020 all\nCASOs should also conduct training of identified personnel before their deployment for Law &\nOrder duties in small groups.\n5. \nIG/APS-I & II and all DISG will ensure meticulous implementation of above directions at\nthe ASGs under their respective jurisdiction.\n6. \nIssued for strict compliance.\nEncl : As above\nSpl. DG/Airport Sector\nDistribution:\nIG/APS- I & II\nDlsc/Airport (E&NE, SZ, WZ & NZ) and SSG\nDIsG/CASO ASGs Delhi, Mumbai, Chennai, Bangalore and Hyderabad\nAll CASO ASGs, CISF\nSr. Commandants 10th & 1lth Res. Bns.\nrh ,. 0-. -,,\n(M. A. Ganapaurv,IPsi / 1",
  "2": "Aooendix-'A'\nStandard Operating Procedure (SOP) to orevent Coronavirus\ninfection while oefforminq law and Order duties\n(i). CASO's should personally brief the personnel before deployment so\nthat the men stick to their assigned tasks and do not behave or act\nwith over enthusiasm, which reflects adversely on the image and\nprofessionalism of the Force.\n(ii). ' The CISF personnel should desist from using force unless directed by\nCivil Authorities.\n(iii). Commensurate force can be resorted to by CISF personnel in self-\ndefence if they come under attack by unruly mobs etc. during duty,\nwithout any directions of Civil Authorities also.\n(iv). As far as possible, young, fit and agile Unit personnel should be\ndetailed for such duties.\n(v). The personnel residing in barracks (Unit line) should be deployed for\n' such duties and as far as possible family members should not be\ndeployed for such duties.\n(vi). The Company Commander will ensure checking of body temperature\nof personnel before deployment is made.\n(vii). The detailed personnel should be adequately briefed to remain in\nsmall groups and maintain 6 ft distance between themselves while\nperforming duty.\n(viii). Avoid handshakes among colleagues and with other persons.\nPersonnel should be briefed to maintain personal hygiene and hand\nwashing with soap as frequently as possible.\n(ix). CASOs should liaise with Civil Authorities and State Police to provide\nsufficient face masks, hand sanitizers and hand gloves every day to\nCISF personnel peforming law & order duty. The personnel should",
  "3": "be briefed to wear Face masks and hand gloves while performing\nduty and use hand sanitizer regularly.\n(x). The personnel should be deployed in eight hours shifts'\n(xi). The personnel should maintain 6 ft distance from public persons\nduring interaction.\n(xii). All anti-riot equipments may be sanitized before and after use'\n(xiii). All personnel should be briefed that they should not spit in public\nand will not touch their eyes, nose and mouth.\n(xiv). Personnel should not congregate into large gatherings, including\nsitting in groups at any place, while taking food or tea.\n(xv). Personnel should be briefed that they should sneeze or cough into a\nhandkerchief, which should be washed.\n(xvi). Avoid touching unnecessary items/ artlcles during duty hours.\n(xvii). Personnel should carry their own drinking water bottle.\n(xviii). The CASOs should arrange transportation for to-and-fro movement\nand vehicles may be thoroughly sanitized before and after journey.\n(xix). Personnel should be sensitized to always take a bath and wash their\nclothes after returning from duty.\n(xx). The personnel deployed for Law & Order duties should stay in a\nseparate barrack till the time they are performing this duty, and will\nreturn to the CISF barrack after completion of duty, to avoid\ncontamination.\n+++++++++++"
}