{
  "1": "OFFICE OF THE SPECTAL DIRECTOR GENEML/AIRPORT SECTOR\nCENTRAL INDUSTRIAL SECURITY FORCE\n(Ministry of Home Affairs)\nAdministrative Block\nCISF Complex, Mahipalpur\nBy pass road, New Delhi-37\nDated: 6 March'2020\n)/l\nNo. 0-4201 1/APC/ops(2)/Circul ar(aq lzozo- Tfr\ncrRcuLAR NO. AS- 06 /2020\nSub:\nrc_ailE[t1tg_: Reg\nIn order to control the spread of the Coronavirus, the Central Government has\ndecided to suspend operations of all domestic commercial flights with effect from\nmidnight of 24th March, 2020 to 31i March, 2020. The Government has already\nsuspended all the international flights. However, these restrictions will not apply to\ncargo flights. As there will be negligible passenger footfall and restricted staff\nmovements at respective terminals, the deployment pattern of CISF ASG also needs\nto be reviewed.\n2. \nDuring the suspension period of flights, it is necessary to properly utilize the\non/off-duty personnel so that they do not unnecessarily go outside the Unit line or do\nnot practice Social distancing with other ASG personnel/airport staff, which will\nincrease the risk of Coronavirus infection.\n3. \nIn this regard, all CASOs are hereby directed to take the following measures at\ntheir respective ASGs during this period. The challenge is to ensure the physical &\nmental well-being of the personnel, in a scenario with drastically reduced operational\nrequirement and keep them engaged in productive activity.\n.:. \nImportant duty posts like access control points of terminal building (cityside and\nairside), Watch Towers, operational airside gates, QRTs and other duty posts as\ndeemed fit depending on discretion of CASOs concerned, must be manned by\nthe ASG during this period.\n.:. \nFor pre-embarkation security checks, minimum 01 X-BIS machine at smaller\nairpofts and 02 X-BIS machines at bigger airports (per-terminal), or as per the\nground requirement, should be manned.\n* \nAs far as possible, young, fit and agile Unit personnel should be utilized to\nperform duty at the airports during this period.",
  "2": "All terminal facilities, equipment etc. may be got disinfected during this period\nthrough coordination with Alrport Operators.\nSmall striking reserves may be kept in readiness in which the duty personnel\nmay remain at their home/barracks as striking reserve or standby and will\nrespond within 10 to 15 minutes for further augmentation to terminals as per\noperational requirements.\nThe duty personnel must wear masks and hand gloves while peforming duty\nand use hand sanitizer regularly. This practice should be enforced in barracks\nalso.\nThe vulnerable segments like old personnel, pregnant ladies, personnel suffering\nfrom serious ailments like Diabetes, heart problem should be advised to stay at\ntheir barrack/family accommodation. If case of need, such personnel may be\nutilized for other administrative jobs at Unit lines/office.\nThe duty personnel may be given weekly off on rotation as much as possible,\nespecially those personnel who have done outstanding work during the\nmovement of International arrlvlng passengers.\nBarrack personnel may be advised to follow individual fitness regimen (PT),\nmaintaining sufficient distance (more than 1 mt.) in the morning and afternoon.\nThe ASG personnel may be divided in small groups of 15 personnel each under\none Sub-officer. A briefing class should be conducted by the SO inchage of this\ngroup. In such classes the various instructions issued by APS HQrs, Govt. of\nIndia and FHQrs to prevent Coronavirus should be read out and briefed to the\ngroup personnel. Special emphasis should be laid on the importance of Social\ndistancing. However, it must be ensured that such briefing classes should be\nconducted in open area/space and a minimum distance of 6 feet must be\nensured between the personnel.\nAll CASOs may form a small committee to prepare a training module on crowd\ncontrol. Such material is available in the internet. It is highly likely that if the\nlockdown continues for a longer time, the services of ASG personnel may be\nutilized for law and order duty to enforce lockdown and control possible unrest\narising out of it. This training should also be conducted in small groups of\npersonnel depending on space available for such each purpose in each Airport.\nCASOS may devote personal time in framing the training module Mock drills can\nalso be conducted. Trainer roster of personnel may be prepared.",
  "3": "All anti-riot equipment may be audited and kept in good condition. If actually\ndeployed, SOP needs to be formulated to keep such equipment sanitized.\nDaily cleanliness drives should be conducted in barrack accommodation, family\naccommodation, mess, common room and area of work. The off-duty personnel\nmay also be utilized for cleaning of weapons.\nRegular yoga sessions may be conducted by maintaining a proper distance\nbetween the personnel to increase body immunity.\nThe personnel should be adequately sensitized to take a proper bath after\nreturning from duty.\nAll kinds of leave except emergency cases should be restricted. The Outpass of\nUnit personnel should also be strictly restricted so that the Unit personnel do\nnot get any infection from external sources.\nProper co-ordination with Airport Operator and Airlines Operators may be\nmaintained by CASOs to know the load, if any, for the next day deployment.\nDuring thls period, Quarantlne facilities in all ASGs need to be\naugmented/improved. This is impoftant if the infection reaches exponential\nstage and our personnel get affected. Also, inventory of masks, gloves and\nsanitizers should be augmented.\n4. \nThis office has already issued'Dos and Don'ts'for the ASG personnel vide AS\nCfrcular No. 0312020 dated 06.03.2020, instructions for'Home Quarantine' vide AS\nCircular No. O4/2O20 dated 17.03.2020 and instructions for'Office Complex'vide AS\nCircular No. 0512020 dated 18.03.2020 and letter No. (3203) dated 23.03.2020 to\nprevent Coronavirus infection. It should be strictly followed.\n5. \nIG/APS-I & II and all DIsG will ensure meticulous implementation of above\ndirections at the ASGs and Units under their respective jurisdiction.\n6. \nIssued for strict compliance.\nhr\n&-trlE\n,s) I\n(M. A. Ganapathy, IPS)\nSpl. DG/Airport Sector\nDistribution:\nIG/APS- I & II\nDlsc/Airport (E&NE, SZ, WZ & NZ)\nDIsG/CASO ASGs Delhi, Mumbai, Chennai, Bangalore and Hyderabad\nAll CASO ASGs, CISF\n3"
}