{
  "1": "OFFICE OF THE ADDL. DIRECTOR GENERAL/AIRPORT SECTOR\nCENTML INDUSTRIAL SECURITY FORCE\n(l4inistry of Home Affairs)\nAdministrative Block\nCISF Complex, lYahipalpur\nBy pass road, New Delhi3T\nDaadt 4 \nAus,2o:rs\n\\\\'\nl!'\n(M A Ganapathy, IPS)\nAddl.DG /Airport Secto\nDistributionl\nIG/APS I & II\nDlsc/Airport (Nz, SZ, WZ and E&NE)\nDISG/CA5O Delhi, Mumbai, Chennai, Hyderabad and Bangalore\nAll CASOS of ASGS, CISF\nNo. 0-4201 1/APc/ops( 2) / Ci,rcutar(ts)/ t9- / V6/\ncirEular No. As- 02/2019\nSub!-Notable tnitiatives and Good Practices at airportsl Reg\nCISF over a period of 18 years as Aviation Security Group is being recognized for\nUniform and Standardised implementation of rules and regulation at airports under its\ncommand, ASG personnel are doing a remarkable job to uphold the mandate assigned to\nCISF at airpots. lJniform implementation of rules and regulations with innovative ideas and\ngood practices is the hallmark of CISF. Such innovative ideas and good practices not only\nenhance the professionalism, effectiveness and efficienc'y of personnel towards their\nassigned duties but also restrict the tendency of mechanical implementation of regulations\non the ground.\n2. \nIn this connection, a few of the initiatives and good practices taken by the DIG/AP-\nE&NE have been analysed at this HQ and are found to be practical, in sync with the SOPS,\noperational requirements as well as resources available. These arel\ni) Rectifying errors of Screening in Frisking\nii) Compiling CCTV footages of significant cases of detection / recovery for training\npurpose\niii) f4onitoring of supervision by the GOs in ASGS.\nThe standardised details of each of the above mentioned initiatives/good practices is\nenclosed as per Appendix-A for ready reference.\n3. \nAll Zonal DISG and CASOS are hereby direcled to implement these initiatives/good\npractices at the ASG5 under their command so that crucial aspects like operational\nefficiency, professional pride and effective supervision at the ASGS get a further boost.\n4. \nAll Zonal DISG/AP will ensure compliance of these directions by the CASO5 under their\njurisdiction and are also directed to give importance to this aspect during their briefing and\nSainik Sammelans whenever they visit the airports under their respective jurisdiction.\n5. \nIG/APS-I and IG/APS-II shall monitor the implementation of above instructions at the\nAsGs under their command and ensure strict compliance.\nEncl: As above.",
  "2": "ADDendix-'A'\nStandardized Details of Initiatives/Good Practices\n(D Re.tifvino errors of Screene6 in friskinol- CASOS should personally review\nthe CCTV footage of the frisking procedure being followed by screeners during\npeak hours in security hold area, on regular and daily basis They should either\nreview the saved CCTV footage or they may obseNe the live process by visiting\nthe SOCC, as per convenience and operational commitment They should see\nwhether the screeners are performing duty as per laid down procedures/SoPs or\notherwise. If any person is found deviating from the laid down Procedures,\nhe/she may be called and counseled by CASO after showing the footage along\nwith video circulated by APS HQ on frisking perfection programme, A record of\nsuch corrective action taken should be maintained by the unit. Zonal DISG may\ninspect this aspect during their visit at the airports under their respective\njurisdiction.\n(iD comoilino ccw footaoes of siqnificant cases of detection/recoverv for\ntrainino puroose:- Whenever any incident is occurred wherein suspects\n(related to any loss/missing of property) have been tracked and identified\nthrough the efforts of SOCC/CIWASG personnel, and the case is resolved/items\nrecovered, such CCTV footage should be preserved. A compilation of such cases\nwith CCry footages in CD can be utilized during lnit level Induction training and\nrotation training for better understanding of modus-operandi of crime cases in\nairports.\n(iii) Monitorino of suoervision bv GOs in ASGS: - Zonal DI5G should obtain the\nrandom CCTV footages (previous day) from the ASG to ascetain the visit of\nGOs/CASos to Terminal Building and Security Hold Area. They may prefer the\npeak hours CCTV footages of access control points (departure entry gates, arrival\ngates, some of the operational gates), pre-SHA area (before DFIID and input\nroller of X-BIS), PESC points and post PESC points (physical baggage area) to\nobserve the presence of supervisory officers in Terminal Building/SHA as well as\nperformance of ASG personnel.\n*******xxxx****x*********"
}