{
  "1": "1\nGOVERNMENT OF INDIA \nDIRECTORATE GENERAL OF CIVIL AVIATION \nAIR SAFETY DIRECTORATE  \nAV.15011/2/2007-AS \n \nAir Safety Circular No. 4 of 2007 \n \nSub: Apron Discipline.  \n \nDue to increase in air traffic density the ground incidents at the major airports \nespecially at Delhi and Mumbai have shown increasing trend, some of these have \nresulted in fatalities.  \nIt has been observed that Number of personnel are entering the operational area \nand walking on the active apron and taxi lane without adhering to the mandatory \ninstructions, which are essential for the safety of aircraft and staff working in the \noperational area. In the recent past an Engineer of an airline died in a ground \naccident while walking on the active apron/taxi-lane at IGI airport.  \nIt is imperative that ramp safety and ground safety procedures should properly be \nimplemented and followed by all agencies. In addition to it following guidelines is \nto be complied by all the agencies working at the airport with immediate effect: \n \n1. All person including Security staff, working/moving on the operational shall \nwear high visibility Jacket.  \n2. Two Wheeler are not to be permitted on the airside operational area and any \npermit so issued be cancelled.  \n3. All drivers working at the airport are required to undergo a training course \nconducted by the aerodrome operator before issue of Airport Driving Permit. \nIt shall be the responsibility of concerned agency to ensure that all drivers of \noutsourced agency undergo training and obtain ADP before recommending \nthem for Airport Entry Permit. \n4. Vehicular movement in the tarmac area should be restricted only for \noperational purpose.  \n5. Walking on the active apron and taxi lane is not to be permitted. Authorized \nvehicle should be used to pick up and drop staff working in that area.  \n6. All the vehicles plying in the airside should strictly follow vehicular lane, \nthey should have identification markings/ lights. \n7. Frequency of monitoring with speed gun should be increased and strong \naction should be recommended which include cancellation of ADP and \nAirport Entry pass. \n8. Entry passes of the Persons found without ADP, driving in the operational \narea should be cancelled.",
  "2": "2\n9. No equipment is to be left unattended in the operational area. The equipment \nshould be positioned on parking stand only on the requirement basis and \nduring other period it should be removed in the equipment parking area and \nshould be properly secured. \n10. Airlines must ensure that minimum number of vehicles should be utilized in \nthe operational area to reduce the risk of any ground incident.  \n11. All vehicles operating in the operational area must be provided with anti \ncollision lights so as to identify the vehicle. \n12.  All ground equipment including trolleys, dollies, trestles and stepladder \nshould be regularly checked for serviceability, braking action etc. and record \nare kept.  Reflective tapes are to be used on these. \n \nAs Long-term measures: \n \ni. \nAll vehicle except fire and rescue vehicle, ambulance and CISF QRT \nvehicle, Follow me Jeep operating in the operational area shall have \nspeed governor with a maximum speed restriction of 30 Km/hrs. \nii. \nAll the vehicles engaged in the operational area at the airport should \nhave two-way communications with the SMC/Apron control or an \nalternative means of vehicle tracking be looked into.  \niii. \nAirport Management should install CCTV camera with inbuilt \nrecording to have surveillance on vehicles moving in the operational \narea. \n \nAll agencies working at airport are to strictly follow it and advise their staff \nsuitably.   \n \n \n \n \n \nDate:    December27, 2007 \n(Ramnath) \nDirector Air Safety \nfor Director General of Civil Aviation \n \n1. All Scheduled/Non Scheduled/Private Operators. \n2. All Airport Operators.  \n3. Internal Distribution:  \nAs per list."
}