{
  "1": "OFFICE OF ADDITIONAL DIRECTOR GENERAL/AIRPORT SECTOR\nCENTRAL INDUSTRIAL SECURITY FORCE\n\ninistry of Home Affairs)\n(init y CISF Airport Sector HQ\nMahipalpur By-pass Road,\nNew Delhi — 110037.\nNo.E-37064/APS/Trg/ASTI(G)/2023/ 14 2 Dated: 02 Oct, 2023\n\nTo\n\nDirector General, BCAS,\nBCAS HQrs, Janpath Bhawan,\nJanpath, New Delhi\n\nSub: Authorization of manpower for ASTIs — Reg.\n\nAnti-Hijacking function is the most essential job of Aviation Security which is\nmainly executed by certified screeners of ASGs after undergoing mandatory Basic\nAviation Security Course and Certification tests conducted by the regulatory authority i.e.\nBCAS, as per provisions mentioned in National Civil Aviation Security Training\nProgramme (NCASTP) issued in compliance ‘to Annexure — 17 of ICAO (International\nCivil Aviation Organisation).\n\n2. __ In order to fulfill the above training requirements of aviation security, CISF has set\nup 08 Aviation Security Training Institutes (ASTIs) duly accredited by BCAS out of\nwhich, 06 ASTIs function under Airport Sector at ASGs Delhi, Mumbai, Kolkata,\nChennai, Amritsar and Bangalore. As per Annexure-‘A’ of NCASTP-2018, for smooth\nfunctioning of an ASTI, the following manpower is required: -\n\nSN [Rank [Proposed strength | Jus\nfor each ASTI\n\nication\n\nT.__|DC/Exe 01 Mandatory as per checklist for certification of\n2.__| InsprExe 03 AVSEC Training Institutes by BCAS.\n3._| Si/Exe 02 To provide routine administrative support for the\n\ninstitute and for assisting the instructors and\ngrooming them as potential instructors.\n\n4. | ASICIk 01 For office support of the institute viz. training\nrelated correspondence, monthly report to\n\nBCAS, Maintenance of records regarding data of\n\nAVSEC courses, qualified personnel, etc.\n\n5. | CvGD 02 Administrative supportive staff to ensure\nreadiness of classroom, equipment etc.\n6. | CtUSwpr 01 For cleanliness of the ASTI, as per check-list.\nTotal 10\n3. At present, CISF does not have any dedicated manpower for ASTI and the same\n\nhas also not been included in the BCAS norms for deployment of ASG manpower at\nairports issued vide O.M. dated 22.09.2021. However, keeping the operational/training\nrequirements of the sensitive function of aviation security, CISF/ASG is compelled to\ndraw the requisite manpower for these 06 ASTIs from the operational strength of the\nconcerned ASGs.\n\n",
  "2": "Sadualing ronan. to mention that Aviation Security Training Institutes (ASTIs) are\naccordan © mandatory AVSEC training for ASG personnel deployed at airports in\n\nce with NCASTP-2018 like 05 days Induction Course, Basic AVSEC Course,\nScreener Certification/Re-certification Course & AVSEC Basic refresher course on a\nregular basis. Hence, there is a constant requirement of a dedicated sanctioned\nmanpower for effective training and implementation of NCASTP.\n\n5. __ Further, the pax traffic has continuously increased in the recent past and is also\nexpected to increase in a large number in the near future. Besides, the CISF manpower\nat airports has also been augmented adding to the existing requirement of AvSec\ntraining for ASG personnel, necessitating the expansion of the Aviation Security Training\ncapacity in the upcoming couple of years. Accordingly, APS HQ is trying to increase the\ncapacity of ASTIs and also proposing 10 more ASTIs at various airports under CISF\nsecurity cover. As per the existing BCAS manpower norms, there is no provision of\nmanpower for ASTI. Hence, the strength for the upcoming ASTIs will be drawn from the\noperational strength of the concerned ASGs which will impact the operation of ASGs\nadversely.\n\n6._ It is important to mention here that BCAS has already constituted a committee,\nchaired by the Joint Director-General of BCAS, with representatives from MoCA, IB,\nCISF, AAI, and DIAL to revise the guidelines for the deployment of Aviation Security\nGroups (ASGs) at airports, as per the Office Memorandum dated May 29, 2023. It is,\ntherefore requested that this committee may be advised to take into the consideration of\nrequirements of manpower at the Aviation Security Training Institute (ASTI) during the\nfinalization of revised deployment norms, please.\n\n7. This has been issued with the approval of the Competent Authority.\n\nGhyati ety\nDIG/Airport Sector\n\nCopy to:\n1. IG/APS-II Bangalore For kind information please.\n2. DIG (l&P), CISF HQrs, Delhi -do-\n3. All concerned DisG under APS -do-\n"
}