{
  "1": "Secret\nOFFICE OF THE ADDL. DIRECTOR GENERAL/AIRPORT SECTOR\nCENTRAL INDUSTRIAL SECURITY FORCE\n(Ministry of Home Affairs)\nAdministrative Block\nCISF Complex, Mahipalpur\nNew Delhi-37\nNo. 0-4201 1 /APC/OPS(1 )/Circular (BCAS)/1 8-.a*6rDated ol Mar' 201 8\nTo\nAll CASOS, CISF ASGS.\nSub: AVSEC Order No. 07/2018- Maintenance. Repair and\nOverhaul (MRO) Securitv Proqramme: Req-\nEnclosed please find a copy of BCAS AVSEC Order No. 07/2018\ndated 2710212018 on the above sub.iect for information and necessary\naction please.\nEncl: As above\nalaltl\n(8.K. singh)\nDy. CommandanVAPS\notr .9t !^\nCopy to:\nD|G/AP (SZ, NZ WZ & E & NE)\nAVSEC Cell NISA, Hyderabad\nand RTC Arrakkonam.\n: for kind information please.\n: \n-do-",
  "2": "qIIR ftIqE{ $$ qi / BURXAU OF CI!'IL AVIATION SECURITY\n.3I' Ei6, I-III d, EFTI TTC<, qqqq I 'A' WNG, I-III FLOOR, JANPATH BIIAWAN, JANPATII\nTi ffi \n- lloool /NEwDELHT lloool\nqr{A ${T5'rt i GOVERNMENT OF INDIA\nqFR frqFt-q Ii,Tfrq / MINISTRY OF CIVIL AVIATION\nltr\nrrq(o\n_*-\nll-4..u^a^J-^a\n(Kumar Rajesh Chandra, riffi r'rf\nDirector General\nDdtet 2710212018 \"\n.\\\n^ /l \nAVSEC Order No. 07/2018\nIVJ\nMaintenance. Repair and Overh4ut (MROI Securitv Proqramme\nIn exercise of powers conferred by Sectiotr 5A of the Aircraft Act, 1934 (XXII of 1934),\nread with mle S O) of the Aircraft (Security) Rutos, 201t, Director General, Bweau of Civil\nAviatior Security (DG, BCAS), for the purpose of safety ofpassengers, oaew, ground personnel\nard the getreral public in all matte$ related to safeguarding against acts of rurlawful int€rfercnce\nwith civil aviation, directs that the Maintenatrce, Repair atrd Overhaul (MRO) Security Progamme\nwhich has .- -'been prepared to oomply with the provisioN laid down itr ICAO Doc 8973 and\nsecurity related provisiotrs of NCASP and NQCP, shall be implemented by all MRO agencies\ncoDnected with oivil aviation security in India. The model template is available on the BCAS\nresricled sile.\n2. \nIn terms ofthe said provisions, every MRO agency shall, with tle approYal of DG, BCAS,\nmake and comply with the MRO Security Programme as per said template ard atry amendmetrt to\nsuoh programme shall be made only after the approval ofDG, BCAS. No MRO agency shall be\nallowed to commenca its operations ftom an airport / off airport in India unless its MRO Security\nProgramme has been approved by the DG, BCAS.\n3 . \nThe MRO Secudty Programme shall bo valid for a period of five (05) years and it shall be\nupdat€d itr acc.rdance with the secudty directions issued by the DG, BCAS ftom time to time.\nBefore expiry, a revised MRO Security Programme in respect ofthe cotrcemed MRO agetrcy shall\nbe submitted at least three months in advarce for furthet approval prooess.\n4. \nAny violation of Oris AVSEC Order shall athaot petralty ulder Section 11 A ofthe Airoaft\nAct 1934.\nSubject:\nDistribution: As per standard list attached\n3a n';\nlt ?-\nBlu\nNo. CAS-6(11)/2004/Div-I (MROSP)",
  "3": "Distribution\n/. Shrt M A. canaparhy. ADC, Airpofi Sector (CISF), Adm. Block c. Floor, CISF\n'/ \n(-omple\\. Malripalpur By Pass Road, New Delhi-ll00l7\nShri H.G.S. Dhaliwal, Director (Security), AAl Rajiv Gandhi Bhawan, New Delhi\nShri L. Velraj. ED (Securily). Air India. Safdarjung Airpon- New Delhi\nShri Mukesh Mittal, Joint Secretary GSJI), MHA, Major Dhyan Chand National\nStadium, 2nd Floor, New Delhi - I I 0003\nSIti P.K. Bhardwaj, Joint Director, lB, MHA, 35 S P Marg, New Delhi\nRD, BCAS, Delhi, Chennai, Mumbai, Kolkata, Alrnedabad, Hyderabad, Amritsar,\nGuwahati & Imphal: to provide the relevant portion of MRO securi8 programme to\n,)\n3.\n4.\n5.\n6.\nconcerned agencies in your respective jurisdiction after slgtritrg the confidentiality\nInlernal Dislriburion\nPPS to DG, Sr. PPS to Jt. DG, PS to DDG (AMT), PA to DDG (DR), Alt JDs / DDs / ADs ofBCAS He,\nGDard File\nAD (OL) - with the rcquest to translate this AVSEC Oder in Hindi Language",
  "4": "LOGO OF\nCOMPANY\nSecurity Programme\nRestricted\nMAINTENANCE, REPAIR AND OVERIIAUL IMROI\nSECURITY PROGRAMME\nName of MRO\nAddress\nI\nThis Securitv Proqramme is approved bv DG. BCAS\nPage 1 of 18",
  "5": "LOGO OF\nCOMPANY\nSecurity Programme\nRestricted\nAMENDEMENTS\nThe amendments in the MRO Secu ty P.ogra&me may be issued by Chief Secudty\nOfficer of the entity under intimation to DG, BCAS when the circumstances so\nwarants. The space below is provided to keep a record of such arnendments_\nRECORD OF AMEI{DMENTS\nPage 2 of 18\nNumber\nDate ADDlicable\nDate Entered\nEntered By",
  "6": "LOGO OF\nCOMPANY\nSecurity Programme\nRestricted\nINDD)(\nCIIA,PTER /\nPARA\nSUBJECT\nPage\nl{o\nPage 3 of 18\n[- \nl",
  "7": "LOGO OF\nCOMPANY\nSecurity Programme\nRestricted\nFOR.EWORI)\nNCASP and NQCP provides for the development, implementation and\nmaintenance of security programme for MRO. Aviation Security Manual (Doc\n8973) of ICAO also states the requirement of security programme for MRO\n(Maintenance, Repair and Overhaul). A security programme constitutes a\nblueprint for developiag a civil aviation security system. It reflects the clearly\ndefined, unambiguous responsibilities assigned to each entities.\nDoc 8973 clearly highlights that such facilities should be located at the\nairside and landside boundaSr of the airport, but staff members should not\nbe allowed to circulate on the aprons used by commercial aircraft. As with\nany other facility with access to the aircide, maintenance facilities should\ndevelop their own security programme consistent with the NCASP.\nln addition to the usual threats posed by staff with access to the\nairside, or persons accessing the airside via maintenance facilities, there are\nspecific threats to be considered for maintenance operations, such as\nsabotage of aircraft via maintenance operations, dangerous items placed in\nhidden parts of an aircrait for future use by perpetrators, and deliberate\nactions to create malfunctions of aircraft equipment.\n1. \nPolicy\n1.1 MRO seqrrity programme should be adopted as corporate policy and\nshould desciibe the objectives with respect to security. It calls for the\nestablishment of a security department and chief security oflicer whose\nresponsibilities involve achieving the cited objectives. The programme\nshould set out the related responsibilities of employees, and handling\nagents and other contractors. The security measures described should be\nclearly defined and easily understood by those who need to implement\ntl.em.\n1.1.1. MRO security programmes should have\nclassilication in accordance with national guidelines.\na security\n1.1.2. In developing MRO security programme, risk should be\nanalysed in depth and the nature and level of threat facing the operator\nshould be assessed. National and airport secur-ity requirements,\nprogramme implementation timelines, staffing and financial limitations,\nand enhanced security requirements during times of increased threat,\nshould also be considered. The applicability of the aircraft operator\nsecudty programme should also be appraised, since it may apply only\nto a particular airport or group of airports, a particular serwice or a\nspecific State.\nPage 4 of la",
  "8": "LOGO OF\nCOMPANY\nSecurity Programme\nRestricted\n1.2 Policy Management\n1.2.1 To ensure that poticies do not become obsolete,\nwill implement a regular review process of them. That process should\ninclude some form of update mechanism so that changes in organization's\noperating environment can be quickly translated into security policy.\nThere is, therefore, a definite need to constantly review security measures\nand modify the design in consonance with the current threat.\n2 \nPrimary Objective:\nThe primary objective of MRO security programme is to ensure the safety and\nSecurity of aircraft by preventing acts of unlawful interference. To that end,\nEE\"\"curlrv,orogramme \nsnalr:\na) meet or exceed the requirements ofthe NCASP.\nb) provide for standardized security measures and for clear security\ndirectives for Engineers, Accountable Manager/ Maintenance Manager,\nForeign experts (authorized by DGCA), Trainees (apprentices), other\nemployees, handling agents and contracted staff;\nc) provide for additional secudty measures in times of increased security\nthreat; and\nd) set performance standards, achievable through initial and recurrent\ntraining and monitored in accordance with recordkeeping requirements\nset out in the NCASP.\n3 \nLegal Authority:\n3.1. The Aircraft (Security) Rules, 2011 empowers the Director General,\nBureau of Civil Aviation Security as the appropriate authority responsible\nfor the development, implementation and maintenance of Security\nProgrammes. The secudty programme shall be approved by the appropiiate\nauthodty.\n3.2. The approval would also be subject to the approval of DGCA under\nRule 1338 of the Aircraft Rules 1937 which stipulates that organisations\nengaged in the maintenance of aircraft and aircraft components shall be\napproved.\n3.3. DGCA will allow operation only after the security programme is\napproved by BCAS. No MRO shall be allowed to operate in lndia unless the\nsecurity programme is approved.\n4. \nDefiiitions\n4. 1. Acts of unlawful interference (definition given for guidance purposes).\nThese are acts or attempted acts such as to jeopaJdize the safety of civit\naviation, including but not limited to:\nPage 5 of 18\nt----l",
  "9": "LOCO OF\nCOMPANY\nSecurity Programme\nReslrictcd\ni.\nii.\niii.\niv.\nvll.\nunlawful seizure of aircraft;\ndestruction of an aircraft in servicej\nhostage-taling on board aircraft or on aerodromes;\nforcible intrusion on board an aircraft, at an airport or on the\npremises of an aeronautical facility;\nintroduction on board an aircraft or at an airpoft of a weapon or\nhazardous device or material intended for criminal purposes;\nuse of an aircraft in service for the purpose of causing death, seiious\nbodily injury, or sedous damage to property or the environment; and\ncommunication of false information such as to jeopardize the safety\nof an aircraft in flight or on the ground, of passengers, crew, ground\npersonnel or the general public, at an airport or on the premises of a\ncivil aviation facility.\n4.2. Ae'ial work. An aircraft operation in which an aircraft is used for\nspecialized services such as agriculture, construction, photog.aphy,\nsurveying, observation and patrol, search and rescue, and aedal\nadvertisement.\n4.3. Aerodrome Entry Permit (AEP). The photo identity card, smart card\nor temporary permit issued by the Director General, BCAS, Ministry of Civil\nAviation or any person authorized by the Central Government for entry into\nthe aerodrome or part of an aerodrome. (Ref. rule 2{c) of The Aircraft\n(Secuity) Rules, 2011).\n4.4. Aerodrome Operator. A person, organisation or enterprise responsible\nfor operation and management of an aerodrome,\n4,5. Aircraft. Any machine that can derive support in the atmosphere from\nthe reactions of the air other than the reactions of the air against the earth's\nsurface.\n4.6. Aircraft in flight. An aircraft from the moment when ali its external\ndoors are clbsed following embarkation until the moment when such doors\nare opened for disembarkation.\n4.7. Airciaft in service. An aircraft shall be considered to be \"in service\"\nfrom the beginning of the pre-flight preparation of the aircraft by ground\npersonnel or by the ctew fot a specific flight until twenty-four hours after\nany ianding and in the case of a forced landing, the flight shall be deemed\nto continue until the competent authorities take over the responsibility for\nthe aircraft and for persons and property on board\n4.8. Aircraft maintetatrce atea All the ground space and fa'ilitjes\nprovided for aircraft maintenance This includes aprons, hangars, buildings\nPage 6 of 18\n-",
  "10": "LOCO OF\nCOMPANY\nSecurity Programme\nRestricted\narld workshops, vehicle pa-rks and roads associated therewith. Such an area\nis normally designated as a security restricted area.\n4.9. Aircraft Operator. A person, organisation or enterprise engaged in or\noffering to engage in an aircraft operation\n4.1O. Aircraft operatora' documerts. Air waybills and consignment\nnotes, passenger tickets and boarding passes, bank and agent settlement\nplan documents, excess baggage tickets, miscellaneous charges orders,\ndamage and irregularity reports, baggage and cargo labels, timetables, and\nweight and balance documents, for use by aircraft operators.\n4,11. \nAlrcraft security check. An inspection of the interior of an\naircraJt to which passengers may have had access and an inspection of the\nhold for the purposes of discovering suspicious objects, weapons, explosives\noi' other dangerous devices, articles and substaflces.\n4.12. \nAircraft securlty search. A thorough inspection of the interior\nand exterior of the aircraft for the purpose of disqovering suspicious objects,\nweapons, explosives or other dangerous devices, articles or substances,\n4.13. \nAhcraft stand. A designated area on an apron intended to be\nused for parking an aircraft.\n4,14. \nAirport. Any area in a Member State which is open for\ncomrnercial aircraft operations.\n4.15. \nAirslde. The movement area of an airport, adjacent terlain and\nbuildings or portions thereof, access to which is controlled.\n+.16. \nAppropdate authorlty for avlatiotr security. The authority\ndesigflated by a State within its administration to be responsible for the\ndevelopment, implementation and maintenance of the national civil aviation\nsecurity programme.\n4.17. \nApron, A\naccommodate aircraft\nmail or cargo, fueling,\ndefined area. on a land aerodrome, intended to\nfor the purposes of loading or unloading passengers,\nparking or maintenance.\n4.18. \nAviation Security Group. A unit of specialized Government\nagency authorised by the Director General, BCAS for safe guarding civil\naviation against acts of unla\\aful interference and protection of property at\nthe aerodrome handling civil aviation. (also see rule 13 of the AircraJt\n{Securi9 Rules, 201 1)\nPage 7 of 18",
  "11": "LOGO OF\nCOMPANY\nSecurity Programme\nRestricted\n4.19. \nApron passenger vehicle. Any vehicle used to convey passengers\nbetween aircraft and passenger buildings.\n4.20. Backgrourd check. A check of a person's identity and previous\nexperience, including where legally permissible, any criminal history, as\npart of the assessment of an individual's suitability to implement a security\ncontrol and/or for unescorted access to a security restricted area.\n4.21. \nCertilication authoiization- means the authorisation issued to\ncertiflng staff by the organisation and which specilies the fact that they\nmay sign certificates of release to service within the limitations stated in\nsuch authorisation on behalf of the approvcd organisation.\n4.22. \nCertifying stalf- means personnel responsible for the release of\nan Aircraft or a component after maintenance\n4.23. Cllent - Is the one who employs professional person for providing\nservices viz. Aircraft Maintenance, Chartered accountant, Consultant. The\nguiding factor is that there is no exchange or change of hands of material\nor goods between the two contracting parties. Only serices are provided\nand paid for, (See Customer).\n4.24. Communlcatio[ - It is electronic physical meals of exchange of\ninformation or messages viz. Radio, Telephone, Mail, between terminals.\n4.25. Component- means any engine, propeller, palt or appliance.\n4.26.Control Room - It is a designated place from where all activities\nat an assignment or in \na \ngeographical limit are\ncontrolled, regulated, coordinated and responded to.\n4.27. Employee - A person who is provided work by another person on\nregular basis, under certain terms and conditions of working conditions\nand salary.\n4.28.Gatehous - It is a security base at the mouth of ar: assignment,\nwhich controls inward and outward movement of people, vehicles and\nmater-ial. It can also act as a security office.\n4.29.LatEe Alrcraft- means an aircraft, classified as an aeroplane with a\nmaximum takeoff mass of more than 57OO kg, or a mutti engine helicopter.\n4.30. Mairtenance- means any one or combination of overhaul, repair,\ninspection, replacement, modification or defect rectification of an aircraft or\ncompoflent, with the exception of pre-flight inspection.\nPage 8 of t8",
  "12": "LOGO OF\nCOMPANY\nSecurity Programme\nRestricted\n4.3l.Organisation_ means a natural person, a legal person or part of a\nIegal person\n4.32.Pre-flight lnspection means the inspection carded out before flight\nto ensure that the aircraft is fit for the intended flight\n4.33.Security staff - Is a person who protects, prevents, cautions,\nsupervises and keeps watch at a given location/site with a view to obviate\nany such occurrences which could pose threat/danger to the Iives and\nproperty at the premises.\n4.34.Incident Report - A document prepared by the security personnel\ngiving details of the incident for the information and further action by the\nmanagement is known as incident report.\n4.35.Physical Security - The infrastructural aspects of security\nconsisting of perimeter walls, obstacle wires, gates, Iights, doors, windows\netc.is known as physical secu ty.\n4.36.Security Design - It is an integration of various elements of\nsecurity to achieve effective and optimum secudty at an assignment. It will\ninclude physical, manning, electronic systems, procedures, instructions\nand supervision aspects\n1.37. \nSecurity Survey- An evaluation of security needs including the\nidentification of \\''ulnerabilities which could be exploited to carry out an act\nof unlawful interference, and the recommendation of corrective actions\n4.38. \nUnpredictability- The implementation of security measures in\norder to increase their deterrent effect and their efficiency, by applying\nthem at irregular frequencies, different locations and/or with varying\nmeans, in accordance with a defined framework\n1.39. \nMovement Area- Runways, taxiways, and other areas of an\nairport that aircraft use for ta-)riing, takeoff and landing that are under the\njurisdiction of the Air Traffic Control Tower. This does not include loading\nramps or aircraft Flrking areas.\n4-4O. \nRelevant aircraft and/or compoaents- means those aircraft or\ncomponents specified in the particular certification authodsation.\n1.41. \nRestricted Areaa- Parts of the airport designated by the airport\noperator and posted for security reasons. These areas include, but are not\nlimited to, passenger arld cargo loading ramps, hangar areas, runways,\ntaxiways, and vehicle service roads. These areas are part of the SIDA.\nSecurity Identiticatior DiEplay Area (SIDA)- It includes any\nPage 9 of 18\n4.42.",
  "13": "LOGO OF\nCOMPANY\nSecurity Programme\nRestricted\narea identihed in the airport security program as requiring each person to\ncontinuously display airport-approved identification, unless the person is\nunder Airport-approved escort.\n4.43. \nSergice Road6. Roadways, access lanes, and passageways, or\nother designated ways set aside for the movement of vehicles on the AOA. If\nddving off the roadways (terminal areas, aircraft positions, equipment\nparking areas, etc.), the marked roadway shall be used as iong as possible.\nAccess to ramp/apron areas shall be accomplished by using designated\naccess lanes with all due care. The shortest route must be taken to/ftom\nthe roadway.\n4,44. \nSterile Areas. Portions of public areas that lie between the pre-\nboard passenger screening checkpoint and the aircraft boarding gates.\n4.45. \nSupport staff- means those staff holding a tJ,?e rated aircraft\nmaintenance license as appropriate on the aircra-ft type, working in a base\nmaintenance environment while not necessarily holding certi{ication\nprivileges.\n4.46. \nTaxiways- The parts of the airfield designated for the sudace\nmaneuvering of aircraft to and from the runways and aircraft parking\nareas.\n4.47. \nThe Air Operations Area (AOA)- The area of the airport\ndedicated to the movement, maintenance, servicing, loading, and unloading\nof aircraft and related support equipment. The AOA is a restricted area;\nonly individuals and vehicles/ground equipment with proper identification\nare allowed.\n5. \nOrganizatlotr:\nis involved in the maintenance of large\naircraft or of aiicraft used for commercial air transport, and components\nintended for fitment thereto, in accordance with the prescribed provisions.\n5. 1. Description of operatiora: ftr I\nset up the\nMRO unit. The smallest maintenance organization would only be involved\nwith a limited number of light aircraft, or aircraft components, used for\ncommercial air transport.\nPage 10 of 18",
  "14": "Security Protramme\n6.\nRoles alrd Dutiea:\n6.1. Security Department\nSecurity department shall be headed by Chief Security Olncer at\nthe corporate headquarter level and at othe; airports Secrirlty wrtt Ue\nheaded by Security Coordinator.\n6.2. Chief Security Ofiicer (CSOI\n6.2.1 I_t will be the responsibility of Head of Security to look into all\naspects of Security. He will play a key role in creatinf not onlv a focal\n-\nact as a policy making figure in o.aer to \"tiiiarly_sll- out security\nprocedures and measures for ensuring maximum security for the\nAircrafts under reoair and maintpna.^. \"i.rr ^nn ^-^-,^ ^..;-\"[!\nI. \n..- \nd prurcssrunan secunry DacKground and be familiar\nwith Aircraft and operations. He shall have the- authority required to\nensure full implementatjon and enforcement of the Security prisr.-m\"\n1|rna \nhave direcr access to the Chief Execurive offi\"\";\";-f|\nfr \n*:i'1};:lffJi,u\"1'I3\"?:ff :ti;*\"\"lsivesurvevorr\n6.2.3 . . He shall be responsible for development, maintenance\nand implementation of the Security programme;\n6.2.+ Ensure that the security programme is current.\n?.2.5. . Ensure the continuing effectiveness of the security programme\nby regular evaiuations and inspections; ald by encoura'girig- ir,t\"rrr.t\nsecurity audit processes;\n6.2.6 Establish and maintain effective liaison with the airport\noperator, appropriate_ authority for civil aviation security i.e. BCAS and\norner approprlate authoflties responsible for se.urity funitjons.\n6.2.7 Promote security awareness and vigilance.\n9.2 8 \nEnsure adequate training of \nsecurity personnel\nin screening the passengers; and all otfr\".s -fra'ulirg \ns\"\"u.rty\nrcsponsibilit ies whcrever assjmecl\n6.2.9 Ensure an effective threat/occurrence response capability.\n6.2.10 Initiate special security measures during periods of increased\nPage 11 of 18\n,GO",
  "15": "LOGO OF\nCOMPANY\nSecurity Programme\nRestricted\nrisk and/or for critical flights and routes.\n6.2.11 Report all actual or suspected acts of unlawful interference\nwith Aircraft operation to the appropdate authority for security.\n6,2.12 He will get all Security staff posted uflder his jurisdiction\ntrained and certified in different AVSEC training conducted by BCAS al1d\nmaintain appropriate records.\n6.2.13\nHe will be held accountable to any security lapse by !\nf \nSecu.ity Staf.\n6.2.14 He witt also upprai\"\" th\" -^r,.gement to take action for:\ni) Clearing and disposal offire hazards materials and escape routes.\nii) Disposal of aviation fuel drained out from the aircrafts\niii) Inadequacy of fire control measures / equipment.\niv) Up gradation oflevel of security / systems\nv) In case of new construction / addition of facilities / change of\noflices at the premises or adjoining premises, re-evaluate pattern\nand level of security.\n6.3. Duties of security in charge (secuiity coordinator): -\n6.3. 1\nHe will be posted as In-charge of\nSecudty at\nthe airport of operation of\nSecudty. In case of small unit,\nbe nominated as\nany manager with appropriate AVSEC training may\nSecudty coordinator.\n6.3,2 He will be over all ln-char\nof Security of\nthe concerned airport\n6.3.3 He will allocate duties and responsibilities for his security staff'\n6.3.4 He wiil maintain Training records of all stall posted at the\nparticular airport under him;\n6.3.5 He will closely co-ordinate with all staff of\nand\nreport all activities on day-to-day basis\n6.3,6 He will be answerable for any lapses by any of his security staff\n6.3.7 He will be responsible for running the assignment as per the\nsecurity programme and the assignment instructions.\n6.3.8 He will ensure proper conduct of operations and superusion at\nPage 12 of 18",
  "16": "LOGO OF\nCOMPANY\nSecurity Programme\nRestricted\nthe assignment by preparing comprehensive site and post instructions\nand continuous monitoring activities of security personnel.\n6.3.9 He will ensure that 'on job training (OJT)' is carried out as per\nNCASTP.\n6.3.10 He will coordinate for conducting Awafeness program for the\nmanagement and employees of the client on the subjects like security\nawareness, Iire drills, bomb dritts, earthquakes, floods and evacuation\nplans as per the instructions of the appropriate authority on the subject.\n6.3.1 1 He must ensure periodic rehearsals of the contingency plan.\n6.3.12 Check alarm systems at sites and ensure that they are\nserviceable\n6.3.13 Check and train security personnel in handling of metal\ndetectors, vehicles search mirrors, radio sets and other security\nequipment/gadgets\n6.3.14 Train security personnel in techniques of searching trucks, cars,\nscooters and cargo/consignment.\n6.4. Duties of Securlty Staff\ni) Access control and search men and material\nii) Patrolling\na) For aircrafts parked inside hangar and other assets\nb) Protection of the Client,s Aircrafts parked on the tarmac.\niii) Key control at premises\niv) Operating and monitoring alarm systems and CCTV\nv) \nResponding to emergencies and incidents viz. Fire, accident etc.\nvi) Use of specialized equipment viz. Radio sets, DFMD, HHMD, X-\nBIS and ETD\nvii) Theft control and Handting incidents like drunkenness, brawl etc.\n\\.iii) Harldling nat ural calamiries\nir) Liaison with civic authorities i.e. police, Fire services and Medical\nsetup\nPage 13 of 18",
  "17": "LOGO OF\nCOMPANY\nSecurity Programme\nRestricted\n6.5. Patrollilg Duties of Security staff\nPatrolling the MRO facilities, hangar and the client's aircrafts\nparked on the tarmac for ascefiaining any breech, tampering\nsabotage, unauthodzed person loitering around in the vicinity of\naircrafts the client's aircrafts.\nCarry out spot checks of employees, visitors, contractors and Iabour\nfor authorization and area passes at the location\nEnsure all cabins, door to Floors are locked /closed when not in\nuse,\nCheck that all security light around perimeter are functioning if not\nreport immediately to admin/maintenance.\n6.6. Duties of security atalf at Hatgar Elrtry Point\na) Access control (including the ID /AEP check)\nb) cuidance of visitors and ensure that they are always escorted while\nat the company premises.\nMake sure that only the authorized employees of\nenter the premises.\nMake every person walk through DFMD.\nCarrying out search of people and their belongings /bags using\nHHMD,\n0 Screening of belongings through X-BIS and ETD (wherever\napplicable) .\n7. \nSecurity Measures\n7.1. Perimeter Security\nThe security at Airport is the responsibility of Airport Operator'\nHowever, the perimeter security of MRO facilities at the airport shall be\ntne responslolrrry o, E \n*rtrr do\\, lLror/ rurr(cJ\n7.2. Parking areas-\nCar parking facilities at the distance of 100 meters away from\nthe MRO premises, wherever outlay so allows, shall be provided at the\nlandside of the MRO.\na. Mitigation measures (Bollards, speed breakers etc ) to control a\nsuspect vehicle\nb. There shall be separate entry and exit points for the vehicles and\npersons;\n7.3. Key Control\nManagement must formulate and issue its policy regarding\nhandling and management of keys which includes but not limited to:\na) All oflices should have access control and electronic locks to\nPage 14 of 18\ni)\nii)\niii)\niv)\nc)\nd)\ne)",
  "18": "Security Programme\nprP\\cnl enlry of un aulhorlzed pers-on .\nt) iifi \"\"\"f, ti-\" electronic locks are fitted mechanical locks will be\nused to lock the oflices Only the nominated persons should draw\nthe office keYs from the Security'\n7.4. Access Control- PeoPle\n7.+.\\. Frisking -Persons are liable to be searched/frisked at the\neDtrance gate oi urr]\"uh\"re at the company premises by secudty staff of\nthe MRo to prevent any unlawful act'\n7.4.2. Search procedures for persons\ni. Consent to search- The security sta[I lnust apprise the individual\nol their agreement and seek a consent for search Ii the person\nrefuses to be searched, he wiII not be aliowed access'\nii. Search of opPosite sex -\nMale Security staff shaLl search only male and female shal1 only be\nsearched by female security staff' Female search will be conducted\nin closed enclosure Transgenders will be searched by a male /\nfemale secudty staff as per their choice'\niii. A search can be routine (during shift change), Random or specific\n(on availability of specific information or reasonable grounds lor\nsuspicion).\n7.5. Aerodrome Entry Permit:\ni) \nMRos will be issued all-lndia AEPS for their employees on the\nrecommendation of DGCA approved Accountable Manager /\nMaintenance Manager of MRO Company, as is being done for pilots\nand cabin crew.\nii) Support staff (non-certifying stafo wilt be issued AEP by airport\noperators, at airports, other than the MRO'S base airport, on the basis\nof AEP issued to them for the base airport\niii) CJntracted employees engaged by MROS, as allr ived in CAR-1+5 AMC\n145.A.30 (d), will be treated as MROs workers\niv) Employed staff of MRO may be issued AEPs/TAEPs as per provisions\nofAEP Policy and AVSEC order 09/2016 and extant rules'\n7.6- Access Control- Vehicles\nMRO shall be responsible to ensule that no unauthodzed vehicle\nis allowed to access in their parking premises.\nPage 15 of 18",
  "19": "LOGO OF\nCOMPANY\nSecurity Programme\nRestricted\n7.7. Access CoDtrol - Aircraft\n7.7.1\nSecurity of the Aircraft is the sole res\n! \nas per th; Mainte;;;;; contract between\nand The\nAircraft Operators. In case,\ncarries Line Maintenance of\nrnese arrcralts ln sltu at the tarmac itself, security of aircraft rests with\nthe aircraft operators concerned.\n7.7.2 - Aitcraft Operators shall deploy their own security on their\naircraft parked on thc tarmac:\na) A1l maintenance inspections and repairs on the tarmac should be\ndone only in the presence of a security staff.\nb) Procedure of detailing inspection / repair team and working on\nthe aircraft should be such that airy person who is not supposed\nto be near the aircraft and approaches the aircraft is identilied\nand challenged by co-workers, and security staff.\n7.7.3 MRO shall deploy their own security on the aircraft parked inside\nthe restricted area of the MRO facility (MRO Apron/ Hangar).\n7.7 .4 \nOnly authorized persons qrill enter the restricted area of the MRO\nfacility. Anti-sabotage checks of aircraft or any major components shall be\ncarried out by the MRO security staff at the time of entry and exit from\ntheir premises.\n7.8. Access Control - Goods and Baggage\nSearch Procedure for Baggage\nThe procedures laid down in BCAS circular 23|2OOS and extaot\nrules shall be followed\nThe organization shall ensure that all tools, equipment and\nparticularly test equipment, as appropdate, are controlled and the\ndetailed list shall be provided at access control points of MRO\nfacilities.\ni)\nii)\niii) Secure storage facilities are provided for components, equipment,\ntools and material.\n8. \nCONTINGENCY PLANS:\n8.1. MRO shall comply with the existing contingency plans of the airport.\n8.2. Contingency plans approved and issued by BCAS are as under:\na. Bomb Threat Contingency plan\nb. Anti Hijacking Contingency plan\nc. Cyber threat\nPage 16 of 1a\nI",
  "20": "LOGO OF\nCOMPANY\nSecurity Programme\nRestricted\n8.3. Rehearaals - Emergency Ptocedurea ald Drills:\nMock exercise shall be carded out as per Aerodrome Security'\nProgram (ASP).\n9. \nIncident Reporting:\n9.1. In the event of any incident/unlawfut interference at the MRO\nfacilities, the CSO Security/ In-charge Airport Management shall inform\nBCAS and other concerned agencies by quickest possible means in\naccordance with the provisions of NCASP and BCAS AVSEC Order 05/2014\nand other extant rules.\n9.2. Any suspicious activity, unlawful act shall be reported to BCAS and\nlocal Police as per guidelines ofthe Appropriate autho ty.\n10. Recruitment and Training:\n10.1. \nProceclure for Recruitment of Security Staff including background\nChecks:\nshall recruit security stalf according to the standards laid\ndown in NCASTP, AVSEC Order 03/2001 and other extant rules The\nbackground checks shall be carried out as per AVSEC Circulars 36/2003'\n08/2005, AEP policy 2014 and other extant rules.\n1O,2. Training for the Security Staff:\nwill ensure specified AVSEC training to all its security\npersonnel and AVSEC awareness program for all its non-security\npersonnel. Only BCAS ceftified security persons shall be employed for\nAviation security functions. All training will be conducted as prescribed by\nBCAS in the National Civil Aviation Security Training Programme\n10.2.1 Types of training: -\nOne day AVSEC Awaretress Program to all its non-security\npersonnel\nFive Days AVSEC Induction Course for Security staff\nThirteen Days AVSEC Basic course for Security stalf\nThree days Screener certification course for security screeners\nexcluding 40 hours OJT.\nDGR Category 12 course for security screeners\nii)\niii)\niv)\nv)\n11. QUALITY\nMONITORING\nAND PERFORMANCE\nPage 17 of 18\nCONTROL:\nSUPERVISION\no{\nof",
  "21": "LOCIO OF\nCOMPANY\nSecurity Programme\nRestrictcd\n1 1.1. \nBCAS will conduct periodic audit, inspection, survey and test to\ndetermine compliance with standards through continuous supervision and\nperformance monitoring. These will include standards for the recruitment,\nselection, training and certification of security staff.\n11.2, \nInternal AVSEC Quality Control- CSO shall be responsible for\ndeveloping, implementation and maintain the MRO'S Aviation Security\nQuality Control Programme consistent with NCASQCP to ensure the\neffectiveness of the MRO'S security programme. It is therefore imperative\nthat a system of quality control measures is developed and implemented in\naccordance with National Civil Aviation Security Programme.\nBOMB TIIREAT REPORT FORM\nANTI SABOTA.GE CHECK / SEARCH CHECKLIST\nPage 18 of 1a\n-"
}