{
  "1": "OFFICE OF THE ADDL. DIRECTOR GENERAL/AIRPORT SECTOR\nCENTRAL INDUSTRIAL SECURITY FORCE\n(Ministry of Home Affairs)\n' \nAdministrative Block\nCISF ComPlex, MahiPalPur\nBY Pass Road, N Delhi-37\nNo. 0-4201'lIAPC/OPS(1)/Circular (BCAS)/17- lt glL- Daied z-1 Dec'2018\nTo\nAll CASOs, CISF ASGs\nReq-\nEnclosed please find herewith BCAS AvSec Order No 1'tl2018 (CAS-\n6(1 1)/2004/Div-l(RPA) daled 13.12.2018 regarding security Programme of for\npower Hang Glider (sPPHG) for kind information and further necessary action\naccordingly please:\n2. \nThis issues with the approval of the Competent Authority'\nEncl: As above.\notl\\(\n(B.K.Singh)\nDy. GommandanUOPS\nfor AIG/Airport Sector\nCopy to:\nrG/APS (l&ll)\nD|G/AP (SZ, NZ WZ & E & NE)\nAVSEC Cell, NISA, HYderabad\nDIG RTC Arakkonam\n: for kind information Please.\n-do-.\n-do-\n-do-",
  "2": "//RESTRICTED//\nhia ftt's\n(l A-,-'\n18 I t . ---' No. CAS-6 (1 I )/200alDiv -l (RPA)\nI - \n$Ir<d sc6rc / covERNMENT oF INDIA\nqFrt frqr;rq qardqt MrNrsrRY oF crvlI- AvIATIoN\nrrrr< Rqrd-{ {rrr qt I runrau oF crlTl- AvIATIoN SECURITY\n,3[' ris,I-Itr.rq, Gr?rqsrqzfl r w+qot'A.'WING I-Itr FLOOR, JANPATH BHAWAN' JANPATH\nTtRffi- 11ooo1 / NEw DELHr - 11ooo1\nDatet 1311212018\nAVSEC ORDER- 11/2018\nIn exercise of powers conferred by Section 5A of the Aircraft Act' 1934 (XXII of\n1934),readwithrule3(b)oftheAircraft(Security)Rules,20ll,DirectorGeneral,Bureauof\nCivii aviation Security (DG, BCAS), for the purpose of the safety of passengers' crew'\ngroundpersonnelandthegeneralpublicinallmattersrelatingtosafeguardingagainstactsof\nirf\"r.m interference with civil aviation, directs that Security Programme for Power Hang\nGlider(SPPHG)whichhasbeenpreparedtocomplywiththeprovisionslaiddowninlCAo\nDoc gg73 and security related piovisions of NCASp and NQCP, shall be implemented by\npower Hang Glider (PHG) operators in India. The model template is available on the BCAS\nrestricted site.\n2. \nIn terms of the said provisions, every Power Hang Glider (PHG) operator shall' with\nthe approval of DG, BCAS, make and comply with the Security Programme for Power Hang\nCfiaer (SppgC) as per said template and any amendment to such programme shall be made\nonly uIi\", the approval of DG; BCAS No Power Hang Glider operator (PHG) shall be\nallowed to colnmence its operations in India unless its seculity Programme for Power Hang\nGlider (SPPHG) has been approved by the DG, BCAS'\n3.TheSecurityProgrammeforPc.*erl{a:rgGlidel(SPPHG)shai1be.'.,alid-foraperiod\noffrve(05)yearsanditsrr*ueupdatedinaccordancewiththesecriritydirectionsissuedby\nthe DG, BCAS from time to time Before expiry, a revised Security Programme for Power\nHangGlider(SPPHG)inrespectoftheconcemedPowerHangGlider(PHG)operatorshall\nbe submitted at least three months in advance for further approval process.\n4.AnyviolationofthisAVSECordershallattractpenaltyunderSectionliAofthe\nAircraft Act 1934.\nlL, &- r t a-.*rl'-,.-\n(K um ar Raj esh C handri-n $3' u' rE\nProer;mme for Power Hane Glider (SPPHG\nDistribution: As per standard list attached'\nDirector General\nffi\nffi\nFaiq fl{i",
  "3": "Distribution:\n1. Shri Satish Chander, Under Secretary, MoCA' Rajiv Gandhi Bhawan' New Delhi'\n2.-Shd M.A. Ganapathy, ADG, Airport Sector (CISF)' Adm' Block G' Floor' CISF\n/ \nCo^plr*,Mahipalpur By Pass Road, New Delhi-1 10037'\n3. Shd H.G.S. Dhaliwal, Director (Security), AAI' Rajiv Gandhi Bhawan' New Delhi'\n4. Shri L. Velraj, ED (Security) Air India' Safderjung Airport' New Delhi'\n5.ShriMukeshMittal,Jointsecretary(IS-II),MHA,MajorDhyanchandNational\nStadium, 2nd Floor, New Delhi-1 10003'\n6. Shri R.R. Verma, Joint Director, IB' MHA' 35 S P Marg' New Delhi'\nT.RD,BCAS,Delhi,Chennai,Mumbai'Kolkatta'Ahmedabdd'Hyderabad'Amritsar'\nGuwahati & Imphal: to provide the relevant portion of Security Programme\nRemotely Piloted Aircraft to concerned agencies in your respective jurisdiction\nafter signing the confidentiality agreement'\nInternal Distribution:\nPPS to DG, Sr. PPS to Jt DG, PS to DDG (AMT), PA to DDG (DR), A11\nJDs/DDs/ADs of BCAS HQ, Guard File'\nAD (OL) - with the request to translate this AVSEC Order in Hindi Language'",
  "4": "Restricted\nName of PHG Operator/OWNER -\nCIIAPTER-1\nOwner ProfiIe\n. \na) Name of Owner/Operator -\nb) Complete Postal address of the owner -\nc) Details of Tel, Nlob, Fax, E-mail, \\& eb-Mail\nd) Location is supposed to be stored -\ne) Concerned Regional Director Office -\nf) Whether obtained Police backgrorurd from local Police station -\ng) Copy of police background check to be scanned and enclosed -",
  "5": "Restricted\n2.1\n2.2\nz.J\n2.5\n. \nCHAPTER-2\nGENERAL\nAs per Sec 24 of The Aircra{t (Security) Rules, 2011 every pHG\noperator/omer shall, with the approval of Commissioner, now known as Director\nGeneral, BCAS, make and comply with aircraft operator security programme in\naccordance with the National Civil Aviation Security programme and any\namendment to such programme shall be made after tlle approval of the\nCommissioner/Dc, BCAS.\nSec 2 (1) of The Aircraft Act, 1934 defines Aircraft as any machine which\ncan derive support in the atmosphere from reaction ofthe air [other than reaction\nofthe air against the earth's surfacel and includes balloons, whether fixed or fiee,\nairships, kites, gliders and flying machines\nEach Power Hang Glider (PHG) operator/omer should establish, implement\nand maintain an appropriate written Security programme that meets the\nrequirements oi th\" NCASP. This Security Programme is accordingly prepared\nAS per BCAS AVSEC order- 11/2018 PHG operator/owner shall submit\nSecurity Programme to the concemed offrce of Regional Director of BCAS with a\ncopy to BCAS HQ online before operation. Security Programme shatl be signed\ndigitally. A hard copy shall also be sent to Regional Office of BCAS.\nThis Security Programme shall be valid for a period of 5 years. However,\nthe Security Programme shall be updated on the basis of security directives issued\nby the BCAS from time to time. After 5 5rears, each operator to the BCAS shall\nsubmit a revised security programme. BCAS shall be notified immediately if there\nare ctranges .in the details provided in the Security Programme.",
  "6": "Restricted\nSECURITY PROGRAMME OF POWER HANG GLIDER (PHG)\nCHAPTER-3\nPRIMARY OBJECTIVE\nThe primary objective of Security Programme is to ensure the safety of PHG\noperator, staff and the public by preventing acts of unlawful interference with civii\naviation.\nPREVENTIVE SECURITY MEAST]RES\n3.1 \nSimilar to the General Aviation, the responsibility of Security of data,\ncommunication links and storage facilities lies with tlle PHG owner/ operator. Security\nmeasures implemented by the operator shall be proportional to the threat. The\nprocedures and training in place shall lead to enhanced measures whenever the threat\nrises and a reduction in measures when the threat reduces.\nThe PHG owner undertakes to implement the following:-\nImplement the standards of NCASP and comply with security measures\nenumerated in relevant BCAS orders and circulars.\nThe aircraft itself shall be stored and prepared for flight in a manner that will\nprevent and detect tampering and ensure the integrity of vital components. The\nNCASP/Aviation Security Manual provides . further details concerning protection of\nThose who access the PHGs shall be subject to the same background check\nstandards as persons granted unescorted access to security-restricted areas of airports.\nPHG operator/owner shall obtain relevant permission from local administration,\nDGCA and Police before operations.\n3.6 \nEnsure that all staff are duly provided One day Aviation Security Awareness\ntraining online as recommended by BCAS.\n5.L\nJ.J\n3.4\n3.5",
  "7": "4.2\n4.t\n+hat\n4.3\nRestricted\nCIIAPTER-4\nRESPONSIVE MEASURES\nThe PHG owner/operator undertakes to also imptement the following:-\nIn case of hijacking, operator shall attempt to assess the intent of the hijacker\nwhile following emergency procedures set out in Operator,s/Manufacturer,s manual.\nHe should contact the responsible law enforcement agency.\nIn case of any threat and other unlawful acts, operator/owner shall notifu local\npolice, BCAS and DGCA.\nPHG operator/owner shall ensure\ncommensurate with the risk to operations.\nplanned counter-measuros are",
  "8": "Restricted\nPROGRAMME OF POWER HANG GLIDER (PHG)\n(0\n(1r)\n(iiD\n(iv)\n(v)\n(v0\n(vlt)\n(viii)\nCHAPTER-s\nDETAILS OF PHG\nPhoto ofPHG\nYear of Manufacture\nYear ofpurchase\nRegistration number of PHG\nNationality &Registration Mark\nSerial No of PHG\nManufacture and Manufacture's designation\nType/\\{odel",
  "9": "Restrieted\nCIIAPTER-6\nUNDETAKING\nI....................PHG ovmer/operator of..................(the authorized Eftiry), ceriify\nthat all the National law with respect to aviation in India as well as all extant orders and circulars\nissued by BCAS in respect of operator shall be adhered.to while operating the aircraft.\nSignature of CSO/Owner,"
}