{
  "1": "RESTRICTED\nOFFICE OF THE SPECIAL DIRECTOR GENERAL/AIRPORT SECTOR\nCENTML INDUSTRI,AL. SECURITY FORCE\n(Ministry of Home Affairs)\nAdministrative Block\nCISF Complex, Mahipalpur\nNew Delhi-37\noYA\nNo. 0-4201UAPC/OPS(l)/Circular (BCAS)/2o--' Dated o{March' 2O2O\nTo\nAll CASOS, CISF ASGs.\nSub: AVSEC Order No. O1/2020 - Securihr Functions to be carried\nout bv US Airlines at Indian Airoorts. (Exceot at civil\nenclaves and ioint user defence airfields) : Req-\nEnclosed please find herewith a copy of AVSEC Order No. OLIZOZO\nreceived from BCAS vide letter No. CAS-7(379)l2}LglpolicylSelf-Handling-\nL67L82 datd a510212020 on the above subject for information and necessary\naction please.\n2. This has been issued with the approval of the Spl. DG/Airport Sector.\nEncl: As above\n,/\n/d4/\n(Ajrly Kumar)\nAlG/Airport Sector\nCopy to:\nDISG/AP (SZ, NZ WZ & E & NE) : \n_do-\nAVSEC Cell NISA, Hyderabad : \n_do_\nand RTC Arrakkonam.",
  "2": "https://rrra il.g, rr,. in/iwc_staticflayout/shell.html?lang=€7&5.-0.1 ....\nSublect: Avsec Order No 0l/2020\nTo: RD BCAS Ahmedabad <rdamd.bcas@gov.in>,\nRAHUL RATHORE <rdastbcas@gov.in>,\nMnay kumar <rdblrbcas@gov.in>,\nNeetu Kumar <rdbho.bcas@govin>,\n\"K.K.Jha\" <rdbhu.bcas@govin>,\nRegional Direclor <rdchn.bcas@govin>,\nAnil Pundir <rddehr.bcas@gov.in>.\n'U.K. EANDYOPADHYAY\" <rddel.bcas@govin>,\nSanjay Sharma <rdgwt.bcas@govin>,\nRanjan Senapaty <rdhyd.bcas@gov.in>,\nSANJAY SHARMA <rdimp.bcas@9ov.in>,\nDhara Singh Keshawat <rdjai.bcas@govin>,\nASHOK LAKM <rdkol.bcas@gov.in>,\nUmesh Kumar Verma <rd lko. bcas@gov. in >,\nASHUTOSH VASHIST <rdmum.bcas@gov.in>,\nK K Jha <rdpat.bcas@govin>,\n'A.K.S. BlL|-AWR|A\" <rd rai. bcas@gov. in>,\nUmesh Kumar Verma <rdsri.bcas@gov-in>,\nP V Joy <rdtrv.bcas@govin>\nCc: lG APS DELHI <igaps@cisf.govin>,\nGarimaBali DE <garima.bali@nic.in>,\nMaheshwar Dayal <ddgl.bcas@govin>,\nMukund Mohan <jdpoltcas@govin>,\nAvadesh Pratap Singh <jdopsl.bca@govin>,\nChandra Kanta <ddops2.bcas@gov.in>,\n\"A.K. Chaturvedi\" <ddopsl.bcas@govin>,\nPrakash Chandra Joshi <adpol2-bcas@gov.in>,\nKundan Pandey <adops4.bcas@9ov.in>,\n4ay Kumar <adops2.bca@govin>,\nChandra Shekhar <adopsl -bcas@gov.in>,\nNafu es Ahmed <adops2-lccas@gov.in>,\nShishupal Singh <adops3-bcas@gov.in>,\nShiv Shankar Sharma <adpol3-bcas@govin>,\nmaheep.singh@nic.in, Rakesh Asthaana <dg.bcas@govin>,\nAyush Mani Tiwari <ddg2.bcas@govin>\nt)ate: 06102120 15:14\nFrom: PU.MATHAI\"<ddpol.bcas@gov.in>\n,*\\tffi\n{Z\ni(,q\ni'\\ -{\nAvsec Order No 01 2020.pdf (1.7MB)\nSir,\nKindly Iind herewith an attachment for information and necessary action pleaje.\nVvith regards,\nMathai P U\nWafning: \nThis document contains information for ofiicial useolly. N( partof this documenl to be released\nto persons without a need to know for ofiicial purpose only. lf you ar,r nct ' r.r addressee of this e-mail you nray\nnot copy, foMard, disclose or otheMise use it orany pa( of it in any forrn v.i)atsoever lf you have received this\ne-mail in error please e-mail the sender by replying to this message. The rccipient should check this email and\nDeputy. Director (Policy)\nI of2\n06-02-20?0, 17 0t",
  "3": "// RESTRICTED //\nNo. CAS-7 (3'l 9\\120 I 9 I ? olicy/Se I f-Handli nl - I 67 I 82\nqffiRTFF / GOVERNMENT OF INDIA\niTqTfrCr;rq{\"r(rqI MINISTRY oF CIVIL AVIATION\nrTl]1ftsrd-{gIqtrqt} r BUREAU oF crvrl AvrATroN SECURIIY\n.S{'Gig, I-II irfr, EFTIIT&Gr{, Cr;rqq / 'A' WING, I-III FLOOR, JANPATH BHAWAN, JANPATH\nq€ffi- rroool /NEw DELHr - lroool\nDated: - 05102/2020\nAVSEC ORDER No. - 0112020\nSub: Security Functions to be. carried out by US Airlines at Indian Airports.\n(Except at civil enclaves and joiut user defence airlields)\nAlter the approval given by the Cabinet Committee on Security. the designated\n'airlines of any country having a bilateral Air Transport Agreement/ Air services\nAgreement with India, which contains a clause permitting self-handling by the'\ndesignated airlines ofeither side in the tenitory ofthe other Parfy, will be permined to\nundertake self-handling of their flights at Indian airports (except at civil enclaves and\njoint user detbnce airfields), including the secudty functions defined by BCAS.\nsubject to the SOP;\n2. \nAccordingly, in exercise of powers confened by Section 5A of Aircrafi Act.\n1934 (XX[ of 1934), read with Rule 3 (b) of the Aircraft (Security) Rules, 20] l-\nDirector General, Bureau of Civil Aviation Security (BCAS), for the purpose of\nsecuring the safery ofaircraft operations, directs that the following Standard Operating\nProcedure (for security oversight) pertaining to U.S. Airlines opting for selt'-handling\nshall be implemented and Clause (i) of Addendum to AVSEC Order 3,1009 dated\n16.08.2016 shall be deemed as amended to this extent.\na. The airline security staff exercising security controls and their supervisors\nengaged in self-handling at lndian airports must be Indian citizens and\nemployees on the direct payrolls olthe U.S. airline.\nb. The background check of security staff would be obtained by the airlines as\nper the procedure specified by the Bureau of Civil Aviation Security\n(BCAS).\nc. The X-Ray screeners deployed by the U.S. airline operator should be\nsecurity cleared Indian citizens, certified by BCAS in X-ray screening and\nby Directorate General of Civil Aviation (DGCA) in Dangerous Goods\nHandling.\nd. The airline shall subject itsell to security audit, inspection and test as and\nwhen conducted by the BCAS.\nPage I of 3\nffi\nffi\n;;;",
  "4": "The airline shall share data relating to handling of inbound and outbound\ncargo with BCAS as and when sought.\nThe entire premises including Security Hold Area (SllA) and the entry and\nexit points will have suffrcient CCTV coverage. The real time CCTV feed\nshall be shared with the Aviation Security Group (ASG) Control Room to\nthe extent requhed by Indian law.\nSecurity Hold Area's video feed will be provided as per requirement to\nASG in the con8ol room. BCASi/central security agency may embed any\ndesignated officer (s) for regular oversight who would be ailowed to\nconduct random check at any point in time.\nPrivate Security Agencies certified under the Private Security Agency\nRegulation Act (PSARA) and Ex-Army Guards can be engaged by airlines\nto provide access control. Electronic Access Systems can be used as an\nadditional measrue.\ni. High Definition (HD) cameras on airside and Escort by BCAS certified\nsecuriry personnel ofairlines can accompany the cargo and supervise.\nj. For incoming cargo, all extant lndian rules, regulations shall be applicable.\nIn addition, the U.S. airlines may be required to facilitate the lndian\nAviation security regulator to validate their lacilities at all points of\ndeparture, from time to time.\nk. Armed ASG personnel will be deployed at the airside gates ofthe cargo, lbr\nregulating access towards the airside. This deployment will bc from the\nexisting ASC slrength.\nI- The security programme approval of the U.S. airlines by thc BCAS is\nconditional to meeting the requirements plescribed in the SOP lbr the\nsecurity oversight of U.S. airlines. The security t'unctions to be pertbrmed\nby the U-S. airlines shall be subject to any instructions that ma) be issucd\nby MoCA and BCAS from time to time.\nm. The aviation security regulator BCAS will have the right to intervene in the\nself- handling of the U.S. airlines, in case of information implicating\naviation security concems or other potential violations of lndian law\nreceived by the Central Agencies.\nn. Provided they follorv the SOP, U.S. airlines may conduct security functions\nrelated to cargo selthandling , including :-\ni. Access control to the aircraft.\nii. Aircraft security search/ securiry check during normal as rvell as bomb\nrhreat situation.\niii. Screening of unaccompanied baggage. cargo, mail and conrpany slores.\niv. Security of mishandledl unaccompanied/ transit/ transier baggage.\nv. Secondary checks at ladder point ofaircrail.\nvi. Security olcatering items from pre-s.tling sta!.e till loading into aircraft\nPage 2 of 3",
  "5": "Distribution:\nAs per standard list attached.\nCopy to:\nL MoCA (AS Section),'B'Block, Raiiv\nDelhi w.r.t. lerter No. AV.t3o24t;t10t\nvii.Securiry control of express cargo, couri.r bags. cargo. company stores.\nparcels, mail bags and escorting fronr cit., side u1, to aircraft.\nviii. Receiving, carriage and retrieval of securir_v- removed anicles.\nix. Security related to the hold or warehousing ofcar.go, and\nx. Any other security functions notified by the BCAS from time ro time.\n(o) For passenger screening, the self handling procedures shall be {ronducred\naccording to applicable Indian law. For . rrnLiling passengers traflic and\nbaggage, a sepiuate SOP will be considere .: irnd r i,jn required.\n3. \nThe above functions shall be performed by rhe emplovees of foreign airlines\nwho are Indian citizens, are background cleared an,:l are cr:ftified and trained by\nBCAS.\n4. \nThis SOP/AVSEC Order may be modified as . - i.mstar,,es evolve.\n5, \nThis SOP is based upon the.reciprocal granr o: ri thts arJ obligations contained\nin the Air Transport Agreement between thc \niinnt, r ol. India and thc\nGovernrnent of the United States of America, dor,- ,t Neu ,,rlhi, 14 April 2005.\nAceordingly, U.S. Airlines may submit tho .\\ nrentltd Airlines Securitl*\nProgramme for the approval of DG, BCAS.\n6. \nViolation of this order will attract legal acri. :r.ler : e tion I lA ol Airoa{i\nAct, 1934.\n,'lL,L\n(Rakesh Asthaana, IPS)\nDirector General.\nGan,' : \nien. afdarjund Airpon. Ncrr\n9-AS \n, -.u t020.-\n06.OZ)rro\nPage 3 of3"
}