{
  "1": "RICTED\n\nOFFICE OF THE ADDL. DIRECTOR GENERAL/AIRPORT SECTOR\nCENTRAL INDUSTRIAL SECURITY FORCE\n(MINISTRY OF HOME AFFAIRS)\n\nAdm. Block, Ground Floor,\nCISF Complex\nMahipalpur, New Delhi- 37\n\nNo. O-42011/APC/OPS (1)/Circular (BCAS)/24 |280} Dated Ol, Sept’ 2024\n\nTo\n\nIG/APS—I 8d\n\nDIsG/AP (E&NE, NZ, SZ & WZ)\n\nDIsG/CASO ASG Delhi, Mumbai, Bangalore, Hyderabad, Kolkata, Chennai & Ahmedabad\nAll CASOs of ASGs\n\nSub: i iny_mail ne mpany_materi\nMAT):\n\nPlease find enclosed herewith a copy of AvSec Order No. 10/2024 circulated by BCAS vide letter\n15-51/94/2015-Policy Division-BCAS-Part (1)/E-168400 dated 26.08.2024 on the above subject matter.\n2. This is for kind information and necessary action please.\n\nEncl. As above. nm\n\nVega 4\n\n(Vishal Sharma)\nDC/Airport Sector\n\nCopy to: -\n‘AVSec Cell NISA Hyderabad and RTC Arakkonam : For favour of kind information please.\n",
  "2": "//RESTRICTED/ /\n\n15-51/94/2015-POLICY DIVISION-BCAS-Part (1)/E-168400\n‘URGE / GOVERNMENT OF INDIA\nAER fea AaHa/ MINISTRY OF CIVIL AVIATION\nAN AAA PRAT ARI / BUREAU OF CIVIL AVIATION SECURITY\nSSM UA, AHS SATS SI/ UDAAN BHAWAN, SAFDARJUNG AIRPORT\nag feeeit - 110003 / NEW DELHI - 110003.\n\nDate: 26.8.2024\nAvSec Order No. 10/2024\n\nSubject; Security Measures for Company mail (COMAIL) and Company material\n(Comat).\n\nIn exercise of powers conferred under rules 41,43 and 62 of the Aircraft (Security)\nRules, 2023, the Director General, Bureau of Civil Aviation Security, for the purpose of\nthe safety and security of passengers, crew, ground personnel and general public in all\nmatters relating to safeguarding against acts of unlawful interference with civil aviation,\ndirects for security measures to be applied on Company mail (COMAIL) and Company\nmaterial (COMAT).\n\n2. Objective: To comply with the relevant Standards of Annex 17 to the International\nConvention on Civil Aviation and to secure COMAIL & COMAT intended to be carried by\ncommercial air transport operation\n\n3. Scope: Security measures prescribed in this document shall be applicable to all\nthe aircraft operators operating to and from India\n\n4, Security measures for COMAT and COMAIL: The following security measures\nshall be applied:\n\n(a) COMAT and COMAIL shall be subjected to screening by ASG while entering\ninside the SRA of airport.\n\n(b) If COMAT and COMAIL is to be carried in the hold of the aircraft, those shall\nbe screened by the airport operator/aircraft operator (as the case may be]\n\n(c) COMAT and COMAIL transported through cargo facility shall undergo the same\nsecurity procedure as that applicable to cargo and mail.\n\n5. This AVSEC Order supersedes AO 10/2011 issued on 25.1.2011\n6. The above directions shall be implemented by all concerned entities with immediate\n\neffect. Any violation of this AVSEC Order shall attract a penalty under provisions of the\nAircraft (Security) Rules, 2023.\n\nZalfiqu Vn n, IPS\nDireetor’General\n\nlala\n\n"
}