{
  "1": "//RESTRICTED//\n\nCAS-6(11)/2018/Div.-I(RPA)-Part (2)/E-180940\n‘URGE / GOVERNMENT OF INDIA\nan fears area MINISTRY OF CIVIL AVIATION\nan fears aa / BUREAU OF CIVIL AVIATION SECURITY\nTSM Yaa, Wee SZI/ UDAAN BHAWAN, SAFDARJUNG AIRPORT\nag feet - 110003 / NEW DELHI - 110003.\n\nDate: 26.8.2024\n\nAvSec Circular No. 5/2024\n\nSubject: MANPADS (Man-portable Air Defence System) threats to aircraft and\nfacilities at Indian Aerodrome.\n\nIn exercise of powers conferred under rules 3 (2) (j) and 62 (1) of the Aircraft\n(Security) Rules, 2023, Director General, Bureau of Civil Aviation Security, for the\npurpose of the safety and security of passengers, crew, ground personnel and\ngeneral public in all matters relating to safeguarding against acts of unlawful\ninterference with civil aviation, directs for the following comprehensive security\nmeasures aimed at mitigating threat posed by Man-portable Air Defence Systems\nand other weapons of similar nature.\n\n2. Introduction:\n\n2.1. Attacks on aircraft engaged in civil air transport by surface-to-air missiles\n(short-range), or man-portable air defence systems (MANPADS), have been rare\nbut are not unknown. Successful defence against such an attack is challenging\nbut not impossible and depends on close cooperation and coordination among\nground forces, law enforcement, intelligence agencies, operators, flight crews and\nair traffic services.\n\n3. Objective:\n3.1. To outline and implement comprehensive security measures aimed to\nmitigate the risks posed by Man-portable Air Defence Systems (MANPADS) and\n\nother weapons posing a similar threat to aircraft, vulnerable area at or near an\naerodrome.\n\n4. Scope:\n4.1. These instructions are applicable to all airport operators, aircraft operators,\n\nstate police, national intelligence agencies, state administration and relevant\nsecurity agencies responsible for the protection of aircraft and airport facilities.\n\naaZ\n",
  "2": "//RESTRICTED//\n\n5, Threat and Risk Assessment:\n5.1. Threat Assessment:\n\n5.1.1. The National Intelligence Agencies, shall carry out threat assessment of the\nAircraft, Aerodrome and connected infrastructure from MANPADS based on the\nintelligence reports, historical data, threat to flights operating to specific countries\nand topography. Intelligence Agencies shall all also identify high-risk areas for\nattack.\n\n5.2. Vulnerability Assessment:\n5.2.1. A Committee comprising of Airport Operator, Intelligence Agencies, State\n\nPolice, Sate Administration, ASG, Air Traffic Service Provider and Regional\nDirector, BCAS shall carry out vulnerability assessment.\n\n5.2.2. Presence of High rise buildings, adjacent terrain, height of perimeter,\nfunnel area and other demographical factors may be considered while carrying out\nvulnerability assessment.\n\n5.2.3. The committee shall evaluate the effectiveness of existing mitigation\nmeasures also while assessing vulnerability.\n\n5.3. Risk Management:\n\n5.3.1. Based on the threat assessment and subsequent assessment of\nconsequences and vulnerabilities, the committee shall assess the residual risk\nassociated with MANPADS. Depending upon the residual risk, suggest and\nimplement the additional mitigation measures with view to reduce the residual\nrisk.\n\n5.3.2. Develop and implement a risk management plan that addresses identified\nvulnerabilities and threats prioritising actions based on the level of risk and\npotential impact on operations.\n\n5.3.3. The National Risk Context Statement and Guidelines on Threat and Risk\nassessment methodology shall be followed as a guidance material.\n\n5.3.4. ICAO Doc 10084 addresses the broader risks posed by long-range surface-\nto-air missiles (SAMs) in conflict zones, while the MANPADS Toolkit specifically\ntargets the high-risk scenarios at lower altitudes associated with MANPADS. Same\nmay also be referred as guidance tool.\n\nQo\n",
  "3": "6.\n\n//RESTRICTED//\n\nResponsibilities:\n\n6.1. State Police:\n\n6.1\nto\n\n1. In the areas beyond perimeter wall of an aerodrome, which may pose threat\nan aircraft from MANPADS, the state police shall be the first responder to\n\nmitigate it.\n\n61\n\n2. The state police shall take all precautionary measures for mitigating threats\n\nfrom MANPADS. The measures for mitigating threats from MANPADS includes, but\nnot limited to the following:\n\nIntelligence and Surveillance cover (HumInt and Techint) in the area near\naerodrome.\nSensitization of people residing in nearby localities\nCommunity outreach programs to educate the public on the dangers of\nMANPADS and the vital role of reporting suspicious activities\nMotivating citizens to be eyes and ears of police\nHelpline numbers for prompt reporting suspicious activities.\nIdentification of areas, geographical features, building, structures in and\naround aerodrome and funnel area, which can be used for launching a\nMANPAD attack.\n\n)_ Periodic visit, security census and survey of identified areas for preventing\naccess of suspicious persons to the arcas.\n\ni) Enforcing Resident/Tenant/Servant verification in the identified areas\naround aerodrome.\nFrequent patrolling to the identified area in and around aerodrome.\nDeployment of PCR vehicle.\nState Police presence in funnél area & its approach, on both sides.\n\n) Effective Policing with adequate strength of State police personnel.\n\ni) Co-ordination with various agencies in case of an attack/information\nregarding possible attack.\n\nxiv) State Police and their QRTs will respond to the situation in the area outside\n\naerodrome jurisdiction.\n\nxv) Develop and implement an Emergency response plan _ including\n\ncommunication protocols to intimate all in consonance with NCASP and\nAVESEC order No 2/2020 dated 28-05- 2020.\n\n6.2. State/Local Administration:\n\nthe\nthe\n\nThere is a possibility of launching an attack from buildings in the vicinity of\naerodrome especially during landing/take off. Hence, as a preventive measure,\nfollowing actions should be taken:\n\ni) Buildings/high rise towers overlooking the runway or vital installations\ninside/outside the aerodrqmes should be as per existing norms/regulations.\n",
  "4": "//RESTRICTED//\n\nii) Enforcing Resident/Tenant/Servant verification of occupants of such\nbuilding.\n\n6.3. Aircraft Operators:\n\n6.3.1. Aircraft equipment\n\nOperators providing service on a continuing basis in areas of high risk shall seek\nguidance of the relevant authorities on the use of:\n\na) Exhaust shrouding on aircraft.\nb) Non-reflective paint on the exterior of aircraft; and\n©) Electronic countermeasures equipment.\n\n6.3.2. In-flight procedures\n\nAircraft, when over areas known to be at risk from attacks with surface-to-air\nmissiles, shall:\n\na) maintain an altitude of not less than 7500 m (25000 ft) AGL for the\nmaximum time possible\n\nb) make spiralling ascents or descents over designated safe areas for landing or\ntake-off.\n\nc) use the minimal power required for a safe landing or take-off.\n\nd) operate without lights at night in order to obscure the target at which the\nmissile operator could possibly aim; and\n\ne) Operate electronic countermeasures equipment.\n\n6.3.3. Aircraft operators to incorporate relevant measures in corresponding SOP.\n6.4. Air Traffic Services:\n6.4.1. ATS staff should be provided with current operational security information\nby state police so that:\n\na) Safe ascent and descent areas can be pre-planned; and\n\nb) Flight crew may be briefed on the safest approach and take-off areas and\n\noperating procedures to use.\n6.4.2, ATS/AAI to incorporate relevant measures in corresponding SOP\n\n6.5. Airport Operator:\n\n6.5.1. Carry out risk assessment of the aerodrome in co-ordination with Regional\nDirector, BCAS.\n\n6.5.2. Provide all necessary infrastructure required for contingency management.\n\n6.5.3, Priority for recruitment of local residents who can assist by reporting any un\nusual/suspicious activity.\n",
  "5": "//RESTRICTED//\n\n6.6. Aviation Security Group:\n6.6.1. ASG shall assist the state police in managing the situation.\n\n6.6.2. ASG shall assist hassle free access of authorised persons into the airside for\nemergency responses.\n\n7. Emergency Response:\n\n7.1. The State Police shall designate an office/official to manage the response to\nMANPADS threats and incidents. Given that the areas surrounding aerodrome fall\nunder the jurisdiction of various police stations and hierarchies, it is essential to\nestablish a centralized authority to effectively coordinate and oversee MANPAD\nthreat mitigation\n\n7.2. The Police Control Room will share prompt information regarding possible\nattack to the following agencies through quickest possible means;\n\nAir Traffic Services/ATC.\nIntelligence agencies.\nConcerned Police Station.\nAirport Operator.\n\nASG.\n\nBCAS\n\nreaoge\n\n8. Review and Continuous Improvement:\n\n8.1. The Regional Director, BCAS in co-ordination with state police shall carry\nout periodic review of the mitigation plan to assess the effectiveness of MANPADS\nmitigation measures and objective evaluation of aerodrome security.\n\n8.2. The Regional Director, BCAS in co-ordination with state police shall ensure\nthat measures suggested for improvement are implemented on ground.\n\n8.3. Updated information about incidents regarding MANPAD attacks,\nadvancements in technology, best practices to enhance MANPADS threat\nmitigation methodology etc. should be shared with all stake holders.\n\n9. Any violation of this AvSec Circular shall attract penalty under provisions of\nthe Aircraft (Security) Rules, 2023.\n\nZulfiquar Hasan, IPS\nDirector General\n\nrs ey\n",
  "6": "Copy for Information and further n/\n\nThe Deputy Secretary, Ministry of Civil Aviation, Rajeev Gandhi Bhawan\n\nDG's of States of India.\n\nThe ADG, CISF/Airport Sector, Block No. 13-CGO Complex, Lodhi Road,\n\nNew Delhi.\n\nThe Director (Security), Air India, Safdarjung Airport, New Delhi.\n\nGeneral Manager (Security), Airports Authority of India, Rajiv Gandhi\n\nBhawan, Golf Course Road, Sector 43, Safdarjung Airport, New Delhi-\n\n110003.\n\n6. The Chief Security Officer, SpiceJet Limited, 319, Udyog Vihar, Phase IV,\nGurugram, Haryana-122016\n\n7. The Chief Security Officer, Inter Globe Aviation Limited, Level 1, Tower C,\nGlobal Business Park, Mehrauli, Gurugram Road, Gurugram, Haryana-\n\n122002 :\n\n8. The Chief Security Officer TATA SIA Airlines Limited, (Vistara) Intellion.\nEdge Tower A 7th. 9th & 10th Floor, South Peripheral Road Sector 72,\nGurgaon-122001 (Haryana, India).\n\n9. The Vice President (Security), DIAL, New Udan Bhawan, Opp. Terminal 3,\nIGI Airport, New Delhi-110037.\n\n10. The Chief Security Officer, BIAL, Bangalore International Airport\nLimited, Administration Block, Devanahalli-560300.\n\n11. The Chief Security officer, MIAL, Mumbai International Airport Pvt.\nLtd Chhatrapati: Shivaji International Airport Ist Floor, Terminal 1\nSantacruz East Mumbai-99,\n\n12. The Chief Security Officer, GHIAL, Rajiv Gandhi International Airport\nShamshabad, Hyderabad-500108.\n\n13. The Chief Security Officer, CIAL, Cochin International Airport Ltd.\nCochin Airport, Cochin.\n\nInternal Distribution\n\nPSS to DG, PA to Jt. DG, PA to DDG (Policy & O&C), PA to DDG (Tech) PA to\n\nDDG (Ops & Trg.), Joint Director Ops/Policy/Tech/Trg/O&C/Admn, All\n\nRegional Directors.\n\nene\n\nFS\n\na\n"
}