{
  "1": "//RESTRICTED//\n\nseater\nCAS-7(418)/2020/Policy/Private Security/non-core/181750\n‘SRA ULHR / GOVERNMENT OF INDIA\navon fearetet Hara MINISTRY OF CIVIL AVIATION\nara Featretet Gre EAI / BUREAU OF CIVIL AVIATION SECURITY\n‘3PGS, LIL TH, TAT Hae, HAT / +A? WING, LI FLOOR, JANPATH BHAWAN, JANPATH\naig feeeh- 110001 / NEW DELHI - 110001\nDated: - 11/05/2021\n\nAVSEC CIRCULAR\n\nSubject: - Deployment of Private Security Agencies (PSA) for non-core aviation\nsecurity functions at the airports: reg.\n\n13/2021\n\nIn exercise of powers conferred by Section SA of the aircraft Act, 1934 (XXII of\n1934), read with rule 3 (b) of the Aircraft (Security) Rules, 2011, Director General,\nBureau of Civil Aviation Security (DG, BCAS), for the purpose of the safety of\npassengers, crew, ground personnel and the general public in all matters related to\nsafeguarding against acts of unlawful interference with civil aviation, directs that the\nfollowing guidelines shall be implemented while deploying private security personnel\nby Private Security Agency (hereinafter refereed as PSA) for non-core security functions\nat Airport/s.\n1. General\n1.1 Bureau of Civil Aviation Security (BCAS) has laid down following guidelines in\nthe process of implementing provisions of National Civil Aviation Policy (NCAP) 2016,\nfor the deployment and functioning of Private Security Agencies (PSA) at airports for\nnon-core security functions. These guidelines provide the scope of work and norms for\nthe same and that the PSA shall function within the scope of providing aviation security\nat the airports under the operational command and control of the Aviation Security Group\n(ASG).\n\nPage 1 of 8\n",
  "2": "1.2 Definitions: For the purpose of these directions, unless there is anything repugnant\n\nin the subject or context, the definitions will be as under:\n\nLZ THE PRIVATE SECURITY AGENCIES (REGULATION) ACT,\n2005 (hereinafter referred as PSARA 2005) is an Act No. 29 of 2005 enacted in\nparliament to provide for the regulation of private security agencies and for matters\nconnected therewith or incidental thereto.\n\n1.2.2 Private Security Agency. Private Security Agency means an\nentity/agency other than a government agency, department or organisation having\nvalid license under PSARA 2005 with relevant authority, and engaged in the business\nof providing private security services.\n\n1.2.3. Aerodrome Operator. A person, organisation or enterprise responsible\n\nfor operation and management of an aerodrome.\n\n1.24 Appropriate Authority for aviation security. Means Director General,\nBureau of Civil Aviation Security, Ministry of Civil Aviation who shall be\nappropriate authority for the requirements of Annex 17;\n\n1.2.5 Aviation Security Group (ASG). A unit of specialized Government agency\nauthorized by the Director General, BCAS to safeguard civil aviation against act of\nunlawful interference and protection of property at the aerodrome handling civil\naviation.\n\n1.2.6 Background Check. A check of a person’s identity and previous\nexperience, including criminal history and any other security related information\nrelevant for assessing the person’s suitability, in accordance with the national\nlegislation.\n\n1.2.7 Security clearance. Compliance with the security controls specified in the\nNational Civil Aviation Security Programme with regard to any aircraft, entity,\nperson or object. It is a status granted to individuals or entities allowing them access\nto classified information, access to restricted areas or to conduct business after\n\ncompletion of a background check, as amended from time to time.\n\n[The words and expressions not defined in this AVSEC Circular but defined in the\nAircraft Act 1934, Aircraft Rules 1937, aircraft (Security) Rules 2011 and NCASP of\nIndia shall have the same meaning, as assigned to them in the Aircraft Act 1934,\nAircraft Rules 1937, aircraft (Security) Rules 2011 and NCASP of India\n\nPage 2 of 8\n\na\n",
  "3": "2. Objective: The objective of induction of Private Security Agencies at the airports\nhandling civil aviation in India is:~\n\n2.1 to ensure prevention of acts of unlawful interference, sabotage, criminal acts and to\nprovide protection and safeguarding of passengers, crew, ground personnel and the\ngeneral public\n\n2.2. to provide cost effective, reliable, professionally competent, passenger compatible\naviation security through harmonious implementation of non-core security functions by\nthe PSA.\n\n3. Deployment:\n\n3.1 Consequent to the approval of revised ASG (CISF) Manpower Deployment\nfor airports vide OM No. II-27011/22/2018/PF-II dated 23.12.2019 of Ministry of Home\nAffairs, following Non-Core duty posts of Aviation Security are to be manned by Private\nSecurity Personnel.\n\n. Segregation gate(Departure/Arrival)\n\n. Access Control/Document check at SHA queue/6 X-BIS\n. Baggage Controller/XBIS\n\n. Access to Visitor Gallery\n\n. Security of Vital Installation\n\nenege\n\n3.2. Selection procedure and other qualifications: -\n\n3.2.1 Every PSA may, while employing a person, for non-core duty posts, give\npreference to a person who has served as a member in one or more of the\nestablishments, namely Army, Navy, Air Force, any other Armed Forces of the\nUnion/CAPFs, Police including armed constabularies of States and Home Guards.\n3.2.2 Private security Personnel should be well conversant with the local language.\nThey shall be medically fit to perform the assigned work; and should be preferably\nbelow 50 years of age.\n\n3.2.3 Supervisors and above who have to deal with public shall be graduate, They\nshould have aptitude towards security duties at the airport. They should have good\n\ncommunication skills and should have pleasant demeanour. Security Guards\n\nPage 3 of 8\n",
  "4": "should preferably be graduates but the minimum educational qualification shall be\n\n10+2 or equivalent\n\n3.3. Induction:\n\n3.3.1 PSA personnel forming the induction contingent will assemble at the\ndesignated airport to be inducted, well in advance to undergo the required training\n\nprogramme, as stipulated in Para 5 below.\n\n3.3.2 PSA personnel shall normally be deployed as per the duty points to be\nvacated by the ASG, in pursuance of MHA OM dated 23.12.2019.\n\nHowever, if a situation arises where changes in the deployment pattern/ increase\nor decrease in the sanctioned strength becomes necessary due to changing security\nrequirements, a joint re-survey by a Board of Officers consisting of representatives\nof Airport Operator, ASG, IB(MHA) and BCAS shall be carried out as decided by\nDG, BCAS, to reassess the requirements.\n\n3.3.3 PSA will carry out all such other duties/functions, which are duly assigned to\nthem by DG, BCAS.\n\n3.3.4 Training of appropriate duration shall be organized by Training Division,\nBCAS at the concerned airport/ASTIs before the induction.\n\n3.3.5 In order to have a smooth take-over of duties, ASG shall extend necessary\nhelp to PSA personnel to facilitate familiarization of working for a fortnight after\ninduction of PSA. The fortnight will be split into two parts as indicated below-\n\n. During the first week, the PSA personnel will observe the ASG personnel on the\njob at every post, earmarked for PSA deployment.\n\n. In the second week, the PSA personnel shall perform the job under the guidance of\nthe ASG which will keep only a skeleton staff for the purpose during this period.\n3.3.6 At the end of fortnight, a review session/meeting on the working of PSA\nshall be conducted by concemed RD, BCAS, in consultation with the Airport\n\nOperator and ASG, to finalize the firm date of induction of PSA.\n\nPage 4 of 8\n",
  "5": "Note: Para 3.3.5 will be applicable only for initial deployment during transition,\nlater on this overlap should be among PSA personnel under supervision of\ndesignated ASG Officer.\n\n3.4 Command and Control\n\n3.4.1 Every PSA shall be under the operational command and supervision of such officer\nin-charge of ASG, who is designated as Chief Aerodrome Security Officer (CASO) for\n\nthat particular airport. However, the general administration of the PSA personnel shall be\nlooked after by the PSA and the Airport Operator.\n\n3.4.2 CASO may issue suitable directions to the PSA, as would be necessary for smooth\nfunctioning of airport operations. However, such directions should be in conformity to\nthe security scheme approved by DG, BCAS and also fall within the given mandate and\njurisdiction of PSA.\n\n3.4.3 The CASO will also submit a deployment statement of PSA personnel to Airport\nDirector, in addition to the deployment statement of ASG. The deployment statement\nwould also be made available to BCAS officers as and when they visit the Airport for\n\ninspection.\n\n3.4.4 Every PSA personnel will wear such uniform with badges depicting the name of the\nPSA, as prescribed by the ASG in consultation with BCAS, for easy and distinct\nidentification. Every PSA should preferably have a similar Uniform for all airports,\n\ndesignated to them, for uniformity and easy identification.\n\n3.4.5 As aviation security has a direct bearing on the national security, every PSA\npersonnel shall be expected to maintain the highest level of integrity of character, honesty\n\nand exemplary discipline level.\n\n3.4.6 Breach of discipline, if any, shall be viewed seriously and shall warrant suitable\npunishment/penal provisions. The standard of discipline and penalty for breach shall be\nin accordance with the extant rules, as applicable on PSA. Any breach of security brought\n\ninto the notice of PSA by CISF shall be acted upon by PSA expeditiously.\n\nPage 5 of 8\n",
  "6": "4. _ Eligibility: Any PSA that is applying to get employed in aviation sector shall meet\n\nall of the following stipulations:\n\na. PSA having obtained license under THE PRIVATE SECURITY AGENCIES\n(REGULATION) ACT, 2005 with concerned Government — State/ Union territory\nas defined in PSARA, 2005.\n\nb. PSA shall have training facility as per registration and licensing terms of PSARA,\n\n2005.\n\nc. Every PSA shall ensure imparting of such training to its security guards and \\\nsupervisors as specified under Para (5) below, before induction for that component\nof PSA personnel that intends to get deployed in airports for non-core duty\nposts/security functions.\n\nd. Security clearance of the PSA shall be obtained from BCAS before commencing\nthe operation/deployment under PSA category on e-Sahaj portal. The security\nclearance shall be valid for a period of five (05) years from the date of issue of\nsecurity clearance or the period of validity of contract with the airport operator,\nwhichever is earlier. The PSA would seek renewal of security clearance from\nBCAS, for which application has to be submitted through e-Sahaj portal, at least\nthree months in advance.\n\ne. The security clearance can, however, be cancelled at any time without assigning\nany reason, in the light of any adverse inputs received from the Central Security\nAgencies.\n\nf. The PSA shall obtain approval of security programme from concerned RD, BCAS\nbefore commencement of operation/deployment, which shall also be shared with\nASG (CISF/Police) and Airport Operator.\n\ng. The private security personnel shall be on the regular pay roll of the designated\nprivate security agency rather than the contractual outsourced employee.\n\n5. Training: Private Security Agency Personnel (security guards and supervisors)\n\nshall undergo the following training before induction at the airports:\n\na. PSA personnel shall undergo Five days Induction training at any BCAS accredited\nAviation Security Training Institute (ASTD;\nb. PSA personnel, after completion of Induction training, shall undergo Basic\nAVSEC course of thirteen (13) days at any BCAS accredited Aviation Security\nTraining Institute (ASTI); and\nc. Refresher course of two days shall be attended by all after every two years. i\n\n6. Responsibilities: - Responsibilities of the organizations/ agencies working at the\n\nairport including Aerodrome operator:\n\na. The Airport Operator shall provide proper infrastructural/operational facilities\nincluding suitable technical equipment to PSA personnel to facilitate effective and\nefficient discharge of their duties.\n\nPage 6 of 8\n",
  "7": ". All technical equipment that will be used by PSA personnel shall meet the\ntechnical specifications as prescribed and stipulated by BCAS, from time to time.\n\n. PSA personnel will be deployed only in non-core security function decided by\nBCAS in consultation with MHA (IB), from time to time.\n\n. Data bank of private security personnel shall be maintained by PSA and Airport\nOperator and shall be shared with BCAS and ASG (CISF/Police) in order to\nprevent re- employment of blacklisted employees.\n\n. Every PSA shall take all measures to mitigate the risk associated with the insider\nthreat through background checks and its periodic re-verification, selection\nprocedures and security training. Every PSA shall ensure proper vetting of their\nservice personnel and support staff.\n\nEvery PSA shall identify and develop appropriate measures in order to protect the\nconfidentiality, integrity and availability of critical information and\ncommunication technology systems and data used for civil aviation operations.\n\n. Aerodrome Entry Permit to PSA employees shall be issued only after character &\nantecedents verification by police and with linkage to the Aadhar data. The AEPs\nshall be deposited after completion of their duty.\n\n. AEPs of superannuating PSA personnel or those personnel who quit or are\nremoved from their jobs shall be taken back by the PSA Management/ Airport\nOperator without fail to prevent its misuse.\n\nAirport specific local SOP of deployment of private security personnel shall be\ndeveloped at each airport by the Airport Operator/Airport Director in consultation\nwith CASO of ASG and RD, BCAS. The SOP would also cover the establishment\nof reliable and effective means of communication between ASG and PSA\npersonnel deployed at the airport, besides meeting the other operational\nrequirements which may come across during the induction, deployment and\noperationalization of the PSA.\n\nEvery aerodrome operator shall engage such number of personnel of PSA as may\nbe determined by the DG, BCAS for performing non-core security duties as\nassigned to them.\n\n. Training to PSA personnel shall be imparted as per the BCAS norms under\n\nsupervision of BCAS. Training Division, BCAS would consider\n\nallotting/organising additional batches of Induction and Basic AVSEC Training\ncourses to clear the immediate requirements of such training for soon to be\ninducted PSA personnel.\n\nPSA personnel should also be involved in the contingency plans by the airport\n\noperators, relevant to the area where they will be deployed.\n\nASG, MHA (IB) and BCAS shall be consulted while making necessary changes in\n\nthe deployment plan of PSA.\n\n. BCAS officials shall conduct audit/ inspection of the PSA while conducting the\nsecurity audit/ inspection at airports. Thus, every PSA shall also make an internal\nQuality Control Programme and ensure its compliance.\n\n. BCAS shall have the overall responsibility of laying down norms for AVSEC\npolicy formulation and monitoring its implementation by all the concerned\nagencies.\n\nPage 7 of 8\n",
  "8": "p. Security incidents shall be reported by PSA to Airport Director and any other\nagency concerned without unnecessary delay by quickest possible means of\ncommunication.\n\n7. In emergent situation, the DG, BCAS may make necessary changes in the\n\ndeployment of PSA.\n\n8. Airport Operators are required to keep private Security Personnel in standby for\ndeployment in the above mentioned duty posts soon to be vacated by ASG, in order to\n\navoid any gap in security arrangement.\n\n9. The above directions are issued under Section 5A of the Aircraft Act 1934, violation\n\nof which is punishable under Section 11A of the said Act.\n\n(laid sd, IPS)\nJoint Director General\nDistribution: As per standard list\n\nPage 8 of 8\n\n"
}