{
  "1": "No. CAS-6(11)/2004/Div-I (ASP)\nSIRe BHR / GOVERNMENT OF INDIA\nant fester Fares / MINISTRY OF CIVIL AVIATION\naioe faatetet BRET FAI) BUREAU OF CIVIL AVIATION SECURITY\nFS, LM Ae, HAT Haat, FATT | “A’ WING, |-lll FLOOR, JANPATH BHAWAN, JANPATH\n\na fret - 110001 / NEW DELHI - 110001\nDate: 05/01/2018\n\nAVSEC Order No. 06/2018\n\nSubject: Aerodrome Security Programme\n\nIn exercise of powers conferred by Section 5A of the Aircraft Act, 1934 (XXII of 1934),\nread with rule 3 (b) of the Aircraft (Security) Rules, 2011, Director General, Bureau of Civil\nAviation Security (DG, BCAS), for the purpose of safety of passengers, crew, ground personnel\nand the general public in all matters related to safeguarding against acts of unlawful interference\nwith civil aviation, directs that the Aerodrome Security Programme (ASP) which has been\nreviewed and updated to comply with the Standards of Annex-17 and security related provisions\nof Annex-9 to the Convention on International Civil Aviation, shall be implemented by all agencies\nconnected with civil aviation security in India. The revised model template is available on the\nBCAS restricted site\n\n2. In terms of rule 8 of the Aircraft (Security) Rules, 201 1, every aerodrome operator shall,\nwith the approval of DG, BCAS, make and comply with the ASP in accordance with the NCASP\nand any amendment to such programme shall be made only after the approval of DG, BCAS. No\naerodrome operator shall be allowed to commence civil aviation operations from an airport in India\nunless the ASP of that aerodrome has been approved by the DG, BCAS.\n\n3. The ASP shall be valid for a period of five (05) years and it shall be updated in accordance\nwith the security directions issued by the DG, BCAS from time to time. After expiry, a revised\nASP in respect of the airport shall be submitted for the approval of the DG, BCAS.\n\n4, This supersedes ASP issued vide AVSEC Circular No. 12/2006 dated 26/07/2006 and its\ncorrigendum dated 17/01/2011,\n\n5. Any violation of this AVSEC Order shall attract penalty under Section 11 A of the Aircraft\nAct 1934.\n\nWR: Dank A_\n\n=.\n(Kumar Rajesh Chandra, 1PS)\\\"'&\n\nDirector General\n\nDistribution: As per standard list attached 6o0. maKAES\n\n&\n(31) 9 ow\n"
}