{
  "1": "OFFICE OF THE ADDL. DIRECTOR GENERAL/AIRPORT SECTOR\nCENTML INDUSTRIAL SECURITY FORCE\n(Ministry of Home Affairs) \nCISF Complex\nAdm' Block' Ground Floor'\nMahiPalPur' New Delhi 37\nDated: l5zSent' 2023\nEnclosed please find herewith BCAS HQrs letter No 1245-\n85t15gt2022(BLR)/Pax Reconciliation/E-22g2g4 dated 15 09'2023 on the above cited\nsubject for kind information and necessary action' please'\no\nwl\"^\\\"\n(Vishal Sharma)\nDC/AirPort Sector\nfor favour of kind information please'\nfor kind information & n/a Please\n-do-\n-do-\nNo. 042011/APC/oPS(1)/Cir' (BCASy23- $o 3 4\nTo\nAll CASOs, CISF ASGs\n2. \nThis is issued with the approval of the Competent Authority'\nEncl: As Above\nCopv to:-\n'1. lG/APS-ll\n2. DlsG/AP (SZ, Nz, WZ & E&NE)\n3. D|sG/CASO ASGs Delhi, Mumbai,\nBangalore, Chennai, Kolkata & Hyderabad\n4 AVSEC Cell NISA, HYderabad\nAnd RTC Arrakkonam",
  "2": "F. No. 1 2 45 -8 5 I I 59 I 2O22(BLR) / Pax Reconc iliation I 8 22929 4\nqRiTgToR/ GOVERNMENT OF INDIA\nTTR fr{r;r{ dATCTq/ MINISTRY OF CIYIL AVIATION\nqTIR frqr{{ ETffI qfr / BI,IREAU OF, CIVIL AVIATION SECURITY\n.oPldg, I-[r irc[, qqgq lfiq, Erqqq / 'A' WING, I-III FLQoR, JAI{PATH BHAWAN,\nJANPATH\nT{frd- uooor /NEwDELHI- uoool\nDated: - tSl09l2023\nAVSEC Order No. -0612023\nSubJect: Reconclllatlon of passengers, their hold baggage, aud malnteaarce of\nrecords thereof - reg.\nIn tlre exercise of powers conferred with rules 3(2l'(b1,20,39(1 and 2l and 62(ll\nof the Aircraft (Security) Rules, 2023, tl:e Director General, BCAS, for the purpose of\nthe safety ofpassengers, crew, aircraft, ground personnel and the general public in all\nmatters related to safeguarding against acts of unlawfui interference with civil\naviation, directs the following with regard to reconciliation of passengers, their hold\nbaggage, and maintenance of records by al1 aircraft operators operating to/from\nIndia, including reconciliation of passengers at aircraft entr5r door points at\naerobridge or at remote bay stald whichever may be the case:\n2. obJective: There are inherent security concerns of sabotage in cases where\npassenger and hold baggage reconciliation is not carried out by Aircraft operator. ?his\nAvsec order is aimed at setting out the guidelines to rule out such possibil-ities.\n3. Pollcy and Scope\n3.1 Aircraft operators shall be responsible for reconciliation of passengers and their\nhold baggage as per extant regulations & their commitment in their approved Aircraft\nOperators' Security Programmes.\n3'2 Hold Baggage reconciliation cannot be done in isolation without passenger\nreconciliation. The cardinal principle for ttre subject of this Avsec order will be - \"for\nevery baggage in the aircraft in flight there shall be a corresponding passenger on\nboard the aircraft,.\n3'3 These directions shalI be applicable for all scheduled and non-scheduled Aircraft\nOperators, Airport Operators and Ground Handting Agencies (GHAs).\n3.4 In addition to ttre guidelines issued vide AvSec order 0s 12022 following directions\nas mentioned in this document are to be adhered by concerned stakehorders.\n4' securlty Infrastructure: Airport operators in coordination with Aircraft operators\nshall develop and establish synchronized systems and infrastructure at airports to\nensure foul-proof passenger and hold baggage reconciliation.\nlU.^^z\nPage 1 of 4",
  "3": "5' Responslblllty of Alrcraft Operator and lts Ground Handllng Agency:\n5'1 All aircraft operators shar ensure that standard operating procedures (Sops)\nl::,::::* \nat] th! nlrameters of passenger and hotd baggage reconcifiation, are\noeveloped, maintained and implemented.\ni;3^\"j.:X:-::reconciliation, in generat, shal be carried out at boarding gates, and\nArrcrart uperator's commerciar staff or its Ground Handling staff, as th\" ;; \nmay be,\nshall be responsible for carrying out passenger reconciliation.\n5 3 Aircraft operator shall assign necessary responsibilities job-rore wise to\ncommercial or GHA and security io, p\".\".rrgJ. and hold baggage reconciliations\nrespectiveiy for each flight departures.\n5'4 Details of gate-no-show and off-loaded passengers, along with h6lst laggage (if\nany) shall be immediately communicated by boaraing gate starf to commercial\ndepartment staff or GHA ramp staff, as the case may be, who will be responsible for\nolfloading hold baggage. This witt be verified uy \"\"\"rr.ity staff. Hold baggagein respect\nof gate-no-show and off-loaded passenger\" \"\",ix-;. retrieved from the ahcraft in\ncoordination with security.\n5'5 Aircraft operator shal ensure that baggage is off-loaded before aircraft doors are\nclosed for departure, in respect or trrose pa\"sengers who have not reported for\nboarding the aircraft.\n5'6 The Aircraft Rerease certificate (ARC) shari be sigrred by the p,ot-in-commaad\nof the flight, and otler officia-ls concemed with reconc,iation process, once it is\nensured that baggage of such passenger is offloaded-\n5'7 Aircraft operators shall mar<e provision for necessar5r infrastructure for\npassengers' reconciliation at aircraft entry door points.\n5'8 AircraJt operators shall coordinate with Airport operators for connectivity with\nDeparture Control Systems (DCS) for real time updates in t acting;;\"\".;;^ *\nvarious touch points of passenger processing.\n5'g Necessary fall-back measures shari be put in place. In case any technical glitch\nor connectivity issues occur for passengei ..\"on\"i1i.tiorr, tiere sharl be manual\nreconc,iation measures. This fall-back -\".\"r.\" sha.n also be part of the station\nspecific SOp.\ni,\"i:lllflTtll;l#ffX ^o\"rart \nope rator's co mmercrar de partme nt or GrA, a nd\n6' 1 Aircraft operators'commercial department or GHA at the airport, as ttre case may\nbe' shall be responsible for keeping close \n\"oo.airr\"tio., *ith aircraft operator,s security\nfor ensuring that the passenger and their baggage are safely taken to the designated\naircraft for which they are destined to b\" bo;;;;jln{oaaea. \n.l\n6'2 Aircratt operators' coiTrmercial department or it,s GHA at the concemed airport,\nas the case may be, will be responsible for sharine\nn \n/ \n_ information to their designated\nUll^/\npage 2 of 4",
  "4": "personnel and aircraft security staff for off-loading of baggage when passenger has\nchecked-in but has not boarded the aircraft.\n6.3 Responsibility for ensuring the exit of gate-no-show and off-loaded Passengers,\nwith or without baggage, who fail to board the aircraft, from the terminal building,\nsha-ll lie with the aircraft operator's commercial department or its GHA, as the case\nmay be. Record of such edts shall be maintained by the ASG on production of the\npassenger and relevant documents.\n6.4 In cdse of international transfer passengers who either fail to board the\nconnecting flight for any reason or it is found that their travel documents are not\nadequate; the responsibility to ensure onward travel/edt/deporting of such\npasSengers shall lie equally with both the aircraft operators' commercial department\nor their GHAs, as tlte case may be, who are associated with that particular airjoumey.\n6.5 In case such gate-no-show passenger re-checks in to another flight, ASG sha1l\nverifu the credentials and take action accordingly.\n6.6 Record of all gate-no-show and off-loaded passengers, shall be maintained by\naircraft operator for a period of one year.\n7. Respoaslblllty of Atucraft Operators' Security:\n7.1 Aircraft Operators' security personnel, with regard to their allocated duties for\nbaggage reconciliation, shall coordinate with Aircraft Operator's GHA or commercial\nstalI, as the case may be, for ollloading concerned baggage in case of any discrepancy\nin passenger reconciliation.\n7.2 Securiqr staJf of Aircraft operators, operating international fliglrts, shall verify\nidentity of the passenger to ensure that the passenger presenting the boarding pass\nis the same person who has checked-in and his travel documents has been verified\nbefore boarding the aircraft.\n8. Implementatlon\n8.1 This Avsec order shall be implemented with immediate effect by all Aircraft\noperators operating in airports, in coordination with their respective Ground Handling\nAgencies and concemed Airport Operators.\n8.2 Aircraft operators shall clearly allocate tasks and responsibilities for passenger\nand baggage reconciliation, in their duty allocations for proper accountability,\ncoordination and off-loading of baggage on requirement.\n8.3 Aircraft Operators and Ground Handling Agencies may arrange appropriate\ntraining of their staff to ensure effective implementation of the Sops as mentioned in\npara 4.1 of this AvSec Order.\n8.4 Ground Handling Agencies shall also clearly allocate tasks and responsibilities\nwith regard to handling of passengers and baggage for any particular aircraft operator,\nin their duty allocations to ensure proper coordination, timely communication, and\noff-loading of baggage on requirement.\nPage 3 of 4",
  "5": "8'5 Any vioration of the provisions contained in this Avsec order sharl attfact penal\n-:-.flll #ff: \nrelevant provisions or th\" Ai';;;;;\"iir.o and the Aircra.rt ri\"\"o.itvt\nDistribudon:\nAs per standard list attached.\nrs[rlt-s\nDirector General\nPaee a nt d\nX\"ilir,r* tb\"r,,*\n(Zulfi qrlar lFlasan, IpS)"
}