{
  "1": "//RESTRICTED//\n\nF. No. CAS-25(2)/04/Div.-I (Hold Baggage)/85389\n‘URGES / GOVERNMENT OF INDIA\nanrfearriaretd/ MINISTRY OF CIVIL AVIATION\n\naT / BUREAU OF CIVIL AVIATION SECURITY\n<or@s, LI Ta, TATUNG, OTT / ‘A’ WING, I-III FLOOR, JANPATH\nBHAWAN, JANPATH *efeceit - 110001 / NEW DELHI - 110001\nDated: - 17.06.2022\n\nAvSec Order No. 05/2022\n\nSubject: Security procedures in respect of hold baggage screening and\nits handling operations.\n\nIn exercise of powers conferred by sub-section 1A of Section SA of the\nAircraft Act, 1934 (XXII of 1934), read with Rule 3 (b) of the Aircraft\n(Security) Rules, 2011, the Director General, BCAS, for the purpose of the\nsafety of passengers, crew, aircraft, ground personnel and the general public\nin all matters related to safeguarding against acts of unlawful interference\nwith civil aviation, directs following Comprehensive Security Procedures in\nrespect of Hold Baggage screening and its handling operations to be followed\nby all concerned stakeholder:\n\n1. Scope:\nShall apply to —\n\na. All aircraft registered in India, and all persons on an aircraft operated\nby an operator who has his principal place of business or permanent\nresidence in India, wherever they may be;\n\nb. __ Indian registered aircraft operating from foreign airports and all flights\noperating from Indian Airports;\n\nc. all International and Domestic Civil Aviation Operations commencing\nfrom any civil acrodrome/Civil Enclaves/ Regional Connectivity Scheme\nAirports/ Waterdromes/ Heliport in India;\n\nd. Airport & off-Airport locations in India, involved in Civil Aviation\noperations;\n\ne. Any other entity or location approved by the Appropriate Authority.\n\n2. Definitions:\n\n2.1 Accompanied hold baggage (hereinafter referred to as “Hold\nBaggage”): Baggage which is accepted for carriage in the hold of an aircraft\nand which is checked in by the passenger who is on board.\n\n2.2 Acts of unlawful interference: These are acts or attempted acts\nsuch as to jeopardize the safety of civil aviation, including but not limited to:\n\nPage 1 of 32\n",
  "2": "/ /RESTRICTED//\n\na) unlawful seizure of aircraft;\nb) destruction of an aircraft in service;\nc) _ hostage-taking on board aircraft or on aerodromes;\n\nqd)\nforcible intrusion on board an aircraft, at an airport or on the p\nremises of an aeronautical facility;\n\ne) introduction on board an aircraft or at an airport of a weapon or\nhazardous device or material intended for criminal purposes;\n\nf) _use of an aircraft in service for the purpose of causing death, serious\nbodily injury, or serious damage to property or the environment; and\n\n) communication of false information such as to jeopardize the safety\nof an aircraft in flight or on the ground, of passengers, crew, ground\npersonnel or the general public, at an airport or on the premises of a civil\naviation facility.\n\n2.3 Aerodrome. Any definite or limited ground or water area intended to\nbe used, either wholly or in part, for the landing or departure of aircraft, and\nincludes all buildings, sheds, vessels, Piers, and other structures thereon or\nappertaining thereto.\n\n2.4 Aerodrome Operator. A person, organization, or enterprise that is\nresponsible for the operation and management of an aerodrome.\n\n2.5 Aircraft Operator. A person, organization, or enterprise engaged in\nor offering to engage in an aircraft operation\n\n2.6 Baggage. Personal property of passengers or crew carried in the\ncabin or in the hold of an aircraft by agreement with the operator.\n\n2.7 Baggage Break-up Area. The area where all the arrival passengers’\nbaggage is delivered to them.\n\n2.8 Baggage container. A receptacle in which baggage is loaded for\nconveyance in an aircraft.\n\n2.9 Baggage Sorting Area. Space in which departure baggage is sorted\ninto flight loads.\n\n2.10 Check-in. The process of reporting to an aircraft operator for\nacceptance on a particular flight.\n\n2.11 Diplomatic pouch/bag. A shipping container has diplomatic\nimmunity from search or seizure when accompanied by the required official\ndocumentation.\n\n2.12 Explosive Detection System (EDS). A technology system or\ncombination of different technologies which has the ability to detect, and so\nto indicate by means of an alarm, explosive material contained in baggage or\nother articles, irrespective of the material from which the bag is made.\n\nPage 2 of 32\n",
  "3": "| RESTRICTED\n\n213 Explosive Device Detection System (EDDS) A technology syste\n\nor combination of different technologies which has the ability to detect, and\n80 to indicate by means of an alarm, an explosive device by detecting one or\nmore components of such a device contained in baggage or other articles,\nirrespective of the material from which the bag or article is made.\n\n2.14 Interline baggage. The baggage of passengers subjected to transfer\nftom the aircraft of one operator to the aircraft of another operator in the\ncourse of their journey.\n\n2.15 Mishandled baggage. Baggage involuntarily, or inadvertently,\nseparated from passengers or crew.\n\n2.16 Prohibited Items. A list of items i.e. weapons, explosives or other\ndangerous devices, articles or substances which may be used to commit an\nact of unlawful interference with civil aviation operations.\n\n2.17 Restricted articles are defined, in the specific context of aviation\nsecurity, as those articles, devices or substances that may be used to\ncommit an act of unlawful interference against civil aviation, or which may\nendanger the safety of an aircraft and its occupants, the public or\ninstallations.\n\n2.18 Screening. The application of technical or other means which are\nintended to identify and/or detect weapons, explosives or other dangerous\ndevices, articles or substances which may be used to commit an set of\nunlawful interference.\n\n2.19 Trace detection equipment. A technology system or combination of\ndifferent technologies which has the ability to detect very small ameunts of\nexplosive materials, and so to indicate, by means of an alarm, any such\nmaterials contained in baggage or other articles subjected for anaiysie’\n\n3.20, Transfer Passengers and Baggage. Passengers and Baggage making\ndirect connections between two direct flights.\n\n2.21 | Unaccompanied baggage. Baggage that is transported as cargo and\nbey, or may not be carried on the same aircraft with the person to whom it\nbelongs.\n\n2.22 | Unclaimed baggage. Baggage that arrives at an airport and is not\nPicked up or claimed by a passenger.\n\n3. Direction:\nSL The obiective of hold baggage screening is to prevent restricted articles\n\nfrom entering security restricted areas and being placed on board aa cineca\nin hold baggage.\n\n3.2 4 fll old baggage shall be considered unclear until Positively\n\nPage 3 of 32\n",
  "4": "|/RESTRICTED//\n\ntreated 88 unclear and subjected to further appropriate screening\nProcedures, X-ray operators should reject or subject it to further screening\nany baggage about which they have any reservation or doubt.\n\nfepresentative of the aircraft operator. No unsecure/unclear/unscreened\nbaggage shall be loaded on to the aircraft.\n\n3.4 spill Aerodrome operators shall provide requisite infrastructure for\nscreening and protection of hold baggage.\n\n85 ce he Aircraft Operators/ Airport Operators shall ensure that all hold\nbaggage to be carried on a commercial aircraft be Protected from\n\nbaggage placed in the airsete hold belongs to bonafide passengers and has\nbeen authorized for carriage after being subjected to the necessary security\ncontrols.\n\n8.7 mur Tangements for hold baggage screening shall be ensured to cause\nminimum disruption to the normal check-in process, the boarding of\nvey meets: and the processing and loading of the baggage. Such screening\nmay be carried out before, during, or after check-in,\n\n3.8 Aircraft operators shall ensure that when they accept hold baggage\nfrom a passenger, this same baggage is offloaded from the aircraft if the\nPassenger fails to board the flight.\n\n3.9 Hold baggage of any passenger who is denied boarding for any\nreason shall be offloaded prior to departure.\n\nS11 | Hold baggage originating from off-airport check-in facilities and\nintended for carriage on aircraft engaged in commercial air transport\nGPerations shall be subjected to the same or higher security measures as\nThose carried out at airport check-in facilities as specifier case to case\nbasis.\n\nPage 4 of 32\n",
  "5": "| /RESTRICTED/|\n\n$02 Al items plaed in the eiterft bold, including items such as\n\ncompany mail or flight documents, shall be subject to appropriate security\ncontrols.\n\n3.13 Technical equipment ie. ILHBS, X-ray BIS, Explosive/liquid\nexplosive trace detector, etc. must be checked by test kit provided by OEM\n(Operational Equipment Manufacturer) and should be fully operational\nbefore commencing of duty in each shift and after due intervals as per\ninstructions issued by the Director-General, BCAS from time to time, Faulty\nequipment shall not be used.\n\n3.14 The In-line hold baggage Screening system shall be operated by\nBCAS certified screeners who shall be a regular employee of the respective\nAirport Operator.\n\n3-18 Screening of hold baggage shall not be outsourced to a third party.\n\n3.16 Aircraft operator/Airport operator shall make arrangements for\ndisposal of prohibited/restricted items/articles at a stand-alone X-ray\nScreening point or at Level -IV screening point respectively.\n\n3.17 After ‘screening, the hold baggage shall be handed over to the aircraft\nCarnot, Authorised representative/ security service provider for escorting\ntill the aircraft through BMA.\n\n3-18 After screening of hold baggage at OOG, the screeners shall hand\nSeer ce baggage to the security staff of the aircraft operator/ security\nservice provider along with the records.\n\n3.19 The agency performing the screening function shall lodge/file\ncomplaints at the local police station along with the aircraft operator\nTepresentative, in case of detection of any unauthorized article/substence\n\nbaggage, the data shall be protected by the agency conducting hold baggage\nbe as rota, meet the goals of confidentiality, integrity, and availability and\nbe as robust as possible against possible cyber-attacks\n\n4. Screening and Hand search Environments:\n\nbaggage are subject to search and that firearms and othes dangerous\narticles are restricted.\n\nPage 5 of 32,\n",
  "6": "//RESTRICTED//\n\nhand. The passenger should be able to witness the examination, but should\n\nnot be in a position to interfere with the search.\n\n4.3 The conveyor belt from the check-in point/baggage drop-point to\nthe baggage make-up area shall be protected from unauthorized access\nduring its movement up to the baggage make-up area.\n\n5. Equipment for hold baggage screening at screening Checkpoints:\n\n5.1 Following equipment shall be installed at screening check points for\nscreening of hold baggage:\na. Before Check-in: Stand-alone CT/X-BIS.\n\nb. After check-in: In-line Hold Baggage System as specified by\nBCAS.\n\nc ETD/EVD\nd. Other equipment as approved by the BCAS from time to time.\n\n5.2 Before commencement of operation, the screener shall ensure that\nthe performance test of the machine is carried out by the manufacturer's\nprovided test kit at least once in each shift.\n\n6. General Screening Principles:\n\n6.1 All items of originating accompanied hold baggage shall be screened\nand cleared by one of the following methods:\n\na. 100% screening by X-Ray BIS; and\n\nb. Manual hand search on a continuous random basis where the\nPercentage of baggage including suspect baggage so searched within a\nParticular period shall not be less than 10% of the total baggage during that\nperiod.\n\nOR\na. 100% screening by X-Ray BIS; and\n\nb. Screening by Explosive Detection System (EDS) unit as specified by\nBCAS, or by explosive sniffer dogs on a continuous random basis where the\npercentage of bags so screened during a particular period including suspect\nbaggage shall not be less than 10% of the total baggage screened during that\nperiod.\n\nOR\n\na. 100 % screening with Inline Hold Baggage Screening System\n(LHBSS), as per the procedures specified in this AvSec order.\n\nPage 6 of 32\n",
  "7": "//RESTRICTED//\n\nOR\n\na. 100% manual hand search; and\nb. _ Screening by X-Ray BIS or Explosive Trace Detection system for items,\nwhich cannot be adequately cleared by manual hand search.\n\n7. Screening Procedures:\n7.1 Manual search:\n\ni) Manual searches of hold baggage shall be conducted following the\nsame instructions as for cabin baggage. However, on completion of a search,\nthe baggage should be closed and fastened but should not, under normal\ncircumstances, be returned to the passenger.\n\nii) _ Whenever possible, manual searchers should have ready access to X-\nray facilities and ETD/EVD equipment to support their examination of\nindividual items. The search should be carried out at a location specified in\napproved standard operating procedures. Preferably, the search should be\nconducted at a location not observable by other passengers, and in a secure\nand controlled environment.\n\nii) Manual search of the hold baggage should be conducted in\naccordance with the following basic guidelines:\n\na) the searcher should be tactful, courteous and use caution;\n\nb) __ it is important to adopt a systematic approach so that no items or\nareas of the bag are overlooked;\n\nc) baggage must be matched with the correct person/owner and\npositioned on the search table so that the owner can open the bag, but not\ninterfere with the conduct of the search;\n\nd) items found in baggage that could conceal a prohibited article should\nbe opened or subjected to screening by X-ray or other explosive detection\nequipment.\n\niv) Manual search of hold baggage should preferably be conducted by\nsame gender especially in case of female passenger.\n\n7.2 Explosive trace/vapour detection equipment checks: ETD/EVD\nequipment to be used shall be specified by BCAS, It shall be used as part of\nboth primary and secondary (alarm resolution) processes. The detailed\nprocedure for alarm resolution is illustrated at points 12 tol4 of this order.\n\n7.3: X-ray screening: During X-ray screening of hold baggage, X-ray\noperators shall:\n\nPage 7 of 32\n",
  "8": "//RESTRICTED//\n\ni) examine the entire X-ray image for restricted articles, or components\nof restricted articles, making full and effective use of the equipment’s image\nenhancement features, as appropriate. In particular, but not exclusively, the\noperator should look for the components of an IED, including detonators,\nwires, batteries, and electronic or mechanical timing devices. Particular\nattention should be given to dense or opaque areas that might conceal\nrestricted articles and areas highlighted by the system as potential locations\nfor a threatening item;\n\nii) check that the shading of a baggage image is consistent throughout,\nsince lighter edges may indicate the presence of a sheet explosive that does\nnot completely line the top or bottom of the baggage;\n\niii) pay as much attention to the baggage framework and appendages as\nto its contents; and\n\niv) examine any metallic or channelled part of baggage for apparent\nbulges or protrusions which could partially conceal a component of an\nexplosive device.\n\n7.4 If the X-ray operator is not fully satisfied that the baggage and its\ncontents do not contain any restricted articles or components of restricted\narticles, the baggage shall undergo further examination. Under no\ncircumstances, the screener shall clear the baggage until he is fully satisfied\nthat it does not contain any restricted item/article.\n\n7.5 Selection of hold baggage for manual search by X-ray operator should\nalways be made using the principle of reasoned selection and in a consistent\nmanner throughout the period hold baggage is being processed. Reasoned\nselection means that the selection is based on the X-ray image,\nconcentrating the effort on those bags most likely to conceal a\nprohibited /dangerous item and artfully concealed weapons/IED.\n\n7.6 Hold baggage that cannot be cleared by the X-ray screening process\nshall be referred for manual hand search and explosive detection test. Any\nhold baggage which cannot be satisfactorily cleared by the total screening\nprocess shall be denied loading into the aircraft.\n\n7.7 It is imperative that the screening of baggage shall not cease when an\nunauthorized single weapon or device is detected since multiple weapons,\ndevices or dangerous items can be present in a hold-baggage. There shall\nalso be a designated area near the screening machines for handling of\nweapon and ammunitions.\n\n8, Hold Baggage Screening (Standalone): The following officers will be\ndeployed when hold screening (Stand Alone) is taking place.\n\ni) Load Officer -01\nij X-ray Officer -01\niii) Officer physical /Hand Search/ETD check officer. - 01\n\nPage 8 of 32\n",
  "9": "/ /RESTRICTED//\n\nNote: The above officers shall be trained and certified screeners and shall be\nrotated after 20 minutes.\n\n8.1 Duties of Load Officer:\n\na) The load officer must be positioned at the ‘input’ end of the X-ray\nmachine to enable them to observe and assist with the flow of persons\nproceeding through the screening process:\n\nb) The officer shall remain alert for any person who gives cause for\nconcern\n\nc) The Officer will take bags, packages and other articles from each\nperson as they arrive for screening after verifying their travel documents\n\nHe shall ensure that:\n\ni, bag is placed correctly into the tunnel of X-BIS;\n\nii, 30 cm gap between 2 bags/article should be maintained for the\nter performance of the machine;\n\nlift heavy baggage onto the idle rollers;\n\niv. take them off the idle rollers;\n\nv. _ assist the passengers in the queue;\n\nvi. keep the X-BIS area free of left-over trolleys;\n\nd) Following questions may be asked:\n\nIs it your baggage?\n\nDid you pack it yourself?\n\nDo you know the contents?\n\nAre you carrying power bank/ portable charging device or any other\nrestricted item?\n\nv. Was the baggage in your custody throughout?\n\nvi, Are you carrying some electronic/electrical goods?\n\nvii. Did you accept any gift/packet etc. from some other person?\n\nIf the answer to any of the above questions raises doubt, one of the following\nprocedures shall be applied:\n\ni Relevant hold baggage shall be marked as ‘suspect’ and it will be\n\nsubjected to additional security controls.\n\nii, All bags are to be placed on the conveyor belt in such a way as to\neate a clear image on the X-ray monitor.\n\nAll bags shall be removed from trolleys. The Officer will alert the X-Ray\n\nOfficer if there is any bag, which may be unusually heavy or for another\n\nreason which may warrant particular scrutiny.\n\n8.2 Duties of X-ray Officer (Screener):\n\nPage 9 of 32\n",
  "10": "//RESTRICTED//\n\na. Before commencing duty, an X-ray officer shall check the\nserviceability of screening equipment. ;\n\nb. The x-ray officer must always be in a position to interpret the x-ray\nimage.\n\nc. An officer must not continuously interpret images on the x-ray\nmonitor for periods exceeding 20 minutes.\n\nd, If any unauthorized articles are present, or if there is doubt as to the\ncontents of any bag, the bag shall be re-screened and /or to be referred for\nmanual hand search and/or explosive detection test.\n\ne. Continuous random search: In addition to suspect bags, minimum\n10% of total hold baggage which are to be screened should be subjected to\nrandom manual searches. Before a hand search is carried out, the owner of\nthe bag must be identified and their consent should be obtained for hand\nsearch. In case of alert situation, at least 20% of total hand baggage shall be\nmanual searched.\n\nf, When an officer believes that anything contained within a bag\nconstitutes an immediate threat, the officer shall ensure that the passenger\ncannot gain access to the bag. This will normally mean stopping the\nmachine with the bag inside. The officer will inform the Supervisor, who\nshall ensure further necessary action as per local SOP designed for such\nexigencies.\n\n8 _ Only when the x-ray officer is satisfied that the person’s bags are free\nof any unauthorized articles, shall the person be permitted to proceed with\ntheir bag.\n\nh. _ When screening is complete, the officer must check that there are no\narticles or bags left inside the x-ray machine.\n\nNote: During screening a screener shall not use mobile phone/tablet or any\nother electronic gadgets which may distract his/her attention from\nscreening of baggage.\n\n8.3 Duties of physical /Hand Search /ETD check officer (Screener):\na. __ Officers detailed for conducting physical/manual hand search and/or\nExplosive detection test of the hold baggage on a continuous random basis\nor when a bag/item is not cleared by the X-Ray Officer. The X-Ray Officer\nwill not clear the bag in the following cases:\n\ni unauthorized articles (restricted/ prohibited or dangerous items) other\nthan the explosive device is observed on the X-Ray image or\n\nii, the X-Ray Officer is not satisfied as to the safety of any articles in a\nhold baggage or\n\nii, If the contents of any hold baggage are not distinguishable on the X-\nRay I mage, or\n\niv, If at any time the X-Ray Officer considers it necessary or when\ndirected to do so by their Supervisor\n\nPage 10 of 32\n",
  "11": "/ /RESTRICTED//\n\n8.4 Method of manual Search of Hold Baggage:\n\na. A manual search of bags shall be carried out physically/virtually\nreuniting with their owners for further inspection and interview. Manual\nhand search will be done in the physical/virtual presence of the concerned\npassenger.\n\nb. The selection of hold baggage for further inspection should be done\nconsistently and according to the principle of reasoned selection. Guided by\nX-ray images, the focus should be on such areas of baggage which may\nmost likely conceal a restricted or potentially dangerous item.\n\nc. Manual Search of an individual’s hold baggage shall be carried out as\nfollows but not limited to;\n\ni. The physical inspection of hold baggage shall always be carried out in\nthe presence of the person presenting it/on real-time virtual CCTV Screen;\n\nii, Particular attention should be. paid to the lining, trim, seams, rims,\nstuds, zip fasteners, locks, hinges, wheels and handles to identify signs of\ntampering or repair which may indicate the artfully concealment of a\nprohibited article;\n\niii, The contents of the bag should be removed layer by layer, each being\nexamined until the bag is empty. The empty bag should then be lifted by\nhand and assessed for balance and empty weight. If there is suspicion that\nthe bag is not of uniform weight, or not of a weight consistent with being\nempty, the bag itself should be examined for concealment of prohibited\nitems, if necessary, it should be screened by X-ray;\n\n8.5 Duration of duty time for Standalone X-ray equipment operators X-\nray image interpretation is a complex task that can be mentally demanding.\nIt shall be ensured that rotation of the screener is done after every 20\nminutes. He/She shall resume X-Ray interoperation duties only after 40\nmin.\n\n8.6 The area between the standalone screening points till check-in point\nof hold baggage shall be kept under close watch by the security staff of the\nconcerned aircraft operator.\n\n9. Inline Hold Baggage Screening System:\n\n9.1 In case screening are done after the check-in process: Passenger\nquestioning and passenger identification will be undertaken by the check-in\nstaff of the aircraft operator/GHA. Proxy check-in individual cases shall not\nbe allowed. However, group check-in or family check-in may be permitted\nafter verifying the credentials as per aircraft operator's SOP.\n\n9.2 The area between the departure terminal entry points till check-in\n\npoint of hold baggage shall be kept under close watch by the electronic\nsurveillance system.\n\nPage 11 of 32\n",
  "12": "//RESTRICTED//\n\n9.3 Following questions may be asked at the time of Check-in/acceptance\nof baggage:\n\n() Ts it your baggage?\n\n(i) Did you pack it yourself?\n\n(iii) Do you know the contents?\n\n(iv) Are you carrying a power bank/ portable charging device or any other\nrestricted item?\n\n(») Was the baggage in your custody throughout?\n\n(vi) Are you carrying some electronic/electrical goods?\n\n(vil) Did you accept any gift/packet etc. from some other person?\n\n9.4 Ifan answer to any of the above questions raises doubt, the passenger\nalong with his hold baggage shall be referred to the security supervisor of\nthe aircraft operator, who will ensure a thorough check of the passenger and\nhis entire baggage before allowing him to check-in and proceed further.\n\n10. The generic four-level model is described below:\n\n10.1 The system designed for a multi-level screening process shall have\nthe following features: -\n\n10.1.1 Level 1:\n\n@ Level 1 screening is to be undertaken by a CT-EDS machine with\nautomatic explosives detection facilities.\n\n(i) All baggage images will be referred to Level 2 with suspicious areas\nhighlighted, if any, where a certified screener shall accept or reject the\nbaggage.\n\n10.1.2 Level 2 (Level 2A and Level 2B):\n\ni Level 2 screening is remote workstations(s) whereby operator(s) can\nanalyze the image generated by the Level 1 CT-EDS machine. The\nworkstation is required to be equipped with enhanced\nimaging/manipulation systems to assist the operator to diagnose the\nscreened image.\n\nii, 100% of level 1 screened baggage images shall be referred to level 2.\n\niii, Whilst the bag is being referred to level 2, it should be ‘tracked’ while\nit travels along the length of the conveyor such that its position and identity\nare known at all times.\n\niv. In practice, it is usual to provide a conveying system that allows a\nprogrammable time of up to 30 seconds to queue and process the level 2\nimages.\n\nv. In the case of major airports with 5 MPPA or more, airport operators\nshall install level 2B for longer time analysis, so as to ensure that Level-3 is\nnot overloaded. In this instance, there will be enhanced image manipulation\ncapabilities; Senior/experienced operator shall be deployed who shall view\nthe image and have more time to interpret and make a decision. At level 2B,\n\nPage 12 of 32\n",
  "13": "//RESTRICTED//\n\nprogrammable time 40-110 seconds shall be made available so as to enable\nthe sufficient time to the screener for image interpretation.\n\nvi. In systems with multiple level 1 machines, the MUX/Matrix type set-\nup of several level 1 and level 2 workstations will be linked together,\nenabling the level 1 image to go to the next available level-2 workstation. The\nMUX/matrix data communication shall enable any of the Level 1 X-ray\nsystems to send rejected bag images to any of the Level 2 workstations. The\nproposed MUX/matrix scheme must be flexible enough to accommodate\nfuture expansion. In all cases, any bag considered suspect by the operator is\nto be flagged and routed automatically to Level 3.\n\nvii. Cleared bags shall proceed to the baggage make-up area.\n\nviii. If any bag not cleared within a pre-determined time by the level 2A\noperators, are considered ‘time-outs’ and automatically forwarded to level\n2B. In other cases, it shall be forwarded to level 3 from level 2. In addition,\nany mis-tracked or unscreened bags on the conveying system are defaulted\nto the level 3 area.\n\n10.1.3 Level 3:\n\ni. A workstation shall be installed at level-3 to retrieve the image created\nby Level-I, CT-EDS. These workstations may increase as per requirement\nand higher density airports. These workstations should be able to pull the\nimage of the baggage created by the Level-1 machine by a barcode reader/\nscanner.\n\nii. A standalone Dual Energy and dual view X-BIS shall be installed at\nLevel-3 to screen the baggage again. The screener shall rescreen the baggage\nat level-3 invariably.\n\niii, Explosive Trace _/ Particle detection Check. The un-cleared /\nsuspected bags shall be checked with the latest explosive trace detectors by\nusing a vacuum pump / specially designed filter papers for checking the\npresence of explosive substances.\n\niv. Explosive Sniffer Dogs. A dog shall be deployed for confirmation, once\nETD gives a positive signal. The dog is to be turned over every one hour. In\nan 8-hour shift, there should be minimum 2 dogs with handlers.\n\n10.1.4 Level 4:\n\ni, All un-cleared / suspected bags at level 3 are to be manually/\nvirtually reunited with their owners for further inspection and interview. The\nsecurity staff of airport operator shall escort while transporting un-cleared/\nsuspected bags from L-3 to L-4\n\nii. A workstation may be installed at level-4 to retrieve the image created\n\nby Level-1 CT EDS to facilitate the physical inspection of the baggage by the\nsecurity staff.\n\nPage 13 of 32\n",
  "14": "//RESTRICTED//\n\niii, Bag should be accepted or rejected on the system as well as an entry\nin the baggage handover register is to be made, These workstations should\nbe able to pull the image of the baggage created by Level-I machine by a\nbarcode reader/ scanner.\n\niv. Any bag that is still deemed to be suspect after passenger interview.\nOr\n\nv. If the passenger cannot be located, are normally handled as per SOP.\nOnce a bag is declared as threat bag, it should be shifted through conveyor\nbelt system/ automatic lift system.\n\n10.2 In case of virtual reunion of passenger:\n\nRestricted defined area near boarding gate to be earmarked for\nvirtual physical check with live CCTV feeds from Inline level 4 physical\ncheck rooms and a communication facility for direct interaction between\npassenger and security staff conducting physical search of the registered\nbaggage.\n\na) In case of arm/ ammunition or any other customs prohibited/\ncontraband item found, passenger need to be escorted to level 4 as per\nnormal procedure for conducting physical search.\n\nb) With regard to lock and key of baggage, aircraft operator staff to\ncoordinate between passenger and screener.\n\nC) Any bag that is still deemed to be suspect after passenger interview.\nor if the Passenger cannot be located, shall normally be handled as per SOP.\nOnce a bag is declared as threat bag, it should be shifted through conveyor\nbelt system/ automatic lift system.\n\n11. Procedures for handling non-standard /OOG baggage:\n\n00G is designed for handling of oversize/overweight, fragile bags including\nbig boxes, oddly-shaped or otherwise non-standard baggage and special\nhandling bag. Hence provision of stand-alone X-ray machine (O0G) shall be\nmade at departure level for handling of all such baggage. Escorting of such\nbaggage from OOG to BMA shall be done by security staff of concerned\nAircraft operator /Security service provider.\n\n12. Alarm Resolution - Principles:\n\n12.1 If an alarm is produced while conducting explosive trace/vapour\ndetection check; the person and/or their belongings shall be subjected to an\nalarm resolution process.\n\nPage 14 of 32\n",
  "15": "/ /RESTRICTED//\n\n12.2 When an Alarm is produced, the following actions shall be\nundertaken;\n\n12.2.1 Apply ETD cleaning or \"clear down\" procedures to ensure that the\nequipment is free of any residual contamination, including residue from the\nperson or belongings from which the alarm was produced;\n\n12.2.2 The hands of the ETD operator conducting the test and the\nsampling wand, if used, should also be cleaned and tested for potential\nresidue, and the gloves previously used, if any, should be changed;\n\n12.2.3. The ETD operator shall determine what item caused the alarm by\nre-sampling, individually, each item, including the exact area(s) previously\nsampled. To do so, a clean swab should be used for each part. Additional\nscreening by other methods such as X-ray equipment and/or manual search\nof the items concemed may be necessary, as appropriate;\n\n12.2.4 If, following the cleaning and re-sampling procedures, no further\nalarm is produced, the hold bag should be deemed clear to proceed;\n\n12.2.5 Ifa second positive result is produced as a result of re-sampling or\nshould there be other remaining concerns, appropriate escalation protocols\nshall be followed. BDDS team shall be called at the spot and they shall\nproceed as per the SOP.\n\n13. Alarm Resolution - Interview:\n\n13.1 As part of the alarm resolution process, an appropriately trained\nperson shall interview the person in order to help understand what may\nhave caused the alarm and whether this may represent a genuine cause for\nconcern.\n\n13.2 _If possible, the interview should be conducted by a person with\ntraining in behaviour awareness and questioning techniques.\n\n14 Alarm Resolution - Clearance (When re-sampling procedure\nconfirms traces of Explosives):\n\n14.1 ___If the interview process does not provide satisfactory reasons for\nthe detected contamination, and/or the explanation is deemed\nunsatisfactory, the person and their belongings, including the item(s) that\nproduced an alarm, shall be subjected to a full manual search, and screened\nusing available equipment and techniques, with particular attention placed\non signs of tampering (e.g. of electrical items, shoes or inner lining of bags.\n\n14.2 When the resolution process is inconclusive and concems remain,\nbut no explosive has been found, the matter shall be further escalated in\naccordance with local protocols $o a final decision can be reached as to\nwhether the passenger should be allowed to carry on with their journey.\n\nPage 15 of 32\n",
  "16": "/ /RESTRICTED//\n\n14.3. To this end, all relevant information collected during the screening,\nalarm resolution, and interviewing process (including passenger’s name and\nall flight details) shall be shared with the CSO of the Airline and CSO of the\nAirport. The same information shall be shared with BDDS and the matter\nmay be reflected in the DSR submitted to BCAS. Until the alarm and any\nfurther indications of concern have been fully resolved to the satisfaction of\nthe decision-making authorities’ bag shall not be released.\n\n15 Screening system records:\n\n15.1 Records on the following shall be maintained physically/digitally with\nrespect to the hold baggage screening system and all hold baggage that\nundergoes a manual search:\n\na. routine screening equipment checks and maintenance operations;\n\nb. routine compliance test results;\n\nc. daily baggage volumes processed at each security level; and\n\nd. specific individual records for each item of baggage referred for\na manual search, including:\n\ni, date, time and location of search;\n\nii name of searcher;\n\nname of the associated passenger and flight number;\nreason for referral; and\n\nv. search results.\n\nvi. Record Keeping\n\n15.2 The following records/documents shall be maintained for hold\nbaggage screening:\n\ni. Equipment Maintenance (preventive and corrective) and calibration;\n\nit, Security equipment serviceability and performance test checks\nlogbook; and\n\nii Screeners Rotation Register\n\nDG detection registers.\n\nEDS (ETD/EVD) check register\n\nWeapon Acceptance Register\n\nManual Search/Physical Check Register\n\nBg< 2H\n\nNote: The above-mentioned records shall be maintained in physical or\ndigital form for a minimum period of 01 year.\n\n16 Operator proficiency testing:\n16.1 Operator proficiency should be tested periodically. Various test\nmethods including the use of TIP software to embed simulated images into\n\ndisplays of actual baggage during processing, while automatically recording\noperator responses may be used. Non technological methods, such as the\n\nPage 16 of 32\n",
  "17": "//RESTRICTED//\n\ninsertion of test pieces simulating threat items into test baggage or actual\npassenger baggage, with the permission of the passenger, again assessing\nthe ability of operators to identify such items, may also be effective.\n\n16.2 No matter which method is used, test results should be used as a\nperformance enhancement tool and should be shared with superior\nauthority.\n\n17 Procedures in the event of system failure:\n\n17.1 Every airport operator shall be responsible to make necessary\nalternate arrangements as per NCASP in event of system failure.\n\n17.2 Contingency plans should address a breakdown or failure affecting\nthe hold baggage screening system or the conveyer belt or the baggage\nsystem itself, so that all relevant baggage may continue to be screened and\nsearched according to the required standards. A local SOP shall be prepared\nby the airport operator in consultation with ASG, in this regard which shall\nbe vetted the concerned RD, BCAS.\n\n17.3 Hold baggage screening facilities and the baggage system should\nincorporate sufficient redundancy, i.e. spare capacity and/or flexibility, so\nthat the screening of all hold baggage may continue in case the hold baggage\nscreening system becomes unserviceable or is unable to operate at its\nintended capacity.\n\n17.4 It is essential to make full use of the available screening facilities and\nresources. Whenever necessary, additional manual search facilities or\nscreening equipment should be made available. As an aid for manual\nsearches, the screening system should be capable of retrieving and printing\nat least the last image processed.\n\n18 Special security arrangements\n\n18.1 If for safety reason, any cabin baggage beyond boarding gate is\nredirected to be placed in the aircraft hold; such baggage needs not to\nundergo the hold baggage screening provided that any dangerous goods\nwhich are not allowed for transport in the cargo hold are removed (e.g. spare\nlithium batteries, fuel cell systems), and that it meets passenger and\nbaggage reconciliation requirements and the passenger, i.e. owner of the\nbaggage, has boarded the aircraft. The security staff of the aircraft\noperator/security service provider shall escort such baggage during its\ntransportation to the aircraft hold from the aircraft cabin, to prevent\nintroduction of unauthorized article and pilferage. An entry of such baggage\nshall be made in hold baggage manifest.\n\n18.2 For aircraft types that do not have a divider between the hold baggage\ncompartment and passenger cabin, aircraft operators shall apply additional\nmeasures to prevent tampering with screened hold baggage, which may\ninclude the:\n\nPage 17 of 32\n",
  "18": "//RESTRICTED//\n\na) _ installation of netting or any other barrier that will deny access to the\nhold baggage compartment during flight; or\n\nb) _ application of special fixed lockers for baggage which may contain\nrestricted articles or dangerous goods, and the barrier or lockers should be\nlocked and operable with a key or code known only to ground staff.\n\n18.3 Any container or kennel designed for the transport of an animal in an\naircraft hold should undergo appropriate security controls. If the kennel is\nprovided by the aircraft operator, it should be visually checked before the\nanimal is placed inside. The aircraft operator should be responsible for\nkeeping the occupied kennel secure while it awaits loading.\n\n18.4 If the container belongs to the animal’s owner, it should be screened\nwhile empty. After satisfactory screening, the container should be returned\nto the aircraft operator for transport of the animal. If screening equipment is\nnot available, a visual inspection of the container should be carried out with\nthe help of the animal’s owner.\n\n18.5 Prior to loading a kennel in an aircraft hold, security staff of the\nairline should visually examine the entire kennel to confirm that it has not\nbeen tampered with\n\n19 Surveillance in Baggage Sorting Area (BSA) and during\ntransport/movement to aircraft hold:\n\n19.1 Baggage sorting area is designated as a special security zone and only\nauthorized persons shall be allowed to enter into it.\n\n19.2 Any person entering a baggage make-up or storage area without\nauthorization should be challenged and escorted out of the area;\n\n19.3 Airport operator shall ensure the entire BSA area is under electronic\nsurveillance at all time.\n\n19.4 The Aircraft Operator security staff shall ensure security surveillance\nand security control of baggage in BSA.\n\n19.5 The Baggage make-up officer of aircraft operator/security service\nprovider shall check that all bags have the relevant destination tag attached.\n\n19.6 Before loading the baggage on trolleys / containers/ vehicle the\ndetachable part of the baggage tags shall be removed and affixed on\ncontainer chart or grid sheet in case of manual/ Scanned through Electronic\nReconciliation equipment -in case of automatic\n\n19.7 The Aircraft Operator/GHA shall ensure that hold baggage is\n\ntransported /dispatched till aircraft in locked container/ trolley/ vehicle\nsecured with security seals.\n\nPage 18 of 32\n",
  "19": "/ [RESTRICTED//\n\n19.8 ASG shall be deployed in the Baggage make-up area. He/she shall be\npositioned in such a way so as to ensure a clear view of all the bags coming\n\non the conveyor belt.\n\n19.9 Ifa bag is found without a destination tag attached, the baggage shall\nnot be permitted to be loaded into baggage trolleys/containers. The aircraft\noperator representative shall be informed of it. Such bags shall be dealt as\nuncleared bags.\n\n19.10 Apron patrols either mobile or foot should pay particular attention to\nbaggage trolleys/containers moving between baggage make-up and the\naircraft hold. This is to minimize the risk of any unauthorized article being\nintroduced.\n\n19.11 The Airlines Security staff shall search the hold of the aircraft before\nloading of baggage. The search shall be thorough enough to ensure that no\nunauthorized article is present.\n\n19.12 Originating and transfer hold baggage, including tail-to-tail transfer\nhold baggage whenever permissible, shall not be left unattended on the\napron or alongside an aircraft.\n\n20. Passenger and baggage reconciliation:\n\n20.1 General Principle: Person and baggage reconciliation is a procedure\nthat uses a verifiable tracking system to bring attention to hold baggage that\nhas been loaded or is about to be loaded on a specific flight despite the\npassenger’s failure to board the aircraft concerned. The benefit of this\nprocedure is to positively identify hold baggage that is not properly matched\nwith a passenger or crew member on the specific flight, and to positively\nidentify any passenger who has not boarded the aircraft as well as his or her\nassociated hold baggage. The hold baggage shall not be placed on board an\naircraft unless:\n\n20.1.1 the hold baggage is properly marked externally to permit\nreconciliation with the relevant passenger or crew member;\n\n20.1.2 the passenger or crew member to whom the baggage belongs\nhas checked in for the flight on which it is to be carried;\n\n20.1.3 prior to loading, the hold baggage is held in an area of the\nairport to which only authorized persons have access;\n\n20.1.4 the hold baggage has been identified as either accompanied or\nunaccompanied;\n\n20.1.5 the hold baggage has been cleared by screener with due\nprocess.\n\nPage 19 of 32\n",
  "20": "//RESTRICTED//\n\n20.1.6 Transfer or connecting passengers. The hold baggage of a\ntransfer passenger shall not be loaded unless the passenger has checked in,\nwhere required, and boarded the onward flight, and the baggage has been\nreconciled by the onward aircraft operator.\n\n20.1.7 Disembarking transit passengers. If passengers disembark before\nreaching their final destination, their hold and cabin baggage shall be\nremoved from the aircraft;\n\n20.1.8 Crew members. Typically, flight and cabin crews may deliver their\nown hold baggage to the aircraft. Such baggage should be accounted for on\na crew manifest that may consist of a list of names of crew members and the\nnumber of bags each crew member has delivered, recorded against each\nmember’s name.\n\n20.1.9 The process of person and baggage reconciliation may be\naccomplished physically, by using a simple manual or semi-automated\nsystem, or by using a sophisticated automated electronic system that\nprovides fast throughput. Airports with high volumes of passenger traffic are\nadvised to employ an automated system. Whichever method is used, there\nshould be a system of verification, monitoring and inspection to ensure that\ncorrect reconciliation is performed, All necessary procedures shall be\ncompleted before aircraft doors are closed. Security and other controls shall\nbe in place so that passengers cannot disembark undetected after boarding\nand prior to aircraft pushback.\n\n20.1.10 To facilitate effective person and baggage reconciliation, aircraft\noperators should implement, in addition to baggage reconciliation\nprocedures, appropriate security measures for manual and automated\nbaggage tag stocks, in order to prevent any unauthorized use of baggage\ntags. This may be achieved by instituting proper stock control and auditing\nprocedures.\n\n20.2 Procedure for person and baggage reconciliation:\n\nReconciliation of hold baggage shall be done in accordance with below\nmentioned procedure;\n\n20.2.1 Security staff of Aircraft operator or staff of security service\nprovider shall ensure that hold baggage of a passenger, who is not on board\nthe aircraft, is not transported.\n\n20.2.2 Security staff of Aircraft operator or staff of security service\nprovider shall maintain baggage reconciliation records in accordance with\nprescribed requirements\n\n20.2.3 Reconciliation of Registered Baggage shall be undertaken by the\nsecurity staff of concerned airlines or security service provider\n\nPage 20 of 32\n",
  "21": "/ /RESTRICTED//\n\n20.2.4 In order to implement the above mandatory provisions, the\nfollowing procedures shall be followed by all aircraft operators/security\nservice provider:\n\n20.2.4.1 Check in (common to all):\n\na. Each baggage tag will compose of such number of non-detachable and\ndetachable parts as may be deemed necessary by the aircraft operators\nfor computerized or manual baggage reconciliation system.\n\nb. At the time of check-in each passenger will be given a distinct boarding\nnumber (Sequence Number/ baggage tag number) and seat number.\n\nc. Each baggage tag shall contain passenger’s name/ seat number, boarding\nnumber (Sequence number/baggage tag number), routing of the passenger,\nflight number, date number of pieces with total weight. A detachable portion\nof baggage tag will be given to the passenger for the purpose of claiming the\nbaggage at the destination. Similar details shall also be available in the\npassenger check-in system. In order totally details of the passenger and his\nbaggage.\n\nd. The following details shall be provided on both portions of the boarding\ncard or the passenger:\n\nName of the passenger\nSequence Number\nBaggage tag number\nDestination\n\nSeat Number\n\nFlight Number\n\neo00000\n\n20.2.4.2 Passengers baggage Reconciliation:\n\na. The total number of baggage checked-in at the counters for each flight\nshould be matched with total number of baggage received in the\nbaggage sorting area for reconciliation and loading.\n\nb. Baggage received from the check-in area shall be matched with one part\nof the baggage tag which contains passenger's name, seat number, boarding\nnumber and routing.\n\nc. All aircraft operators shall ensure that when groups of individuals check\nin, each passenger identifies his/ her individual baggage at the check-in\ncounter.\n\nd. In both manual and automated reconciliation system, the procedures\nutilized shall keep track of number of baggage received against each\npassenger.\n\ne. Automated or manual record shall be maintained indicating the loading\nposition of the baggage in the aircraft, and wherever necessary, and charts\nshall be used for this purpose.\n\nPage 21 of 32\n",
  "22": "//RESTRICTED//\n\nf. At the departure gate the passengers boarding pass information is entered\ninto the departure control system to verify that the passenger has arrived for\nboarding. In order to verify that the passenger presenting the boarding pass\nis the same person who has checked in, a final passport and boarding pass\ncheck shall be conducted by the aircraft operator, operating international\nflights, at the boarding gate.\n\ng. In order to ensure proper passengers baggage reconciliation, the total\nnumber of baggage received in the baggage sorting area and loaded into the\naircraft must be matched with the total number of baggage accepted at the\ncheck-in counters for each flight.\n\nh, In respect of transfer baggage, it shall be ensured by the concerned\naircraft operator that the baggage are not transferred unless the passenger\nis on board the aircraft and proper passenger baggage reconciliation\nprocedure has been complied with.\n\ni, Where any discrepancy is noted either on grid sheet or on Passenger\nchecked in list coupons necessary action will be taken for reconciling the\nmissing bag tag. This may arise in either of the two cases:-\n\n1. Baggage tag Portion which would be removed for manual\nreconciliation or the whole tag gets lost during it movement from check-in to\nBaggage Sorting Area.\n\n2. — Extra bag gets planted at any stage during movement from check-in\nto Sorting Area.\n\n* On the basis of information received from Reconciliation sheet\nregarding non- matching of a particular tag on a Passenger name list;\nin such cases baggage identification may be done virtually by the\nconcerned passenger or bag will transported as unaccompanied\nbaggage in next available flight once claim received from the\nconcerned passenger/owner.\n\n* In case matching desk is able to match all baggage tags, the bag\nwithout baggage tag - will immediately become a suspicious bag and\nwill have to be handled as such. Count of total bags checked-in and\ntotal bags loaded will also help in dealing with such bag.\n\nj. Where number of passengers on board does not tally with the passenger\nmanifest and missing passenger cannot be traced, his baggage shall be\nremoved from the aircraft and flight shall not be released until passengers\nand baggage reconciliation is complete. Unmatched baggage if any shall be\nhanded over to baggage services for appropriate action.\n\nk. Baggage of a passenger, who does not board the flight shall be offloaded\nand handed over to the concerned passenger.\n\n1. Gate baggage may be taken from passengers at the boarding gate or\nalongside aircraft. Such baggage should be tagged, and tag numbers\nrecorded on the passenger and baggage manifest, or another specific\ndocument for matching gate baggage tag numbers with the associated\npassenger. This basic reconciliation process is required.\n\nPage 22 of 32\n",
  "23": "//RESTRICTED//\n\n21. Unaccompanied hold baggage:\n\n21.1 Unaccompanied hold baggage comprises any passenger baggage\nthat is to be transported separately from its owner because the:\n\n21.1.1 baggage was misdirected or delayed by another aircraft operator;\n21.1.2 baggage did not reach the aircraft in time;\n\n21.1.3 passenger departed on an earlier flight than planned; or\n\n21.1.4 baggage missed the intended flight because of a breakdown in the\nbaggage handling system at some point on its journey\n\n21.2 Security measures for un-accompanied mishandled baggage:\n\nWhen an item of hold baggage is separated from its owner through\nbreakdown of the baggage handling system, the baggage shall be protected\nfrom unlawful access by staff of the concerned aircraft operator and it will\nbe stored in a secured room provided for this purpose. The baggage will be\nsubjected to prescribed security controls to ensure that it does not contain\nany explosive or other sabotage device, before it is loaded on to the aircraft\nfor transportation as unaccompanied baggage.\n\n21.3 Unidentified baggage: means and includes a baggage at an\nairport, with or without a baggage tag which is not picked up by or identified\nwith a passenger. Such baggage shall not be loaded into the aircraft. The\nbaggage shall be investigated and, if not satisfactorily accounted for, shall be\nremoved to an area where it cannot pose a threat or hazard and it shall be\ntreated as a suspect baggage.\n\n21.4 It shall be screened or manually searched at the earliest possible\nopportunity to ensure that it does not contain an explosive device or other\ndangerous object or substance. All such baggage shall be held in a secure\nstorage facility until it has been identified by its owner or safely disposed of\nin accordance with screening procedure specified by the Director General,\nBCAS.\n\n21.5 Each item of unaccompanied hold baggage must be subjected to at\nleast one of the following enhanced security controls:\n\n21.5.1 Search by hand and screening through x-ray equipment from at\nleast two different angles in succession by the same screener.\n\n21.5.2 _ Screening through an explosive detection system either automatic\nmode or in the indicative mode i.e. where the x-ray image is presented to the\nx-ray operator for assessment and decision.\n\n21.5.3 The screener shall furnish a certificate confirming that the\nunaccompanied hold baggage has been subject to the specified security\ncontrols and the said certificate shall be attached to the unaccompanied\nhold baggage portion of the manifest prior to loading in the aircraft.\n\n21.5.4 Before screening of such baggage, aircraft operator shall give in\nwriting a request letter to entity conducting screening of hold baggage with\n\nPage 23 of 32\n",
  "24": "//RESTRICTED//\n\nproper details of passenger and flight in a prescribed format as per local\nSOP.\n\n21.5.5 Each item of unaccompanied hold baggage should be accounted\nfor on the hold baggage manifest and each entry on the manifest should\nclearly show the baggage status, together with the baggage tag number. A\nseparate baggage record should be kept of unaccompanied hold baggage.\n\n21.5.6 The history of unaccompanied baggage, including the reasons\nand circumstances for separation from the owner and the passenger’s\ncurrent whereabouts, should be evident from the audit trail.\n\n21.6 Procedures for unaccompanied baggage:\n\n21.6.1 Baggage accepted as cargo by the aircraft operator shall be treated\nas unsecured cargo, transported with an air waybill, and subjected to\nappropriate security controls, which may include screening, prior to loading.\n\n21.6.2 No unidentified baggage shall be transported by air unless a\ndefinite link can be established with a passenger who travelled and has\nmade a missing baggage claim, and the baggage has been subjected to\nappropriate screening.\n\n21.6.3 If a passenger fails to board a flight, or disembarks before\ndeparture, the passenger’s baggage should be offloaded from the aircraft and\neither:\n\n() Directed to another flight on which the passenger is scheduled to\ntravel, thereby re-establishing its status as accompanied baggage; or\n\n(ii) Subjected to appropriate screening before carriage, provided the\noffloading was a consequence beyond the passenger’s control.\n\n21.6.4 If a passenger travels as intended, but his or her baggage fails to\nmake the flight because of a major disruption to airport operations or an\nunplanned operational constraint, and becomes unaccompanied, the history\nof the baggage from the point of check-in, ie. its provenance, should\nconstitute an acceptable means of security control\n\n21.7 Transfer hold baggage: Transfer hold baggage of International\nflights shall be subjected to the same security procedures as for originating\naccompanied hold baggage prior to being loaded onto an aircraft engaged in\ncommercial air transport operations, unless a validation process has been\nestablished and procedures are continuously implemented by India in\ncollaboration with other contracting states where appropriate, to ensure that\nsuch hold baggage has been screened at the point of origin and\nsubsequently protected from unauthorized interference from the originating\nairport to departing aircraft at the transfer airport. In the case of domestic\noperations, transfer hold baggage may not be screened as the same has\nbeen subjected to screening at the point of origin being a mandatory\nrequirement at all airports in India.”\n\nPage 24 of 32\n",
  "25": "/ /RESTRICTED//\n\n21.8 Interline baggage: Interline baggage shall be treated like\noriginating accompanied hold baggage and subjected to the same security\nprocedures as for originating accompanied hold baggage.\n\n22. Application of provenance:\n\n22.1 Provenance should be considered an acceptable means of security\ncontrol only when appropriate security measures are in place, and when the\nknown circumstances are clearly beyond a passenger's control. Examples of\nsuch uncontrollable circumstances include:\n\n22.1.1 baggage that missed the intended flight because of an unforeseen\ndelay during its transfer between flights or a technical factor such as the\nbreakdown of the baggage system or a handling error;\n\n22.1.2 baggage that was inadvertently placed on the wrong aircraft by the\naircraft operator’s ground crew or its ground handling agent;\n\n22.1.3 a passenger who was denied boarding because of overbooking by\nthe aircraft operator, but not a passenger who volunteered to give up his or\nher seat as a result of overbooking; and\n\n22.1.4 a passenger who was repositioned on another flight by the\naircraft operator as a result of a major disruption to operations caused by a\nnatural event such as adverse weather conditions.\n\n22.2 _If an aircraft operator is able to establish the precise circumstances\nbehind the unaccompanied baggage and can ascertain that there is no\npossibility that the separation was contrived by the passenger or an\naccomplice, the application of provenance may be appropriate.\n\n22.3 In applying provenance as a security control, the aircraft operator\nshould establish that the passenger did in fact travel on the flight for which\nhe or she checked in or, alternatively, was repositioned on a different flight\nor re-routed solely at the prerogative of the aircraft operator and not at the\npassenger’s request.\n\n22.4 The circumstances pertaining to unaccompanied baggage should be\nrecorded in an audit trail by a trained and authorized employee of the\naircraft operator/GHA before the baggage is loaded onto an aircraft.\n\n22.5 An aircraft operator accepting unaccompanied baggage from another\noperator should obtain a written record of the security controls and\nscreening applied to the transferred baggage, and a history of the\npassenger's travel itinerary and/or baggage claim report, before accepting it\nfor onward carriage.\n\n22.6 Unless unaccompanied baggage has been previously screened to the\nrequired standard and has become separated from its owner as a result of\nfactors clearly beyond the passenger's control, all unaccompanied hold\nbaggage, both originating and transfer, para shall be treated as unclear\nbaggage.\n\nPage 25 of 32\n",
  "26": "/ /RESTRICTED//\n\n23. Hold baggage manifest:\n\n23.1 To facilitate effective and efficient passenger and baggage\nreconciliation, each item of hold baggage processed for a flight should be\nrecorded and accounted for on a hold baggage manifest. The hold baggage\nmanifest should clearly identify entries related to accompanied and\nunaccompanied hold baggage.\n\n23.2 The hold baggage manifest should be used to ensure that all baggage\nloaded on the aircraft is intended for the flight and that each\nunaccompanied baggage has been subjected to appropriate enhanced\nsecurity controls.\n\n23.3 The aircraft operator should designate a person responsible for\nvalidating and authorizing the baggage manifest.\n\n24, Protection of hold baggage:\n\n24.1 Airport /Aircraft operators shall ensure appropriate\nmeasures and methodology are established to prevent theft and pilferage\nright from acceptance of hold baggage, till it is handed over to passenger at\narriving airport. Processes of theft prevention plan with relevant resources\nand equipment shall be incorporated in concern airport /aircraft operator\nSOP. Airline should install removable camera inside the holds of aircraft.\n\n24.2 Access to areas where hold baggage is kept shall be controlled to\nprevent unauthorized access, tampering and the introduction of restricted\narticles or explosive devices into hold baggage.\n\n24.3 Hold baggage shall be protected from unauthorized interference from\nthe point at which it is accepted until its departure on an aircraft. Screened\nhold baggage shall be kept under surveillance at all times. The security staff\nof aircraft operator shall escort the security cleared hold baggage from the\nbaggage make-up area to the aircraft.\n\n24.4 The hold baggage shall be transported in an enclosed and locked\nvehicle or trolley secured by security seals.\n\n24.5 The aircraft operator should create awareness to sensitize\nporters/loader/ ground service staff with regard to hold baggage handling\nprocess\n\n24.6 Protection of aircraft operators’ documents - When not attended\nby staff, boarding passes, baggage tags, security stickers and seals and\nother documents shall be protected from unlawful/unauthorized access.\n\n24.7 Security stickers/seals - Prescribed security stickers shall be\napplied to the screened hold baggage by the security staff. In case there are\npockets in the hold baggage, security seal may be applied to all the pockets\nwherever applicable. Additional security measures may be adopted for\nProtection of hold baggage after applying security seal. In the event of a\nPocket being found unsealed at the check-in counter or in the baggage\n\nPage 26 of 32\n",
  "27": "//RESTRICTED//\n\nmake-up area, security seal shall be applied only after pocket has been\nsearched or baggage is re-screened.\n\n24.8 Surveillance from X-Ray screening points to check-in counters:\n\n24.8.1 At such airports, where In-line baggage system has not been\ninstalled, the area between the screening points to check-in counters shall\nbe kept under close watch by electronic surveillance system and security\npersonnel of the concerned aircraft operator to prevent unauthorized\ninterference with screened hold baggage.\n\n24.8.2 The Floor walking duty performed by Customer service shall not be\nmixed with Surveillance duty - The staff performing Surveillance shall\nprofile, ensure all Security control measures for the screened Hold baggage\nis followed without any deviation. On noticing deviation any security control\nmeasure violated he/she shall ensure refer the bag to Re-screening bag\nbefore acceptance for check-in.\n\n24.8.3 Wherever hold baggage screening is carried out through ILHBS\nsystem, airline security staff for counter surveillance staff may not be\nrequired as screening is done after check-in process and baggage is\nprotected till BMA.\n\n24.9 Acceptance of screened hold baggage by check-in staff:\n\nCheck in staff of the aircraft operator/GHA shall not accept hold baggage\nunless security sticker/security seals are affixed on it and these are intact.\nNo baggage shall be checked-in unless it has been subjected to prescribed\nsecurity controls. If any bag needs to be opened for any reason (customs\nchecks etc.) after it has been security cleared, it shall be done in the\npresence of security staff of the concerned airlines/Airport operator who\nshall reseal the bag after ensuring that the bag is not contaminated.\n\n24.10 Hold baggage that is unloaded from an aircraft and not claimed by a\npassenger should be investigated and, if not satisfactorily accounted for,\nshould be removed to an area where it cannot pose a hazard. It should be\nscreened or manually searched at the earliest possible opportunity to ensure\nthat it does not contain an explosive device or other dangerous object or\nsubstance. All such baggage should be held in a secure storage facility until\nit has been claimed by its owner or safely disposed of in accordance with\nlocal laws.\n\n28. Procedure for diplomatic bags and pouches transported as hold\nbaggage:\n\n‘The packages constituting diplomatic bags must bear visible external marks\nof their character and may contain only diplomatic documents or articles\nintended for official use. These bags should also bear the name and address\nof the consignee as well as that of the Foreign Diplomatic Mission I Consular\nPost as sender.\n\nPage 27 of 32\n",
  "28": "//RESTRICTED//\n\n25.1 Diplomatic bags of any classification i.e. carried by a courier or sent\nas cargo shall not be opened under any circumstances by the security staff.\nIn case of serious doubts about the contents of these bags, the matter shall\nbe brought to the notice of the Protocol Division of the Ministry of External\nAffairs who would take appropriate action. Such suspicious baggage shall\nnot be transported until and unless the doubts are cleared to the\nsatisfaction of security staff.\n\n25.2 Diplomatic bags which are carried as hand baggage by the diplomatic\ncourier shall not be screened provided the diplomatic courier (holder of\ndiplomatic passport) produces official documents from the concerned foreign\ndiplomatic mission indicating his status, the number of packages\nconstituting the diplomatic bag, and a certificate stating that the packages\nconstituting the diplomatic bag do not contain any substance which would\nbe dangerous and harmful to the aircraft or its passengers.\n\n25.3 Regarding such diplomatic missions, who may like to send or receive\na diplomatic bag from the aircraft, the concerned person will report to the\nAirport terminal manager. He will be allowed to go into the aerobridge to\nhand over/ receive the diplomatic bag. In case of vehicle is required to reach\nthe aircraft, the Airport operator shall arrange for the vehicle to assist the\ndiplomat. However, the concerned person (s) shall pass through normal\nsecurity channels. Here it is clarified that the diplomatic bag is not to be\nchecked as mentioned in the foregoing paragraphs. However, the couriers\nare liable to security checks.\n\n26 Procedure for carriage of licensed arms/ammunition in hold\nbaggage:\n\n26.1 A passenger can carry his authorized or licensed fire-arm and/or\nammunition in his hold baggage, after declaring it to the check-in staff of\nthe aircraft operator if screening of hold baggage is done after the check-in\nProcess or to the screener at the security check point if the screening is\ndone prior to check in process. Following security measures will be\nimplemented for carriage of arms/ammunition in the hold baggage:\n\n26.1.1 On declaration by the passenger, the check-in staff shall refer to\n00G screening point.\n\n26.1.2 AT OOG security screening point screener will ask the passenger\nto fill and sign a prescribed form for carriage of arms/ammunition. The\ndeclaration form shall be provided by the concerned aircraft operator.\n\n26.1.3 The screener shall verify all the relevant documents to ensure that\nthe weapon is licensed or authorized in the name of the passenger\nconcerned.\n\n26.1.4 Fire-arm shall be checked by screener of aerodrome/ aircraft\n\noperator or Aviation Security Group to ensure that it is not loaded. The fire-\narm will be carried in a lockable and secured bag/container.\n\nPage 28 of 32\n",
  "29": "//RESTRICTED//\n\n26.1.5 Transported ammunition must be securely packed in fiber (such\nas cardboard), wood or metal boxes or other packaging specially designed to\ncarry small amounts of ammunition.\n\n26.1.6 Fire -arm magazines/clips do not satisfy the packaging requirement\nunless they provide a complete and secure enclosure of the ammunition.\n\n26.1.7 The ammunition may also be located in the same hard sided case\nas the firearm, as long as it is properly packed as described above.\n\n26.1.8 Black powder and percussion caps used with black powder type\nfire-arms are not permitted in cabin baggage as well as in hold baggage.\n\n26.1.9 The baggage containing fire-arm and/or ammunition shall not be\nconveyed to baggage make-up area through the conveyor belt. After the\nbaggage has been subjected to prescribed security controls and cleared, the\nsecurity staff of the concerned aerodrome /aircraft operator/security service\nprovider will escort it till it is loaded onto the aircraft hold.\n\n26.1.10 The baggage containing fire-arm will be made over to the\npassenger at the destination in the arrival hall and not on the tarmac.\n\n26.1.11 In case of in-line hold baggage screening system, the process will\nbe performed in a secure area earmarked for this purpose at the airport by\nthe airport operator concerned.\n\n26.2 Procedure and Actions during detection of prohibited articles:\n\n26.2.1 The dangerous goods and prohibited articles shall not be allowed\nfor carriage on persons or in hold baggage. These will be seized by the\nscreening officer.\n\n26.2.2 It is important for the searcher to remain calm and not cause a\npanic among other passengers, which may make the situation worse.\n\n26.2.3 The searcher’s supervisor should seek further assistance from the\nASG/local police.\n\n26.2.4 If the item is confirmed as a suspect explosive device DO NOT\nTOUCH IT but carry out standard suspect explosive device procedures.\n\na) Operator should remain cool and calm, and should not panic\nb) Stop the conveyor belt.\n\nc) Notify the supervisor by a pre-arranged signal\n\nd) Notify the ASG/local police.\n\n€) Do not try to restrain the passenger by using physical force\n{) Do not allow the passenger to board the aircraft.\n\ng) Evacuate the general area\n\nh) Request for services of BDDS.\n\nPage 29 of 32\n",
  "30": "/ /RESTRICTED//\n\n26.2.5 In the case of an undeclared weapon or explosive device being\ndetected during the screening process at hold baggage screening check\npoint, the relevant person shall be detained by the screening officer and\nhanded over to local police for further action.\n\n26.3 Course of Action:\n\n26.3.1 Authorized arms and /or ammunition are allowed to be carried\nonly in the hold of an aircraft. If passenger failed to declared the arms and\n/or ammunition and arms and /or ammunition following course of action\nshall be followed:\n\na) Operator should remain cool and calm, and should not panic.\nb) Remove the baggage for physical checking.\n\nc) Don't allow the passenger to get hold of the baggage.\n\nd) Question the passenger whether he is carrying any prohibited items.\n\ne) In case the passenger answers positively about the weapon ask the\npassenger to show his weapon license.\n\ni, If the passenger is having a valid license with him, the ASG\n(CISF/ state Police) /Aircraft operator/ Airport operator security staff, as the\ncase may be, shall examine the weapon physically to see that it is unloaded\nand packed as per the prescribed norms, obtain declaration from the\nPassenger as required under the Aircraft (Carriage of Dangerous Goods)\nRules 2003 and thereafter allow him to proceed for check-in etc. There is no\nneed to detain the passenger. However, a complaint shall be made about the\nincident to the Director General, DGCA for necessary action at their end\nunder the Aircraft (Carriage of Dangerous Goods) Rules 2003. Local police\nshall also be informed.\n\nii. If the passenger does not have a valid arms license with him at that\ntime but claims to possess the same, he cannot be allowed to proceed. The\npassenger along with his baggage shall be detained and handed over to local\npolice for necessary legal action in this regard.\n\niii. If the passenger claims that he is a serving Police/Defence\nServices/Central Armed Forces personnel and is entitled to carry his service\narms and ammunition, the ASG (CISF/ state Police) /Aircraft operator /\nAirport operator security staff shall confirm his identity through a valid\nphoto identity card issued by the Department / Ministry concerned and\nmovement order/authority slip. If his identity and bona fides are beyond\ndoubt, the ASG (CISF/ state Police) / Aircraft operator / Airport operator\nsecurity staff can obtain necessary declaration from him as required under\nthe Aircraft (Carriage of Dangerous Goods) Rules 2003 and thereafter allow\nhim to proceed for check-in etc. There is no need to detain the passenger.\nHowever, a complaint shall be made about the incident to the Director\nGeneral, DGCA for necessary action at their end under the Aircraft (Carriage\nof Dangerous Goods) Rules 2003. Local police shall also be informed and a\n\nPage 30 of 32\n",
  "31": "//RESTRICTED//\n\ncopy of such complaint shall also be forwarded to the controlling authority\nof such person.\n\niv. In case of empty shells and fired bullets Local police shall be informed.\n\nv. In case the passenger neither has a valid arms license with him nor\nclaims to possess the same, the ASG (CISF/ state Police) / Aircraft operator\n/ Airport operator security staff shall hand him over to the local police along\nwith the arms and ammunition with a complaint about the incident for\ntaking necessary legal action under the Arms Act 1959/2016 and Aircraft\nAct 1934 and the rules framed there under.\n\n27. Prohibition on carriage of certain goods:\n\n27.1 Carriage of Drone - Drone/Remotely Piloted Aircraft System (RPAS)\n/Unmanned Aircraft System (UAS) /Unmanned Aerial Vehicle (UAV) are\nrestricted items and may be carried in hold baggage if appropriate approval\nis in place.\n\n27.2 Carriage of Firecracker / Pyrotechnics:\n\n27.2.1 Firecrackers/pyrotechnics contain explosives and carriage of\nexplosives in check-in baggage is prohibited under Rule 8 of Aircraft Rules,\n1937.\n\n27.2.2 All aircraft operators/Airport operator shall ensure that any\nattempt by passengers to smuggle explosives including fire crackers into the\naircraft is not only foiled but the passengers involved in such acts are also\nhanded over to the police and FIR is lodged against such passengers for\nappropriate action. Mere confiscation of firecrackers detected in the check-in\nbaggage and subsequent letting off of such passengers are not enough. Legal\naction against such passengers is essential to prevent unlawful interferences\nwith civil aviation operations.\n\n27.2.3 All travelling public may be suitably educated on the above lines by\nway of warning mentioned in the airlines ticket and by display of boards in\nterminal buildings. Stringent punishment to offenders alone will act as\ndeterrent against potential offenders.\n\n27.3 Carriage of Satellite Phone:\n\n27.3.1 BSNL has been issued a ‘Sui Generis’ license by the DoT for\nproviding Global Satellite Phone Service with M/s Inmarsat. Accordingly, the\nuse of BSNL provided Inmarsat satellite handset (SAT phone) has been\nallowed in India and the customers availing this service are required to show\nauthorization of the handset, whenever asked by security personnel.\n\n27.3.2 Use of all other satellite phone services such as Thuraya etc.\n\ncontinues to be unlawful in Indian Territory, unless specific permission is\ngiven by the competent authority for use of such service. Unauthorized use\n\nPage 31 of 32\n",
  "32": "/ /RESTRICTED//\n\nof satellite phones is punishable as per provisions under sections 20 and 21\nof the Indian Telegraph Act, 1885 for violation of provisions of section 4 of\nthe said Act.\n\n27.3.3. Entities operating at airports are directed to sensitize all concerned\nabout carriage and use of BSNL provided Inmarsat Satellite Handsets in\nIndia by authorized persons while ensuring action as per law for\nunauthorized use of all other satellite phones.\n\n28. Procedure on Failure of Security Controls of hold baggage: In the\nevent that an aircraft has already departed without the proper\nimplementation of security controls related to the flight, appropriate\nauthorities at the destination of arrival shall be notified as to the nature of\nthe failure.\n\n29. Procedure on Power failure and break down of security\nEquipment:\n\nPower failure and break down of security equipment: Every airport\noperator shall be responsible to make necessary arrangements for alternate\npower source to ensure that prescribed security checks are carried out\nwithout disruption. In case of breakdown of security equipment, 100%\nmanual screening shall be carried out.\n\n30 Exemptions: DG, BCAS may exempt screening of hold baggage in\nCivil Aircraft operating from and to civil airports in India in national interest.\n\n31 This AVSEC Order has been issued in supersession of CAS 26 (7)\ndated 16.11.1993, CAS 25 (2)/96.Div.I dated: 30.04.1997, AC 09/1999, AC\n32/2001, CAS 03 (32) dated 20.03.2001, AC 04/2001, AO 06/2001, AO\n05/2002, AC 23/2003, AO 01/2003, AC 09/2004, AC 17/2004, AO\n02/2004, AO 04/2004, AC 34/2005, AC 27/2006, AC 31/2006, AC\n15/2007, CAS 3 (2) dated 01.10.2007, AC 03/2008, AC 07/2019 and BCAS\nletter dated 14.10.2020 and shall be implemented with immediate effect.\n\n32. Penalty: Any violation of this AvSec Order shall attract penalty\nunder applicable provisions of the Aircraft Act, 1934 and the Aircraft\n(Security) Rules, 2011.\n\n33. This issues with the approval of Director General, BCAS.\n\n\\\n\nDistribution: As per standard list\n\nPage 32 of 32\n"
}