{
  "1": "CENTRAL INDUSTRIAL SECURITY FORCE\n\nOFFICE OF THE ADDL. DIRECTOR GENERAL/AIRPORT. SECTOR 08°\nha (Ministry of Home Affairs)\n\n| ¥\nAdministrative Block\n\nCISF Complex, Mahipalpur\nNew Dethi-37\n\n18- Ay Dated 0¢ Mar’ 2018\n\noe?\n\nNo. 0-4201 VAPC/OPS(1)/Circular (BCAS:\nTo\nAll CASOs, CISF ASGs.\n\nSub: AVSEC Order No. _08/2018— Fuel Farm Security\nProgramme (FFSP): Reg-\n\nEnclosed please find a copy of BCAS AVSEC Order No. 08/2018\ndated 28/02/2018 on the above subject for information ant\n\nid necessary\naction please.\nEncl: As above\n(B.K. Singh)\nDy. CommandanvAPS\nsexs d\nCopy to:\n\nDIG/AP (SZ, NZ WZ &E& NE)\n\nAVSEC Cell NISA, Hyderabad\nand RTC Arrakkonam.\n\n: for kind information please.\n~do-\n\n",
  "2": "Bad\n\nNo. CAS-6(11)/2004/Div-I (FFSP) |\narea SRB / GOVERNMENT OF INDIA\namg UTA Haverd / MINISTRY OF CIVIL AVIATION\naure PRATT BRAT BEL! BUREAU OF CIVIL AVIATION SECURITY\ncop Ge, LN AS, SATE MA, SATE “A? WING, LIT FLOOR, JANPATH BHAWAN, JANPATH\n“a Rett - 110001 / NEW DELHI ~ 110001\nDate: 28/02/2018\n\nAVSEC Order No. 08/2018 ald\n\nProgramme (FES)\n\ntn exercise of powers conferred by Section 5A of the Aircraft Act 1934 (XXII of 1934),\nread with rule 3 (b) of the Aircraft (Security) Rules, 2011, Ditectot General, Bureau of Civil\nreeiation Security (DG, BCAS), for the purpose of safety of passengers Sot ground personnel\nand the general public in all matters related to safeguarding against acts of unlawful interference\nvith civil aviation, directs that the Fuel Farm Security Programing (FFSP) which has been\nprepared to comply with the provisions laid down in JCAO Doc 8973 and security related\nprovisions of NCASP and NQCP, shall be implemented bY ail Fuel Farm agencies connected with\nere aviation operations in India. The model template is available on the BCAS restricted site.\n\n4, tn terms of the said provisions, every Fuel Farm agency shall, with the approval of DG,\nBCAS, make and comply with the Fuel Farm Security Programme (FFSP) as per said template\ntnd any amendment to such programme shall be made only after the approval of DG, BCAS.\nNo Fuel Farm agency shall be allowed to commence its operations from an airport / off airport\nJoeation in India unless its Fuel Farm Security Programme (FFSP) hes een approved by the DG,\nBCAS.\n\n3, The Fuel Farm Security Programme (FFSP) shall be valid for a period 6 five (05) years\n> instil be updated in accordance with the security directions issued by the DG, BCAS from\nand i ume, Before expity, a revised Fuel Farm Security Programme (FES®) respect of the\ntime vexed Fuel Farm agency shall be submitted at least three months in advance for further\napproval process.\n\n4, Anyviolation ofthis AVSEC Order shall attract penalty under Section 11 A of the Aircraft\nAct 1934.\n\nem gr ted\n(Kumar Rajesh Chandra, 1 2B\nDirector General\n\nDistribution: As per standard list attached\n\nfv\n"
}