{
  "1": "OFFICE OF THE ADDL. DIRECTOR GENERAUAIRPORT SECTOR\nCENTML INDUSTRIAL SECURITY FORCE\n(Ministry of Home Affairs)\nNo. 0-4201 1/APC/OPS(1)/Circular (BCAS)/17- /t 3t 3\nTo\nAdministrative Block\nCISF Complex, MahiPalPur\nBy Pass Road, N. Delhi-37\nDated: r r Dec'2018\nAll CASOs, CISF ASGs\nSub:\nEnclosed please find herewith BCAS AvSec Order No 10/2018 (CAS-\n6(11)l2OO4tDiv-l(RPA) dated 13.12.2018 regarding Security Programme of Remotely\nPiloted Aircraft (sPRPA) for kind information and further necessary action\naccordingly please:\n2. \nThis issues with the approval of the Competent Authority.\nEncl: As above.\nult\\1y'\n(B.K.Singh)\nDy. GommandanUOPS\nfor AIG/Airport Sector\nGopy to:\nrG/APS (r&ll)\nD|G/AP (SZ, NZ WZ & E & NE)\nAVSEC Cell, NISA, HYderabad\nDIG RTC Arakkonam\n: for kind information Please.\n-do-.\n-do-\n-do*\nReq-",
  "2": "Ftri,E 3{A\n+, q /+-.5\n(t,1\\ /' \n+rr(.,' q\\r'r\\ I v* \niri*t oa ctv'lL AVIATION\n- )^^-affi \nRqrq( riard?\nI'8 I tz1a.,,-,orerr sfr / \"u*oJ \not cIvIL AvlATlo-N.sEC\n#ffi1covrnxunxr glY:l:\n' r a'iil.ffi HH';l ;#;; ;; \n^' yL\":' *\"on sEC tjRrrY\noie, r-rl, (q, c\"*qffid \".+ i1::f::*i*:Xif \nA'r H BHA*AN' JANPA'H\noqGS - ,ro*, / NEw D^ELIrl - 11ooo1\nDate: 13/12i2018\nAVSEC ORDER - 10/2018\nSubject:\nIn exercise of powers conferred^bv t\"\"li:lj::t',tli,^i',\",1i*';\"ti#J}:l:l\nNo. CAS-6 (1i)/2004/Div'J (RPA)\n,r,r,.,J\"iii[i:,.\",r,i][T:t',\",:,\"i-',lJ.,Efiir\":#;,oi,\"\"'o'General,Bureauor\nciv' Aviation Securitv (\"' ;aos; ;;; the purpose' or tht:TJf\"i,fr lTii'i;\"lllXi\n-;:H1*****,1;lriffi il: j':il:Tr:: ji\"sy;T#I#ffff:H\nil\",:,^ffi :: l;;y*l-Xlff :.','J.f Ttrii;:\"Ti'i,;;$^ uia',qcp, st11 ue\nimplemented uy at ntn1otlii'ii'\"tJ'ot'i'aft operators except Microaiano category\nconnected with civil *'\"t'\"\"'''\"nt*1\"* i\"'*ai\" rn\" *oati it*plate is available on the\nBCAS restrir:ted sitc'\n2. \nIn terms of the said provisions' every Remotely Piloted Aircraft (RPA) operators\nshalr. with the approvar \"r r'd, ira'^i, -\"t\" ^\"a *.pry *ir}. itr\" Security Programme of\niiJ,,;,. ir, u \",. i, o**^0. 1\"f iil, \";ffi ,': I \",'tt S:. * ^Tl,t!* n*:;fi[:\nDros.ramnle shall be made only artst t ! :\"^::...-:\";,., t,.,.is unless its Security Programme\nor.ru,o, :hall be allowed t\" ::[;;;t \nlt' optuti\"n' in india unless its Security Progra\nof R\"*ot.lv Piloted Aircrart;;';il;;;;';:;; approved bv the DC' BCAS'\n3.IhesecuriiyProgrammeofRemotelyPilotedAircraft(SPRPA)shailbevalidfora\nperiod of five (05t yeu\" *u \" \nJ*rt'u' upaut'a'\" l**:.',:::'J::\":it'r-'T:-Xff;'::1\n,[#:'ll$:'\"*iifr \nlfJ.Y];r'r*:*::lI:in:ruu\"ul?'ii\"'t'pera'['r\nshall be submitted at least three montn5 rrr auYurvv '-' -\n4. \nAny violation of this AVSEC Order shall attract penalty under Section 11A of the\nAircraft Act 1934'\nDistribution: As per standard list attached'\n*l#ffiml..''",
  "3": "Distribution:\n1. Shri Satish Chander, Under Secretary, MoCA, Rajiv Gandhi Bhawan, New Delhi'\n),,{,l:r:iM.A.Ganapathy,ADG,AirportSector(CISF),Adm'BlockGFloor,CISF\n/' \nComplex, Mahipalpur By Pass Road, New Delhi-110037'\n3. ShIi H.G.S. Dhaliwal, Director (Security), AAI, Rajiv Gandhi Bhawan, New Delhi.\n4. Shri L. Velraj, ED (Security) Air India, Safderjung Airport, New Delhi'\n5. Shri Mukesh Mittal, Joint Secretary (IS-ID, MHA, Major Dhyan chand National\nStadium, 2nd Floor, New Delhi-110003.\n6. Shri R.R. Verma, Joitrt Director, IB, MI{A, 35 S P N4arg, New Delhi'\n7. RD, BCAS, Delhi, Chennai, Mumbai, Kolkatta, Ahmedabad, Hyderabad' Amritsar'\nGuwahati & Imphal: to provide the relevant portion of Security Programme\nRemotely Piloted Aircraft to concerned agencies in your respective jurisdiction\nafter signing the confidentiality agreement'\nInternal Distribution :\nPPS tO DG, ST, PPS tO Jt DG, PS tO DDG (AMT), PA tO DDG (DR)' AII\nJDs/DDs/ADs of BCAS HQ, Guard File.\nAD (OL) - with the request to translate this AVSEC Order in Hindi Language'",
  "4": "Restricted\nRemotely Piloted Aircraft System (RPAS) SECURITY PROGRAMME\nName of Remote PilotAircraft Operator -\nCHAPTER-1\nOwner Profile\na ) Name of Owner /Operator -\nb) Complete Postal address ofthe owner -\nc) Details of Tel, Mob, Fax, E-mail, Web-Mail -\nd) Location of Remote Pilot Station and Location where RPA is supposed to be stored\ne) Concemed Regional Director Office -\nf) Whether obtained Police background from local Police station -\ng) Copy of police background check to be scanned and enclosed -",
  "5": "Restri6ted\nRemotely Piloted Aircraft System (RPAS) SECURITY PROGRAMME\n2.1\nCHAPTER.2\nGENERAL\nAs per Chicago Convention to which India is a signatory, unmanned aircraft\nsystem (UAS) is a component of the aviation system. Al1 UAS whether remotely\npiloted aircraft, fully autonomous or a combination thereof, are, aircraft. Existing\nSARPs of Annex-17 (Doc 8973) of ICAO apply to a1l Aircrafts and Aircraft owners.\nAs per Sec 24 of The Aircraft (Secwity) Rules, 201 1 every aircraft\noperator/owner shall, with the approval of Commissioner, now known as Director\nGeneral, BCAS, make and comply with aircraft operator/owner security programme in\naccordance with the National Civil Aviation Security Programme and any amendrnent\nto such programme shall be made after the approval of the Commissioner/DG, BCAS.\nSec 2 (1) of The Aircraft Act, 1934 defines Aircraft as any machine which can\nderive support in the atmosphere from reaction of the air [other than reaction of the air\nagainst the earth's surface] and includes balloons, whether fixed or free, airships, kites,\ngliders and flying machines\nEauh Rcrlo{.cly Piloted Airoraft (RPA) operator/owler should establish,\nimplement and maintain an appropriate written Security Programme that meets the\nrequirements of the NCASP. This Security Programme is accordingly ptepared based\non BCAS recommended model RPAS Security Programme.\nAS per BCAS AVSEC order-i0/2018, RPA operator/orvner shall submit Security\nProgramme to the concemed office of Regional Director of BCAS with a copy to\nBCAS HQ online before operation. Security Programme shall be signed digitaily. A\nhard copy shall also be sent to Regional Office ofBCAS.\nThis Security Programme shall be valid for a period of 5 years. However, the\nSecurity Programme shall be updated by the RPA operators/owner on t}re basis of\nsecurity directives issued by the BCAS from time to time. After 5 years, each\noperator to the BCAS shall submit a revised security programme. BCAS shall be\nnotified immediately if there are changes in the details provided in the Security\nProgramme.\nl.+\n2.3",
  "6": "Restricted\n3.1\nRemotely Piloted Aircraft System (RPAS) SECURITY PROGRAMME\nCHAPTER.3\nPRIMARY OBJECTIVE\nThe primary objective of a remotely piloted aircraft operator/owner Security\nProgramme is to ensure the safety of RPA operator, staff and the public by preventing\nacts of unlawful interference with civil aviation.\nPREVENTIVE SECURITY MEASURES\nSecurity is vital issue for RPA with aspects that are both similar and rurique when\ncompared with manned aircraft. Sirnilar to the General Aviation, the responsibility of\nSecurity of RPA, Remote Pilot Station (RPS), data, communication links and storage\nfacilities lies with the ov\"ner and operator. Security measures implemented by the\noperator/owner shall be proportional to the threat. The procedures and training in place\nshall lead to enhanced measures whenever the theat rises and a reduction in measures\nwhen the threat reduces.\nThe owner/operator of the RPA and RPS undertakes to implement following:-\nIurpleurclt tLe starrtlurds of NCASP arrd coruply with security rtcasures\nenumerated in relevant BCAS orders and circulars.\nEnsure access control of RPS and RPA storage area. As RPS is similar in purpose\nand design to a cockpit, it is understood that it must likew-ise be secure from sabotage or\nunlawful malicious interference. Due to the fixed and exposed natue of the remote pilot\nstation (as opposed to the restricted nature of a commercial aeroplane where the\nintrusion and use of heavier weapons is less likely) further consideration shall be given\nto the potential lulnerability of the premises against unlawfitl interference.\nThe aircraft itself shall be stored and prepared for flight in a manner that will\nprevent and detect tampering and ensure the integdty of vital components. Further\ndetails conceming protection of aircraft, as provided in Q.JCASP/Aviation Security\nManual) will also be adhered to.\n3.2\n3.3\n3.4",
  "7": "3.5\nSystems for controlling access to the remote pilot station shall be of equal\nstandard to those already in place in the commercial aviation industry. as mentioned\nNCASP. Identification technologies such as the use of biometrics for access control\nsystems may offer a higher degree of security. Furthermore, distinction in access control\nlevel shall be considered between the remote pilot stations itself and the premises\nwherein it resides.\n3.6 \nThe software and datalcommunication link that provides functions as vital\ntraditional wiring, control cables and other essential systems may utilize diverse\nhardware and software that may be provided and managed by third pafties. Safety and\nsecurity of these iinks and services are equally important as those for the aircraft and\nremote pilot station. According it shall be ensure that they are free from hacking,\nspoofing and other forms/ interference or malicious hijack.\n3.7\n3.8\nRPA operator/owner shall obtain relevalt permission from local administration,\nDGCA and Police before operation of RPAS.\nEnsure that ali staff are duly provided One Day Aviation Security Awareness\ntraining onlinc os rccommended by BCAS\nEnsure that CCTV cameras are installed inside RPS and Storage facility. The\ncapacity to retain recording of minimum 30 days shail be in place for a1l categories of\nRPAs except mini and micro.\n3.9",
  "8": "Restricted\nRemotely Piloted Aircraft System (RPAS) SECURITY PROGRAMME\nCHAPTER-4\nRESPONSIVE MEASURES\nThe RPA owner/operator undertakes to also implement the following:-\n4.1 \nIn case of hijacking of RPA, operator shall attempt to assess the intent of the\nhijacker while following emergency procedures set out in Operator's/Manufacturer's\nmanual. He should contact the responsible law eniorcement agency.\n4.2 \nIn case of a Bomb threat and other unlawful acts, operator shall notify local\npolice, BCAS and DGCA.\n4-3 \nOperator/owner shall ensure that planned counter-measures are commensurate\nwith the risk to operations.",
  "9": "Restricted\nRemotely Piloted Aircraft System (RPAS) SECURITY PROGRAMME\nCHAPTER.5\nDETAILS OF RPA\n(i) \nRPA Photo\n( ii) \nYear of Manufacture\n( iii) \nYear of purchase\n(iv) Registration number of RPA\n(v) Nationality&RegistrationMark\n(vi) RPA Serial No\n(vii) Manufacture and Manufacture's designation of RPA\n(viii) Tlpe/\\4odel",
  "10": "Restricted\nRemotely Piloted Aircraft System (RPAS) SECURITY PROGRAMME\nCHAPTNR-6\nUNDETAKING\nI....................Owner/CSO of ..................(the authorized Entity), certify that all\nthe National law with respect to aviation in India as well as all extant orders and circulars issued\nby BCAS in respect of RPA shall be adhered to while operating the RPA.\nSignature of CSO/Owner"
}