{
  "1": "OFFICE OF THE ADDL. DIRECTOR GENERAUAIRPORT SECTOR\nCENTRAL INDUSTRIAL SECURITY FORCE\n(Ministry of Home Affairs)\nAdministrative Block\nCISF Complex, Mahipalpur\nNew Delhi-37\nNo. 042011/APC/OPS('I yckcular (BCAS)/19-l\\'r Dated rz Feb'2019\nTo\nAll CASOS, CISF ASGs.\nSub:\nlnmarsat Satellite Handsets in lndia : Req-\nEnclosed please find a copy of BCAS Circular No. 02i2019\ncirculated vide letter No. F.No. CAS-7(1y2001/Div.l(Elect.Gadgets)-\n85370 dated 0610212019 on the above subject for information and\nnecessary action please.\n2. This has been issued with the approval ofthe ADG/APS.\nEncl: As above\n(Ajay Kumar)\nAIG/Airport Sector\nCopy to:\n|G/APS- l& ll\nD|G/AP(SZ,NZWZ&E&NE)\nAVSEC Cell NISA, HYderabad\nand RTC Arrakkonam.\n: for kind information please.\n: \n-do-",
  "2": "Ar)GLr+4\\\nfu.r( /.2s)\n5.\nsee+G\nF. No.CAS-7(1)/2001/Div.l (Elect. Gadgets) - 85370\n8{T'd SE6r{ / GOVERNMENT OF INDIA\nATJ[{ Ff{I'tr4 Ti1rtTql MINISTRY OF CIVIL AVIATION\nATJr{ fufiTfrA S{ETT E{{I / BUREAU OF CIVIL AVIATION SECURIry\n,3I' TJ5, I.III -fr, dACtI TftFT, qAqq/ 'A' WING, I]II FLOOR, JANPATH BHAWAN, JANPATH\naf E\"* - trooor t nEw DELHT - tloool\nDate. 06102/2019\nAVSEC pIRCULAR NO. 02/2019\nSubject: Carriage ofBSNL provided Inmarsat Satellite Handsets in India - reg.\nIn exercise ofpowers confened by Section 5A ofthe Aircraft Act, 1934 QCff of 1934),\nread with rule 3 (b) of the Aircraft (Security) Rules. 2011. Director General. Bureau of Civil\nAviation Security, for the purpose ofthe safety and security ofpassengers, crew. ground personnel\nand the general public in all matters relatirg to safeguarding against acts ofunlarfirl interference\nwirh civil aviation, directs that the followirg instructions shall be implemented by all concemed\nwith immediate effect:\n2. \nBSNL has been issued a 'Sui Generis' license by the DoT for providing Global Satellite\nPhone Service with I{/s Inmarcat. Accordingly, the use of BSNL provided Inma$at satellite\nhandset (ISAT phone) has been allowed in India and the customers availing this service are\nrequired to show authorization ofthe handset, whenever asked by security personnel-\n3. \nUse ofall other satellite phone services such as Thuraya etc. continues to be unla\\.ful irr\nIndian Teritory, unless specific permission is given by the competent authority for use of such\nservice. Unauthorized use ofsatellite phones is pruishable as per provisions under sections 20 and\n21 ofthe Indian Telegraph Act, 1885 for violation ofprovisions ofsectiol 4 ofthe said Act.\n4. \nEntities operating at airports are directed to sensitize all concemed about carriage and use\nof BSNL provided Inmarsat Satellite Handsets in India by authorized persons while ensuring\naction as per law for unauthorized use ofall other satellite phoEes.\nThis supersedes AVSEC Circular No. 09/2012 dated20/OSl2Ol2 regarding the subject.\n,\nThis issues with the approval ofDirector General, BCAS.\nt'Jt\noistritulon: \\\\ \\ )-------\n\\\"S s**\"E.tt\n(Jyoti Narayan,IPS)\nAs per standard list\n},+tio'.]4'\n-r?1''f'\nbM\n,,Yhy\n/,$\nAu6^\nJoint Director General",
  "3": "CoDv lor infonnation and necessarv action to: -\n,.-1. Director Ceneral, CISF, l3 CGO Complex, Lodhi Road, New Delhi: May kindly circulate to all\nASG Units at the airports taken over by CISF.\n2. DGPS / IGPS all Srates /U.I.s.\n3. Commissioner ofPolice, Delhi, Mumbai, Chemai & Kolkata.\n4. Chairman, Airpods Authority of India, Rajiv candhi Bhawan, New Delhi: w\\th request to pleqse\ncirculate to all AAI airyo s in the Country.\n5. CMD, NACIL (Air India) Ltd., Airlines House, ll3 Gurudwara Rakabaganj Road, New Delhi -\nI 10001\n6. CEO, Jet Airways, Siroya Centre, Sahar Airport road, Andhei (East), Mumbai-400099\n7. CEO, Spice Jet, PIot No.3l9, Udyog Vihar, Phase-IV, curgaon, Haryana.\n8. CEO, Go Air, Neville House, J.N Herdia Marg, Ballard Estate, Mumbai-40o 001\n9. CEO, Indigo Airlines, Tower C, Global Business Parh DLF City, Phase III, Mehrauli Gurgaon\nRoad, Gurgaon-122 002\n10. CEO, Air Asia (l) Pvt. Ltd., AIT, 2'd Floor, Chemai Airyort, Chennai-600027\n11. CEO, Vistara (IATA SIA), 10'h Floor, one Horizon Centre, Sector,43, DLF Phase-V, Gurgaon-\n'22001\nI2. Airport Direclor, Sri Sathya Sai Airpofi, Prasanthi Nilayam Puttparthy, Anantpur District. Andhra\nPradesh 515134.\n13. MD, DIAL, New Udan Bhawan, Opp. Terminal-3,IGI Airport, New Delhi-37.\n14. MD. MIAL, CSI Airpor, l \" Floor, Terminal IB, Santacruz (E), Mumbai 400 09.\n15. MD, CIAL, Cochin International Air?ort Ltd., Cochin Airyort, Cochin.\n16. MD, HIAL, Hyderabad Intemational Airport Limited, Shamshabad-5oo 409, Ranga Reddy Distt,\n17. MD, KIA Bengaluru, Administration Block, Bengaluru International Airport Devanahalli,\nBangalore-560 300-\n18. MD, Mihar India Private Ltd., Dr. Babasaheb Ambedkar lnternarional Airpo4 Old Terminal\nBuilding, Nagpur 440 005.\n19- CSO, BAPL Durgapur Airpo4 MNAV-29 Bengal Ambuja Housing Complex City Centre,\nDurgapur- 713216\n28. RD BCAS, Delhi, Chennai, Mumbai, Kolkat4 Ahmedabad, Hyderabad, Arnritsar, Guwahati &\nlmphal to plense cbcalate to oll concetned at airports i the legioft.\nCopv for information to:-\nl. Secrerary, Civil Aviation, MoCA, RG Bhawan, New Delhi\n2. Joint Secretary, MoCA, Rajiv Gandhi Bhavan, New Delhi (Kind attn.: Ms. Usha Padhee, JS)\nI DC(A. Technical Area. Opp. Sdldariung Airpo( New Delhi-01\n4. Director, Cabinet Secretariat, Room no. 100I, B-2 Wing, loa FJoor, h. Deendayal Antyodaya\nBhawan, CGO Complex, Lodhi Road, New Delhi - 110003. (Kind attn.: Shri Anshul Sharma,\nDirector)\n5. Joint Secretary (ls-l), MHA, RoomNo. I10, North Block,New Delhi\n6. Joinr Director,lB, MHA,35 S P Marg, New Dethi(Kind attn.:Shn. R.R. Verma, JD)\n7. PS 10 Hon'ble Minister ofCivil Aviation, RG Bhawan, New Delhi\nInternalDistribution\nSr. PPS ro DG, PPS ro Jr. DG, PS to DDG (AMT), PS ro DDG (MD), PS to DDG (DR), AU JDs / DDs /\nADs ofBCAS HQ, Guard File\nAD (OL) - with the request to tunslate this addendum in Hindi Language"
}