{
  "1": "RESTRICTED\nOFFICE OF THE ADDL. DIRECTOR GENERAUAIRPORT SECTOR\nCENTRAL INDUSTRIAL SECURITY FORCE\n(Ministry of Home-Affairs)\nAdministrative Block\nCISF Complex, Mahipalpur\nNew Delhi-37\n8-\n?*1\nNo. 0-4201 1/APC/OPS(1 /Circutar (BCASyl\nTo\nAll CASOs, CISF ASGs.\nSabha): Req-\nEnclosed please find a copy of\n0310812018 on the above subject for\nplease.\nEncl: As above\nCopy to:\nDtc/AP (SZ, NZ WZ & E & NE)\nAVSEC Cell NtSA, Hyderabad\nand RTC Arrakkonam.\n,Datedo]Aug'2018\nBCAS Circular No. 04/2018 dated\ninformation and necessary action\nfu*,,,\n(8.K. Singh)\nDy. CommandanUAPS\n: for kind information please.\n: \n-do-\nSub: AVSEG Circular No. 04/2018- permission for access of",
  "2": "4r\nAa q (*?g)\n//RESTRICTED//\nNo. CA98(4)/2015/DIV.-I (Vehicle Permission) - 92949\nt{rfa g{firt / GOVERNMENT OF INDIA\naFn frcrf,f, riErrql NIDIrsrRy oF cwIL AvrATroN\narm ftarra gwr qiti nunrAu oF crvrl. AvIATToN sECtruTY\n'f dc, r-m rfi, EEFnr eirfi, EEFrtr /'A' wING, I-m FLooR, JANPATH BEAwAN, JAIYPATTT\nat Ala-e - lroool i NEw DELHr - ltoool\nDated: - O3lOgl2O18\nAVSEC CIRCULAR NO. - 04 / 2d18\nSubject: Permission for access of ferrv vehicle uo to tarmac at airoorts in the countrv to\nShri Kalraai Mishra. Hon'ble Member of Parliament (Lok Sabha)\nC---\nConsequent upon request of Sbri Kalraaj Mishra, Hon'ble Member of Parliament (Lok\nSabha) made to Ministry of Civil Aviation, the Ministry has decided that access of airport ferry\nvehicle up to tarmac at airports may be provided on case to case basis by airport operators, when\nthere would be medical recuiremeii-l\n-\\/..-,-.\nll*'k'tl\"at*d'-'+-\n(Kumar Rajesh cr,-a?i1ilSi\nDirector General\nArG '4-rs\nIr z\\s\nMoCA (Shri Satish Chander, Under Secretary), 'B' Block, Rajiv Gandhi Bhawan, Safdarjung\nAirport, New Delhi w.r.t. their letter No. Ay .13024126912015-AS dated 2710712018.\nDistribution as per list attachedt\nCopy to:\n\\ro aoozlDg\n.(lBlrD\nsaf{ q{i",
  "3": "Copy for information and necessar.v action to: -\nDirector General, CISF, l3 CGO Complex, Lodhi Road, New Delhi: With the request to circulate to\nall ASG Units at airports guarded by CISF.\n2. DGPs / IGPs all States / U.T.s.\n3. Commissioner of Police, Delhi, Mumbai, Chennai & Kolkata.\n4. Chairman, Airports Authority of lndia, Rajiv Gandhi Bhawan, New Dethi: With the request to\ncirculate to all AAI airports in the Country.\n5. CMD, NACIL (Air India)Ltd., Airlines House, I 13 Curudwara Rakabaganj Road, New Delhi -\nI10001\n6. CEO, Jet Airways, Siroya Centre, Sahar Airport road, Andheri (East), Mumbai-400099\n7. CEO, Spice Jet, Plot No.3l9, Udyog Vihar, Phase -[V, Qurgaon, Haryana.\n8. CEO, Go Air, Neville House, J.N Herdia Marg, Ballard Estate, Mumbai-400 001\n9. CEO, Indigo Airlines, Tower C, Global Business Park, DLF City, Phase III, Mehrauli Gurgaon Road,\nGurgaon-|Z2 002\n10. CEO, Air Asia (I) Pvt. Ltd., AIT, 2'd Floor, Chennai Airport, Chennai-600027\n11. CEO, Vistara (TATA SIA), lOrh Floor, one Horizon Centre, Sector-43, DLF Phase-V, Gurgaon-\n122003 0\n12. Airport Director, Sri Sathya Sai Airport, Prasanthi Nilayam Puttparthy, Anantpur District, Andhra\nPradesh-515134.\n13. MD, DIAL, New Udan Bhawan, Opp. Terminal-3, IGI Airport, New Delhi-37.\n14. MD. MIAL, CSI Airport, l\"rFloor, Terminal IB, Santacruz (E), Mumbai 400 09.\n15. MD, CIAL, Cochin Intemational Airport Ltd., Cochin Airport, Cochin.\n16. MD, GHIAL, Hyderabad Intemational Airport Limited, Shamshabad-500 409, Ranga Reddy Distt,\nA.P.\n17. MD, KIA Bengaluru, Administration Block, Bengaluru lntemational Airport Devanahalli,\nBangalore-560 300.\n18. MD, MIHAN India Private Ltd., Dr. Babasaheb Ambedkar Intemational Airport, Old Terminal\nBuilding, Nagpur-440 005.\n19. CSO, BAPL Durgapur Airport, MNAV-29 Bengal Ambuja Housing Complex City Centre, Durgapur-\n7 t32t6\n20. RD BCAS, Delhi, Chennai, Mumbai, Kolkata, Ahmedabad, Hyderabad, Amritsar, Guwahati &\nImphal: With the requestto circulate to all Airlines, Airport Directors / ln-charge Airport Management\nand Officers of BCAS in respective jurisdiction.\nCopv for information !o:-\nI . PS to Hon'ble Minister of Civil Aviation, RG Bhawan, New Delhi\n2. The Secretary, Civil Aviation, MoCA, RG Bhawan, New Delhi\n3. Joint Secretary, MoCA, Rajiv Gandhi Bhavan, New Delhi (Kind attn.: Ms. Usha Padhee, JS)\n4. The DG, DGCA, Technical Area, Opp. Safdarjung Airport, New Delhi-O3\n5. Shri Anshul Sharma, Director, Cabinet Secretariat, Room no. l00l,B-2Wing, l0n Floor, Ft. Deendayal\nAntyodaya Bhawan, CGO Complex, Lodhi Road, New Delhi - I10003.\n6. Joint Secretary (S-II), MHA, Major Dhyan Chand National Stadium, 2nd Floor, New Dethi - I10003.\n7. Shri. R.R. Verma, Joint Director,IB, MHA,35 S P Marg, New Delhi\nInternal Distriqution\nSr. PPS to DG, PPS to Jt. DG, PS to DDG (AMT), PS to DDG (MD), PS to DDG (DJR), All JDVDDs and\nADs of BCAS HQ, Guard File\nAD (OL) - with a request to translate this circular/AVSEC Order in Hindi Language"
}