{
  "1": "Ｐ\n′\n％\n″\n´\nσ\nナ\n〃RESTRICTED〃\n…\n…\nNo CAS‐7(23)/2010/D市I(Airlines S F)‐ 116624\n8TM劇、中:ヽ/COVERNMENT OFINDIA\n●lldlヽ\n1詢田可可\n―\n/,IINISTRY OF CIVIL AVIAT10N\nJl●lく赫\n電I町3緊。/BUREAU OF CIVIL AVIAT10N SECUnITY\n`3r τ日、\n「HI du,司ヨЧ町田可訂,輌・lЧЧ/`A'WINC I― IⅡ FL00R,JANPATH BHAWAN,JANPATH\n碑\nfむn_110001/NEW DELHl‐ H0001\nDate:28/08/2018\nAVSEC ORDER NO.‐ 09/2018\nSubject: Proc.edure for aircraft securitv checks and search - res.\nIn exercise of powers conferred by Section 5A of the Aircraft AcL 1934 (XXII of\n1934), read with lule 3 (b) ofthe Aircraft (Security) Rules.20l l, Director Ceneral. Bureau of\nCivil Aviation Security, tbr the purpose of the safety and security of passengers, crew,\ngrourrd personnel and the general public in all matters relating to safeguarding against acts of\nunlawful interference with civil aviation, directs that:-\n2. \nThe purpose of aircraft security checks and search is to confirm that no suspicious\nobjects, weapons, explosives or other dangerous devices, articles or substances have been\nplaced on an aircraft. Aircraft security checks involve the visual inspectibn of aircraft\ninteriors and compartments that may be accessible by passengers, cargo hold, and aircraft\nservice panels accessible from the ground whereas aircraft search is a thorough inspection of\nthe interior and exterior ofthe aircraft.\n3. \nAircraft security checks should be conducted when aircraft is in service or during pre-\nflight operations. For routine originating flights, such checks should be performed\nimmediately after passengers disembark or immediately prior to loa{ing operations.\n4. \nThe following instructions regarding aircraft security checks and search shall be\nstrictly implemented by all aircraft operators operating to and from lndia:\n(i) \nThe regular search of aircraft for suspect explosive devices and weapons shall be\nconducted prior to commencing each flight. A similar search will be required\nwhen an aircraft is suspected ofbeing the target ofan act of unlawful interference,\n(‖)   Aircran OpCratOrs Shall COnduCt prc―\nflight Security ChCCkS OnIIpa[:ig」\n: \n｀\n〕)【7((、\nバ｀1\nmaintenance and clcaning staff have vacatcd the aircran and prior t(\nembarking' \n., ..^^E)\n`\n-\\a\\o-\\A \n\\i \n-/*.l..u-\\rv..._-t \n*c-snqE-6\nいαυЩ … 、点直「扇`越、\nυ",
  "2": "(iii) While conducting pre-flight checks, the aircraft operator shall ensure that\npassengers disembarking from the aircraft at any time do not leave items on board\nthe aircraft.\n(iv) Flight and cabin crew, besides engineering and security staff, may conduct th'ese\nchecks provided they are adequately trained.\n(v) \nA security checklist for each type ofaircraft for r..urity checks and searches shall\nbe developed by the Aircraft Operators in consistent with the guidelines made\nunderPara 75.3.2, Para 15.3.3, Pa,a17.l4.7 andAppendix-39 of ICAO Security\nManual (Doc 8973) (copy enclosed) and the same shall be incorporated in their\nsecurity programme for use by airlines staff during such security search.\n(vi) Aircraft operators shall ensure that an aircraft is protected from unauthorized\n' \ninterference from the time the aircraft search or check has commenced until the\naircraft departs.\n(vii) Aircraft operator shall ensure a verbal or written notification to the pilot-in-\ncommand on completion of an aircraft security check or search.\n(viii) Records of checks and searches to be kept.\n5- \nThis AVSEC Order supersedes AVSEC CircLrlar No. 2612006 dated 04/l 212006 and\nits Corrigendum dated l4l0ll20l I vide No. CAS-6(l I)2004, AVSEC Order No. 7/2011\ndated 21101/2011 and shall be implemented by all concerned with immediate effect. Any\nviolation of this AVSEC Order shall affract penalty under section I I A of the Aircraft Aci,\n1934.\n語編協特=`\nDirector General\nEnclosures: As above\nDistribution: As per standard list attached.",
  "3": "Co⊇y fOr infomttion alld ncccssarv acuon t。\n:¨\n1. Director General,CISF,13 CGO Complex,Lodhi Road,New Delhi:May kindly circulate to all\nASG Units atthe airports taken over by CISF.\n2.DGPs/1GPs all States/U.T.s.\n3.cOmmissiOncr ofPolice,Dclhi,Mumbal,Chennai&Kolkata.\n4. chaillllan,Airports Authority of lndia,Miv Gandhi Bhawan,Ncw Delhi:with″7“″′″ ′ル\n“`\ncj″ ″JαたゎaJJん41α″ θrrS滋滋`Gθ “\n″Jry.\n5。\ncMD,NACIL(Air lndia)Ltd.,Airlines House,H3Gurudwara Rakabagatt Road,New Delhi―\n110001\n6. cEO,Jet Ainvays,Siroya Centre,Sahar Airport road,Andheri(East),Mumbai-400099\n7.CEO,Spice Jet,Plot No.319,Udyog Vihar,Phasc―「V,Gurgaon,Haryana.\n8.CEO,Go Air,Neville Housc,J.N Herdia NIIarg,Ballard Estate,Mumbai-400001\n9。  CEO,Indigo Airlincs,TOwer C,Global Business Park,DLF City,Phasc IⅡ,NIIchrauli Gurgaon\nRoad,(]urgaon-122002\n10.CEO,Air Asia(1)PVt.Ltd.,AIT,2nd Floor,Chennai Airport,Chennai-600027\n11.CEO,Vistara(TATA SIA),10血Floor,one Horizon Centre,Scctor-43,DLF Phase― V,Gurgaon―\n122003\n12.Airport Director,Sri Sathya Sai Airport,Prasallthi Nilayam Puttparthy,Anantpur District, Andhra\nPradesh-515134.\n13.MD,DIAL,New Udan Bhawan,Opp.Tellllinal-3,IGI Airport,New Delhi-37.\n14.MDl MIAL,CSI Airpor,1'Floor,Terlninal IB,Santacruz(E),Mumbai400 09.\n15。\nNIID,CIAL,Cochin lntemational Airport Ltd.,Cochin Airport,COchin.\n16. ヽlD,I‐ IIAL,Hyderabad lntcrnational Airport Liinited,Sharnshabad‐500409,Ranga Reddy Distt,\nA.P.    '\n17.MD, KIA Bengaluru, Administration B10ck, Bengaluru lntemational Airport Devanahalli,\nBangalore-560300.\n18.MD,NIlihan lndia Private Ltd。\n,Dr.Babasaheb Ambedkar lntemational Airport,01d Tcllllinal\nBuilding,Nagpur-440005.\n19.Cso, BAPL Durgapur Airport, plNAV… 29 Bengal Ambtta HOusing Complex City Centre,\nDurgapur-713216\n20.RD BCAS,Delhi,Chennai,Mumbai,Kolkata,Ahmedabad,Hyderabad,Amritsar,Guwahati&\nImphal:″ ′Icasc cJFC″Jα″ わα〃ω″cιr“′′α′αJψθrrs滋滋ι rcgわ\n“\n.\nCopv for information to:―\n1.Secretary,C市il Aviation,MoCA,RG Bhawan,New Delhi\n2.Joint Secretaw,MOCA,Raiiv Gandhi Bhavall,New Delhi(Kind attn.:Ms.Usha Padhec,JS)\n3.DGCA,Tcchnical Area,Opp.Safdar」\nung Airport,New Delhi-03\n4.Director,Cabinet Secretariat,Room no.1001,B-2 Wing,10th Floor,Pt.Deendayal Anサ\nodaya\nBhawan,CGO Complex,Lodhi Road,New Delhi‐  110003.(Kind attn.:Shri Anshul Shalllla,\nDirector)\n5.Joint Sccretav(IS― II),MHA,M■or Dhyan Chand National Stadium,2nd Floor,Ncw Dclhi‐\nH0003.\n6.Joint DirectOr,IB,M臥,35 S P Marg,New Delhi(Kind attn.:Shri.P.K.Bhardwa,JD)\n7.PSto Hon'blc Minister ofCivil Aviation,RG Bhawan,Ncw Delhi\nlnternal E)istribitiOn\nSr.PPSto DG,PPS to Jt.DG,PSto DDG(AMT),PStO DDG(NIID),PStO DDG(DR),AH JDs/DDs/\nADsofBCAS HQ,Guard File\nAD(OL)一with thё  requestto translate this addendum in Hindi Language",
  "4": "Chapter 15. Aircraft secuity\nrecorded. If signs of tampering are evident and/or there is a discrepancy with the seal nuinbers, the seTvice panel or\ncompartment should be opened and searched, to ensure that no suspicious objects, weapons, explosives or other\ndangerous devices have been concealed. Upon cotnpletion, resealing procedures should be carried out.\n1 5.3.1 .8 \nIf any doubt arises regarding the potential misuse of seals or if the inlegrity of a seal stock is compromised,\naircraft operators should remove all seals used on their aircraft and thoroughly search the panels and compartments\nfrom which the seals have been removed. Additionally, all seals from the suspected compromised stock should be\nremoved lrom storage and destroyed, in order to prevent their reintroduction onto aircraft.\n15.3.2 Aircraft security checks\n15.3.2.1 Aircraft security checks involve the visual inspection of aircrafr interiors and compartments that may be\naccessible by passengers, cargo hold, and aircraft service panels accessible from the ground without using equipment.\nThe purpose of such checks is to confirm that no suspicious objects, weapons, explosives or other dangerous devices,\narticles or substances have been placed on an aircraft.\n15.3.2.2 Checks should be conducted when aircraft are in service, during preflight operations. For routine\noriginating flights, such checks should be performed immediately after passengers disembark or immedidtely prior to\nloading operations.\n15323    Checks should include visual examination ofthe fo‖ owing accessible O「eas of an a rcrat:\noverhead bins;\nclosets, lavatories and galleys;\nlrash and storage bins;\nseat back pockets and magazine racks;\nunder-seal areasi\nother accessible areas in the passenger cabin and flight crew compartment; and\ng) the aircrafr hold, prior to loading hold baggage and cargo.\n15.3.2.4 Life jacket pouches stowed under passenger seats should be inspected at random.\n15.3.2.5 Aircraft servic€ panels accessible from the ground withbut using equipment should also be visually\nexamined during a check. While ground personnel and flight crews can visually inspect seals applied to such panels for\nsigns of tampering, the opening (and resealing if necessary) of service panels should be carried out by qualified licensed\naircraft mainlenance engineers only\n15.3.2.6 tn the event of en-route stops where transit passengers remain on board with the inient of continuing their\njourney, aircra{t operators should ensure that any items left behind by passengers disembarking from such flights and\nending their journey arri removed from the aircraft, or oiherwise dealt wilh appropriately before departure. Transit\npassengers remaining on board should be asked to positively identify their belongings, perhaps by placing them on their\nlaps, while the cabin crew conducts a security check, Only after such an inspection should transit passengers be\npermitted to leave the aircraft if, for example, transit passengers are permitted to exit the aircraft to stretch their legs\nSe n silivo Sec urity I nlorm atio n\nDissamination, reproduction or onward distribution ol this document is expressly prohibiEd wilhout lhe consent of lhe originato$.\na)\nb)\ne)",
  "5": "75三θ\nハviari9n sec″″ヶmanυ a′\nbr:fore re.embarking on the aircraft. ln addition, a post-flight cabin inspection should verify that nothing hazardous has\nbr:en left behind by passengers.\n1li.3.2.7 To avoid duplication of efforl, aircraft security checks should be conducted systematically by staff familiar\nwith the aircraft type. A checklist should be used to inspect assigned areas.\n15.3.3 Aircraft security searches\n1tt.3.3'1 Aircraft security searches are thorough inspections of the interior and exterior of aircraft for the purpose of\nidr;n1ify1pg any suspicious objects, weapons, explosives or other dangerous devices, articles or substances.\nDetermination of whether a check or search should be conducted should be made in accordance with the results of a\nsecurity risk assessment carried out by the relevant national authorities. Additionally, aircraft security searches should\nber conducted if an aircraft is suspected of being a possible target.\n1a\\.3.3.2 Searches should consist of thorough inspections of all areas covered by aircraft security checks as\nde'scribed above and, in addition, should include examinations of the following accessible areas of aircraft exteriors:\na) service panels;\nb) servicecompartments;\nc) wheelwells;\nd) hold and adjacent areas; and\ne) items ahd store\" contained within cargo compartments (e.g. spare tires, additional catering stores,\nompany material, etc.).\n153'3.3 Searches should be canied out in good lighting, which may require the use of auxiliary power units or\ngrQund power lines. Access to the aircraft should be controlled before starting a search, which should Oe \n\"arrieO ,ri *iii\na rninimum number of authorized persons on board.\n153.3.4 On completion of a search, a final inspection should be made to \"nrrr\" \nthat all doors and covers have\nbeen properly secured. The aircraft's sterile condition should be maintained until its departure.\n15'3'3'5 Suspect explosive devices may be disguised in manyways. Search teams should therefore be briefed to\nlook for unidentified or unassuming objects or anything that should not be there, cannot be accounted for, or appears out\nof place. lnstructions should address what to do on discovery of a suspicious item.\n15'3'3'6 Search teams should be briefed not to touch a suspicious object but to notify the search coordinator, mark\nthe location with a prominent object not touching the suspicious object, ,no *ithdrr* from the immediate area lo await\nfurther instructions. Additionally, the area should be isolated from all unauthorized persons and kept secured. Further\nguidance on the handling of suspect explosive devices can be found in Appendix 40.\n15 3'3'7 \nlf any object discovered during a search cannot be positively identified, it should be treated as a suspect\nobject. The possibility of secondary devices should not be discounted.\n15'3'3'8 On completion of a search, aircraft operators should retain a record of the search for the dur:ation of the\nfliglrt or 24 hours, whichever is longer. search reports should contain the:\n.Dissemination, reproduction or onward 0,r,,*r,,\"iZiilii!Z::;;Z:tr,'i::W:J, prohibited without the consent or the originators.",
  "6": "Chapter 15. Aircraft secuity\n1 5-9\ndate ofthe search;\nflight number, aircraft registration and tail number;\nstart time of the search;\nd) completion time of the search;\ne) completed checklist, noting the areas searched; and\nf) name and signature of the team leader or supervisor,.\n'l 5.3.3.9 An example of an aircraft security search checklist can be found in Appendix 3g.\n15.3.4 Threatnotification\n15.3'4.1 lf a State receives intelligence indicating that a speciflc aircraft may be subject to an act of unlawful\ninterference, the aircraft operator concerned, ATS units and any airports at which the aircraft might land should be\nnotified so that they may implement additional security measures, or a crisis management response. More information\non crisis management and response to acts of unlaMul interference can be found in Chapter 17.\n15.3.4.2 Notification should follow well established and secure communication procedures, and be sufficienfly fast\nas to ensure timely receipt by the aircraft operator and other entities concerned. The appropriate authority should be\nincluded in the noiification if it is not the entity initiating the request for additional measures. States should consider\nutilizing the ICAO PoC Network referred to in Chapter 4.\n15.3.5 Flights under increased threat\n15.3.5.1 Specific or additional security measures should apply to specific flights considered to be under an\nincreased threat, including parking the aircraft in a designated area such as an isolated aircraft parking position and\ndeploying security personnel around the aircraft during the time it is on the ground\n15.9.5.2 The frequency of security patrols on the apron and in parking areas should be increased, and personnel\nworking on the apron, or in close proximity to the aircraft should be cautioned to be vigilant and immediately report any\nsuspicious person or: activity. Before the arrival of an aircraft under increased threat, a search should be made of the\nassigned parking position and its surroundings for any unauthorized persons or potential explosive devices that may be\nconcealed within vehicles or ground service equipment.\n15.3.5.3 lf a risk entails a possible attack on a specific aircraft, the aircraft should be escorted to and from the\nrunway. ln addition, areas immediately adjacent to runways and taxiways being used by the aircraft should be inspected\nprior to movement of the aircraft to ensure that no potential attackers are in the area. Depending on the nature of the\nthreat, an inspection of the approach and take-off paths outside the airport perimeter may also be required.\n15.3.5.4 lf aircraft considered to be under an increased threat use runways or taxiways thal cross roads to which\nthe public has unrestricted access, these locations should be staffed by security personnel.\nSensitive Security lnformation .\nDissemination, reproduction or onward distribution of this document ls express/y prohibited without the consent of the originators.\nａ\n　\n　\n・\nｂ\nC)",
  "7": "C,\\apter 17. Cisis management and response fo\nac;ts of unlawful intefference\n′7‐23\n17'.14.6.3 The use of the following\"4 C's\" may be beneficial in helping individuals understand and remember a safe\nsequence ofevents:\nConfirm the discovered item is suspicious;\nClear the immediate area;\nCordon the area 'to prevent further access; and\nControl access to allow experts access;\n17.14.6.4 Further guidance on search procedures can be found in Appendix 41.\n17.14.7 ln-flight aircraft search procedures\n17.14,7.1 The large number of aircraft in service throughout the world makes il impossible to provide recommended\naircraft inspection procedures that will be adequdte in all cases. Aircraft operators should develop an aircraft search plan\nanrj checklist for each type of aircraft in service in cooperation with the relevant manufacturers and include this checklist\nas part of the flight crew library. Further guidance can be found in Appendix 39. A training programme should be\nestablished and maintained for all flight and cabin crew members.\n17'14.7.2 To avoid duplication of effort, a search of an aircraft should be conducted systematically by staff familiar\nwith the aircraft type concerned, who should be provided with a checklist and assigned to specific.areas of the aircraft.\nAttention should be given to those areas to which passengers may have had access, such as main cabins, galley areas\nand lavatories, but searches should also include thb flight crew compadment or any cabin compartment accessible\nduring flight.\n17.14.7.3 In general, a search should be conducted wlth extreme caution, and using flashlights and mirrors when\nseerrching in confined or dark areas. Areas to be searched should include all quick-latch or easy access doors.\nEquipment areas should be searched carefully as a threat may be hidden in, behind or under equipment. lt may not be\nnecessary to search some areas if a door, compartment or piece of equipment is properly sealed or secured and there is\n17.14.7.4 Suspect explosive devices may be disguised or concealed in many ways. Search teams should therefore\nbe briefed to look for unidentified or unassuming objects, or anything that should not be there, pannot be accounted for,\nor appears out of place.\n17.14.7.5 ln view of the possibility that explosive devices or weapons may be concealed within aircrafi equipment or\ncomponents, searches of aircraft consideied to be at a higher risk should be conducted by trained and competent\nsecurity personnel assisted whenever necessary by aircraft crew or aircraft engineering support personnel.\n17.14.7.6 ln the event that an explosive device is detected, the crew should follow the instructions provided by the\naircraft operator and manufacturer, and build a \"Least Risk Bomb Location,, (LRBL).\n17.14.7.7 Further guidance on suspect lEDs can be found in Appendix 40.\nSensltiye Security lnformation \n:\nDissemination, reproduction or onward distribution of this docum:eit is expressly prohibited without ttle consent of the originators.\nb)",
  "8": "Appendix 39     1\nA:RCRAFT SECuR:TY SEARCH CHECKL:ST\n1. \nRegular search of aircraft for suspect explosive devices and weapons may be conducted prior to\ncommencing each' flight, based on a risk assessment conducted by the appropriate authority. A similar search is\nrequinid when an aircraft is suspected of being the target of an act of unlawful interference. The difference between the\ntwo types is only in the degree and thoroughness of the search undertaken, and these will be dictated by the total\ncircumstances applicable to each situation.\n2' \nThe large number of aircraft in service throughout the world makes it impossible to provide guidance for\nrecommended aiicraft inspection procedures that will be adequate in all cases. Aircraft operators shoulJdevelcp an\naircraft search procedure checklist for each type of aircraft in service and include this checklist as part of flight crew\nsecurity kits' Use of such a checklist by ground crews is particularly helpful at locations where the only persoij6 flariliar\nwith the particular type or configuration of aircraft are flight crew compartment and cabin crew members. \n'\n3' \nAn isolated aircraft parking position may be the best location at an airport in which to search an air.crai,f\nsubjected to a specific threat, but contingency. plans should recognize that it may not always be possible to access rhis\nlocation.\n4. \nAircraft searches should be carried out in good righting conditions.\npower units or ihe attachment of ground power lines to. an aircraft.\nThis may require the use of auxiii;iry.\n51       To aVolo dvpllCa薔。n of effo威,a search of an ar9Fai sぃOuld be C9nducted SyStemaICa‖y by stafFfa:η ‖iar\nwth the particular aircraft,provided wtth a checkliξ t and ass:gned to specinc areas of the alcraft.Atten'on shouid bo\n山entO m∝e tteas tO wtth pass釧\n\"rs have had…\n、\n端\n1躍\nn∞Ы鴫\n\"お\nyttTs「\n\"'=∵\n‐\n'|す\nl\nshOuld alsO include the flight crew compartment exteriOr and\nlthhettniRttt乳乱\n:FTTel:よ::11::r:l麗1閣『:°\nSed beねЮ\n stattng a gearch,whにh should b6 81面きしもれ\naccess is neces,ary in。「der to ensure that devices are not\nhtroduced into an aircra■\nonce l has been cにared,and shoutt be mlntained unll aircra■doOrs areりoξel Pl,rlt9\npush back_\nし鳳\nn品瑞蹴躙躙鳳\n『耀\nl舗;趣鮮麟ぎ\n]争1織蝋トギ需\ninstru9tionS lf a suspect dev!ce is liscOVereO,the pOssib‖\nity\n隆瞥識爵lⅧ鸞Ⅷ乳網\n:習「願∬蹴翼fttl調態i∬‖基聰鋼\n=出\nmove away and ensure that they and anyOne eise in tiie\narea mOve 9utSide the cordon as quickly as pOssible.RadiOs should not be Ysed to transml wthin 25 m of a suι\nrttё t\ndevice\n9     All entrance doors,hatches,inbt and exhaust oudS,Service and access doors:ё tc,shoutt be openedゃ\nalbVV the necessary access iO a‖\nareas tO be inspected HOwever,a check shOuid be made to ensure that a‖\ndoors and\ncovers that vveFe Opened fOrinspoctiOn purpOses are closed On cOnclusion ofthe search\nDおsemmatt repЮ“\noわれο\nr oη順んぁ昴υゎf:F騰鳳嘉偲躙\nypЮわわた:励品め\ne conse″ olめe。続abs.\nハPP 39‐ 7                          .       \n・",
  "9": "ハPP 39=2\nAviation Secu rity Ma;iv,tl\n10. \nlt is difficult to give guidance to search teams about the appearance of suspect explosive devices as they\nr:an be disguised in many ways. Search teams should be briefed to look for unidentified objects or anything that:\n. \nshould not be there;\n. \ncannot be accounted for; or\n. \nis out of place.\n11. \nThe following areas should be searched:\na) aircraft interior:\n. \nseats, including pouches, cushions and undersides;\n. \nlog book and flight manual stowage: \n't'i'1::;t't\n. \ncrew oxygen mask stowagei\n. \nentlre floor, including area foruard of rudder pedals and beneath all flight crew compartment\nseats:\n. \nceiling, side and rear walls;\n. \nlife jacket stowagei\n. \ncrew coatroom and baggage stowage area;\n. \ntable and drawer of third crew member's position;\n. \narea around rudder and/or brake pedals; and\n. \ninside first aid kit;\nb) fonrvard entiance:\n. \nstainvay, including underside;\n. \nconnection of stair to fuselage, as well as shelf al this point;\n. \nescape chute stowage;\n. \ncabin attendant seat, life raft stowage and seat back;\n. \nforward windscreen and storage unit, including compartments;\n. \noxygen mask compariment;\n. \nwalls and ceiling; and\n. \nfire extinguisher stowage;\nc) flight deck companionway:\n. \nwalls, ceiling and floor;\n. \ncoatroom;\noverhead baggage storage - entire area with baggage removed;\n. \ncompartments above baggage rack and coatroom;\n. \ndrinking fountain, cup dispenser, cup disposal compartment and drain valve access; and\n. \narea above and along sidewall of.stowage compartment, forward side of forward toilet\nd) forward compartment:\n. \ncoatrooms and enclosed mask and vest stowage;\n. \nflight attendant and passenger seats, including undersides;\n. \npassenger berth(s);\n. \nwalls, ceiling and floor,\n. \nbrew and passenger life vest stowage;\n\" \nSensitive Security lnformation\nDissemination, reproduction or onward distribution of this documeit is expressly prohibited without the consent of the oiginatcrs.",
  "10": "Appendix 39. Aircraft security search ehecklist\nハPP 39‐ 3\n. \nportable oxygen stowage cupboard;\n' \nseats, including pouches and oxygen mask compartments;\ntable between rear lounge chairs and its compartment;\n. \nescape chute stowage; and\n. \nliteraturecontainers;\ne) forward galley:\n. \nremove all containers, food boxes and ovens, if not already removed;\n. \nopen and inspect all galley compartments, bar and refrigerator;\ninspect containers removed from galley and bar;\n. \noxygen mask stowage at bar;\n.. galley service door, including tape stowage and hinge recess;\n' \nescape chute stowage; and\n. \ncompartments above service doors;\nf) forward toilets:\n. \nremove soiled and waste material not already removed,\nremove containers under sinks and inspect contents and areas around sink;\ntowel container and tissue dispenser; \n.\n. \ntoilet, including seat, lid, shroud, etc.;\n. \nmirror and compartments;\n. \nwalls, ceiling andfloor;\ndoor;\n. \noxygen mask stowage;\n. \naccess to drinking fountain; and\n. \nwaste water receptacle;\nS) main cabin:\n. \nseats, including pouches, oxygen mask stowage, cushions and undersides;\n' \n: \npillow racks, blankets and handrail;\nfloor - do not remove carpet unless presence of foreign object is suspected;\n. \nside walls, including windows and curtains;\nbulkheads and foot recesses and oxygen mask stowage;\n. \nceiling;\n. \nlight recesses;\n. compartments at aft end of each handrail and behind rear cabin seats;\n. \nstrelcher equipment stowage above hat rack;\ndemonstration life vesl stowage;\n. \nemergency escape rope compartments;\n. \nescape chute stowage;\n. \nmain door and recess with door closed;\n. \nmagazine racks;\n. \nlife raft stowage;\n. \nlife vest pouches,\n. \npassenger berths;\n. \noxygen cabinet;\ncargo tie-down stowage;\nSensitiye S ecu rity I nfo rm ati on\nDissemination' reproduction or onward distribution of this documeit is expressty prohibited without the consent of the oiginators.",
  "11": "ハPP 39-イ\nAviation Security Manual\n. \nliteraturecontainers;\nfirst aid kit, only if unsealed;\npassenger oxygen service units - drop them down and inspect;\n' \noxygen and COz cylinder stowage drawers, forward sides of numbers 1 and 3 galleys and ait\ntoilets;\n. \noverwing emergency exit release covers;\n. \naft entry door cabin attendant,s seat;\ndrinking fountain, cup dispenser, cup disposal.compartment and drain valve access at.floor; and\n. \nportable emergency exit lights - remove light and inspect;\nh) centre galley and bar:\n. \nremove all containers, food boxes and ovens, if not already done;\n. \nopen and inspect all galley compartments, bar and refrigerator;\n. \ninspect all containers removed from the aircraft;\n. \nwalls, ieiling and floor;\n. \nglass stowage in bulkhead forward of bar;\n. \nfirst aid kit in compartment aft side of aft unit, only if unsealed;\ncompartment above service door;\n. \nservice door and recess;\n. \nescape chute stowage;\ncabin attendantsiseats in aisle no. 2 galley;\n. \noxygen mask compartment in ceiling; and\n. \nportable emergency exit light - remove light and inspect;\ni) rear galley area and bar:\n. \nflightattendanis'seat;\n. \nga-lley - remove all containers;\n. \nopen and inspect all compartments;\nwalls, ceiling and floor;\ncompartments in front bulkhead:\n. \ninspect containers removed from aircraft;\n. \ndiplomatic mail locker;\n. \ngalley service door hinge recess;\n. \nescape slide stowage at each door;\n. \naft entrance door hinge recess;\n: illil*ilil:niiiljstowase,\nj) aft toilets:\nremove soiled and waste material not already removed;\n' \nremove containers under sinks and inspect contents and areas around sink;\ntowel container and tissue dispenser;\ntoilet, including seat, lid, shroud, etc.;\nmirror and compartments;\n. \nwalls, ceiling and floor;\n. \ndoor;\n. \noxygen mask stowage;\n' \nSensitive Secur|y lnformation\nDissemination, reproduction or onward distibution of this documeit is expres;sly prohibited without the consent of the oiginaiors.",
  "12": "a\nA:ppendix 39. A:ircraft security search checktist\nハPP 39-5\naccess to drinking fountain; and\nwaste water receptacle;\naft wardrobes and coatrooms:\n. \nremove coats and cabin baggage and inspect entire area;\n. \nsky cots and flight cradles;\n. \noxygen mask stowage;\n. \nfirst aid kit, only if unsealed; and\n. \nlife vest stowage;\naircraft exterior - fuselage - areas behind and/or in the following doors and openings should be\nchecked:\nground pneurnatic connector panel;\ncabin compressor air inlets, access panels and air ouilets;\n. doppler navigation antenna door;\nheat exchanger control access panels and ouflet guide vanes;\nradio rack air outlet; \n'\nbeacon holder with beacon removed;\nsecurity locker and contents;\nflilshlights - also check batteries;\nseals of first aid kits and life raft panels for prop6r condition;\naccessory compartment door;\nauxiliary tank fuel sump doors;\ncabin pressure safety valves and regulator valve;\naft waste water service panel and waste system service panels;\naccess door to stabilizer mechahism;\ntail cone access door,\naft and fonrvard potable water service panels;\naft and fonrvard cargo doors;\nground air conditioning connector door; and\nexternal power fuser door and receptacle;\ncabin compressor compartment - entire compartment, especially area of hollow spaces and cavities;\naccessory compartment - entire compartment as well as all installations;\no) cargo compartments:\n' \nforuvard cargo compartment, especially area underneath hinge snap panel of cargo door;\n- \nwaste water tank compartment;\n. flight kit boxes;\naft cargo compartment, especially area qf cargo door hinge joints; and\n. \nzone immediately behind aft cargo compirtment;\np) landing gear wheel wells and gears:\nnose wheel well - area behind access and zip fastener panels;\nentire main wheel wells and zone of wing roots; and\nm)\nDissemination, reproduction or onward distributio:z?i';':r:::#y{,'l!\"J#f!::,u o,\"hibited wiihout the consent of the oisinatots.",
  "13": "4PP 39-6\nI\nAviation Security Manual\n' \ngears and wheels, including tires, rims, brakes and other parts such as struts, drag braces,\nbeams, arrns, actuators, frames and trucks;\nq) wings:\n. \ntrailing edge flap sections;\nsnap covers to fuel x-feed tube and to fire extinguisher bottles;\n. \npressure refuelling adapters; and\n. \nfuel vent openings; and\nr) engines and pylons:\n. \nengine air intake, exhaust and fan duct;\n. \nengine oil and pneumatic heat exchanger air inlet scoop;\n. \nengine oil refill cover and heat exchanger air outlet door;\n. \nopen engine cowl doors and fan cascade vanes - entire engine installation and all openings on\n- \ncowl doors and pylons to be checked.\nSensltlve S ecu rity I nfo rm ati o n\nDissemination, reproduction or onward distribution of this document is express/y prohibited without the consent of the oiginators."
}