{
  "1": "RESTRTCTED\nOFFICE OF THE SPECIAL DIRECTOR GENERAL/AIRPORT SECTOR\nCENTRAL INDUSTRIAL SECURITY FORCE\n(Ministry of Home Affairs)\nAdministrative Block\nCISF Complex, Mahipalpur\nNew Delhi-37\nNo. O-4201UAPC/OPS(1)/circular (BCAS)/2o- ),b Zl \nDated 0{ March' 2020\nTo\nAll CASOS, CISF ASGs.\nSub: AVSEC circular No, 01/2020 - Standard Ooeratinq Procedure for\nOperationalisation of Radiolooical Detection EouiDment (RDE) at\nIndian Airport to prevent the Radiolooical Emeroencies : Req-\nEnclosed please find herewith a copy of AVSEC Circular No. 0U2020 received\nfrom BCAS vide letter No. CAS-56/22015-Technical Division/84325 on the above\nsubject matter.\n2. \nVide AVSEC Circular ibid, BCAS has issued a detailed SOP for operationalisation\nof Radiological Detection Equipment (RDE) at Indian Airports to prevent the\nRadiological Emergencies wherein the various responsibilities have been assigned to\nCISF ASGS.\n3. In this regard, I have been directed to request all CASOs to ensure\nimplementation of the guidelines mentioned in the SOp at their respective ASGs.\nFufther, as per the SOP, CISF should exclusively deploy one NODAT OFFICER for\ntaking up the issues related with RDE. In this regard, all CASOs are nominated as\nNODAL oFFrcER at their respective airpofts to supervise and monitor the various\nfunctions/responsibility assigned to GISF as per the sop. All cASos should also ensure\nthat the mock exercise related to radiological emergencies shall be conducted at\nairports once in a year with participation of all responsible agencies (AsG, NDRF, BARC,\nLocal Police etc.) under intimation/in the presence of BCAS representative.\n4. \nThis has been issued with the approval of the Spl. DG/Airport Sector.\nEncl: As above\n,/\n-r4\n(lrfay Kumar)\nAIG/Airport Sector\nCopy to:\nIG/APS- I & il\nDISG/AP (SZ, NZWZ & E & NE)\nAVSEC Cell NISA, Hyderabad\n: for favour of kind information please.\n-do-\n-do-",
  "2": "//RESTRICTED//\n|i;r.jn :{!'\nCAS.56i7l20 1 5.TECHNICAL DIVISION/ 84325\nl{rtfiRiFR/ GOVERNMENT OF INDIA\nCT{RfuC'-fiIi\"Mq/ MINISTRY OF CIVIL AVIATION\nfllf{qlfigtq{tq$l \nBUREAU oF clvlI, AvIATIoN SECURITY\n..r,(+S, l-m ilfr, srtqqrfE-{, tr{dq / .A' wtNG, I-III FLoOR, JAI{PATH BHAwAN. JANPATH\nT{EFff- 1looo1 /NEw DELHI - lloool\nDated: -0'110212020\nAVSEC CIRCULAR - 01/2020\nsubject: - standard operating Procedure fqr ooerstionalisation. of Ba4iolosical\nDeti\"tio, Eo,rio*ent-ffiEJ-it Iodiao Ai.po.ts to o.etent the R\"dioloei\"\"l\nEmerqencies'\nInexerciseofpowersconferredbySection5AoftheAircraftAct.l934(XXII\nof1934),readwithrule3(b)oftheAircraft(Security)Rules'2011'DirectorGeneral'\nBureau ol Civil Aviation i\"\"uriry (DG, BCAS)' for the purpose ol the safet'v of\npassengers. crew, ground personnel and fte general public in all matters relating to\n,utbguiraing againit acts of unlawful interference with civil aviation and l{adiological\n. rhreits in pa-*icular, delineates the Standard Operating Procedure (SOP) tor handling\nof Radiotogical Detection Equipment to preveot emerging radiological threats front\nentry/exit foinrr ur lndian airports. A copy ofthese Standard Operating Procedures fbr\nRDE is enctosed herewith for strict compliance by all concemed'\n2. \nAll stakeholders working at the airports are responsible for adhering to the\nguidelines and their implementation mentioned in the SOP. Radiological Detection\nEquipmentwillbeoperationalizedbyAviationSecurityGroup(ASG)withimmediate\nelibct and upkeep & mainrenance will lie with the Airport Operators. Under no\ncircumstances the equipment will be kept idle by ASG/Airport Operators\" as RDEs\nhave been installed as preventive measures at Airports in accordance with instruction\nissued by Cabinet Secretariat, Government of India.\n3. \nThe mock exercise related to radiological emergencies shall be conducted at\nair.ports once in a year with participation of all responsible agencies (AsG. NDRF,\ntsARC, Local Potice, erc.) as per coordinated schedules wilhout spreading panic\namong rhe passengers. The Mock exercise shall be conducted by ASGiAirpon\noperators under intimation/ in the presence ofBCAS representative. Data pertaining to\nRadiological Emergency Mock Exercise (REME) shall be kept in record lbr Audit and\nInspection purposes. \nn \n.\nK,n.lr,,rr(.,, Ar.tt*e'.t <, .\n(Rakesh Asthaana. IPS) 7.2.lolr\nDiree tor Gencral\nEncl: As above.\nDistribution: As per slandard list attached.\n,-\n,",
  "3": "Standard Operating Procedures\nfor\nRudio logic al D etection E quiptn ent\n(Monitoring and Maintenance)\nsi ,frB\nb,\nn",
  "4": "Sl No\nContents\nPage\nNumber\nRevision\nStatus\nl.\nAIMANDOBJECTIVE\n3\n)\nPT]RPOSE\n)\n3.\nSCOPE\n5\n4.\nULT dC A5I'K-L;VIATION\n4\n{\nVULNERABILIfV\n5\n6.\nf UNUIIUNS\n5\n7.\nKtrTI1KANU.bS\n6\n8.\nrLUW UF I'AOGAGE INFORMATION\n6\n8.1\nUj1TIIUIIUN I'Y SNM\n7-9\n8.2 Ui,r rJU I1UN AY LIMB MOMTOR\n9-10\n8.3\nUT,ITJUtlUN tsY VMS\nt2-14\n9.\nr,U.; ANIJ L}ONI S\n15\n10. AUIIUN IJY AGENCIES\nt7\n11.\n.E,IVIE,KL,IINUIES CONTACT NO\nl7\nt2. I(trTUKIINU PKUUCEDURE\n18\n13.\nUIS.F UBLIGAIION\nt8\n14. DTTUAIIUN MANAGEMENT\n18\nI5.\nIS.DTUNJII'ILI'T Y OF NODAL OFFICER\n18\n16.\nI(trDTUNSII'ILI-T Y OF RDE OPERATOR\n19\nt7.\nI(E,DT(]NSI]JILI'T Y O} AIRLINE OPFRATOR\nl9\n18.\nIVIT,IJ]A MANAUEM.bNI\n20\n19. TAUILAIIUN OI.- PASSANGERS A}ID\nOTT{ERS\n)1\n20. ROLE OF NDRF\n2t\n21.\nDUIJ)E,I{Uts,N I ALJ'IION\n2t",
  "5": "AIM\nThe Aim of this standard operating procedures is effective operation of RDE and to\ndeal with Radiological and Nuclear emergencies and ensuring adequate advance\npreparedness and instantaneous response to effectively counter the situation. This SOp\nstructured with necessary action within movement of receipt of information about\nRadiological and nuclear detection emergencies and to elimin ate hazud generated due to\nunauthorized carriage ofradioactive substances by passenger, cargo and staff.\nAfter detection ofRadiological and Nuclear material by RD equipment's, the operator\nshall inform to his superiorA.Iodal Officer to deal with the situation. However, incorporate\nthe first reaction role of QRT (Quick Reaction Team) at the Airports will react immediately\nfor safe guarding the passengers and others at Airport. The guidlfines of MHA (Ministry o{\nHome Affairs) NDMA (National Disaster Management Agency) may be referred u, p\"ith\"\nrequirement of the situation.\nI. \nOBJECTIVE:\nTo eliminate the hazard generated due to unauthorized carriage ofradioactive\nsubstances by passenger, cargo and staff,\n2. \nPuroose\nIn order to prevent effry / exit ofRadio Active Materiar which may be used to commit\nan act ofunlawful interference the carriage ofbearing ofwhich is not autiorized, from being\nintroduced by any means whatsoever in to airport/on to an aircraft engaged in civil aviation,\nnopassenger baggagel cargo consignment shall be allowed entry/exiiolthe airport unless it\nhas been screened and cleared through RDEs. The purpose of this Sop is to Iay down\npro.cedwes for monitoring, handling & maintenance oiraiiologi\"\"r .qJp*.nt to safeguard\ncivil aviation operations.\n3. \nScooe:\nr Passing of check-in Baggage through sNM detector before Level-lx-ray\nmachine land OOG (International)\n' Passing vehicles through Limb monitor at Departure entry 01,02 and 03\n' Passing vehicres tluough the vehiele Monitoring system instafled at cargo\nAirside gate.\nr Radio Active Material Detection",
  "6": "AERB :\nAOCC I\nARFF\nASG\nATC\nCISF\nDAE\nHMACPL\nNDR.F\nSOCC\nSNM\nVMS\n\"I)angerous goods means articles or substances which are capable of posing risk\nto health, safety, property or the environment and which are listea as such in the\nTechnieal Instructions ofwhich are classi{ied according to the Technical Instructions,\nand also includes arms, miritary stores, imprements of war and munitions of war.,\nDefinition & Abbreviations\nAtomic Energy Regulatory Body\nAirport Operation Control Centre\nAirport Rescue and Fire fighting\nAviation Security Group\nAir Traffie Control\nCentral Industrial Secwity Force\nDepartment of Atomic Energ5r\nHyderabad Menzies Air Cargo privatelimited\nNation Disastrous Rescue Force\nSecurity Operation Control Cenke\nSpecial Nuclear Material\nVehicle Monitoring System\n4.",
  "7": "5.\n1.\n2.\nVulnerabilitv:\ncarriage of Radio Active Material in the passenger's registered baggage/trand\nbaggage.\ncarriage of Radio Active Material in the inbound/out bound cargo consignment.\nLoading Registered / Hand Baggage i cargo into Airmaft without screening.\n6. \nFuFctions\nOn Line Response to first communication about Radiological and Nuclear emergency\nThe intimation of occurrence of incident of Radiological emergency to those concem\nwith the crisis management, taking decisior/actions of the essence. The first intimation of\nRadiological material normally received by SOCC (Security Operations Control Centre) will\nintimate to the Airport operation control centre (Aocc) and ASG (Aviation security\nGroup). All radiation survey meter will be checked by the ARFF (Airport Rescue and Fire\nFighting). If any baggage tested with positive radiation for radioactive material will handled\nby NDRF (National Disaster Response Force) and DAE (Deportment of AtomicEnergy)\n1 \nRadio Active Material Detection.\n2 \nPassengers will pass though Limb Monitor installed at Departure Entry Gatesand\nCustoms arrivals exit.\n3 \nPassing the check-in baggage tfuough SNM detector installed before both l-evel-lZ-\nray machine (EDTS) and OOG (Intemational) x-Ray machine.\n4 \nPassing vehicles through the Vehicle Monitoring System installed at CargoAirside\ngate.\n5 \nsocc to inform to Aocc for any alarm generated by limb monitor and vlus at cargo\nAirside gate.\n6 \ncheck using Radiation Survey Meter by the level-4 stafffrom airport operator -S&c\nteam for the suspected registered baggage alarmed by the SNM.\n7 \ncheck using Radiation Survey meter by the ARFF team for the suspectedpassenger\nwith the hand./registered baggage alarmed by the Limb Monitor.",
  "8": "8 \ncheck suspected vehicle with the cargo consignment ararmed by the vehicle\nMonitoring system by the cargo Security Team using Radiation surveyMeter.\n9 \ncordoning of the area by ASG/CISF on detection of Radioactive material.\nl0 Handing over of cleared Baggage/cargo to respective Ground Flandling\nAgencies/Airlines/Regulated Agent.\nI 1 Handling of Baggage tested positive for Radio Active Material (by Airport Operator\nSecurity, ARFF and DAE)\n12 Handling of suspect Baggage by DAE as perDAE SOp.\n13 Legal action against the3 passenger.\n7. \nReferences:-\nI \nThe Aircraft (Carriage of Dangerous Goods) Rules 2003\n2 \nTbe procedures as laid down in subject DAE shall be followed.\n8. \ntr'low of Basgape Inforqation\n8.I For detection bv SNM:\nI \non receipt ofpositive ararm ofradioactive materiar in the registered baggage through\nsNM, Level-4 staff shall recheck the contaminated baggage using survey meter and\non confirmation of radiological materiar in the baggage, silall infirm Aocc, ARFF\nand IIBS duty manager without any loss of time.\n2 \nAocc shall inform AREF for reaching Level-4 arong with the Hand HeldDetectors.\n3 \nAOCC shall inform DAE authorities on positive detection of radioactive material as\nper their soP on telephone number 022-2202397g or 022-22g62595. It is very\nimportant that the information pertaining to Baggage is communicated to the DAE\nEmergency cell with accuracy and speed.\n4 \nThe baggage belt shatl be stopped till &e confirmation of radiological material inthe\ncontaminated baggage.\n5 Area of 25 Meters or more around the identified baggage shafl be isorated.",
  "9": "A\nFlow Chart of SI\\M\nln llne baggage Belt next to the SNM system will\nbe stopped and operator has to go SNM location\nand switch ON the system.\nSNM BAGGAGE\nSYSTEM IS HEALTHY\nIn line Baggage Belt will be\noperational and Baggage will pass\nthrough SNM System.\nALARM Generation after passage of\nBaggage from SNM system\nBaggage is contaminated havint some radioactive\nmaterial. RED led lamp will glow along with buzzer\nat level 4. Baggage will be diverted to level 4\nirespective of decision of x-ray baggage\nBaggage reached\nto level 4 ?\nBaggage is Clean; Green LED lamp will glow at\nLevel 4. No action required from operator.\nBaggage will automatically move to respective\nairline counter.",
  "10": "Buzzerfrequency tone will be changed at\nlevel4 indicafinB that Baggage has reached\nto level 4.\nBaggage tracking is lost and parficular in line belt\nwill be stopped. Belt no. and position will be\nindicated at level4.\nOperator has to go to indicated belt and inform\nthe AOCC.\nLevel{ operator, Scan the baggage with\nRadiation Survey Meter. Observe the\nRadiation level to localize source of Radiation.\nMeasure the radiation dose\nRadiaUon Survey\nMeterAlarmed?\nhfom ARFF Record investigation\ninformation.\nls the tsotope\nldentified as SNM?\nls the tsotope identified as\nNorm\nlsolate 25 meters of area around\nthe contaminated baggage.\nlnhrm AOCC\nlsohte tie bag&.ge.\nldentfy th€ source h€ation uslng lsotope identifte, and\nswttch the unit to inteSrati$ mode.\nIhe detaued Analysts report w l be fumtshing\nI",
  "11": "8.2\nI\nFor Detection bv Limb Monitor:\ntr'low Chart for LIMB Monitor\non receipt ofpositive alarm ofradioactive material in the passenger baggage through\nLimb monitors, SOCC will inform to AOCC without any loss of time.\nAocc shall inform ARFF for reaching at the site arong with the }Iand Held Detectors.\nARFF to isolate the baggage and passenger if ararrn-raised by the radiation s'rvey\nmeter and inforrn AOCC.\nAOCC shall inform DAE authorities on positive detection of radioactive material as\nper their soP on terephone Number 022-2202397g ot 022-22g62595. It is very\nimportant that the information pertaining to Baggage is communicated to the DAE\nEmergency Cell with accuracy and speed.\nPassengers passing through Limb Monitor.\nAsk the suspected passengers to pass individually\nthrough the Limb Monitor To re- confirm.\nldentiry the passenger Causing Ararm.\n;I\nAlarm Activated?",
  "12": "\\\nYes\nNO\n.---+J\nPassenger and his Baggage is\nRadiation-free. Can depart from scan\narea\nSOCC to inform AOCC. ARFF shall scan the passenger & baggage with Radiation\nSurvey Meter. Observe the Radiation level to localize source oi Radiation,\nMeasure the radiation dose rate (urlhr) \n,\nes\nRadiationsurvey -.-----...-\nMeter Alarmed? ,------\n--}/*-.\nARFF shall isolate the baggage or passenger. tdentifu the\nIocation using lsotope identifier and switch the unit to\nlntegration mode. The detailed analysis report will be dis\non the screen.\nsource\niplayed\nYES--\n_\\._-\nat \nts the tsotope \n--\\-..-.---\nX'sNu'7-.---'\nld€.tlfle\n)tope\nrd as NORM\nls the liotqpe tdentilied as\nMED/IND?\nV.rify whether the pasenger has\nunde.f,one any rsdtologkal YeS\ntreatnEnt or canylng any\nradloactlva materH. Chect for a\nvalld documestation?",
  "13": "I'l \nNo\nlnform ARFF, Record\nlnvestigation lnformation.\nMove Passenger (Or) baggage to an lsolated area to\navoid Public exposure\nlnform to DAE Emergercy Cell\nRecord lnvestigation lnformation.\nPassenger/Baggage is\nallowed to depart from\ns(itn area.\n8.3\nI\non receipt of positive alarm through vehicle Monitoring system, security Teamof\nCargo shall inform SOCC , AOCC, S&C and ARFF without any loss ottime.\nAocc shall informDAE and ARFF ifbaggage is beyond acceptable limit or without\nproper documents.\nIt is very important that the information pertaining to Baggage is communicated to the\nDAE Emergency cell with accuracy and speed.\nVehicles pass Through Vehicle Monitorint System\nAlarm is activatedyES/NO\nVehicle is clean, and Free to Depart from\nMonitoring Area\nFlow Chart of Detection bv yMS-",
  "14": "Pass Vehicle through Vehicle Monltor\nfor Search\nTreat Load as Non-\nRadioactive\nMaterial\nffi\nRecord\ninvestigation\nlnformation\nH\nlnform SOCC, AOCC and Airport Operator Al.rm shall be investigated only by ARFF\nReview Manifest to identify Origin\nand / or Type ofShipment\nscan Exterior of vehlcle with survey Meter. observe Radiation Levels to Localize source of Radia$on-\nln Load. Measure the Radiation tloes Rate (uSv/hr)\nDoes Radiation Dose\nRate Exceed 25\nusv/hr?\nlsolate fie Lo Jhform Cargo Securtty Team of\nHMACPL to tde-ntitr the Source of Radtaflon $,,tth\ntsotope ldentifler\nls the Nudear\nSubstance/\nNORM?",
  "15": "v\nECIL engineer for restoration on telephone Number 040-271g2643.\nDocument and\nRecord\nlstheNudear\nslbst nce a medlol\nlsotope or lndu3trlal\nlsotop€ ?\nlsolate and Set Up 10 meter\nEarrier\nI\nNIo\nI\n1\n?\nes\nDoes Iladiation\nlnvestigation\nex( eed 3\nNo\nVehicle is clean, and free to\nDepart from Monitoring area\nContact \n\\\nDAE Emergency Cell:\nChairman, Crisis Management Group,\nDAE, Mumbai-400001\nI el:O22-2202 3978, 922-ZZ86ZSgs\nFax: O2Z-?ZBJ A44r\nE-mail: daeecr@dae.gov.in",
  "16": "9 \nDos and Don't for radiological disaster emergeney as circulated by MHA\nvide their Letter no. 32-3512003 NDM-II Dated 21st July 2017 is being reprodueed for\nbenefits of all user also mentioned below.\n9.1\nDo's:- RadiolosicalAluclear Disasters-\nAny radiation incident resulting in or having a potential to result in exposures and or\ncontamination of the workers public or environment in excess of the respective permissible\nlimit can lead to a nuclear/radiological emergency.\nIn case ofthefl/loss ofradioactive source from the institution/premises/during transportation,\nit would normally be noticed first by the field person responsible for handling the same. TtE\nhead ofthe concerned organization would be next person to get this information from his\nown field person. He in turq would bring the incident to the notice ofthe local police station\nas well as to the Atomic Energy Regulatory Board (AERB) who is the regulator (as per\nRadiation Protection Rule 2004 under the Atomic Energr Act) for transporlatiorq storages\nand use of radiation source in the public domain. This will be the trigger mechanism for\ninitiating any mitigation processes by the states agencies.\nFurther in case ofloss/theft ofradioactive sources, the recommended response plan for\nrecovery/retrieval and disposal of the radiological source would be as follow:\nl) \nAERB will inform the crisis Managemenr Group (cMG), DAE through DAE\nEmergency control Room (DAE-ECR), contact Details of 24 x 7 operational DAE-\nEmergency control Rooms are- main DAE-EcR{022-22023979,022-2z02l7l4,Qtiobile)\n09969201364| & alternate DAE *ECR {022-25991070, ozz-zsstszg3, (Mobile)\n099692013651). In additio& it is envisaged that the concemed public official will follow\ntheir own soP & intimate the concemed agencies for ensuring appropriate resporrse.\n2) \nExpert response agencies (Police /l.lDRF/relevant state authorities) after reaching the\nincident spot, if feel that they need an expert ailvice or technical support from nodal ministry\n(DAE); tlrey should contact cMG, DAE through DAE-Emergency control room. while\ninforming, they are requested to provide exact locatiorq contract numbers of concemed\nDIWSP/Local police station and details of incident with brief desoiption of rhe object (if\npossible, along with photograph taken from the distance).\n3) upon receip of such information, the cMG, DAE will get activated and will get in\ntouch with the local authorities to decide about firther course ofaction.",
  "17": "4) CMG will decide and constitute a team of experts as per requirements. The team of\nexperts wili be dispatched to the site by quickest means possible.\n5) Member Secretary, CMG (who is also the designated Nodal Officer of DAE) will get\nregular updates from concemed DAE experts/field agencies and will keep concemed\nauthorities informed and as per scenario, will also keep MHA Control Roomupdated.\n6) DAE experts on recoverylretrieval of the source will examine the integrity of the\nradiation source & accordingly, AERB will decide about firther course ofaction regarding\nsafe keepinldisposal of the material.\n7) Responsibility of source transportation of radioactive material from incident site to a\nsafe storage place should be under taken by local police.\n8) If there is local contamination due to radioactive material, decontamination activities\nshould be taken up by expert resporlse agencies like NDRF and or be performed under\nguidance of DAE's technical experts. Local district authorities should provide adequate\nresources for handling and transportation of the contaminated material to the safe disposal\nsite.\n9) In case required, media briefing will be done by the designated state offrcial. He may\nseek Technical inputs from AERB, if he desires.\n10) After recovery/retrieval of the source and after completing of activities related with\ndecontamination and safe disposal (as per scenario requirements), with due conctnrence of\nAERB, the closure of radiological emergency scenario will be declared by the concemed\nDT,[/SP.\n9.2 DON'Ts:-\nFor response to radiological Emergency: -\nl) \nDon't send unkained responders/volunteers.\n2) Don't send trained responders without proper PPEs and detection equipment.\n3) \nDonnt send responders without taking proper guidance.\nThe other relevant clause of the latest CMP document related with radiological equipment\nand related with the caution for danger ofradiation and its handling is to be synchronized\nwith this SOP during the radiological emergencies.\n10. Aetion bv Asencies :",
  "18": "Activity\nHandling the baggage with the\nradio activity material.\nTo scan the baggage with\nRadiation Survey Meter.\nTo inform DAE.\nIt. \nEmersencv Contact Numbers\nS. No\nAgency \n-\nDirect No.\nMobile\n'1.\nASG/CISF Control Room\n411243630s9\n')\nASG BDDS team\n01t24307733\n3.\nAirport Operator Security\n4.\nARITF\n5\nAOCC\n6\nSOCC\n7\nNational Disaster Response\nForce\n01123438091\n097140773\n72\n8\nECIL Technical Team\n04027121349\n9\nControl room (MHA)\nTOLL FREE No. (MIIA)\n01123092885\n0n23092348\n01123092763\n01123092923\n01123093054\n12. Reoortinp\nAll documents and material relevant to the investigation for radiological emergency\nshall be kept in safe custody by respective agencies.\nThe affected Aerodrome officer in-charge shall forward a comprehensive written\nreport to the appropriate authority i.e BCAS by the quickest possible means for fi,ther\nreviewing the situation.",
  "19": "13. CISF Obligation:-\n1. \nIssuingthe roaster oftrained people so that the equipment can be used onregular basis\nfrom the rrained employee of cISF . The roaster for the day to day operation of RDE\nequipment should be issued by CISF for round the clock operation depends on the\nschedules of flight at each airports.\n2. \nCISF should deploy the staffqualified for handling the DGR.\n3. cISF should exclusively deploy one NODAL oFFrcER for taking up rhe issues\nrelated with RDE.\n14. Situation qanasement-\nThe foliowing agencies will be dealing with the situation -\n1. \nThe frst responder will be the ASG/APSU\n2- \nDepartment of Atomic Energy as they had informed about the emergency\n3. \nNational Disaster Response Force (NDRF) act as per their policy and guidelines.\nAPSU/ASG would take major decision while handling the situation on ground after\nconsultation with above agencies.\n!!, Responsibilitv of Nodal Officer\no \nDay to day monitoring regular use of these equipment at all the airports.\n(iD Arrangement of regular maintenance of these equipment in close co- ordination with\nthe concern airport operator.\n(iii) A list of GISF personnel trained by ECIL to be maintained at each airport.\n(iv) Ensure the proper storage ofthe data developed with the usage of equipment,s.\n(v) Prepamtion and submission of monthly report on the utilization and status of\navailability of these equipment.\n(vi) Quick Reaction Team (eRT) at the airport shall act as directed\nRDE.\nResponsibly of the RDE operator\nPreparation of roaster for operating the RDE equipment's at each airport.\nby Nodal officer of\n16\n(i)",
  "20": "(v)\n(vi)\n(ii) The data of cISF personnel specially trained in DGR needs to be kept updated by\nCISF.\n(iii) GISF to prepare a roaster for each month of trained cISF personnel specificalry\nnominating officer's / sub officers responsible to supervise the monitoring activities as\n\"NODAL OFF'ICERS\".\n(iv) N.DAL oFFICERS^shall .be responsible for reporting any maner pertaining to\nRadioactive Material Detection or RD Equipment to Airport op..uto, & BCAS local\noffrcers,\nNODAL OFFICERS should also submit aMIS report.\nCISF will fi.rther inform to NDRF in case of any radiologicalemergency.\n!! Resoonsibilitv of Airtine operator.\nChief Security officer (CSo) shall ensure compliance / obey the instructions issued for\npreventing the Radiological and Nuclear emergency at Airport.\nWherever, it may be possible as noticed.the Radiological and Nuclear material keep\ninforming the Airport Operation Control Centre (AOCC) immediately.\nl!. Media Manasement\nAll effo*s would be made to ensure that the media acts as facilitator, will not play the\nrole of advisory. It must be ensured that media play a responsibre role in reporting.\nIt must be ensured that only the designated person at airport will interact with media\npersons, ifrequired.\nNorms for reporting of incidents regarding radiorogicar emergency shalr be\ncommunicated as established by press information bureau.\n(a) Method of operation use by the offenders.",
  "21": "(b)Means used in planning and committing such acts.\n(c) Measure adopted by the nodal agencies to handle the situations includingthe\nparticipation ofagencies responsible to deal with national disaster.\nMedia management at Airport Committee level-\nChairman of Aerodrome Committee at the affected airport will nominate an officer\nfrom local administration for media management who will brief media on behalf of\nAerodrome Committee.\nAccess should not be provided to media person to terminal building, control room etc,\nIncidsnt review evaluation ofcontinued effectiveness ofcontingency plan shall be a\nregular process, The DG, BCAS should depute an officer or a team of officers to conduct a\npreliminary enquiry into the cause ofthe incident immediately.\nIn order to prevent the incidents ofRadiological and Nuclear emergency, preventive\nmock exercise should be conducted on regular basis and update the plan regularly.\nBCAS offrcers during the course of audit / inspections of the airport will ensureabout\nthe effectiveness of the equipment and check the keeping records in regards to RDE\n(Radiological Detection Equipment) in the presence of Nodal officer.\nDue regards will be givento the need for periodic evaluation of concept and usefulness\nofsimulation exercises and capacity building ofresponsible persorurel for RDE(Radiological\nDetection Equipment).\n19. Facilitation of oassensers and others\nInorder to ensure exit ofpassengers, family, friends and others swift information shall\nbe provided with applying adequate means of communication i.e about the emergencies.\nThey shall be constantly kept informed about the development ofemergency situation\nso that, to reduce anxiety and mis- information among them.\nAirline / Airport operator shall arange the drinking water and tea facility at the\neffbcted Airpot to facilitate the relatives of passengers and crew.\nThe person responsible to convey the information should be fully aware of the facts o\nthe situation, incorrect or incomplete inforrnation shall not be conveyed to anyone.",
  "22": "Airport operator shall provide the medical fint Aid/medical assistance to the needy\npersons at the affected airport.\nlQ. Role of NDRF:-\nNDRF team will further handle the radiological emergency as per their intemal\nguidelines/ Policy.\n21. Subseouent Action\nPolice officer in the area shall ensure that routine traffic spectators and persons of the\nMedia are kept away from the operational area so the ofticials directly get involved in\nhandling of the situation.\nTraffrc in the vicinity of the airport shall be regulated to facilitate the movement of\nemergency response vehicles,\nThe local police offrcers shall take any action to handle Radiological and Nuclear\nmaterial only as per directions received from NDR-F.\nMock exercises to test the effrcacy of the Contingenoy Plan shall be conducted\nregularly at each airport after getting the exercise plan approved &om appropriate Authority\ni.e. BCAS.\nBriefing ofequipment operator will be done to take Suitable action/ to act when noticed\na Nuclear Materials.\n** END OF DOC**"
}