{
  "1": "OFFICE OF THE ADDL. DIRECTOR GENERAL/AIRPORT SECTOR\nCENTML INDUSTRIAL SECURITY FORCE\n(Ministry of Home Affairs)\nAdministrative BIock\nCISF Complex, MahipalPur\nNew Delhi-37\nNo. O-42011lAPC/OPS(1)/Circular (BCAS)/rg- - ,. Dated oBJuv'2019\nLl2r\nTo\nAll CASOS, CISF ASGS.\nSub: AVSEC Circular No. 08/2019 - Faciliw of Access of vehilce uD\nto tarmac of all Airoolt in the countrv for Shri Rainath Sinoh'\nHon'ble Raksha Mantri : Req'\nEnclosed please find herewith a copy of AVSEC Circular No. 08/2019\nreceived from BCAS vide letter No. CAS-8(a)/2015/Div-l (Vehicle Permission)-\n92949 dated O4tO7 t2079 on the above subject for information and necessary\naction please.\nEncli As above\n(Ajay Kumar)\nAlc/Airport Sector\nCopy to:\nIGiAPS- I & II \n: for kind information please.\nDISG/AP (Sz, Nz Wz & E & NE) : \n-do-\nAVSEC Cell NIS& Hyderabad : \n-do-\nand RTC Arrakkonam.",
  "2": "'Ar\n// RESTRICTED //\nD!B)\nNo. CAS-8(4)/2015/DIV.J (Vehicle Permission) - 92949\nl{litd g{6l,it / GOVERNMENT OF INDIA\nqFr{ fr{rfi riTEql MINIsTRy oF ctvlI- AvIATtoN\nqFRfrqrfi E{Gfi qi l nunrlu or cIvIL AvIATIoN sECURITY\n.s{,EiEi, r-rrl ir6, EFITIq rr{lt q{q?I /.A' wrNG, I-III FLooR, JANPATH BHAWAN, JANPATH\n<{Qffi - rrooor l NEw DELITI - ltoool\nDated: - 04/07/2019\nAvSEC CIRCULAR No. - 08/ 2019\nSubject:\nRainath Sinsh. Hon'ble Raksha Mantri-req\nReference AVSEe eircular No 07i2014 dated 1l/06/2014\nIn continuation to AVSEC Circular under reference. the access of one escon vehicle\naccompanying Shri Rajnath Singh, Hon'ble Ralsha Mantri is permitted up to the tarmac\nduring his anival/departure at all airlolts in the country on security ground.\n'l'his issues with the approval of Director Ceneral, BCAS.\nhte \n^-2s\nDistribution:\nAs per sta[dard list attached\n;*'.wrr[4,\n\\.* +*\"'$e\\\"\n(Jyoti Narayan, IPS)\nJoint Director General\nlt\nM,*\nCopy to:\nl. MoCA (Shri Satish Chander, Under Seqetary), 'B' Block,\nSafdarjung Airport, New Delhi for information.\nRajiv Gardhi Bhawan,\n2. Shri R Chaturvedi, Advisor (VS), MHA, Room No 8, MDC National Stadium, New\nDelhi w.r.t your letter No F.No VI 230 t 8/13/2013-VS dated 28th June 2019 for\ninformation please.\n-r5I;",
  "3": "Copy for information and\n. Director Geneml, CISF, 13 CGO Complex, Lodhi Road, New Delhi: May kindly circulale to all\nASG Units at the airports taken over by CISF.\n2 \nDGPS / IGPS all Slltes I ll I s\n3. Commissioner ofPolice, Delhi, Mumbai, Chennai & Kolkata.\n4. Chairman, Airports Authority of lndia, Rajiv Gandhi Bhawan, New Delhi: with req est to please\ncitculole to all A,4I airports in lhe Countty.\n5. CMD, NACIL (Air lndia) Ltd., Reservation Building, Safdarjung Airyorr, New Delhi-l I0003\n6. CEO, Jet Airways, Siroya Centre, Sahar Airyort road, Andheri (East), Mumbai-400099\n7. CEO, Spice Jet, Plot No.3I9, Udyog Vihar, Phase lV, Curgaon, Haryana.\n8. CEO, Go Air, Neville House, J.N Herdia Marg, Ballard Estate, Mumbai-4oo 001\n9. CEO, lndigo Airlioes, Tower C, Global Business Park, DLF City, Phase III, Mehrauli Gurgaon Road,\nGursaon-122 002\n10. CEO, Air Asia (I) Pvt. Ltd., AIT, 2\"d Floor, Chennai Airport, Chennai-600027\n11. CEO, Vistara (TATA SIA), loih Floor, one Horizon Centre, Sector-43, DLF Phase-V, Gurgaon-\nt22003\n12. Airport Director, Sri Sathya Sai Airport, Prasanth i N ilayam Puttparthy, Anantpur District, Andhra\nPmdesh-s15134.\n11. lvID, DIAL, New tldan Rhawal Opp- Ierminal.], Kil Airpod, New Dethi-37.\n14. MD. MIAI-, CSI Airpoft, l\"iFloor, Teiminal IB, Santacruz (E), Mumbai400 09.\n15. MD. CIAL, Cochin lnternational Airport Ltd., Cochin Airpon, Cochin.\n16. MD, HIAI,, Hyderabad IDternational Airpod Limited, Shamshabad-s00 409. Ranga Reddy Dist1. A.P.\n17. MD, KIA Bengaluru, Adrilnistration Block, Bengaluru lntarnational Ailpon ,e!anairaiii,\nBangalore-560 300.\n18. MD, Mihan India Private Ltd., Dr. Babasaheb Ambedkar International Airport, OId Tenninal\nBuilding, Nagpur-440 005.\n19. CSO, BAPL DurgapurAirpo( MNAV-2g BengalAmbuja Housing Complex City Centre, Durgapur-\n7132t6\n20. RD BCAS, Delhi, Chennai, Mumbai, Kolkata, Ahmedabad, Hyderabad, Amritsar. Guwahati, Imphal,\nBengaluru, Bhopal. Bhubaneswar, Chandigarh, Jaipur, Lucknou Patna, Raipur. Srinagar and\nThiruvananthapuram: ,o please circulote lo all concemed ql airpo s i the rcgion\n21. Managing Dirrector, Kannur Intemational Airport, T.C 84/3, (36/1 ohl), Chacka, NH Btpass,\nThiruvana thaparatn-695024 ( md@rkannura po .aetu)\nCopy for information tor\nL Secretary, CivilAviation, MoCA, RG Bhawan, New Delhi\n2. Joint Secretary, MoCA, Rajiv Candh; Bhavan, New Delhi(Kind attn.: Ms. Usha Padhee, JS)\n3. DGCA, Technical Area, Opp- Safdarjung Airyo4 New Delhi-01\n4. Director, R&AW, Cabinet Secretariat, Room No. 100l, B- l Wing, loth Floor, Pr. DeeDdayal Antyodaya\nBhawan,CGO Complex, Lodhi Road, New Delhi I10003 (Kind attn.: Shr, K.G. Parveen Kumar,\nDirector)\n5. Joint Secretary (ls-l), MHA, Room No. - I I0, North Block, New Delhi\n6. Joint Director, IB, MIIA, 35 S P Marg, New Delhi (Kind attn.: Shri. R.R. Vema, JD)\n7. PS to Hon'ble MinisterofCivil Aviation, RG Bhawan, New Delhi\nItrternal Distributiotr\nSr. PPS to DG, PPS to Jt. DG, PS to DDG (AMT), PS to DDC (MD), PS to DDG (DR), All JDs / DDs /\nADs ofBCAS HQ, Guard File\nAD (OL) - with the request to translate this addendum in Hindi Language"
}