{
  "1": "OFFICE OF SPL. DIRECTOR GENERAL/AIRPORT SECTOR \nCENTRAL INDUSTRIAL SECURITY FORCE \n(Ministry of Home Affairs)  \n \n \nAdministrative Block \nCISF Complex, Mahipalpur \nBy Pass Road, N. Delhi-37 \n \nNo.O-42011/APC/OPS(1)/Circular (BCAS)/19-11798 \nDated:  06th  Dec ’ 2019 \n                    \nTo \n \n \nIG/APS-I&II \n \nDIsG/AP (SZ, NZ, WZ and E&NE) \n \nDIsG/CASO Delhi, Mumbai, Chennai, Hyderabad and Bangalore \n \nAll CASOs of ASGs \n \nAVSEC Cell NISA Hyderabad \n \nRTC Arakkonam \n \n \n \nSub:  AVSEC Circular No 10/2019- Carriage of weapon by CRPF   \n \n \npersonnel while on duty: Reg  \n \nEnclosed please find herewith a copy of AVSEC Circular No 10/2019 received \nfrom BCAS vide letter No CAS-7(9)/2008/Div-I (Weapons)-85333 dated 05.12.2019 \nalong with AVSEC Circular No 29/2002 on the above subject for information and \ncompliance please. \n \n2. \nThis has been issued with the approval of Spl. DG/Airport Sector. \n \nEncl: as above \n \n  \n \n \n \n \n \n \n \n \n               (Ajay Kumar) \n  AIG/Airport Sector \nCopy to: \n \nPrincipal Staff officer to DG CISF : \nFor favour of kind information please",
  "2": "/LRESTRICTED //\n\nNo. CAS-7(9)/2008/Div.-I (Weapons) ~ 85333\nURGE / GOVERNMENT OF INDIA\n‘aR PaHAHATe MINISTRY OF CIVIL AVIATION\nAMRATATARRaMERT / BUREAU OF CIVIL AVIATION SECURITY\n\nHES, UL TA, TATUM, TATU / +A? WING, I-III FLOOR, JANPATH BHAWAN, JANPATH\n\nwgfeceit - 110001 / NEW DELHI - 110001\nDated: - 05/12/2019\n\nAVSEC CIRCULAR No. - 10/2019\n\nSub: Carriage of weapons by CRPF personnel while on duty.\n\n‘This AVSEC Circular is in continuation to the BCAS Circular No.29/2002 dated\n24.9,2002, which is regarding carriage of weapons in civil flights\n\n2. AILCRPF personnel (Central Reserve Police Force, Government of India), while on\nofficial duty: for protecting their protectees (Smt. Sonia Gandhi, Smt. Priyanka Gandhi and\nShri Rahul Gandhi) who are given CRPF protection cover by the Government of India, when\ntraveling by civil flights on duty where such civil aircraft does not have separate storage\nfacility for the hold baggage. then the concerned airline operator shall create a facility of a\nsafe, strong and lockable container for carriage of arms and ammunition immediately as\nprescribed by Circular No.29/2002 — Para 5 (vi) dated 24.9.2002. This facility shall be\nprovided immediately on receipt of this circular. Till such a facility is created by the airline\noperator. the CRPF personnel are hereby allowed, as a special case. to carry their weapon on\nboard the flight in an unloaded condition where the arms and ammunition are kept separately\nin their hand baggage. Once the secure facility is created. the arms and ammunition will be\ncarried separately in the hold baggage only.\n\n3. Security Officer of airlines concerned shall be responsible to inform the sky marshal\non board. if any, about the presence of such CRPF personnel before the commencement of\nthe flight.\n\n4. The Station Manager/Airport Manager of the concerned airline shall verify all the\nrelevant documents to ensure that the arms are authorized alongwith their number in the name\nof the CRPF personnel concemed. He shall also verify the identity of such CRPF personnel\nbefore the pre-embarkation security check\n\n5. All other provisions of BCAS Circular No.29/2002 dated 24.9.2002 shall remain\nunchanged.\n\nRaley Atlrooma\n\n(Rakesh Asthaana. IPS) Se./9,\nDirector General.\n\nol\n\nDistribution: Atte:\n$\n\n",
  "3": "Copy for information scessary action to: -\n\nBwD\n\neasy\n\nse\n\nint\n\n12,\n\n13.\n\n14,\n\n15.\n\n16,\n\n17.\n\n18.\n\n19,\n\n20.\n\n0.\n\nDirector General, CISF, 13 CGO Complex, Lodhi Road, New Delhi: May kindly circulate to all\nASG Units at the airports taken over by CISF.\n\nDGPs / IGPs all States / U.T-s\n\nCommissioner of Police, Delhi, Mumbai, Chennai & Kolkata.\n\nChairman, Airports Authority of India, Rajiv Gandhi Bhawan, New Delhi: with request to please\ncirculate to all AAI airports in the Country.\n\nCMD, NACIL (Air India) Lid., Reservation Building, Safdarjung Airport, New Delhi-03\n\nCEO, Spice Jet, Plot No.319, Udyog Vihar, Phase ~IV, Gurgaon, Haryana.\n\nCEO, Go Air, Neville House, J.N Herdia Marg, Ballard Estate, Mumbai-400 001\n\nCEO, Indigo Airlines, Tower C, Global Business Park, DLF City, Phase III, Mehrauli Gurgaon\nRoad, Gurgaon-122.002\n\nCEO, Air Asia (1) Pvt. Ltd., AIT, 2\" Floor, Chennai Airport, Chennai-600027\n\nCEO, Vistara (TATA SIA), 10\" Floor, one Horizon Centre, Sector-43, DLF Phase-V, Gurgaon-\n122003\n\nAirport Director, Sri SathyaSai Airport, PrasanthiNilayamPuttparthy, Anantpur District, Andhra\nPradesh-515134.\n\nMD, DIAL, New UdanBhawan, Opp. Terminal-3, IGI Airport, New Delhi-37\n\nMD. MIAL, CSI Airport. 1\" Floor, Terminal IB, Santacruz (E), Mumbai 400 09.\n\nMD, CIAL, Cochin International Airport Ltd., Cochin Airport, Cochin\n\nMD, HIAL, Hyderabad International Airport Limited, Shamshabad-500 409, Ranga Reddy Distt,\nAP.\n\nMD, KIA Bengaluru, Administration Block, Bengaluru International Airport Devanahalli,\nBangalore-560 300.\n\nMD, MIHAN India Private Ltd., Dr. BabasahebAmbedkar International Airport, Old Terminal\nBuilding, Nagpur-440 005.\n\nCSO, BAPL Durgapur Airport, MNAV-29 Bengal Ambuja Housing Complex City Centre,\nDurgapur- 713216\n\nRD BCAS, Delhi, Chennai, Mumbai, Kolkata, Ahmedabad, Hyderabad, Amritsar, Guwahati,\nImphal, Bengaluru, Bhopal, Bhubaneswar, Chandigarh, Jaipur, Lucknow, Patna, Raipur, Srinagar\nand Thiruvananthapuram: fo please circulate to all concerned at airports in the region.\n\nManaging Director, Kannur International Airport, T.C. 84/3, (36/1 old), Chacka, NH Bypass,\nThiruvananthapuram-695024 ( md@kannurairport.aero)\n\nCopy for information to:\n\nPENS\n\nsaw\n\nSecretary, Civil Aviation, MoCA, RG Bhawan, New Delhi\n\nJoint Secretary, MoCA, Rajiv Gandhi Bhavan, New Delhi (Kind attn.: Ms. UshaPadhee. JS)\n\nDGCA, Technical Area, Opp. Safdarjung Airport, New Delhi-03,\n\nDirector, R&AW, Cabinet Secretariat, Room No. 1001. B-1 Wing. [0th Floor, Pt\nDeendayalAntyodayaBhawan,CGO Complex, Lodhi Road. New Delhi — 110003 (Kind atta.: Shri K.G\nParveen Kumar, Director)\n\nJoint Secretary (IS-I), MHA, Room No. - 110, North Block, New Delhi\n\nJoint Director, [B, MHA, 35 $ P Marg, New Delhi (Kind attn.: Shri. R.R. Verma, JD)\n\nPS to Hon'ble Minister of Civil Aviation, RG Bhawan, New Delhi\n\nInternal Distribution\n\nSr.\n\nPPS to DG, PPS to Jt. DG, PS to DDG (AMT), PS to DDG (MD), PS to DDG (DR), All JDs / DDs /\n\nADs of BCAS HQ, Guard File\n\nAD (OL) ~ with the request to translate in Hindi Language. (maheep.singh&nic.in)\n\n",
  "4": "CIRCULAR  NO.   29 /  2002 \n \nIn order  to streamline the procedure  for  carriage of   weapons and ammunition   \nby  Personal Security  Officers of  VVIPs /VIPs and/  or   persons /  passengers ,  and  to  \nprevent  unauthorized   carriage  of  weapons , explosives  or any other  dangerous   \ndevices within India  which  may be   used to commit  an act of unlawful  interference on  \nan aircraft  engaged  in  civil aviation  operations , operating  to  and from civil airports  \nin India ,  the  following  instructions are  issued for compliance  by all concerned :- \n \n1. \n(i) \nVVIPs  like   President , Vice  President , Prime Minister   and  SPG  \nprotectees ,  permission   has been granted   by    the  Central  Government  to \ntheir  Personal  Security  Officers   for carriage  of    authorised  weapons  and  \nammunitions by them   on  board   an aircraft   while  travelling    with these  \nVVIPs /  protectees   by air. \n \n(ii) \nThe above   Personal  Security  Officers  shall  carry  their  weapons  and  \nammunition on their  person  or  in  their  hand  baggage  in  fully  unloaded  \ncondition  ie. weapon  and ammunition    shall  be kept separately.   \n \n2. \n(i) \nIn  order to  provide  adequate  security  coverage to aircrafts registered  in \nIndia  and engaged  in  civil aviation operations to  and  from all  civil airports  in \nIndia,  permission  has   been granted  by the Central Government to  Sky  \nMarshals,  while on  duty  in such  aircraft,  for  carriage of   weapons  and  \nammunition  on  board   such an  aircraft. The  Sky  Marshals  shall be in \npossession of  their  Identity Cards and  authorisation,  issued  by Commissioner \nof  Security   (CA) from  time to time , for carriage  of   weapons  and ammunition   \non board    an  aircraft.   \n \n(ii) \nStation Manager /  Airport  Manager  of  the concerned  airlines  \nshall ensure that the   pilot-in-command  is notified  as to   the \nnumber of  armed   persons    and their seat  allocation on  board \nthe  aircraft. \n \n3. \n(i) \nPSO (s)  of   other   VIP /  dignitary  of  high  risk category  whenever  \nallowed  by   the government of India to  accompany   such  a  VIP  / dignitary   \nduring    his /her  journey  by air or any  person  on bonafide duty with  weapon \nand ammunition while  travelling  by air  shall  carry the  authorised  weapons  \nand ammunition  in  his/ her   registered  baggage only   in  the manner  specified  \nbelow. \n \n(ii) The  Personal  Security  Officers  or  the  persons  on duty  mentioned in sub \npara  3.(i) above shall  carry  with them their  valid  Identity  Cards  and    \nDuty  Slips / Movement  Orders authorizing them to  carry  specific  \nweapons and ammunition while  on  bonafide  duty travelling   by air  and  \nshall  produce the same  to the  Airport / Airlines Security  Officers/",
  "5": "Manager   as  mentioned   in  sub para  (iii) and   (iv)  below. \n \n \n \n \n \n \n \n \n \n \n(iii)Chief  Airport  Security Officer  of Aviation   Security Group (ASG) / \nIncharge  Airport  Security  Unit shall check the  Identity Card  and  Duty  \nSlip / Movement  Order  of  the  PSOs  of VVIP /  SPG  protectees  and  \nshall ensure  their   genuineness. \n \n(iv) Concerned  Airlines   Security  Manager / Officer  shall check the  Identity \nCard  and  Duty  Slip / Movement  Order  of  the  PSOs  and persons   \nmentioned  in sub-para 3 (i)  above  and   shall ensure  their   genuineness. \n  \n4. \n \nIn the  case of  regular  passengers the  Station  Manager / Airport  \nManagers  of all  airlines   are  authorized to   allow      carriage   of  only one \n(repeat one)  licenced  revolver or  pistol  or shotgun and fifty  cartridges  \nbelonging  to  a  bonafide   passenger. \n \n5. \n(i) \nThe  following  conditions (shall be  strictly  followed)  for  carriage  of  \nweapons and ammunition  in  the  Registered  Baggage  by   a  bonafide  \npassenger, PSOs or  VIPs or any  dignitary or high  risk category or any person \nwho  has been  allowed   to carry  his   weapon and  ammunition on duty  while \ntravelling  by air. Henceforth such  categories   of  persons   have been referred to  \nas  passengers:- \n \n(ii) \nSuch a passenger shall declare   the carriage of  his / her  authorized /  \nlicensed  weapon   and  ammunition to  the  concerned air carrier     in  writing  on \nthe  prescribed   form  to be  provided by  the  airlines  operator  before  security  \ncheck of   his / her   Registered  Baggage.  Original   copy of such declaration  \nshall be retained at the  Boarding  Station , second  copy  shall be kept  in the \nflight’s file  and  third  copy  shall be  given to  the  passenger. \n \n(iii) \nPrior   to acceptance of   weapon  and  ammunition  from a  bonafide  \npassenger   having  valid  license or   authorisation issued   by  the competent  \nauthority  as mentioned   above  ,    the  concerned  airlines  operator   shall  \nensure  that  the carriage  of  weapons  and  ammunition  in  Registered  Baggage \nof  such   a passenger   is  allowed  only when  an authorised   and duly  qualified   \nperson of   the    airlines  has  determined  that the  weapon  is  not  loaded.  \n \n(iv) \nThe Station Manager / Airport Manager  of the concerned airlines    shall  \nverify   all the  relevant  documents  to ensure  that the   weapon(s) and  \nammunition  is / are   licensed / authorised  in the  name of  the passenger  \nconcerned  and  shall  ensure  that only  authorised  number (s) of  weapon  and \nammunition      are allowed  in the  Registered  Baggage. \n \n \n(v) \nThe   weapons  and  ammunition   shall be  stowed  in an   area  that is  \ninaccessible    to any  person  including air crew   while  the  aircraft   is in   flight",
  "6": "and  shall not  be  carried   in the  cockpit  or  retained   by a   member of  the \ncrew.  Therefore, the weapons   and  ammunition  shall be   carried  only  in the \nRegistered   Baggage  of   the  passenger  and  such   baggage shall be  stored  in a  \nsecurely  locked , tamper-proof  container  which shall be  located   in the  \nbaggage  compartment  of  aircraft  or  in  aircraft  having  separate   cargo  holds  \nso  as   not    accessible  to passengers.  \n \n(vi) \nIn case  an  aircraft  does not  have  separate  cargo  / baggage   hold  for  \nsafe and secure  storage  of   a securely locked , tamper-proof  container  for  \nkeeping   passengers  Registered  Baggage  containing   their  authorized  \nweapons   and ammunitions , concerned  airlines  shall  be responsible to   inform  \ntheir   passengers not  to  carry   arms and  ammunition  with them  as   the same  \nshall not  be allowed to  be carried  in the Registered  Baggage   in such  an \naircraft.  However, if  weapons/ ammunition are  required  to be   carried  in such  \nan aircraft  which  does not  have cargo / baggage  hold, necessary  arrangements   \nfor a securely locked  , tamper-proof   container   for keeping   Registered  \nBaggage  containing   authorized  weapons /  ammunition   shall  be made   by the  \naircraft owner /airlines  operator  and   key  of such container   shall be   handed \nover to   the Pilot. The Registered Baggage shall be  handed over   to the \nconcerned person/ passenger at  destination in the  arrival hall  only. \n \n(vii) \nThe  above  procedures  are  also applicable  to  Private  Aircraft   owners  \nand their    body  guards  carrying  weapons also.  \n \n6. \n(i) \nAt  foreign  airports , where  Indian Airlines   and  Air  India  operate , the  \ndiscretion to permit  the carriage   of personal weapon and ammunition in the \nRegistered Baggage   will vest  with the  Airport  Manager of the concerned  \nairlines in consultation with  the  Airlines  Security  Officer if  available.  In all \nsuch cases, the passenger shall  carry  valid  documents  and  also  subject  to the  \nprovision  that  such   carriage do not   violate the  local / national laws, rules  and \nregulations. \n \n(ii) \nThe above instructions shall be subject to   any further restrictions   \napplicable   in countries of   transit and destination. \n \n7. \nThe above instructions     shall be implemented    by all concerned with \nimmediate effect.  \n \n \n(R.K. Singh) \nAddl   Commissioner  of  Security (CA) \n \n \nNO.CAS- 7(9)/2002-DIV-1 \nDATE   : 24.9..2002"
}