{
  "1": "OFFICE OF THE ADDITIONAL DIRECTOR GENERAL / AIRPORT SECTOR\nCENTRAL INDUSTRIAL SECURIW FORCE\n(MINISTRY OF HOME AFFAIRS)\nAdm. Block, Ground Floor,\nCISF ComPlex\nMahipalPur, New Delhi- 37\nNo.0-42099/APC/OPS (ly CIRCULAR BCASI23 lq 80 \nDated 06 Feb'2023\nTo\nIG/APS (I&II)\nDIsG/APS (E&NE, NZ, SZ & WZ)\nDIsG/CASO ASGs Delhi, Mumbai, Bangalore, Hyderabad and Chennai\nAll CASO CISF ASGs\nSub! Forwardino of letters: Reo:\nPlease find enclosed herewith a copy of FHQRs (OPS BR.) letter no. O-\n42}gglOPSlAirport Matters/2023-672 dated 03.02.2023 on the above subject matter.\n2. This is for kind information and necessary action please.\n3. This is issued with the approval of the Competent Authority.\nEnc!: As above\n(Arun Singh)\nAIG/AIrport Sector",
  "2": "DIRECTORATE GENERAL\ndffiq sitdFro g{6r {fr\nCENTRAL INDUSTRIAL SECURITY FORCE\n$r'iareql\nlulursrnvbr rroMo AFFAIRS,*. * _,,., Sfr.on. ctrsr\nBLOCK NO' I3, C.G,O, COMPLEX'\ndM ns +{ frd-ttoocs\nLODHI ROAD, NEW DELHI - 11OOO3\nw/EB4rrtlj-gElrdq\n{fl Ti- o-42og9lops/Airport Mattersl2on- [:L)\nDate: DZFeb'2023\nC-{r t-,\nThe Asstt. Inspector General,\nCISF AirPort Sector HQrs,\nMahiPalPur, New Delhi'\nSubJect: Fomrardlng of lettess: Rcg'\nPlease find enclosed herewith the copy of the following ietter received from\nBCAS:\nOrder Op\"-.\"t.\" \"tta \nUonitorin^g of\nCbfV System at Civil\nAviation Facilities\n2. \nThis is for kind information and further necessary action' please'\nEncl: As above.\n\". . {\\r.\n\\uI> )\n7(15)/2003/Div.-l\n(ccTV)-t35315\ndated 30.01.2023\n\\oztzozs\nAvSec",
  "3": "At\nl,.---r.tl z\n1.1.2. \nCCTV Systems shall be installed at\nrelated lacilities / establishments off the airport,\nAvSec Circular no OS/2OtT and in this order.\n1.1.3. \nCCTV Systems, recordings shall be\naccordance with this AvSec Order.\n\\\\RESTRICTED\\\\\ncivil airports and aviation\ncovering areas specified in\nmonil ored and retained in\n.l\n- uvl)\nffi ,/lok-\nF. No. cAS-7(1 s)/2oo3/Div.-r (cc\"v) - 8s31s l\\--\n^ur{ilTr{.FR \nI GOVERNT4ENT OF tNDtA\n].rrRE*rT*/ MrNrsrRy oF ctvrL AVrArroN\n0^,,*)41'\"qr'nrfr w.iJdil#i'l;,lffi i';i:,\",i,'l}i^i[il;\"\"i,*,\"\n* \nili,\", H, \n4o, ffi,,miiti**:r** j\"*;$;;;;;o*^*,\ntl' | -_ \nDated: - 3O/ot. /2O23\nI \nr.tA\\\nfft fU \nAvsEc oRDER No. - oz/2o2s\n. \nIn exercise of powers conferred by sub-section rA of section sA of the\nAircraft Act, 1934 (XXII of 1934), read with Rule 3 (b) of the Aircraft (Security)\nRules, 20 1 1, the Director General, BCAS, for the purpose of the safety of\npassengers, crew, aircraft, ground personnel and the general public in all\nmatters related to safeguarding against acts of unlawfur interference with civir\naviation' with regard to operation and monitoring / surveilrance through ccrV\nsystems at airports and aviation related facilities off the airport, directs the\nfollowing:\n, \nl. \nScope, purpose and Objective:\nFL .oY t.t, Scope: This AvSec Order applies to:\nDY\n1.1. 1, \nCCTV Systems including closed circuit television (CCTV),\nAutomatic Number plate Recognition System (ANPR), temporary CCTV\narrangements and any oiher systern capruring aucii<.r -visuals of individuars,\nvehicle(s), security sensitive areas, etc. for viewing, monitoring and/or\nrecording the activities of such individuars, vehicle(s), security sensitive areas,\netc.\n\\r\n't f,\\iY\nD. l'lq\notlil 123\n.i rs , r: / /'A''\n- ..' i tf<s--\nOl.o'l'2'l\nPage I of 10",
  "4": "L.2, Purposes: The\nSystems will be:\n\\\\RESTRICTED\\-\\\npurpose for operation and monitoring using CCTV\na) safety and securitY\nthe general public;\nof passengers, crew, aircraft, ground personnel and\nb) detection, prevention and post incident investigation oI the security\nincidences / occurrences related to civil aviation operations;\nc) monitor passengers and staJf movements;\nd| access control and intrusion {etection; and \ni \n,r\nel to prevent unauthorized introduction of weapons, explosives and\nprohibited articles and substances which may be used to commit an act\nof unlawful interference with civil aviation operations.\n1.3, Objectives: The CCTV Syitem shal1 be intended to satisfy the purposes\nstated in para !,2 of this AvSec Order. It shall provide, when required, data of\nevidential value and, produce data approfriate for the purposes stated in this\nAvSec Order.\n2.\nDefinitions:\n2,1. Closed-Circult Television is also known as video surveillance, is the use\nof video cameras to transmit a signal to a specihc place, on a limited set of\nmonitors. It may employ point-to-point, point-to-multipoint, or mesh wired or\nwireless links for transmitting the signals.\n2.2. Recorded Data means any material / information I data I images /\nvideos recorded by, or as a result of, technical equipment which forms part of\nthe CCTV System; this specifically includes data recorded digitally or by way of\ncopying on to any media storage device and 'hard-copy' prints.\n2.3. Processing in relation to data means an automated operation or set of\noperations performed on digital data, and may include operations such as\ncollection, recording, organizing, structuring, storage, adaptation, alteration,\nretrieval, use, alignment or combination, indexing, sharing, disclosure by\ntransmission, dissemination or otherwise making available, restriction, erasure\nor destruction.\n3. Operation and Monltorlng of CCTV System:\n3,1\" Risk and needs Assessment for the System:\n3.1.1. Risk and needs assessment, at the airport, shall be carried out by a\nStanding Committee constituted for this purpose and comprising of the\nfollowing members:\ni) CASO of the ASGi APSU or his representative not below the rank of\nAssistant Commandant / Dy. SP (in case of on airport facility),\nPage 2 of 1O",
  "5": "\\ \\RESTRICTED\\ \\\nii) cso of the airport operator or his representative not below the\n- , \ndesignation of Manager (Security), and \n- -r'---r\n]lli In case the CC,I'V system has to be installed by the entity which is\nli\".:\".LT,:[airport, cso/ASCo .f th. ;;;;;..ed entity to be part or\n3.1.2 For off-airport facilities risk and needs assessment\nby a Standing Committe\nfollowing members: e constituted for this purpose\nr) CSO or ASCO of the endty as applicable,\nii) cso or his/her representative of the concerned aircraft operators or\nairport operators, as applicable.\n3' 1'3' The above mentioned committees are constituted for the specific\npurpose of ccrV location finalization and regular review of the ccrV systems\nat the airport / off the airport respectively.\n3.1.4. The Committees shall identify locations or lacilities requiring CCTV\n|uXffii|ll* \nas part of an overail security approach at rhe airporr / off airport\n3. 1.5. The Committee shall make needs assessment for CCTV systems by\nobtaining and anarysing primarily following four requirements viz. functionar,\noperational, infrasLructure, and video reteniion:\n(a) Functional requirements - camera coverage needs such as surve lance\nof perimeters, and spaces within terminal etJ.;\n(b) Operational requirements _ capabilities of the CCTV system components\nthat will enable it to provide the expected informaLion under all operating\nconditions. Conditions to consider in the operational environments\ninclude day and night operations, lighting, weather conditions, and\ntemperature changes;\n(c) Infrastructure requirements _ needs for installing or accessing fibre or\nhard-wire cables, wireless networks, and po*.. \"or..\"I, \nother\ninfrastructural requirement, necessary to successlully implement an\nintegrated CCTV system; and\n(d) Audio/Visual retention requirements - entity,s audio-visual retentiorl\nand storage needs.\n3'2' Identilication of Locations for Installation of ccrv system and ccrv\nCoverage Areas:\nshall be carried out\ncomprising of the\nPage 3 of 10",
  "6": "\\\\RESTRICTED\\\\.'\n3.2. 1. Airport operator or the entity concerned shall consider iltumination\nlevels, both natural and artificial, selected camera type in accordance with\nBCAS order issued in this regard, and camera location, together in the design\nof a CCTV system to ensure optimum performance with no blind spots and to\nprevent operational environment conflicts'\ng,2.2, CCTV cameras instailed in baggage handling areas and cargo complex\nshall be mounted high enough and with unobstructed line of sight such that\ncamera views of all baggale .Ld \"\"rgo handling and screeningtactivities are not 'l\nblocked visually by baggage or cargo handlers, stored cargo or equipment\"\n3.2.3. Cameras and display monitor(s) shall be positioned to minimize any\nimpact on the quality performance of the image / video displayed due to light\nglare.\n3.2.4, Once CCTVs are installed and running, they should be properly\nmaintained by airport operator / entities. Entities should consider the optimai\nplacement of lighting fixtures to be out of ccTV camera line-of-sight to avoid\nglare or lens flare, while providing adequate lighting of the area under\nsurveillance.\n3.2.5. Coverage areas at an airport shall inciude but not limited' to important\ncoverage areas as mentioned in para 1,i of AvSec Circular no 05/2017 and as\namended from time to time. Broad-list of the areas to be covered under CCTV\nsystem is illustrated:\ni. Landside areas including but not limited to, naka checkpoints, approach\nroad to terminal building, each level and all lanes of the frontage\nroadways, walkways, taxi and ground transportation staging areas, air-\ntrain stations, vehicle parking, passenger pick-up and drop-off areas, all\nloading-unloading docks;\nii. Terminal building inside and forecourt areas inciuding but not limited to,\nterminal entrance and exit gates including emergency gates, Check-in\nareas including counters, Security Checkpoints, Baggage Claim Area,\nVisitors' Gallery, concessionaires;\niii. Security Hold Area (SHA) including but not limited to shops and outlets,\ncirculation area, Boarding gates, SLPC Points, Aerobridges / Aerobridge\ntunnel, etc.;\niv. Hold Baggage Screening points including a1l levels of BHS & ILHBS;\nv. Baggage - Sorting and Baggage - Break-Up Areas, Conveyor belt Areas;\nvi. Immigration / Emigration Control Areas;\nvii. Airside areas including but not limited to all airside Entry/exit Points;\nviii. Ramp, Apron, Bays & Movement Areas;\nix. Airport Perimeter;\nx. Runways and Isolated Aircraft Parking Positions;\nPage 4 of 1O",
  "7": "\\ \\ RESTRICTED\\ \\\nxi All.access control points of other vital installations and airport facilities\nincluding but not limited to ATC, Fuel \"\"r-., ,nO\", AMOs, FTOs, State\nHangars,\nxii. Explosive Disposal Area/Cooling off pit, and\nxiii' Backside areas of offices7.o.r.\"..io.rli..\" i\"'\".,.0 ar rerminal bu,dings.\n3'2'6' The entities other than airport operators which require, installation o1.\nCCTV System within their areas of op.rr,i,rn- at airport. te cover all such\nsensitive areas requiring surveillance'f.o_ \".\"u.lty ol,\"r';r\"r.* ;; il.iJ\nsecurity staff, will include but not limited to:\na) General Aviation and Helicopter Operators located inside SRAs of an\nairport.\nb) Air Traffic Services provided by the airport operator itserf in case of AAr\nairports, ATC whether located outsrde or inside airport SRAs, CCTV\nsystem is to be installed by the Airport Operator w.r.t. access control in\nATC complex & ATC Tower and its feed to be served to SOCC.\n(i) In case Air Tralfic\nservrces are provided by entity other than airport\noperator, CCTV system to be installed by the airport operator and its teed\nto be served to SOCC.\n(ii) In case Air Traffic Services are provided by defence controred\nunits/estabushments for civil aviatior-r operations at civil enclaves, ccrv\nsystem is to be installed and manned by the Air Trarfic Service provider\nunits/ establishments w.r.t. access control in ATC complex, ATC Tower,\naccess control points to runway areas, entire perimeter, entire runway\ncoverage and Isolated Aircraft parking positions.\nc) Maintenance, Repair and Overhaul (MRO) establishments, Aircraft\nMaintenance Organizations (AMOs), Catering Establishments, and other\nsuch aviation related facilities located off the airport.\nd) Flight Training Organizations/Schools wherever located, either inside\nairport operational areas or off the airport.\n3.2.7, A record shall be maintained by airport operator/entity specifying type,\ncamera number and location details of each camera installed.\n3.3. Human Resources: Staffing ofthe Control Room\n3.3'1. The security operations control Room shalr be staffed on a 24 hour\nbasis. Equipment associated with the system will only be operated by\nauthorised personner who are trained in its use and control Room procedures.\n3.3.2. Security personnel of ASG/ApSU manning the Security Operations\nControl Room shall be ,1ualified in AVSEC Basic Course.\n$!^\"\nPage 5 ol 10",
  "8": "\\\\RESTRICTED\\\\. '\n3.3.3. A significant consideration when planning for the stafflng of a CCTV\nsystem is the ,rumber of monitors operator / security personnel can view and\ncomprehend simultaneously for a specified period of time'\n3.4. Ownershlp, malntenance and accountability of the CCTV system:\n3.4.1. The CCTV system shall be owned by concerned airport operator or entity\nunder whose premise it is installed as the case may be'\n3.4,2. The CSO as a representative of thet airport operatot J\"\"tiry as the caJe\nmay be, shall have access to their CCTV Control Rooms and Equipment Rooms\nand shall be responsibie for receiving regular reports from the system manager\n/ system administrator on upkeep of the system,\n3.4.3, The designated system manager / system administrator shall have day-\nto-day responsibility for the maintenance, upkeep and regular examination of\nCCTV system as a whole. He shall also be responsible for ensuring that all the\nsystems put in place are functioning appropriately'\n3.4,4. Such regular examinations, which may be in the form of irregular spot-\ncheck(s), will inctude examination of the Control Room, the CCTV recording\nequipment, the content of recorded information / data, integrity of related log\nbooks and documents, etc. for the purposes mentioned in para 3.4.3.\n3.4,5, Airport operators and entities shall establish a robust system not only\nto keep a record of the defective cameras and other related equipment, but also\nget these repaired / replaced within reasonable time of noticing the defect.\n3.4.6. CASO shall ensure alternative/ physical surveillance of the affected area\nfrom the reserve strength in consultation with airport operator and respective\nRegional Director, BCAS till such time the defects are met with.\n3.5, Periodic evaluatioa of the CCTV system:\n3.5.1, The Airport Advisory Committee on Security (AACS) shall evaluate the\neffectiveness of surveillance by CCTV system at Airports, and off-airport\nfacilities connected with a particular airport. If required, AACS may co-opt a\nmember from CNS (AAI) or IT department of concerned airport operator.\n3.5.2. Such evaluations shall take piace at least once in three months, and as\nand when required.\n3,5.3. System shall be evaiuated by the assessment committee (AACS) to\nestablish whether the purposes of the system are being complied with and\nobjectives are being achieved. The evaluation will incorporate but not limited to\nan assessment of the impact on security of airport, staff and passengers.\nPage 6 of 1O",
  "9": "\\ \\RESTRICTED\\ \\\n3'5'4' The results of the evaluation sharl be recorded by the committee and\nimprovement in the management and operations ol the system shall be\nsuggested.\n3'5'5' The airport operator and concerned entity shalr submit compliance of\nthe observations/ recommendations conveyed Uy,f,. eeCS, to the Committee\nlor validating the compliance.\n3.6, Monitoring and Recording Facilities: \nr \n.l\n3.6, 1. The CCTV system shall be monitored on all days by aviation security\ngroup / security staff in the security operarions control Room / control room\nas the case may be. The CCTV equipment shall have the capability of recording\nall cameras simultaneously on a 24/7 basis.\n3.6,2, Secondary monitoring equipment / center shall be located strictly as per\ninstructions of DG, BCAS,\n3'6'3' The ccrV system needs to be designed and configured so that it retains\nthe necessary quantity and quality oI recorded information / data. CCTV\nsystems shall also be equipped with appropriate export and aichiving\ncapabilities.\n3.6.4. The CCTV system shall have a hierarchy of access levels, user IDs and\npasswords.\n3.5.5. It shall be the responsibility of ASG/ApsU to monitor ccrV cameras\ncovering all areas of airport from where the feed is servecl to SOCC.\n3.7. Monitoring activities at SOCC by the ASG/ApSU:\n3.7.1. If any activity is noticed having a bearing on airport security the chief\nAirport security officer shalr take remedial measures immediately in\nconsultation with the Airport operator. ln this regarcl information shall be\nshared with concerned RD. BCAS.\n3.7.2. However, iI any iliegal activity involving employees of another\nagency/entity is noticed, which has no aviation security implications; it will be\nintimated by the chief Airport Security officer to the designated nodal officer of\nthe concerned agency/entity directly or through thc airport Chief Security\nOfficer-\n3.8, Management / Processing and Hhndling ofRecorded Data\n3.8. 1. The replaying and / or copyir-rg of any recorded data will be in\naccordance with this AvSec Order.\n3,8.2, All recorded information / data will be processed and handled strictly in\naccordance with this AvSec Order.\nPage 7 of 1O",
  "10": "\\\\RESTRICTED\\\\ - \n,\n3.8.3. Record of every movement and processing (usage) of data from the\nmoment it is recorded until destroyed / erased, shall be meticulously\nmaintained.\n3,8.4. Access to and use of recoided data will be strictly for the purposes and\nobjectives defined in the Avsec Order.\n3.8.5. Appropriate security measures shall be put in place by the airport\noperator / entities to prevent unauthoiised or accidental': access to, alterdtlbn,\ndisclosure, loss or destruction of, information / data.\n3,8.6. Ownership of all the recorded data as enumerated in this AvSec order\nshall lie with BCAS. The concerned, airport operators / entities shall be its\ncustodian. Custodian shall make it available to the BCAS Officials on request.\n3.8.7, The recorded data shall only be provided with the written approval of\nDG, BCAS or any other officer authorized by him on this behalf.\n3.9. Request for viewing access to live feed / recorded data:\n3,9.1. Access to viewing of live'feed / recorded data generated by the CCTV\nsystem shall be restricted and carefully controlled.\n3.9.2, All requests for access to viewing of live\nby the CCTV system, shall be recorded in the\npurpose. An entry must contain full details\nincident, if any, name of the person making the\ntheir reasons, etc.\nfeed / recorded data generated\nregister meant for the subject\nof the time and date of the\nrequest, the request itself, and\n3,9.3. Stakeholders and other Govt. agencies such as Airport Operator,\nAircraft Operators, Customs and Immigration are authorized to depute their\nrepresentatives to the SOCC for viewing their respective area of interest, if\nrequired. CASO or his representative may allow such viewing by followrng the\ndirections mentioned at below para 3.9.5.\n3.9.4, All such other agencies as mentioned in para 3.9.3. shall nominate and\nnotify their nodal representatives to airport operator and ASG/ApSU.\n3.9.5, If request of viewing is granted, then the following shall be entered in\nthe register in addition to the details mentioned in para 3.9.2:\ni) The date and time at which viewing access was allowed.\nii) The reason(s) for allowing viewing access.\niii) The extent of the information to which viewing access was allowed\n(camera numbers, date(s), time(s), etc.)\n3.9.6, If request of viewing is refused, the reason shall be entered into the\nLog(s).\n\\,/\nPage 8 of 1O",
  "11": "\\ \\RESTRICTED\\ \\\n3.1O. Request for providing of recorded data:\n3'10'1' No recorded information / data shalr be provided by the custodian in\nstored media or any other lorm incruding print without the written permission\nof the Director General, BCAS or any other officer author tzed by him on this\nbehalf.\n3'1o'2' If recorded data is required t<i be provided for investigation of grhve\noffences, by law enforcing / security agencies, Director General, BCAS or any\nother officer authorized on his behalf shal be the authority to approve the\nrequest for any such recorded data to such agencies.\n3,1O.3. Any request for providing of recorded data should be\nBCAS through concerned RD, BCAS.\nmade to DG,\n3.1o.4. concerned airport operator (custodian) shar maintain the record of arl\nsuch requests for providing recorded daia and details thereof.\n3.11. Control and Operation of Cameras\n3.11.1. Any person operating the ccrv system will act rvith utmost probity at\nall times.\n3.1 1.2. Every use of the cameras will be with the purposes and objectives of\nthe system and shall comply with this AvSec Order.\n3. t 1.3. Cameras' operators will be mindful of exercising discretion which may\nlead to complaints of the system being used for purposes other than those for\nwhich it is intended. An operator may be required to.iustify his/her interest in,\nor recording of, any particular individual, group of individuals or property at\nany time.\n4. Retention of Recorded data: Recorded data shall be retained for a\nminimum of 30 days for future retrieval as per provision of this AvSec Order.\n5. Control Room Security Measures and Discipline:\n5. 1. Primary responsibility for ensuring that there is no breach of security in\naccess control to the control Room, shall lie with the control Room In-charge.\nHe shall also be responsrble for the management of the control room and\nenforcing security measures and discipline inside the control room.\n5,2, In the event of evacuation needed from a Control Room for safety or\nsecurity reasons, normal Control Room / terminal procedures will be complied\nwith; no CCTV equipment rvill be shut clorvn.\nPage 9 of 10",
  "12": "\\\\R,ESTRICTED\\\\ .\n6, Access to and Security of the Control Room and Associated CCTV\nEquipment:\n6.1. Authorlzed Access: Only authorised personnel shall operate any of the\nequipment located within the Control Room and equipment associated with the\nCCTV system located in the Equipment Room.\n6.2. Authorlsed Visits: ASG/APSU and BCAS officials shall have unrestricted\naccess to Control Room for viewing, teviewing, and oveisight purposes wlthout\nprior intimation, at any time, in exception to para 3.9 of this AvSec Order.\n7. Cyber Security of CCTV System and Data Generated:\n7.1. The confidentiality, integrity, and availability of data are critical for any\norganization. CCTV systems, especially IP-based systems, present a cyber-\nsecurity risk because their video images and critical operational surveillance\ndata is transferred and stored on a network.\n7.2. Protecting information should be a high priority in security planning.\nCyber security is a large and complex issue that extends far beyond the\nimpiications of a CCTV system.\n7.3. However, issues such as hardware and software control measures,\nnetwork control measures, and network securi$r should be considered by any\nentit5r incorporating an lP-based CCTV system.\n8. \nExemption: The Director General, BCAS may exempt or provide any\nrelaxation in implementation of this AvSec order on case to case basis, if any.\n9, \nAny violation of this AvSec Order shall attract penalty under applicable\nprovisions of the Aircraft Act, 1934 and the Arrcraft (Security) rules, 201I.\n10. \nThis AvSec Order has been issued in supersession of AvSec Circular no.\n33/2003 dated 25.11.2003 and shall be implemented with immediate effect.\nX,il);qteW,,\n(Zulfi[unar Hasan, IPS)\nDirector General\nr\\r\\D\nDistribution:\nAs per standard list attached.\nPage 1O of 1O"
}