{
  "1": "OFFICE OF THE ADDL. DIREGTOR GENERAUAIRPORT SECTOR\nCENTML INDUSTRIAL SECURITY FORCE\n(Ministry of Home Affairs)\nAdministrative Block\nCISF ComPlex, MahiPalPur\nNew Delhi-37\nNo. 0-4201 1 /APC/OPS(1 yCircular ( BC ASll 1 8- )3E Dated a( Mar' 201 8\n/\nTo\nAll CASOS, CISF ASGs.\nSub: AVSEG Order No. 08/2018- Fuel Farm Securitv\nProqramme (FFSP): Req-\nEnclosed please find a copy of BCAS AVSEC Order No. 08/2018\ndaled 2810212018 on the above subject for information and necessary\naction please.\nEncl: As above\n(8.K. Singh)\nDy. CommandanVAPS\n,,t X3,2e\nCopy to:\nDIG/AP (SZ, NZ WZ & E & NE) : for kind information please.\nAVSEC Cell NISA, Hyderabad : \n-do-\nand RTC Arrakkonam.",
  "2": "::i:-\"5x\\\nffi \nLW \n'',',\n& \nil: rcl)- ;\nFkd \n'i,: \n- \n;\nNo. cAs-6(l l)/2004/Divr (FFSP) t \n'.---.- -4iflf\nqrGI $GFT{ / GOVERT\\MENT oF INDIA\nrFrq frqr{ rizrflq / MINISTRY oF cIvIL A\\/IATIoN-\nqr.R fdqrfi g.qqn a(i i runn,tu oF clvtl, AVIATIoN SECURTTY\n.of' €9, I.III d, cFnru t,l-fi, GFITIq/.A, WINC, I-III FLOOR, JANPATH BHAWAN, JANPATII\nq-€ Effi - rtooor I IEw DELHI - 11oool\nAU\nIn exercise ofpowers confened by Section 5A ofthe Aircra.ft Act, 1934 (XXI of 1934),\nread with rule 3 O) of the Aircraft (Security) Rules, 2011, Director Genenl, Bureau of Civil\nAviation Security (DG, BCAS), for the purpose of safety ofpasse[gers, crew, ground personnel\nand the general public in all matters related to safeguarding against acts ofunlawful interference\nwith civil aviation, directs that the Fuel Farm Security Progamme (FFSP) which has been\nprepared to comply with the provisions laid down in ICAO Doc 8973 and security related\nprovisions ofNCASP and NQCP, shall be implemented by all Fuel Farm agencies connected with\ncivil aviation operations in India. The model template is available on the BCAS restricted site.\n2. \nh terms of the said provisions, every Fuel Farm agency shall, with the approval of DG,\nBCAS, make and comply with the Fuel Farm Security Progralllme (FFSP) as per said tetrplate\nand any amendmetrt to such progmmme shall be made ody after the approval of DG, BCAS.\nNo Fuel Farm agency shall be allowed to commence its opemtions from ar! airyo / off airport\nlocation in hdia unless its Fuel FaIm Security Prograrirne (FFSP) has been approved by the DG,\nBCAS,\n3. \nThe Fuel Famr Secudty Progmmme (FFSP) shall be valid for a period of five (05) years\nand it shall be updated in accordance with the security directions issued by the DG, BCAS from\ntime to time. Before expiry, a revised Fuel Farm Security Prcgramme (FFSP) h rcspect of the\nco[cemed Puel Farm agency shall be submitted at least three months in advance for further\napproval process.\n4. \nAny violation ofthis AVSEC Order shall attract penalty under Sertiotr I I A ofthe Afuciaft\nAct 1934.\nDate: 28/02/2018\nAVSEC Order No. 08/2018\nSubject:@\nb-.q'Lo^a*J--a\n(Kumar Rajesh Chandrufffi '2u8\nDirector General\nDistributionr As per standard list attached",
  "3": "Distribution\nI Shri Satish Chander, Under Secretary, MoCA, Rajiv Ganclhi Bhavan, New Delhi\n2 Shri M.A Ganapcrhl. ADC. Airyorr Sector (CISF), Adm. Btock G. Floor, CISF\n.--z ( omnlcr. Mahipallur By pa.s Road. Ne\\ Delhi-ll00l7\n3 Sfui H.GS. Dhaliwai, Direcror (Security), AAI, Rajiv Gandhi Bhau,an, Nen,Delhi\n,1. Sh L. Velraj, ED (Security), Air India, Saf<Ia{ung Airport, New Delhi\n5. Shri Mukesh Mittal, Joint Secretary (ISJI), l,fUe, Uujo. Dhyan Chand National\nStadiun, 2nd Floor, Ne$, Delhi - I 10003\n6. Shri P.K. Bhardwaj, Joint Director, IB, MHA, 35 S p Marg, Ne$, Delhi\n7. RD. BCAS, Delhi, Chennai, Mumbai, Kolkata, Ahm;dabad, Ilyderabad, Amritsar,\nGu\\&'ahali & lmphal: to provide the relevant poftion of Fuel Farm Security\nProgramme to concerned agencies in your rcspectivc jurisdiction after signing the\nconfi drnlialit) agreeDent.\nInternal Distribution\nPPS toIG, Sr. PPS to Jt. DG, PS to DDC (AMT), pA ro DDG (DR), All JDs / DDs / ADs of BCAS He,\nGuard File\nAD (OL) nith thc request to translate this AVSEC Order in Hindi Language",
  "4": "LOGO OF\nCOMPANY\nSecurity Programme\nRestricted\n-\nAMENDEMENTS\nThe arnendments in the Fuel Farm Security Programme may be issued by ChieI\nSecudty Officer of the entity under intimation to DG, BCAS when the\ncircumstances so warrants. The space below is provided to keep a record of such\nalnendments.\nRECORD OF AMENDMENTS\nDate Entered\nDate ArrDllcable\nChiefSecurity Officer\nPage 2 of20\nln-chargc Airport Fuel Station\nNumber\nEntered Bv",
  "5": "LOGO OF\nCOMPANY\nSecurity Programme\nR€stricted\nIxamc otFtixL.FARMl\nIndex\nCIIAFTE\nR / PARA\nSUBJECT\nPage No\nForeword\n1\nPolicy\n2\nPrimary Objective\n3\nLegal Authority\n4\nDe{initlons\nScope of the Fuel Farm Secudty\nProsramme IFFSPI\n6\nsecurlty classilication\n7\nRevlewing and updating the Programme\na\nAttestation by CSO\n9\norganization\n9.1\nCompany Setup\nDescription of Operation\n10\nRole and Duty\nlo.1\nSecurity Department\nto.2\nCSO\n10.3\nDuties of Security In charge (Security\nCoordinator)\n10.4\nDuties of Secudty Staff\n10.5\nPatrolling Duties o{ Security Staff\n11\nSecurity Measurea of Airpost Fuel Farm\nStatioIr\nl1.l\nPhysical Characteristics and facilities\ntt.2\nPower supply\n11.3\nLighting\n11.4\nwa.rninq Signage\ni1.5\nCCTV Surveillance\n11.5\nKey Control\nL2\nAccess control\nL2.L\nPeople\nL2.2\nVehicle\nt2,3\nGoods\nChief S€curity Officer\nPage 3 of20\nln-charge Airport Fuel Station",
  "6": "LOGO OF\nCOMPANY\nSecurity Programme\nRest ctcd\n-\n13\nContlngency Plan\n13.1\nRehearsals - Emergency Procedures and\nDrills\n13.2\nIncident Reporting\nt4\nRecrultment and Trainlng\n14.1\nProcedure for Recruitment of Secudtv Staff\nincluding background Checks\n14.2\nTraining for the Security Staff\n14.3\nTypes of training\n15\nQuallty coatrol: Bupervlllon aDd\nperformatrce molltodng\nAnrlexure\nl.\nBomb threat report lorm\n2.\nAnti-sabotage checklist\n3.\nFuel farm layout plarl\nIn'charge Airport Fuel Station\nChiefSecurity Oflicer\nPage 4 of20",
  "7": "LOGO OF\nCOMPANY\nSecurity Programmc\nRcslricted\nForeword\nAircraft refueling services is provided by different Airfield Refueling\nStations (AFS) of the oil companies. AFS is located primarily at the airside-\nlandside perimeter. At certain airports these facilities are located outside\nairport perimeter. Aviation Turbine Fuel (ATFI is dispensed from specially\ndesigned refuellers, which are driven up to parked aircraft. The supply\nchain security of these vehicles and hydrant refueling systems that pump\nthe fuel right up to the filling outlets on the tarmac through underground\npipelines are extremely \\'ulnerable. These facilities are the tempting targets\nfor the Iorces of disruption.\nA wide spectrum of security threats is faced by fuel farms with petty\npilferage at one end and terrorist attack at the other in civil aviation sector.\nTherefore, most eflective security arrangements should be available to the\nassets of the fuel farm.\nFuel Farms are also responsible for aviation security which inter alia\nincludes but not Iimited to:\na) ensuring the control of access through their facility to the airport\nairside or airport SRAs in compliance with national aviation security\nregulations and t}Ie ASP;\napplying appropriate physical security measures to items stored\nand/or passing through their facility into airport SRAS;\ncontingeflcy planning consistent with their responsibilities under\nthe aAport contingenry plan;\ndeveloping, where appropriate, an iflternal quality control\nprogramme, a]:rd performing quality control functions over activities\nwithin ttreir sphere; and\nensuring that their employees are adequately informed of tlle\nsecurity requirements at tlle airport, providing those with direct\nsecurity responsibilities with appropriate training, and providing\nlheir slaJT with security awareness training.\nc)\nd)\nb)\ne)\nChiefSecuritv oficer\nPage 5 of20\nIn-charg€ A irport Fuel Station\n-",
  "8": "LOCO OF\nCOMPANY\nSecurity Programme\nReslricted\n-\nl. Pollcy: Fuel Farm security progr-amme should be adopted as corporate\npolicy, and should describe the objectives with respect to se-curity. It calls\nfor the establishment of a security department and chief security officer\nwhose responsibilities involve achieving tie cited objectives. The\nprogramme sets out the related responsibilities ofemployees, and handling\nagents and other contractors. The security measures described are clearly\ndefrned to be easily understood by those who need to implement them.\n1.1. \nFuel Farm security programmes should have a security\nclassfication in accordance with oational guidelines.\n1.2. \nFuel Faim security programme has been developed by in-depth\naialysis risk, the nature and level of threat facing the operator.\nNationa] and airport security requhements, programme\nimplementation timelines, staffing and filancial limitations, and\nenharced security requirements during times of increased tireat,\nshould also be considered. The applicability of the air:craft operator\nsecurity programme should also be appraised, since it may apply only\nto a paiticular airport or gioup of airports, a particular seryice or a\nspecifrc State.\n2. Primary Objective: The prima5r objective of the Fuel Farm Security\nProgramme IFFSP) is to ensure the safety and security of civil aviation\noperations at an aercdrome in all matters related to safeguar'ding against acts\nof unlawful interference with civil aviation. To that end, the FFSP shall:\na) meet or exceed the requirements ofthe NCASP.\nb) provide for standardized security measures a-rld lor clear: security\ndirectives for employees, trainees (apprentices), staff of handling\nagents and contracted staff;\nc) provide for additional security measures in times of increased secudty\nthreati and\nd) set perlormalce standards, achievable through initial and recurrent\ntraining arld monitored in accordance with recordkeeping\nrequirements set out in the NCASP-\n3. \nLegal Authority:\n3.1. \nThe Government of India has empowered the Director General,\nBureau of Civil Aviation Secudty through The Aircraft (Security) Rules,\n2011 as the Appropriate Authority responsible to establish, develop,\nChiefSecurity Officer\nPage 6 of20\nIn-charge Airport Fuel Station",
  "9": "LOCO OF\nCOMPANY\nSecurity Programme\nRestrictcd\nimplement, maintain and review the National Civil Aviation Secudty\nProgramme (NCASP) consistent u'ith the provisions of Annex-17 to the\nconvention to safeguard civil aviation operations against acts of unlawful\ninterference and threat perception taking into account the safety,\nregularity and efficiency of flights.\n3.2. \nAs required in Pa-ra 6.7 of the NCASP, the fuel farm shall be required\nto estabLish and implement a security programme, approved by Director\nCeneral, BCAS.\nDefinitions:\nTerms that are deflned in the National Civil Aviation Security Prograrnme\n(NCASP) of India are used in accordance with the meanings and usages given\ntherein. A wide vaiety of terms are in use throughout the world to describe\nfacilities, procedures and concepts for arrport operations a.!rd plannirtg. As far as\npossible, the terms used in this document are those which have the widest\ninternational use.\nActs of unlawful interference (definition given for guidance\npurposes): These are acts or attempted acts such as to jeopardize the\nsaJety of civil aviation, including but not Iimited to:\n4.\n4.1.\na)\nb)\nc)\nd)\nunlawful seizure of aircraft;\ndestruction of an ai.rcraft in service;\nhostage-taking on board aircraJt or on aerodromes;\nforcible intrusion olr board an aircraft, at an ai-rport or on the\npremises of an aeronautical facility;\nintroduction on boar:d all aircraft or at an airport of a weapofl ol\nhazardous device or material intended for criminal purposes;\nuse ofan aircraft in service for tlte purpose of causing death, senous\nbodily injury, or serious damage to property or the envkonrnent; aJtd\ncommunication offalse information such as to jeopardize the safety\nof an aircraft in flight or on the ground, of passengers, crew, glouod\npersonnel or the general public, at arr airport or on the premises of\na civil aviatior. facility.\ne)\nc)\n4.2. \nAerodrome Entry Permit (AEP): The photo identity caJd, smart card\nor temporary permit issued by the Director General, BCAS, Ministry of\nCivil Aviation or any person authorized by the Central Government for\nChiefSecurit-v Officer\nPage 7 of20\nIn-charge Airport Fuel Station\n-",
  "10": "LOCO OF\nCOMPANY\nSecurity Programme\nRestricted\ncntry into the aerodrome or part of ai aerodrome. (Ref. rule 2(c) of The\nAircraft (Security) Rules, 2011).\n4.3 \nAircraft maintenance area: All the ground. space and facilities\nprovided for aircraft maintenance. This includes aprons, halgars,\nbuildings and workshops, vehicle paiks and roads associated there\\i,ith.\nSuch an area is normally designated as a security restricted area.\n4.4 Aircrall stand: A designated area on .rn apron intended to be used lor\nparking an aircraJt.\n4.5 Airside: The movement area of an airport, adjacent terain and\nbuildings or portions thereof, access to which is controlled.\n4.6 Appropriate authority for aviation security: The authodty designated\nby a State within its administration to be responsible for the\ndevelopment, implementation and maintenance of the national civil\ndviar ion securir] programme\n4.7 Aprollt A defined area, on a land aerodrome, intended to accommodate\naircraft for the purposes of loading or unloading passengers, mail or\ncargo, fueling, parking or maintenance.\n4.8 Aviation Security Group: A unit of specialized Government agency\nauthorised by the Director General, BCAS to safeguard civil aviation\nagainst acts of unlawful interference and protection of property at the\naerodrome hardling civil aviation. {also see rule 13 of the Aircraft\n(Security) Rules, 201 1)\n4.9 Background check: A check of a person's identity ar-ld previous\nexperience, including where legally permissible, any c minal history,\nas part of the assessment of an individual's suitability to implement a\nsecudty control and/or for unescorted access to a security restricted\narea.\n4. 1O Bomb a.lert: A status of alert put in place by competent authorities to\nactivate an li]Itervention plan intended to counter the f.ossible\nconsequences adsing from a communicated threat, anonymous or\notherwise, or arising from the discovery of a suspect device or other\nsuspect item on an aircraft, at an airport or in any civil al,iation\nfacilities.\n4.1 1 Bomb threat: A communicated threat, anonymous or otherwise, which\nChief Security Officer\nPage 8 of20\nIn-charge Airport Fuei Station\n-",
  "11": "LOGO OF\nCOMPANY\nSecurity Programme\nR€stricted\n-\nsuggests, or infers, whether true or false, that the safety of an aircraft\nin flight or on the ground, or any airport or civil aviation facility or any\nperson may be in danger from an explosive or other item or device.\n.+.12 Contingency plan: A proactive plan to include measures and\nprocedures addressing various threat levels, risk assessments and the\nassociated security measures to be implemented, designed to\nanticipate arld mitigate events as well as prepare all concerned parties\nhaving roles and responsibilities in the event of an actual act of\nunlawful interference. A contingency pla]-I sets forth incremental\nsccurity measures that may be elevated as the threat increases. It may\nbe a stand-alone plan or included as part of a Cdsis Management Plan.\n4. 13 Cisis management: Contingency measures implemented in response\nto increased threat levels as well as implementation of measures and\nprocedures in response to the emergencies to include acts of unla${ul\ninterference.\n4. 14 Dangerous goods: Articles or substances which are capable of posing\na risk to health, safety, property or the environment and which are\nshown in the list of dangerous goods in the Technical lnstructions or\nwhich a-re classified according to those Instructions.\nNote - Dangerous goods are classified in Annex 18, Chapter 3.\n4. 15 Explosive Detection System (EDS): A technolory system or combination\nol different technologies which has the ability to detect, and so to\nindicate by means of ao alarm, explosive material contained in baggage\nor other articles, irrespective of the material from which the bag is\nmade.\n4- 16 Human pedormance: Human capabilities and limitations which have\nan impact on the safety, secudty and efficiency of aeronautical\noperations-\n4.17 Permit system: A system consisting of ctds or other documentation\nissued to individual persons employed at airports or who otherwise\nhave a need for autho zed access to all airport, airside or security\nrestricted area. lts purpose is to identify the individuals and facilitate\naccess. Vehicle permits are issued arrd used for similar purposes to\nallow vehicular access. Permits are sometimes referred to as airport\nidentification cards or passes.\nChief Securiry officer\nPage 9 of20\nIn-charge Airport Fuel Station",
  "12": "LOGO OF\nCOMPANY\nSecurity Programme\nRestricted\n-\n4.18 Pilot-in-commandt The pilot designated by t}Ie operator, or in the case\noI general aviation, the ou'ner, as being in command and charged with\nthe safe conduct of a flight.\n4.19 Prohibited liems: A list of items i.e. weapons, explosives or othe!\ndangerous devices, articles or substances which may be used to\ncommit an act of unlatrv{ul inteference with civil aviation operations.\nSuch list is established by the DG, BCAS based on a risk assessment.\n4.20 Sabotage: An act or omission, intended to cause ma.licious or wanton\ndestruction of property, endalgering or resulting in unlawful\ninterference vr'ith civil aviation a.r-rd its facilities.\n4.2l Security: Safeguarding ci\\,'il aviation agarnst acts of unlau'ful\ninterference. This objective is achieved bv a combination of measures\narrd human and material resources-\n4-22 Secudty clearance; Compliance with the security controls specihed in\nthe National Civil Aviation Security Programme with regard to any\naircraft, person or object.\n4.23 Secu ty conLrol: A means by which the introduction of weapons,\nexplosives or other dalgerous devices, articles or substances which\nmay be used to commit ar act of unlaw{ul interference can be\nprevented.\n4.24 Security equipmenti Devices of a specialized nature for use,\nindividually or as part of a system, in the prevention or: detection of\nacts of unla\\i.'ful interference with civil aviation and its facilities.\n4.25 Secudty exercise: A full-sca1e security exercise is a simulated act of\nunla\\&.ful interference with the objective of ensuring the adequacy of a\ncontingency plan to cope with different types of emergencies. A partial\nsecurity exercise is a simulated act of unlau.fui intederence with the\nobjective of ensuring the adequacy of the response to individual\nparticipating agencies and components of the contingency plan, such\nas the communications system.\n4.26 Security incident: An occurrence in relation to civil aviation security\nwhich tates place either on the ground or in flight, which results in:\na) in injury to a person, damage to property, fre arrd breakage;\nb) contravention or breach o{ security laws, regulations, national\nChief Security Oflicer\nPage l0 of20\nIn-charge Airport Fuel Station",
  "13": "LOGO OF\nCOMPANY\nSccurity Programme\nRestricted\n-\ncivil aviation security programme and orders issued by the\nCentral Government under the provisiofls of the Aircraft Act,\n1934.\n4.27 Security inspection: An exarnination ofthe implementation of relevant\nNationai Civil Aviation Secudty Prograrnme requirements by an aircraft\noperator, airport or other entity involved in security.\n4.28 Security programme: Written measures adopted to saleguard\ninternational civil aviation against acts of unlawlul interference.\n4.29 Security restricted area: Those areas of the airside oI an airport which\na.e identified as priodty dsk areas where in addition to access control,\nother security controls are applied. Such areas will normally include,\ninter alia, all commercial aviation passenger departure areas bet\\r,een\nthe screening checkpoint and the aircra{t, the ramp, baggage mate-up\nareas, includilg those where aircraft are being brought into sen'ice arrd\nscreened baggage and cargo are present, cargo sheds, mail Centre,\nairside catering ald aircraft cleaning premises.\n4.3O Security test: A coved or overt trial of an aviation security measure\nwhich simulates an attempt to commit an unlaE'ful act.\n4.31 Sensitive Aviation Security Inlormationr Information that, if accessed\nby or disclosed to unauthorized persons, could create or be used to\nexploit a \\'ulnerability or facilitate arl act of unla&ful intederence\nagainst civil aviation.\n4.32 The Air Operations Area (AOA): The aiea of the airport dedicated to the\nmovemert, majntenance, servicing, loading, and unloading of aircraft\nand related support equipment. The AoA is a rest cted area; only\nindividuals and vehicles/ground equipment with proper identification\nare allowed.\n4.33 Vehicle Entry Permit: Vehicle permits issued and used to allow\nvehicular access to restricted areas of the airports.\n4.34 Vital installation: Any facility on or connected with arl aerodrome,\nwhich, if damaged or destroyed, would sedously impair the functioning\nof the aerodrome.\n5, scope of the FFSP: The FFSP applies to all employees of the fuel far-m\ninvolved with or responsible for the implementation of the airport security\nChiefSecurity Officer\nPage tl of20\nIn-charge Airport Fuel Station",
  "14": "LOGO OF\nCOMPANY\nSecurity Programme\nRestricted\nmeasures required by the airport operator.\n6. \nSecurity classilication: The secudty prograrnme shall be treated as\n\"Restricted\" and its contents may be revealed stdctly on \"need to know\" basis.\nThe custodian will ensure security of FFSP and shall not be left accessible to\nunauthorized people.\n7, \nReviewing and updating of the Security Programme: In order to ensure\ncontinued effectiveness, the FFSP shall be arnended or revised as is necessary to\nensure that the information contained therein is kept up to date and a certificate\nin this regard shall be endorsed in the FFSP by the CSO under intimation to DG,\nBCAS. The Fuel Farm Security Programme shall be valid for a period of 5 years\nfrom the date of approval and a fresh one to be prepared accordingly and\nsubmitted to DG, BCAS for approval process at least three month in advance.\n8. \nAttestatlon by CSO\nThe Chief Security Officer (CSO) of the fuel farm is .esponsible for attestation\nand implementation of this programme.\n9 . \nORGANIZATIOII\ninvolved in the fueling/refueling of a.ll types of aircraft used\nfor civil air transport or for defense services ii accordance with the prescribed\nprovisions.\n9.7\nCompany Setup:\nBoard of Directors ofthe oll company\nsl.\nNo.\nName\n+i\nTelephone No.\nMobile\nNo.\nEmail\nn\nOffice\nResidenc\ne\n1.\n'2.\n3.\nChiefSecurity OIficer\nPage 12 of20\nIn-charge Airport Fuel Station\n-",
  "15": "LOCO OF\nCOMPANY\nSecurity Programme\nRestricted\ng,2 \nDescription ofoperations: In]\nset up\nits aircraJt fueling/refueling station at [name of airyort]. Following airlines\nare contracted with for fueling/refueling at the airpo.t:\na) Indian carriers:\nb)\nd)\nc)\ne)\nForeign Cardersl\nGeneral Aviation:\nChartered Operators:\nWIP/VIP Flights:\nFreighter Flights:\nNote: Fuel farm shall not enter into an agreement with any aircraft operators\nunless the entity provides him a copy of approval of security programme by BCAS\n(excluding defense aircrafts).\n10. Role and Duties:\n1O.1 Security Department: Secu ty department oi the Fuel farm shall\nbe headed by Chief Security Officer (CSO) at the corporate headquarter\nlevel and at other airports Security will be headed by Security ln-\ncharge/Coordinator. CSO will be over all in-charge of Security. He sha-ll\nbe responsible for development, maintenance and effective\nimplementation of Security Programme. He shall have a professional\nsecurity background and be farniliar with airport and aircraft and\noperations. He sha.ll have the authority required to ensure full\nimplementation arld enforcement of the Security Prograrnme aid shall\nhave direct access to the Chief Executive Officer / CMD cum Chairman\nof\n10.1.1 Contact Details: Contact details of the aSO, ln-charge\nSecurity, AFS Terminal Manager etc. are given as unden\nsl.\nNo\nIifame\nDesignation\nTel, Far No. and\nEmall\nMobile No.\n1\nChiefSecuritv Oflicer\nPage 13 of 20\nIn-charge Airport Fuel Station\n-",
  "16": "LOGO OF\nCOMPANY\nSecurity Programme\nRest cted\n-\n2\nIO.2 \nChief Security Officer (CSO) : It will be ttre responsibility of Head of\nSecurity to look into a-ll aspects of Security. He will play a key role in\ncreatins not onlv e focal r)oint and regards the security set up ofthe f\nE-l \nbut rrit] iso act as a policy mal<ing figure in order to J@\nset out security procedures and measures for ensuring maximum security\n\"*.,\"-.*-.\n10.2. 1 .\nHe shall:\nal conduc! an initjai and comprehensive survey of\nf, \nsaaua,ry ,a\",ur,\"s. equrp*aal and acuuues;\ne)\n4\nc)\nb)\nc)\nd)\nh)\ni)\ni)\nk)\nHe shall be responsible for development, maintenance a]:rd\nimplementation of the Security Programme;\nEnsure that the security prograrnme is current.\nEnsure the continuing effectiveness of the security programme by\nregulal evaluations and inspections; and by encouraging intemal\nsecurity audit processes;\nEstablish and maintain effective Liaison with the ahport operator,\nappropdate authority for civil aviation security i.e. BCAS and other\nappropriate authorities responsible for security fuoctions.\nPromote security awareness and vigilance.\nEflsure adequate training of \nsecurity personnel in\nscreening the passengers; and all others having security\nresponsibilities wherever assigned.\nEnsure an effective threat/occurrence response capabilitjz.\nInitiate special security measures during periods of increased risk\nand/or for critical flights ahd routes.\nReport all actual or suspected acts of unla&{ul interference witt!\nAircralt operation to the appropriate authority for security.\nHe will get all Security staff posted under his jurisdiction trained\nand certified in different AVSEC taining conducted by BCAS and\nmaintain appropriate records.\nl) He wifl be held accountable for any secuiity tapse by f\nf,secuatystatt\nm) He will also appraise the management to take action for:\n(i) Clearirlg and disposal of frre hazards Eaterials and\nescape routes.\n{ii) Inadequacy of fire control measures / equipment.\n(ii, Up gradation of level of security / systems\nChiefSecurity Officer\nPage ld of20\nIn-charge Airport Fuel Station",
  "17": "LOGO OF\nCOMPANY\nSecurity Programme\nRestricted\n-\n(iv) In \ncase of \nnew construchon / addition of\nfacilities/change of offices at the premises or adjoining\npremises, re-evaluate pattefil and level of security.\n1o.3 \nDutles of securlty In chetgc (Secuitty coordlnatot) | -\nal He will be posted as In-charge of Security at t}re aiiport of operation\noI \n- \nSecurity. In case of small unit, any manager\nwith appropriate AVSEC training may be nominated as Security\ncoordinator.\nb) He will be over all ln-charge of Security of\nthe concerned airport\nHe will allocate duties and responsibilities Ior his security staff.\nHe will r alrlairr Trtririug rect)rds r-rf all sLaII posted aL l]re parlicular\nairport under him;\ne) He will closely co-ordinate with all stalf of\nreport all activities on day-to-day basis.\nand\nfl \nHe will be answerable lor any lapses by any ofhis secu ty staff.\ng) He will be responsible for running the assignment as per the security\nprograrnme and the assignment instructions.\nh) He will ensure proper conduct of operations and supervision at the\nassignment by preparing comprehensive site and post instructions and\ncontinuous monitoring activities of secudty personnel.\ni) \nHe will ensure that 'on job training (OJT)' is carried out as per\nNCASTP,\nj) \nH. will coordinate for conducting Awareness prograrn for the\nmanagement and employees of the client on the subjects like security\nawareness, fire drills, bomb drills, evacuation plan etc. as per the\ninstructions of the appropriate authority on the subject.\nk) Liaison with civic authorities i.e. Police, Fire seflrices and Medical\nsetup\nat\nc)\nd)\nChiefSecuritv Officer\nPage l5 of20\nIn-charge Airport Fuel Station",
  "18": "LOGO OF\nCOMPANY\nSecurity l'rogramme\nRestricted\n-\nl) \nHe must ensure pedodic rehearsals of the contingency plan.\nm) Check alarm systems at sites ard ensure that they are serviceable\nn) Check ard train security personnel in handling of metal detectors,\nvehicles search mirrors, radio sets and other secu ty\nequipment/gadgets\no) Train secudty personnel in techniques of seai.ching trucks, cars,\nscootels and car-go/consignment.\np) He will attend Adva.nce Security Liaison (ASL) meeting as and when\nconveyed at the airport.\nlO.4 \nDutlcs of S.curity Staff\na) \nAccess control and search - men and material\nb) \nPatrolhng in lhe Fuel farm premises\nc) \nKey control at premises\nd) \nOperating and monitoring alarm systems and CCTV\ne) \nResponding to emergencies and incidents viz. Fire, accident etc.\nf) \nUse of specialized equipment viz. Radio sets, DFMD, HHMD, X-\nBIS and ETD.\ng) \nTheft control a]1d Handling incidents like drunkenness, brawl etc.\n1().5 PatroUing Duties of Security Staff\na) \nPatrolling the Fuel farm facilities;\nb) \nCarry out spot checks of employees, visitors, contractors and\niabour for authorization and area passes at the Iocation\nc) \nEnsure all cabins, doors to Floors are locked /closed when not in\nuse.\nd) \nCheck that all security Iight aiound pedmeter are functioning ifnot\nreport immediately to admin/maintenance.\n11. Security Measures ofFuel Farm Station:\n1 1. 1. \nPhysical Characteristics and facilitie L; The site of the (Name of fuel\nfarm) is located near llocation with laid mark, if aryl which covers\nSq. Mr. There are _ \ngale/s for entry /exit of vehicles/oil\nbrowsers. Provision for separ.ate pedest an gate shall also be provided,\nequipped with adequate numbers of DFMD, HHMD, X-BIS, ETD,\ntelephones etc. and guard's control room adjacent to the gate/s. The\ngeneral layout plan of the AFS is attached in this programme showing the\nChiefSecuritv officer\nPage 16 of20\nln-charge Airport Fuel Station",
  "19": "LOGO OF\nCOMPANY\nSecurity Programme\nRestricted\n-\nAdministrative area arld operational area having fueling/refueling/ static\ntanks, gates, position of security gadgets.\n1l-2. Power supply: with regard to power supply for secuity equipment\nar-rd refueling control systems, it would also be appropriate to keep\nsecondary power supplies.\n11.3. Lighting: Adequate lighting facilities shall be provided. In case the\nfuel farm is located in the airside, care shall be taten to ensure that\nlighting arrangement do not create a nuisance or hazard to aircraft;\n11.4. warning signage: Common public shalt generally be aware of the\nsecudty restiction, particularly nearby areas around an airport.\nAppropriate signs may be displayed as \"restricted area\" or \"prohibited\naiea\" which is commonly used in signage. However, reflect the terms used\nin the empowering legislation and fulfill other legal requirements and\ninclusion of a statement citing the legal authodty.\n11.5. Closed circuit television (CCTV) surveillance: A CCTV system shall\nbe installed.\n1 I.6. \nKey Control System: Handing and taking over of key of each secudty\nlock shall be done in accordance with the SOP prepared and approved by\nthe CSo- The SoP shall be placed in the Security Conttol Room or at other\nspecific points for references arld guidance.\n12. Acce6s Conttol:\n12.1. People: For an off-airport facility, entry to be permitted to AEP/TAEP\nholders or having Visitor's Pass issued by the Fuel farm or having va.Iid\nIdentity Card issued by the fuel larm to work in such premises. In case\nthe fuel farm is located in the airside of the airport, entry to be permitted\nonly to valid AEP/TAEP holders. Frisking -Persons are liable to be\nsearched/frisked at the entrance gate or any'uvhere at the company\npremises by security staff of the Fuel Farm to prevent any unlawful a.t.\nSearch procedures for persons:\n12.1.1.\na) \nConsent to search- The security stalf must apprise the individual\nof their agreement and seek a consent lor search. If the person\nrefuses to be seaiched, he will not be allowed access.\nb) \nSearch ol opposite sex - Male Security staif shall search only male\nChief Security Officer\nPage 17 of 20\nIn-charge Airport Fuel Station",
  "20": "l_oco oF\nCOMPANY\nSecurity Programme\nRestricted\n-\nand female shall only be searched by female secutity stalf Female\nsearch will be conducted in closed enclosure. Transgender will be\nsearched by male or female secudty staff as per their choice\nc) \nA search can be routine (during shift change), Random or specific\n(on availability of specilic information or reasonable grounds for\nsuspicion).\n72.2. Access Conbol- Vehiclesi Fuel farm shall be responsible to ensure\nthat no unauthorized vehicle is allowed to access in their parking\npremises.\n72.3. Access Control Goods: The fuel farm shall ensure that all tools,\nequipment and particularly test equipment, as appropriate, are controlled\nand the detailed list shall be provided at t}Ie main entry gate of the farm-\nSecure storage facilities shall be provided for components, equipment,\ntools and material;\n12.3.1- \nSearch procedure for baggage: The procedure laid down\nNCASP shall be followed\n13. COITTINGENCYPLANS:\na)\nb)\n13. 1\nFuel farm shall comply with the existing contingency plans of the\nairport.\nContingency plans approved and issued by BCAS are as under:\ni) \nBomb Threat Contingency plan\nii) Anti-HijackingContingencyplan\niii) Cyber threat plan\nRehearsals - Emergency Procedures and Drills: Mock exercise shall\nbe carried out as per Aerodrome Security Prograrn IASP) of the\nconcerned airport.\nIncident Reporting: In the event of any incident/unlawful\ninterlerence at the Fuel farm facilities, the Cso/ln-charge Airport\nManagement shall inform BCAS arld other concerned agencies by\nquickest possible means in accordance with the provisions of\nNCASP and BCAS AVSEC Order 05/2014 and other extant rules,\nChief Securitv OtIcer\nPage 18 of20\nIn-charge Airport Fuel Station",
  "21": "LOCO OF\nCOMPANY\nSecurity Programme\nRestricted\n-\n14.\nAny suspicious activity, unlau{ul act shali be reported to BCAS and\nlocal Police as per guidelines of the Appropriate authodty.\nRecruitment and Training:\nProcedure for Recmitment ofSecu ty Staffincluding background\nChecks:\nshall recruit security\n14.1\nstandards laid down in NCASTP, AVSEC\nother extant rules. The background checks\nas per AVSEC Circulars 36/2003, 08/2005,\nother extart rules.\n14.2 \nTraining for ttre Security Staff:\nstaff according to the\nOrder O3l20O1 and\nsha.ll be carried out\nAEP policy 20 14 and\nwill ensure specified AVSEC training to all its security\npersonnel and AVSEC awareness program for all its non-security personnel.\nOnly BCAS certified security persons shall be employed for screening functio[s.\nAl1 training will be conducted as prescribed by BCAS in the National Civil\nAviation Secudty Trainin g Pro gramme.\n14.3.\nT]!es of training: -\ni) \nOne day AVSEC Awareness Program to a-11 its non-security\npersonnel\nii) \nFive Days AVSEC Induction Course for Security staff\niii) Thirteen Days AVSEC Basic course for CSO\niv) Three days Screener certification course for secudty\nscreeners excluding 40 hours OJT.\nv) DGR Category 12 course for security screeners\n15. QUALTTY\nMOITITORII{G\nCONTROL:\nSUPERVISION\nAND PERFORMAI{CE\nl5.l \nBCAS will conduct periodic audit, inspection, survey arrd test to\ndetermine compliance with standards through continuous\nsupervision and performance moritoring. These will include\nstandards for the recruitment, selection, training and certifrcation of\nsecurity staJf.\nChief Security Officer\nPage 19 of20\nln-charge Airport Fuel Station",
  "22": "1 5 2 [i'f; *\"]]ff :\"-o*-=r;U-#*#1,:\",*.1\"=i.\nSecurity Quality Control r\nensure the effectiveness ol\ntherefore imPerative thal I\ndeveloped aid imPlemen\nAviation SecuritY Pro gramme'\nAnne*ure\n].\n2.\n3. i:P.li#;\"-:fl::-TU-ffi\nFuel Farm LaYout elal\nPaEe 20 ol20\nIn-charge Airpo4 Fuel Station\nChief Security Otlicer"
}