{
  "1": ". at27 t22 . 1 54 PM\n/'\"Efl\nJilGrdt.r\nDated: 27-08-2022\nci{dc-6rcq-q\nOFFICE OF THE ADDITIONAL DIRECTOR GENERAL/AIRPORT SECTOR\nCENTRAL INDUSTRIAL SECURITY FORCE\n(MINISTRY OF HOME AFFAIRS)\nCISF COMPLEX ADM. BLOCK, GROUND F'LOOR,\nMAHIPALPIJR. NEW DELHI.]7\nNo O-4201 1/APC/OPS (2yCIRCULAR/AS/22-2091-(E)\nlo,\nIG/APS-I and Il\nDIsG/AP (NZ, SZ, WZ and E-NE), DIsG/CASOs of ASG Delhi, Mumbai, Chennai,\nHyderabad and Bangalore,\nC ASOs ot'all ASGs\nSubject :-AWARENESS ON SECURITY RESTRICTED ITEMS (SRIS)\nPlease refer to APS HQ letter of even No (2122) dated 28.02.2015 regarding detection o1'\ncigarette lighters & Match boxes during screening ofpassengers / hand baggage at airports and\nits irnplementation on the ground.\n2. \nOf late, several reports of passengers detected srnoking inside the aircratt, have\nbeen received drawing adverse notice . It implies that during the PESC checks ,such passengers\nhave evaded detection of prohibited items like matchboxes, lighters etc either on the\npassengers' person or in their hand baggage. Besides, such incidents have serious securilr\nimplications, if carried out with an ulterior motive. BCAS has already issued clear-cut\ndirections that all ASG screeners should be adequately sensitised and some steps should be\ntaken to preclude the possibility ofpassengers taking such prohibited items i.e. matohboxes and\nlighters, beyond the security check points.\n3. \nln order to preclude the possibility of carrying matchboxes and lighters as well as\nother Security Restricted Items (SRIs) beyond the security check points, the following\nmcasures have been suggested by CISF FHQrs for implementation :-\ni. \nPre-embarkation checks require systematic and methodical application of securitl,\nplocedures fbr screening & physical ohecking of hand baggage, lrisking of passengers and\ntr-l-D checks of passengers/baggage! as per directions issued by BCAS.\nii. \nWeakness of the screener should be identified and online images in Threat lmage\nProjection (TIP) sof'tware should be reviewed and tailored so as to improve upon the weakness\nof the screeners. The result oi TIP should be monitored closely and personnel getting lower\nresult must be gir en exlra training.",
  "2": "-ut27122, 1 54 PM\niii. personnel should be advisecl to use the features ofthe XBIS at its optimum level and\nsuper enhancement (SEN) mode to be used in case of any doubt. Personnel should also be\nadvisecl to make optimum use of profiling techniques in retrieving such restricted items. Bag\nsearch may be enhinced and should be done in synchronization with profiling of the passenger.\niv. \nScreeners should profile passengers when they approach for frisking. If the contents\nof their pockets suggest that they are smokers (presence of cigarette packs etc), pat do\\\\n\nsearch. specially the pocket regions, should be done. Their hand baggage should also be\nphysically checked, ifit is necessitated. The possibitity of some passengers trying to carry such\nitems surreptitiously by hiding thern in their socks, behind the belt buckle or inside the laptops.\n' \nshould be kept in mind.\nv. Screeners should not be focused only on SRI items like-knife, live ammunition, blade.\nweapons etc. in the hand baggage ol the passengers, while performing XBIS screening duty,\nthough they are required to identify prohibited items, whether inorganic or organic, based on\ncolour coding on X-BIS monitor.\n4. \nAll CASOs of ASGS should conduct a drive in a time bound manner to sensitize all\nthe personnel engaged in pre-embarkation security checks regarding Awareness on Security\nRestricted Items (SRIs).\n5. \nI have also been directed to request Zonal DIsG (NZ, SZ, WZ and E&NE) and\nDIG/CASO ASG Delhi, Mumbai, Chennai, Bangalore and Hyderabad to ensure compliance on\nthe above instructions at the ASGs under theil respective jurisdiction/supervision.\nThis has been issued with approval ofthe Competent Authority.\nDigitally signed by\nARLIN SINGH.\nSR. COMMANDANT/AIG/APS.\nAIRPORT SECTOIT.\n27-08-2022\nCopy to:-\nPrincipal Stalf OtIcer to DG (CISF): For kind information w.r.t FHQ letter no. ( ll9) dated\n04.08.2022 please."
}