{
  "1": "1 \nGovernment of India \nMinistry of Civil Aviation \nBureau of Civil Aviation Security \n‘A’ Wing, I-III Floor, Janpath Bhawan \nJanpath, New Delhi-01 \n \n \nCAS-08 (53) 2004/DIV-II/Trg \n \n \n \nDated: 23 Aug 2004 \n \n \nPROCEDURE FOR APPROVAL OF TRAINING INSTITUTES FOR \n CONDUCTING AVSEC COURSES \n \n \n \nThe National Civil Aviation Security training programme circulated vide \nAVSEC order No 3/2004 permits training institutions under Govt/PSUs to conduct \nAviation Security courses with prior permission of Commissioner of Security (CA). \n \n2. \nThe training in Aviation Security must conform to the NCASTP. Therefore \nall agencies intending to conduct courses must be approved by Commissioner of \nSecurity (CA).   Guidelines for authorisation of training institutes for conduct of \nAviation Security training are given in appendix ‘A’. \n \n3 \nAll agencies are requested to establish their training institutions for \nconducting AVSEC courses in future for implementation of National Civil Aviation \nsecurity training programme. \n \n \n \nYours faithfully, \n \n \n(RK Singh) \nAdditional Commissioner of security (CA) \nDistribution:-  (Over leaf)",
  "2": "2 \nAppendix ‘A’. \nPROCEDURE FOR APPROVAL OF TRAINING INSTITUTES FOR \n CONDUCTING AVSEC COURSES \n \n \nAs per National Civil Aviation Security training programme any Govt/PSU agency \nis authorised to conduct Aviation Security training after the approval from Commissioner \nof Security (Civil Aviation).  Inspection of such institutes and certification of participants, \nwhere ever required will be done by the Commissioner.  The detailed guide lines are as \nunder :- \n \n \nThe institutes/agencies who wish to conduct the training will write to \nCommissioner of Security (CA) with the following details: - \n \n \n(a) \nThe training facilities & materials available. \n \n(b) \nThe details of reference material  \n \n(c) \nAvailability STPs/ASTP issued by ICAO. \n \n(d) \nAudio visual aids. \n \n(e) \nThe  number of courses planned for the year and target population. \n \n(f) \nFees intended to be charged from external students, if any. \n \n(g) \nNumber of AVSEC trained instructors available. \n \n(h) \nPanel of external resource personnel (Instructors)  \n \nTRAINING AIDS \n \n \nThe following essential/desirable audio – visual training aids and equipment is \nrecommended for the selected institutes where AVSEC programmes are being organised \nor shall be organised: - \n \nESSENTIAL EQUIPMENT \n \n \n(i) \nMulti media projector with screen \n(ii) \nComputer (Configuration recommended P-4, 40GB HDD, 256 MB RAM, \nCD ROM) \n(iii) \nAppropriate classroom with necessary facilities for trainees. \n(iv) \nStandard training package (STP)/Aviation Security training package (ASTP) \nissued by ICAO \n(v) \nOverhead projector \n(vi) \nAdvanced photostat machines/Reprograph machine \n(vii) \nVisualiser.  \n(viii) Television (coloured) \n(ix) \nDVD Player \n(x) \nWhite board/black board. \n(xi) \nX-ray BIS with Threat Image Projection facilities and CTP (X-ray BIS of \nairport may be used) \n(xii) \nHHMDs \n(xiii) Multi zone DFMD with test pieces.",
  "3": "3 \n \n \nDESIRABLE \n \n(i) \nSufficient training video/CD/Film on different AVSEC topics. \n(ii) \nTraining simulators i.e. computer based training X-ray simulator. \n \nREFERENCE MATERIAL \n \n \nThe standardised training packages (STP) issued by “Train Air branch of ICAO \nmay be obtained from ICAO and used for AVSEC training.  These may be supplemented \nwith latest AVSEC orders/circulars issued by BCAS.  All training institution will maintain \na folder containing the latest copies of such circulars/orders for inspection of visiting team . \n \n \nThe organisation will ensure that whenever any particular AVSEC course is being \norganised they will be in possession of STPs/ASTPs issued by ICAO.  For example, if any \ninstitute has to conduct the AVSEC Basic course, they will be in possession of STP \n123/Basic ICAO. \n \n \nThe following STPs/ASTPs are available with ICAO vide their letter dated \ncirculated 28 May 2004. ICAO has circulated the STPs/ASTPs available with them on \npayment .The details are given below to enable the agencies to procure the same.    The \norder \nform \nand \nother \ndetails \ncan \nbe \nobtained \nfrom \nICAO \nwebsite.                            \nhttp:ii www.icao/int/atb/avsec. \n \n \nThe cost of these materials are as under :- \n \n \nS.No \nCourse \nPrice in US dollar for \n \n \nGovt agencies \nOthers \n1 \nASTP 123/Basic \n500 \n900 \n2 \nASTP/Airline \n3900 \n3900 \n3 \nASTP/Cargo \n1900 \n2900 \n4 \nASTP/Crisis Management \n1200 \n2300 \n5 \nASTP/Instructors \n1000 \n1900 \n6 \nASTP/Management \n1000 \n1900 \n7 \nASTP/Supervisors \n1000 \n1900 \n8 \nHostage Negotiation Course \n2500 \n4000 \n \n \nICAO AVSEC 123 series are standardised training packages to meet training needs \nof international agencies.   Additional curriculum details and materials to meet the local \nneeds may be incorporated when appropriate. \n \n \nThe organisation shall procure at least the STP Basic for conducting the basic training. \n \nCERTIFICATION OF INSTRUCTORS FOR TRAINING. \n \n \nThe instructors responsible for course conducting the training must be certified by \nthe Commissioner subject to fulfillment of the experience and qualifications, namely :- \n \n \n(a) \nGraduate from recognised university. \n \n(b) \nAt least 02 years experience in civil aviation security operations.",
  "4": "4 \n(c) \nAviation security instructors’ skills capable of conducting Aviation \nSecurity courses based “TRAIN AIR” Standardised Training Packages \n(STP) i.e. material based training skill. \n \n \n(d) \nThey should be “subject matter experts”(SMEs) and must have thorough \nknowledge and skill of the following subject :- \n \n(i) \nOverview of aviation security \n(ii) \nInternational conventions and protocols \n(iii) \nSecurity systems and access control \n(iv) \nGround and in-flight security \n(v) \nPre-boarding screening \n(vi) \nBaggage and cargo screening \n(vii) \nAircraft security and search procedure \n(viii) Recognition of weapons and prohibited articles. \n(ix) \nUse of electronic detection devices such as X-ray BIS, \nDFMD/HHMD, explosive detectors etc. \n(x) \nNational/BCAS regulations pertaining to AVSEC. \n(xi) \nSurveillance/Intelligence \n(xii) \nResponse to bomb threat calls. \n(xiii) Response to unlawful interference with civil aviation – contingency \nplans  \n(xiv) \nCourtesy and behaviour. \n(xv) \nOther areas and measures relating to aviation security as specified \nby the Commissioner from time to time to enhance their security \ncapabilities. \n \nEvery agency will ensure that they have minimum of two officers qualified in \nAVSEC instructors course. \n \nThe major airports where above facilities are available may also apply for \nconducting Basic AVSEC Course and refreshers courses. \n \nResponsibilities of approved training centre \n \n \n(a) \nTraining syllabus/course contents prescribed by Commissioner of Security \n(CA) shall be strictly followed by all training institutes.   Test and certification for \nall courses will be done by Commissioner of Security (CA) only. \n \n \n(b) \nRefresher training for screeners after every three years is a must and test \n \nand certification will be done by Commissioner of Security (CA) before \n \nrevalidation of certification. \n \n \n(c) \nNecessary training record shall be maintained by all agencies and shall be \n \navailable for inspection to BCAS officers. \n \n \n(e) \nThe ICAO STP and material approved by BCAS shall be used for training \n \nby agencies and shall be kept up dated. \n \n \n(f) \nA nodal officer shall be designated by each agency to ensure the \n \ncoordination and implementation of AVSEC training policy.",
  "5": "5 \n(g) \nApproved training institutes may conduct training for other airlines \nemployees and other Govt staff subject to fulfilling their entry requirements.  \nTraining agencies/Institutions will ensure that they do not impart training to any \ncontract employees or unauthorized personnel on AVSEC.",
  "6": "6 \n \nQUESTIONNAIRE FOR CERTIFICATION OF TRAINING \nINSTITUTES BY BCAS OFFICIALS \n \n \n \nThe NCASTP specifies vide serial 21 that the training institution of an organisation \nwill be authorised by COS (CA) after satisfying its capability to run such training \nprogrammes.  Prior to authorisation of a training institute, BCAS will ask certain questions \nregarding the proposed training institute of the organisation.  The anticipated topics on \nwhich questions for verifying standards of a training institute can be asked are given \nbelow:- \n \n \n1. \nTRAINING INSTITUTE GENERAL \n \n(a) \nName and address of the institute \n(b) \nAccessibility from the airport, railway station, bus stand. \n(c) \nDoes it offer ambience required to conduct training? \n(d) \nOrganizational structure of the training institute? \n(e) \nTotal covered area of the institute? \n(f) \nDoes the institute belongs to the organization or is it on rent/lease? \n(g) \nAre there proper sign boards leading to the institute? \n(h) \nOfficial working hours of the institute? \n(i) \nCourse charges if any per trainee for various courses? \n(j) \nHave these charges been approved by the competent authority? \n(k) \nIs any conference hall available in the premises? \n \n2.  \nCLASS ROOM \n \n(a) \nHow many classrooms /training halls are available? \n(b) \nSeating capacity of the classrooms? Is it adequate compared to its size? \n(c) \nSeating plan of the class room- \n \n(i) \nDoes it offer adequate space for the instructor to move around the \nclass and attend each trainee properly? \n(ii) \nCan all trainees see the instructors? \n(iii) \nAvailability of podium tables with drawers to keep instruction \nmaterial or demonstration aids. \n(iv) \nDo the classrooms have fans, water cooler, air conditioners? \n(v) \nDo the classrooms have adequate ventilation and lighting \narrangements? \n(vi) \nDo all classes have adequate number of chairs and tables? \n \n3. \nTRAINING AIDS. \n \n(a) \nAudio –visual equipment (whether minimum prescribed level is available)? \n \n(i) \nLaptop computer or PC (minimum 40 GB HD, CD Rom,256 MB \nRAMP4, FDD and remote panel for mouse) \n(ii) \nDigital light projector (Visualiser) \n(iii) \nMulti Media Projector (small) and fitted on ceiling.",
  "7": "7 \n(iv) \nTelevision. \n(v) \nVCR/VCD/DVD \n(vi) \nProjection Screen \n(vii) \nOverhead projector \n(viii) Cordless Mike \n(ix) \nCordless Mouse. \n(x) \nSpeaker system. \n(xi) \nBlack Board/White board with pen marker (coloured) and duster. \n(xii) \nLaser Pointer \n(xiii) Pointer staff (wooden or metallic) \n(xiv) \nCharts and details (frame band put on walls) \n(xv) \nStandard notices, circulars, checklists, instructions displayed on \nwalls. \n(xvi) \nCBT packages \n(xvii) UPS. \n \n(b) \nAvailability of X-BIS machine and CTP/ DFMD/HHMD/Explosive \nDetector. \n \n(c) \nStandard or actual lay out plan of airport (wall size) \n \n(d) \nMiscellaneous \n \n \n(i) \nPodium \n(ii) \nLaser printer \n(iii) \nHigh speed Photostat machine \n(iv) \nTelephones \n(v) \nEPABX facility \n(vi) \nScanner \n(vii) \nFax \n \n(e) \nAvailability of dummy models of IEDs, Explosives, Knives, bombs as \ndangerous good, dangerous substances etc. \n \n4. \nMAINTENANCE SUPPORT \n \n(a) \nAre all electronic and essential equipment covered under AMC/ \n \nDate of AMC-      Date of expiry \n(b) \nWhat is the availability of trained technician for maintenance work? \n(c) \nHow much is the MTBR (Mean time between repairs) for equipments? \n(d) \nAre proper log book/gap entries/history sheet available for training  \n                        equipments? \n(e) \nAlternate arrangements if any equipment becomes faulty? \n \n5. \nCOURSES. \n \n(a) \nList of courses being run/proposed at the training institute. \n(b) \nThe currency and accuracy of course contents. \n(c) \nThe manner in which training conducted and records maintained?",
  "8": "8 \n(d) \nIs the training being imparted based on the approved STP’s? If yes, since \nwhen? \n(e) \nDo you have an annual training programme and has it been intimated to all \nconcerned? \n(f) \nIs the training material organized in automated or manual format? \n \n6. \nRESOURCES PERSONNEL. \n \n(a) \nHead of training centre and his designation. \n(b) \nHow many instructors are BCAS/ICAO certified? \n(c) \nHow many instructors are available to conduct courses? \n(d) \nHow many BCAS/ICAO certified instructors are available with institute as \nguest faculty? \n(e) \nWhat is the average number of sessions per instructor per day? \n(f) \nWhat is strength of administrative support staff? \n \n7. \nCOURSE MATERIAL \n \n(a) \nAvailability of ICAO security manual/Annex 17 Doc 8973 \n(b) \nAvailability of reference books and other literature on AVSEC subjects. \n(c) \nAvailability of approved STPs on the courses being conducted by the \ninstitute. (Are these the latest edition). \n(d) \nAre course material and handouts available to give to the students? \n(e) \nIs any CD (training film/presentation) available? \n(f) \nIs adequate writing material given to the students? \n(g) \nAre name tags/name plates issued to all students? \n(h) \nAvailability of approved CASTP according to the course programmes. \n(i) \nIs the CASTP developed by the institute in accordance with NCASTP and \nalso conforms to other administrative requirements outlined in NCASTP. \n \n8. \nFACILITIES \n \n(a) \nIs any vehicle available for transportation of trainees? \n(b) \nAvailability of library for trainers, providing latest reference materials. \n(c) \nAvailability of wet canteen facilities for tea/snacks/soft drinks/lunch etc. \n(d) \nAvailability of cyber café/internet. \n(e) \nAvailability of water coolers and safe drinking water. \n(f) \nAvailability of residential facility for outstation trainees? \n(g) \nIs any light recreational facility (like table tennis, billiards, cable TV) \navailable? \n(h) \nWhat are the messing facilities available for course students during the \ncourse and for those residing in the training institute (dinning area)? \n(i) \nToilet facilities available in the class room/premises \n(j) \nToilet and washroom facilities available in the residential premises. \n(k) \nWhat are the general facilities provided to the trainees in residential \npremises? \n(l) \nIs there adequate staff for cleanliness of the institute?",
  "9": "9 \n9. \nPOWER BACK-UP & SAFETY PRECAUTIONS. \n \n(a) \nDoes the training institute have back up i.e. Generator or Invertors etc? \n(b) \nIf yes, can it take minimum load of air conditioners and all audio visual \naids in the training room? \n(c) \nWhat is the location of the power back-up generator? \n(d) \nDo you have trained manpower to operate the back up power \nequipment/generator? \n(e) \nAre adequate safety norms being taken to ensure against risk of fire/short \ncircuiting? \n(f) \nAre adequate fire extinguishers available to meet the fire threat and are \nthese conveniently located? \n(g) \nIs their serviceability checked routinely and record maintained? \n(h) \nHas the building been inspected by fire department personnel and safety \ncompliance certificate issued.  \n(i) \nAre trained people available to meet fire emergencies? \n(j) \nWhat is the security set up of the institute? \n(k) \nWhat is the total strength? \n(l) \nIs the security staff adequately trained? \n(m) \nAre tele numbers of emergency services like fire brigade, hospitals, police \nstation etc available? \n(n) \nWhat in house first aid arrangements are available? \n(o) \nIs any periodic review done to asses the above aspects? \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nC:\\windows\\Desktop\\TRG DIV\\Misc\\Authorised Training Institution.doc"
}