{
  "1": "No. AV.29012/05/2014-AS\nGovernment of India\nMinistry of Civil Aviation\n\nRajiv Gandhi Bhawan.\nSafdarjung airport\nNew Delhi 110003\nDated: 28.08.2014\n\nTo,\n\nThe Commissioner,\nBCAS,\n\nNew Delhi 110001\n\nSubject: Bomb Threat Contingency Plan (BTCP) 2014 - Review\nof national AVSEC documents\nSir,\n\n| am directed to refer BCAS’s letter No. CAS 7(25)/2002 - Divi(\nNCASP) dated 11.08.2014 on the above mentioned subject and to say that\ndraft BTCP has been approved by the competent authority in the Ministry\nwith some modifications\n\n2. A copy of the approved BTCP is enclosed herewith for taking\n\nnecessary action. It is requested to send the hard and soft copy of this BTCP\nafter issue for record of this Ministry.\n\nEncl.: Copy of BTGP (106 pages)\n\nYours faithfully\n|\nhow\n(8.V.Ramana}\n\nUnder Secretary to Government of India\nTel 24610374\n\n",
  "2": "No.CAS-5(7/201 0° DIV-KBTCP)\nwre wa /Goverament of\nGem frome res) / (Ministry of Ch\ncrm Sree ater =ai / Bureau of Civit Aviation Security\nois, emg, Tee mm, re /*A’ Wing -L I, 10, Janpath Bhawan, Janpath,\n‘xf Reef ior / New Dethi-150 001\nDated: 09/09/2014\n\nRDCOS. BCAS\nAbemdabad. Amritsar. Chennai, Delhi\n\nBoinh ‘Threat Contingency Plan (BTCP) has becn approved by the Ministry of\nviation. A eppy of the approved BTC? is enclosed.\n\n2. The undersigned is directed to request you that che BCP of alt airports in your\nf jurisdiction may please be got prepared/revised on the basis of this document and sent to\n\nfur approval of Commissioner of Security (CA) by 30” October, 2014.\n\nThe contents of the document are SECRET and can only be shared on a strict\n\nneed- to- know basis\n\nYours fathfuily,\n\nbe (Bere\n\n(MT. Baig)\nDy. Commissioner of Security (CA)\nTle No. 23731721. Fax: 23345\n\n. Fnelosures : As above\n\nfor information,\nIS (Gps, ACS CF\n\nicoessary avion 10 =\nB). ACS {RRA} and ACS (PREY\n\nlon © MCA (Shri §'V. Ramana, See:\nAS dated 28/08/2014.\n\n8\n\ntary) wit MCA etter No.\n\n",
  "3": "Government of India H\nBUREAU OF CIVIL AVIATION SECURITY a\nBomb Threat Contingency Plan\nIndex\nPAGE NO.\nSL.NO. | TOPIC ORS\nCHAPTER -1 | POLICIES REGARDING BOMB THREATS 4 5\ni STANDARDS 4 z\n12 ‘CONVENTIONS _ _ 4 =\n13 AVIATION SECURITY MANUAL 5 :\n14 ‘AIRCRAFT SECURITY RULES 3 :\n15 LAWS. Es :\nCHAPTER -—2 | OPTIONS 6 8\n21 CHARACTERISTICS OF BOMB THREATS é :\n22 CATEGORISATION 6 :\n2201 Non-specific threat é :\n2212 ‘Specific threat _ 6 [7]\n23 POSITIVE TARGET IDENTIFICATION 7s\nCHAPTER —3 | MEASURES TO BE ADOPTED ey\n31 BOMB THREAT ASSESSMENT COMMITTEE, 8 =\n32 ASSEMBLY POINT OF BTAC 9 10 |\n33 RECEIPT OF BOMS THREATS 10\n34 \"ACTION BY RECIPIENT OF A BOMB THREAT to | 12 |\n35 PROCEDURE AFTER RECEIPT OF BOMB THREAT| 12 | 13 |\nINFORMATION t\n36 TECHNIQUE OF EVALUATION OF THE BOMB[ 13, 17\nTHREAT INFORMATION CALL _. |\n37. BOMB THREAT EVALUATION IN THE AIR 7 | 2\n38 NON-SPECIFIC BOMB THREAT a | 3 |\n3.82 Search of terminal installation under non-specific bomb {21 | 22\nthreat without evacuation\n384 ‘General principles of search a\n3.8.5 Tnitiation of search 3B |\n3.8.6 ‘What searchers should be looking for 23\na2. SPECIFIC BOMB THREAT 23 m=\n3.9.1 If the threat is to an aircraft _23 a |\n3.9.12 ‘Search of an aircraft under specific bomb threat [26 |\n352 IF THE THREAT IS TO INSTALLATION,| 26 | -\nL BUILDINGS, ETC.\n3921 Evacuation 36 -\n3.9.22 ‘Making the decision to evacuate 26 | 27\n3.9.23 ‘Evacuation plans 27 [728\n(3924 The decision to reoccupy 28 | 29\n3.9.25 Search of terminal / installation after specific bomb | 29 | 32\nthreat ard evacuation\n310 | ACTION TO BE TAKEN AFTER FINDING SUSPECT | 32 | 34 |\nEXPLOSIVE DEVICE\n\nPage 1 of 106\n\n",
  "4": "SECRET\n\nGovernment of India\nBUREAU OF CIVIL AVIATION SECURITY J\nBomb Threat Contingency Plan\n3. BOMB THREAT DURING IN-LINE XBIS 7? HBS) 34 35 i\nSCREENING AT SHA re |\n3.12 ENQUIRIES AND COMMUNICATIONS 3536 |\n3.13 | MEDIA 3637,\n3.4 REPORTING 37 38]\n3.15 BOMB THREAT REVIEW COMMITTEE 38 | 9]\n3153, [Functions of BTRC __ 38_ | 39\n3.15.4 Analysis _ [39 +\n3.16 MOCK EXERCISES — 3 fd\nCHAPTER-4 | RESOURCES a) a8\n412 CONTACT DETAILS 40\n413 ISOLATION BAY ee)\n414 EXPIOSIVES DISPOSAL / COOLING OFF AREA | 41\n415 BDDS EQUIPMENT 2\n4.1.6 SECURITY EQUIPMENTS AND FACILITIES Ce a\n4.27 COMMUNICATION. 2) 3\n42 TRAINING _ _ = a3 Te\n422 TRAINING OF OTHER STAEF a al\n42.21 Module— 1 cr\n42.2.2 Module~ 2 44\n42.2.3 ‘Security awareness training component a as]\nCHAPTER — | RESPONSIBILITIES a el\n52 APPROPRIATE AUTHORITY. [4%\n53 RDCOS, BCAS (WHERE POSTED) 46\n5a COE, BCAS (WHERE POSTED) 2 2\n55 AIRWORTHINESS OFFICER (DGCA) 7\n5.6 LOCAL POLICE _ a7 oo\n37 ‘ASG // APSU 7 8\n5.8 BDDS. 49 | 350\n39 IMMIGRATION (IN CASE OF INTERNATIONAL; 501 —\nFLIGHT) =\n(3.10 CUSTOMS (WHERE APPLICABLE) 30 | 5\n5.i1 COORDINATOR, 51 34\n5.12 AIRCRAFT OPERATOR 34 an\n13 FLIGHT CREW ie\n5.14 ATC _ 61 63\nERE} APRON CONTROL 63 i\n\nPage 2 of 106\n\n",
  "5": "SECRET\n\nGovernment of India ]\n——BUREAU OF CIVIL AVIATION SECURITY\n\nBomb Threat Contingency Plan\n\n7 Appendices 7 ~ PAGENO,\ni. A | Bomb threat report form _ i 4-6\nB | Bomb waming assessment foam - - 66-71\n| C | Clearance certificate — =\nD | Aircraft security Search chea -\nE | Safe assembly areas 7 OS i 78\n| F  TLayout ofairport r a\nG | BDDS equipment status — a ~80-ar\nA | Bomb threat report ~ i ~ ~ 82-84\nr 1 | Post incident resort of bomb blast 7 a 85-86\nBomb threat call data 7 oO 87\nK__ | Telephone nos. of airlines and caller ID status a i 88\nE | Explosives disposal area layout oS ~ ET)\nM | Aitport operator equipments i 07\n[WN Shifting to explosives disposal area certification ~ oF\nNI_| Rendered safe certification a\nt Q | Official report on act of unlawful interference ~ ~ 93105\nP| Unclaimed baggage report OO i 106\n= = - a,\nPage 3 of 106\n",
  "6": "SECRET\n\n‘s one\n\net Government of India - ]\n\nSe\n\n| __BUREAU OF CIVIL AVIATION SECURITY\nBomb Threat Contingency Plan\n\nis\n\nChapter -1\nPOLICIES REGARDING BOMB THREATS\n\n1.1. STANDARDS\n\nFollowing are the relevant standards in Annex 17 to the Convention on International Civil\nAviation:\n\nLL\n\nEach Contracting State shall ensure, when reliable information exists that an aircraft\nmay be subjected to an act of unlaveful interference, that the aircraft is searched for\nconcealed weapons, explosives or other dangerous devices, articles or substances.\nPrior notification of the search stall be provided to the operator concemed.\n\n1.41.12. Each Contracting State shall ensure that arrangements ere made to investigate,\n\nTender safe and / or dispose of, if necessary. suspected dangerous devices or other\npotential hazards at airport\n\n1.1.1.3, Each Contracting State shail ensure that contingency plans are developed and\n\niQ\n\na)\n\n1)\n\n°)\n\nresources mede available to safeguard civil aviation against acts of unlawiul\ninterference. The contingency plans shall be tested on a regular basis,\n\n+ Each Contracting State shall ensure that authorised and suitably trained personnel\nare readily available for deployment at its airport serving civil aviation to assist in\ndealing with suspected, or actual, cases of unlawful interference with civil aviation.\n\n1.2. CONVENTIONS\n\nVarious international conventions have mandated the following acts to be ctiminalized\nwith severe penalties:\n\nDestruction of, or serious damage to the facilities of, an airport serving intzmational\ncivil aviation or aircraft not in service located thereon, or disruption of the services of\nthe airpor, if such an act endangers or is likely to endanger safety at that airport;\n\nPlacing or causing to be placed on en aircraft in service, by any means whatsoever, a\ndevice or substance which is likely to destroy that aircraft, or to cause damage to it\nthat renders it incapable of flight or that is likely to endanger its sefety in fight:\n\nDestruction or damage to air navigation facilities or interference with their operation,\nifsuch an act is likely to endanger the safety of aircraft in fight; and\n\nPage 4 of 106\n\n",
  "7": "SECRET\n\nGovernment of India\nL. __ BUREAU OF CIVIL AVIATION SECURITY\n\n” | 2% Bomb Threat Contingency Plan\n\n4) Communication of information which a person knows to be false, thereby endangering\ntho safety of an aircraft in flight.\n\n1,3. AVIATION SECURITY MANUAL\n\n13.1, As per Doc.8973, 6.1.3.1, measures to respond to acts of unlaveful interference should\nalso be defined in an NCASP, Specific responsibilities and/or duties should be\nallocated to government departments, law enforcement agencies, national armed\nforces, air traffic service providers, aircraft operators, airport management and tenants,\nand should include preparing contingency plans, issuing staff instructions, installing\ncommunications systems, and undertaking training in how to respond to an act oF\nunlawful interference.\n\n° 14. AIRCRAFT SECURITY RULES, 2011\n\n1.4.1, Following are the provisions of the Aircraft Security Rules, 2011:\n\nSec. 36. Detention of Airerefl — The Commissioner or any other person authorised in\nthis behalf by the Central Govemment may, for reasons to be recorded in writing,\ndetain an aircraft if in his opinion-\n\na) The aircraft has on board unauthorized arms, explosives or other sabotage\ndevices which are likely to cause danger to the security of that aircraft; or\n\n5) The aircraft has on board a person who has gained entry in unauthorized manner\nor is likely to cause unlawful interference with civil aviation operations; or\n\n©) The detention is necessary to secure compliance with any: of the provisions of\nthese rules.\n\n15, LAWS\n\na) 1.5.1. Punishment for criminal use of explosives is also laid down in sec.286, 307 of IPC and\n~ provisions of Indian Explosives Act,\n\nPage 5 of 106\n\n",
  "8": "Government of India\n____BUREAU OF CIVIL AVIATION SECURITY _\n\nBomb Threat Contingency Plan\n\nCHAPTER -2\nOPTIONS\n21. CHARACTERISTICS OF BOMB THREATS\n2.1.1, Bomb threats may be directed against :-\na. Aircraft on the ground or in the air,\n\nb. Airport installations, faciliies and buildings: or navigntion aids or in the\nimmediate vicinity of the airport\n\n® Air cargo designated for shipment by air or cargo installations, facilities and\nbuildings,\n\n2.2, CATEGORSATION\n2.2.1. Bomb Threat calls are categorized as follows\n2.2.1.1, Non-specific threat\n\nA threat of general nature may be classified as a non-specific threat if it consists of\nany or a combination of these:-\n\na) ‘The airline is not identified.\n\nb) The flight is not specified\n\n©) Date and time is not mentioned.\n\n4) Point of origin or destination is not given.\n\n©) Location of the bomb is not indicated,\n\n2.2.1.2. Specific threat\n\nA threat should be considered specific when detailed information is availeble on any\nof the following:-\n\n2) The originator of the threat identifies himself.\n\nb) The airline is identified.\n\n©) A specific flight is mentioned and exact date / time are stated.\n\n4) The origin and / or destination of the flight are given,\n\n©) Names of airlines staff on duty or passengers on board the aircraft are singled out.\n\nIntimate Knowledge of phone numbers or description of unpublished iport\nicles is made known,\n\n8) Location of the bomb is indicated.\n\nPage 6 of 106\n",
  "9": "Government of India\nBUREAU OF CIVIL AVIATION SECURITY\n\nBomb Threat Contingency Plan\n\n. The Bomb Threat Assessment Committee (BTAC) needs to\ntake the final call depending on inputs available. ground situation etc. In case there is a\ndeviation from the above guidelines, reasons must be recorded in writing.\n\n2.3. POSITIVE TARGET IDENTIFICATION (PTD)\nPTI information indicates firsthand knowledge of the targeted aircraft e.g.:\n\na) Aircraft Registration Number.\n\nb) Crew member's full name/s and Passenger’s name(s).\n©) Valid baggage tag number.\n\n4) Industry type names and phrases,\n\n24 _ There are four actions open to the coordinator. Which one is chosen depends upon the\nassessment of the threat which the situation presents. The choices are:-\n\nTo do nothing.\n\nTo search, and then to evacuate if a suspicious object is found\n\nTo evacuate all persons except search teams and essential staff and then cary out a\nsearch and evacuate fully if e suspicious object is discovered.\n\niv. To evacuate all staff immediately then re-occupy using trained searchers,\n\nOption 1: Do nothing\n\nThis option may appear attractive if the threat appears to be a hoax. but it should not he\nadopted unless the coordinator is absolutely sure that it is a malicious eall or prank. If there is\nthe slightest doubi, the coordinator must turn to one of the other options.\n\nOption 2: Search and then evacuate if necessary\n\nThis choice means that peopte will be in the terminal building for a longer period should there\nbe 2 bomb present. However, if a bomb is found, they can then be evacuated away from\ndanger. If nothing is found and there are no other significant factors. the coordinator may\nconsider this option appropriate if assessing the threat level as low.\n\nOption 3; Search and partial evacuation\n\nWhen the threat level is considered to be moderate but there is no reason to believe that an\nexplosion may be imminent, or if the suspect device is small (¢.g. a letter bomb) and parts of\nthe terminal building may be some considerable distance from the device, the coordinator\nmight consider evacuating part of the terminal building alone or retaining only essential staff\nand search teams within the terminal building.\n\nOption 4:\n\nFvacuate immediately\n\nPoge 7 of 106\n\n",
  "10": "SECRET\nGovernment of India |\nBUREAU OF CIVIL AVIATION SECURITY\n\nBomb Threat Contingency Plan\n\n{fa call is received which the coordinator considers to indicate the existence of @ high tisk.\nthere will be a case for evacuating as quickly as possible without conducting a search.\nespecially where there is a possibility of an imminent explosion.\n\nWhen the time of explosion has been disclosed in a threat call, the coordinator must ensure\nthat any searches are finished and staff cleared at least 20 minutes before the deadline,\n‘respective of whether any device has been found or not.\n\nSimilar options should be exercised after assessment when the target is aircraft or curgo.\n\nChapter ~3\nMEASURES TO BE ADOPTED\n3.1. BOMB THREAT ASSESSMENT COMMITTEE (BTAC)\n3.1.1. Every eieport will have a Bomb Threat Assessment Committee (TAC) empowered to\nevaluate every bomb threat call and take appropriate action as laid down and as\n\ndeemed necessary without reference to any higher outside agency. BAC categorizes\nthe received calls as Specific / Non Specific.\n\n3.1.2. BIAC shall consist of the following off\n\nials with respective status as mentioned\n\nagainst each =\nSL _ Officials ‘Ageney Status\n(@) | Airport Director or Director (Operations) | Airport Operator Coordinator\nor his representative |\n| (8) | CASO or his representative ASGYAPSU Member\n(Not below the rank of Asstt.\nCommandant or equivalent)\n(¢)_| Security Manager / Station Manager Aircraft Operator Member -\n(@)_| Watch Supervisory Officer (WSO) AIC Member\n(@)_| Airworthiness Officer DGCA Member\n(8)_ | Representative of local police [ State Police Member\n(@) | Officer /C BDDS ASG/APSU__| Member _\n(h)_[ Representative of NSG (where available) | NSG Member\n(@_| FRRO/Asst. FRRO* Immigration | Member _\n@_ | Representative from 1B / MHA 1B7 MHA | Member\n(ifavailable)\n(&)_| Deputy 7Assit. Commissioner * Customs Member\n(| COE or his representative ~~ | BCAS ‘Observer\n(where located)\n(m)_[RDCOS or his representative “[BCAS | Observer\n- i Page 8 of 106\n",
  "11": "SECRET.\n\nGovernment of India ]\nBUREAU OF CIVIL AVIATION SECURITY\n\nBomb Threat Contingency Plan\n\ni [(Gwhere Tocatedy\n\n*(Should be present in case threat relates 10 intemational terminal, international airlines or\nimporvexport cargo terminal)\n\nNote]: Para 3.1.2 above lists officials within an agency who are authorized to represent their\nrespective agency as member / altemate member/s of BTAC. Considering that under\ncircumstances of a bomb threat the safety of lives / property is directly linked to the prompt\nand appropriate decision of the BTAC, it shall be the responsibility of seriormost official\nwithin each ageney to attend the BTAC whenever possible. However, also considering that\nthe seniormost official within each agency may not be present at the airport round the clock\ndue to the nature of official duty / routine work performed, the next scniormost official\nwithin such agency authorized as altemate member of BTAC may attend the BTAC. Care\nshould however be exercised that attending BTAC meeting by altemate members remains\nan exception rather than a rule. In any case, the overall responsibility under situation of a\nBomb Threat will always rest with the seniormost official designated to act as coordinator /\nmember of BTAC.\n\nNote 2: Presence of Airline Security Manager / Station Manager in BTAC should not be\nrestricted to their aircraft only. Their presence in BTAC during bomib threat to terminal\nbuilding is also essential so as to filly involve them in the resuitant subsequent action as\ndecided by the BTAC during bomb threat situations. For example, Station Manager /\nSecurity Manager must be fully involved in BTAC along with their trained seeurity/other\nStaff in large numbers who can be fuliy and effectively utilized for speedy evacuation of\ntheir passengers, aircraft and subsequent search.\n\nNote 3: Defence Airfields: At the airports which are controlled by Indian Air Force (IAF),\nSecurity Offiger of LAF should be incorporated in the BTAC. Liaison with duty officer\nATC. Station Security Officer and ether Air Force authorities shall be catried out before\n‘earmarking location for explosives disposal area and isolation bay/area,\n\nNote 4: In case of Bomb Threat in the air, the BTAC at the likely landing airport needs to be\nactivated simultaneously\n\nNote 5: In ease of Nuclear, Biological and Chemical threats the NDMA (National Disaster\nManagement Authority) / NDRF (National Disaster Response Force) need to be informed\nimmediately.\n\n3.2, ASSEMBLY POINT OF BTAC\n\nPage 9 of 106\n\n",
  "12": "SECRET\n\naa Government of India\nve - _ __ BUREAU OF CIVIL AVIATION SECURITY 4\nom ,\nee Bomb Threat Contingency Plan\n3.2.1, On receipt ofa bomb threat call which can either be to an aircraft, terminal building or\nany ital installation. BTAC should assemble immediately at a designated “Control\nRoom”. The basic requirements for a Control Room are as follows,\na. It should have dedicated telephone lines with STD / ISD / cal ler ID facilities.\n©. It should be located in such a way that there is no interference from passengers /\ncurious staf not involved in the threat resolution process,\n\nSS ceived by telephone. in writing or via other means of\n\nconsidered serious and real, until determined otherwise.\na. It should have ities like lasteps with speaker system and other audio visual aids\n\nlike projgcter. TV with live feds and Fax machine.\n&. Itshould have diagrams of the terminal buildings, facilities, cvacuation, routes, etc.\nfo to the control roam should be restricted,\n\nIn case where cerminal buildings like eargo terminals are ata distance, separate control\nroom should be designsted in that particular area\n\nAtemate asseirbly poi ‘or BTAC should be designated with ali the required\n: Se the coatrel room is ingecessible or cannot be used for any reason. At\nSeniblies should mandatorily be at alternate assembly point so that\nis in operational and serviceabie condition,\n\n3.3. RECEIPT OF BOMB THREAT\n\nBam teats via telephone may be received by airports, aircraft operators and cargo\nGast etter diectly From the people issuing the thtets or from intermediaries, eg.\nthe media or press egencies, In either case, recipients should ary 0 obtain as much\ninformation as possible about che threat in order to facilitate assessment of it and\nWdentisleation of the person giving the call,\n\n‘© fasititete the\n\nection of information, aircraft operators. and\nShoule fasta! all resording ane caller ID facilities on appropriate exchanges\nand or telephones, When a bomb threat has been recorded, the recording should be\n‘tsined 4s evigence, These detalis should be provided to BTAC as per the formet\nLut in Appendix °A'. The derails of tne telephone novs should be part of Bomb\nWarning Assessment Fonn tBWAF) as per formar given in Appendix ‘B’,\n\n34. ACTION BY RECIPIENT OF 4 BOMB THREAT\n\nPage 10 of 106\n\n",
  "13": "Government of India ]\nBUREAU OF CIVIL AVIATION SECURITY\n\nBomb Threat Contingency Plan\n\n54.1, The person receiving a bomb threat directly by teleshone should:\n\n8) Listen carefully and make a note of the actual words used by the caller.\n\n6) Either take section to trave the call or alert « colleague.\n\n©) Take such action as may be necessary to record the call, where this is not done\nautomatically.\n\n41 Prolong the call to obtain as much information as possible\n\n2) Ask the caller the following questions :-\n\nWHERE is ate tie bamb s? - Asked first so that an evacuation can be planned.\n\ni 0 off - So that a time factor is known for the evacuation.\niil, WHAT does it look ike? - To help in recognition of the device during a search.\n\ni. WHO are sou? - To see Ifthe caller is ftom a eredible group,\n\n\\\\ WHY sre you doing this? - To build up a better picture of the incident and keep the\ncaller on the line to assist in tracing the call,\n\note 1: The questions should be posed as open-ended questions rather than as leading\nanes, For example, ask, “Where evacrly is the bomb?” rather than, “Is the bomb in the\nhold of the aircraft\n\nNots 2: The order in which the questions are asked is important as the caller may hang up\n¢ all the questions can be asked.\n\npossible. test the credibility of the caller by making up a non « existent flight\njuciser, Aight time or location and asking the caller whether that is the one to which\nhe is referri\n\n#1 inform @ superisor who should inform the nominated bomb threat assessor, the\npolice or ather\n\nSc. Peapls receiving calls from intermediaries should:\n\nSt AS6 for, and make writen note off the precise time at witich the threat was issued and\nthe exact sed by the caller\n\n“ck whether the imexmediary obtained answers to any of the questions detailed above\n\nand about the origin of the call and the caller's identizy\n\nThe recipient of a written bomb threat should Preserve the message and deliver it to\nthe supervisor with precise information about its discovery Messages discovered in\n‘ight should be referred to the piloi-in-command (PIC) immediately,\n\nPage 14 of 106\n\n",
  "14": "Government of India\n_ BUREAU OF CIVIL AVIATION SECURITY ;\n\nBomb Threat Contingeney Plan\n\n3el4. Supervisors shouid inter ‘ew the recipient of any call or message in onder to complete\nthe Bomb Threat Report Form as per Annexure ‘A? and relay it without delay to the\nnominated Coordinator.\n\nWhen a bomb threat call is received, the receiver of such call or his immediate\nSuperior will immediately convey the exact words of the threat call along with other\naspects as noted in Bomb Threat Report Form to the Coordinator. It would be of\nmumense help if the receiver of the threat call presents himself / herself to avoid\nssmmunication gap and correctly gives brief on the exact words of the call to the\nBAC. If this is not possible ror any reason such as distance/nature: of duty handled\ncis. the person receiving the threat cal! must remain available on a given telephone\n‘umber until che cell is properly evaluated and decision on follow up a arrived\nat by the BEAC. Conzemed agency witl mandatorily register an FIR / initiate\nProsecution Sn all types af Bomb Threat calls. Diarising at the local police station is\nmandators,\n\n35. PROCEDURE AFTER RECEIPT OF BOMB THREAT INFORMATION\n\nSen &s jotennation of bomb threat is received, coordinator of BTAC will be\nSrmed. Immediate actiea will be teken to inform ATC, BTAC control room and all\n\nS CF BTAC. In addition, the following will be alerted:\n\n0) Fire Station\n\nApron Contre]\n\n#1) RDCOS iBCAS1 of coneemed Region\n€: BCAS HQ Contral Room\n\n#) COE. concemed Region\n\n=. BTAC will convene without delay. Assembly and assessment by BTAC should not be\nSelaved or eccount of an member not being present. A log book wil] be started at\nBTAC immediate. The receiver of the threat information should remain present to\nassist BTAC\n\n“ll Betsons cenverned with investigating and resolving the bomb threat shell continue\ncr their job untit further instructions, even if shift time is over,\n\nPS Provess of bearding the concerned aircraft shall be stopped immediately and, if\nboarding hac commenced, passengers onboard are to. be disembarked\nimmediately\n\nSimultaneo\n\nthon is to be taken to deploy aisline security staff and ASG/ APSU\nPersonnel at ihe check-in counters for detsining and examining passengers arriving\n\nPage 12 of 106\n\n",
  "15": "SECRET\n\nGovernment of India\nBUREAU OF CIVIL AVIATION SECURITY\n\nBomb Threat Contingency Plan\n\nJat. If the threat is reeeived on phone, caller should be sought to be identified and\napprehended quickly and investigated thoroughly.\n\nWhen an Aircraft is taxiing to take off point or awaiting take off at departing\nstation and receives a Bomb Threat call\n\n2) Sinse BTAC cannot assemble and evaluate the threat call under such @ situation, the\nsé sirorait will invariably be diverted / directed to the Isolation Bay. Thereafter,\n‘pladders, buses. manpower and other essential equipment will be rushed\n\nares shculd ke taken for quick and orderly disembarkation of passengers / crew\ntheir hand bs and for taking passengers to safe distance (100 M) away from\nche aircra‘t in the trs: instance. Coaches will not be brought zo the aircraft stepladder\nour will be perked 100 Mamay from the aircraft,\n\nDisembarhes possengers shall be brought back to terminal building in coaches under\nUrthe: setion. Thereafter action is to be taken as per decision of\n\nWhen aircraft lands back at departing station on a Bomb Threat call\n\nme procedure as mentioned in Para 3.5.6 above.\n\nWhen scheduled aircraft arriving or diverting aircraft lands under Bomb Threat\n\na Normally BAC under such circumstances will be assembled at the station of\ndeparture, Thereitve, when BTAC decision from departing station is not received or\nreceived to weat the cail as “Specific”. affected aircraft on landing will be directed to\nispiation bay by ATC. However. when BTAC decision from departing station is\nreczived to teat the call as “Non Specific’. affected aircraft on landing will be directed\ntg remote bas 53 ATC\n\nb. Me\n\nre should be taken for quick and orderly disembarkation of Passengers / crew\n» hand Ssggaye and aassengers taken to safe distance (100 M) away from the\naireratt, (Coaches will not be brought to the aircraft step ladder but will be parked 100\n‘M stom the airerarty.\n\nTransport of passengers of scheduled arriving diverted aircraft should be organised in\nexec ‘ated under aitlie escort to aztival hall of the coneemed terminal. They\nsar then be allowed ro proceed to city side only after clearance from BTAC afer\nslaimia, Saggaze. it any’ ‘unless such passengers are specifically required to he\nSetzinec In arrival hall due to the recei ‘ing station coordinator’s / BTAC decision).\n\nPage 13 of 106\n\n",
  "16": "SECRET\n\nGovernment of India\n2 ___BUREAU OF CIVIL AVIATION SECURITY\n\nBomb Threat Contingency Plan\n\nBaggage remaining unclaimed on conveyer belt should be reported to the coordinator\nimmediately. who in turn will inform all concerned to take necessary action,\n\n3.6, TECHNIQUE OF EVALUATION OF THE BOMB THREAT CALL\nThe Co-ordinator, who as directed by BCAS should be Basic AVSEC qualified should\nby working methodically: through the Bomb Waring Assessment\nForm (BWAF) given in Appendix *B’ which is designed to lead the BTAC to a\nto ent of the threat as GREEN. AMBER or RED as described below with\n\nthe actions required,\n\nical assess)\n\na) GREEN - A warning, which may not identify a target or a specific group of targets, or\nwhich otherwise lacks credibility. (Present countermeasures negate threat, No extra\nprecautions necessary\n\nbr AMBER - 4 warning thar can be releted to one or more targets but where there is\ndoubt abou: its credibility or about the effectiveness of existing countermeasures.\nfnvalve danger and may require augmentation of countermeasures).\n\nwhere the threat is of ¢ nature which permits identification\nwere the caller has positively identified himself or the\norganization insched and is judged credible (Likely to involve danger to people,\nProperty or commercial activities and therefore merits countermeasures. Take all\nnecessary countermeasures)\n\nNote + Caregen RF\n\ncommand\n\nwarn\n\nfthe airsrat\n\ngainst aircraft in flight should be notified immediately to the\nand the destination or diversion airpor.\n\nMithough ©\n\ndure is largely dependent upon the provision of “Yes” ot “No”\n\noF questions, the Co-ordinator must also take account of other\nupon the credibility of the threat including, but not limited to, the\n\nanswers 19 2s\n\nors the\n\n3) The recent history af warnings and incidents for the airport and the aircraft operators\na) The possible influence of current events such as:\n\nf Industria? di\naipon\n\neming the airerafi operator of the flight concemed or\n\n4 Disputes with neighboring communities or environmental protest groups concemed\n‘with, 2or example. sizport expansion or development.\n\nPage 14 of 106\n",
  "17": "SECRET\n\nGovernment of India\nBUREAU OF CIVIL AVIATION SECURITY\n\nBomb Threat Contingency Plan\n\nK\n\nD\n\niii, Similar incidents having been recently reported in the media which may have\nprompted a hoax eal!\n\nis, High-profile persons who may attract a threat at the airport or are passengers on the\nlight,\n\n©) Any reported incidents such as overbooked passengers, a passenger refused boarding or\ndisputes at check-in or the gate involving friends or relatives\n\nSi Ansthing particular or unique about the cargo being carried on the flight.\n\n=) Additional security measures chat have been taken and the local police or security\nauthority's opinion of the waming\n\nBorsb Waring Assessment Form (BWAF) (Appendix B) is a guideline to the\nsomminee for systematic and scientific evaluation of the Bomb Threat Call. The\n\n‘Commitee will proceed in the following manner:\n\n364, Part “A” of the BWAF sould be filled with the help of receiver/Bomb Threat Report\n\ntor\n\nThe Coordinator will initiate this process immediately to avoid delay in analysis\nof evaluation. The revorded Bom Threat Call (if available) should be played back\nbefore the Commintze members, All the columns in Part ‘A* of BWAF must be filled\n\n= the Commitee in reaching Poshive Target Identification (PTI) as given in\n\n*. Pert \"B’ comprises Boxes 14. IB. 2, 3, 4 and 5. The procedure of analysis depends\nuper. the provision of Yes or No answers to questions given in the Boxes,\n\nBoy IA and 1B: «These Boses contains question which help identify the aircraft (IA)\nor the airport facility 1B) under threat,\n\nBox 2: This Box contain questions which identify the specific area from which threat\nemanates or what is cailed the Positive Target Identification (PTI).\n\nNove: - The\nsituations o:\n\nbeen\n\n‘estions in the Boxes 1A. 1B and 2 are designed to cover all conceivable\nreat. The questions are mutually exclusive and emphasis has\ncnlco the fact that untess and until a caller is having exelusive end specific\ninformation, be would be giving a hoax call, single tick in Box 1A or 1B and Box 2\n\n‘would make the threat “Specific”.\n\nThe BTAC will assess the Bomb Threat by filling up the boxes at A, 1B, 2\nanc 3 in thot ondes. Once a single tiek in Box 1 or IB is made out, it will identify the\naircraft ot fesiligy a5 threatened. The BTAC would then fill box 2 (Positive Target\nIdentification, which will determine the Bomb Threat call to be specific, if even one\n\nPage 15 of 106\n\n",
  "18": "SECRET\n\nGovernment of India\n__BUREAU OF CIVIL AVIATION SECURITY\n\nBomb Threat Contingency Plan |\n\nquestion is ticked as \"YES\" in this columa, This would result in the Bomb Threat\nbeing declared es “specific” and specific action of Bomb Threat drill being followed in\nthe full. wili be adopted.\n\n3.6.6. Boxes 3,4\n\n‘No tick or positive answer in Box 2 would not result in the call being ignored at this\nThe BIAC would continue assessment by filling Box 3 which identifies the\nbackground data. Box 3 has been so designed that answers to these questions would result in\nthe Bomb Threat, If the threat seems to have been accentuated on\ning up ef Box 3. the BTAC will ask the Security (ASG / APSU and Airlines\nNsrease contidense in security measures by fulfilling the checklist as given in\n\nsin Box 4 are in fact the essence of security measures as laid down by\nBCAS) anda quick review will determine the adequacy or otherwise of the security measures,\n1 the measures are not sdequate, confidence burlding would be done by augmenting them to\nthe desired fevel as provided by the BCAS.\n\n3.6.7. Boxes 3, §\n\n‘Shen filling up of Bex 3 results in mitigating the threat which has been non-specific so\nthe existing security measures and action as per Box 3 may be taken. These are the\n\nmeasures which are taken as precaution and are preventive steps in case of receipt of a\nsupposed threat.\n\nThere may 0@ & situation where the threat assessment would result in a tick in Box\nSue 12 feck of positive target identification there may not be any tick in Box 2. Since a\n® 14 woud mean identification of aircraft steps in Box 4 in augmenting the\nites would be taken and the threat would be classified as “nonspecific”. It is\n\nrienced that. despite & tick in Box ia, no specific aiterait may be available because\n«Is 2019 be assigned or is in hanger. In such a case the specific aircraft could be the body of\n\nra\n\nhed later by the airlines for that flight destination,\n\nNote 2 Ic is visualized thar there may be situations where the commander of the aircraft may\ninsist that the Boob Treat drill procedure must be followed because the threat received is\nTous (0 clear the aircraft without following the complete Bomb\nFares: del. The commander-in-chief of the aieraft being the final authority responsible for\nff. the BTAC must accede to the request of the commander, Also there\nof opinion amongst the members of the BTAC regarding the Bomb call\nSpecific or Non-Specific. In sach cases of dispute amongst the Committee\nwill be advisable to treat the call as Specific and foliow the Bomb Threat\nrvovedure completely, The opinion of the dissenting member must be recorded,\n\n3.6.8.\n\nBTAC will g0 ahead with iss evaluation of the Bom Threat call expeditiously. At\nthe end of BWAF, the summary of actions 19 be taken in each type of situation is\ngiven. Thus in case of a threat being declered 2s Specific, Specific action of following\nthe Bomb Threat drill by moving the aircraft to isolated parking bay and starting the\n‘rere search sill be akon up. In case of the PT being negative but the threat being\n\nPage 16 of 106\n\n",
  "19": "SECRET\n\nGovernment of India\nBUREAU _OF CIVIL AVIATION SECURITY\n\nBomb Threat Contingency Plan\n\naccentuated (Box 3) the Committee will decide whether the confidence building\nmeasures (Box 4) are to be taken or even aircraft search is also 10 be conducted by\nremoving the aireraft to isolated parking bay. It is important to remember that removal\nof the aircraft to isolated parking bay and its search are not the only and essential\nsteps. The review of each step by alll agencies from security point of view conforming\nto the procedures established and accepted must be taken up. Thus the inereased level\nof threat should be met with additional security measures. It is expected that the\ndecision of she comminee would be taken quickly keeping in view the urgeney of the\nSiuacion. All the depanment agencies would take pre-decided action in a coordinated\nfashion. It is imperative that the BTAC shall be attended as far as possible at a senior,\n\njecision making level\n\nBOMB THREAT ASSESSMENT IN THE AIR\n\nWritten bomb threats discovered on board aircraft in flight are likely to be spurious,\n\nbut each such threat should be considered on its merits in order to assess the risks involved,\n\n‘Khere pilots.\nthem with\n\nwomimand are authorized to assess threats, aircraft operators should provide\n‘dance £0 enable them to assess the risks and decide upon @ course of action,\n\nhey should consider the follow ing:\n\nit originated before the aircraft's\nin-command (PIC) should consider whether the\ning the pre-flight search of the aircraft, or at an\n\nNe been discovered du\nearlier stage ix the flight.\n\n‘The precise wording of the threat, to determine whether it suggests that there is a eredibie\n‘easor for the threat having been given, A threat is most likely to be genuine if there is a\nreason for It. such as a desire to avoid the casualties that would resuit from an explosion,\nIris likely that person issuing suci a threat will seek to ensure that it gets through and\n\nthal there is time to react to it, Where no clear reason for the threat can be deduced, the\ntreat is less likely to be genuine.\n\n‘Sethe there is ans person on board (eg. a politcal figure or other well known person)\nvwho might attraes@ threat\n\nWhether there are passenge:\nPotentially disra\npassengers),\n\non board who might be responsible for a threat (e.g. a\nPassenger. deporte or inadmissible, young people or rowdy\n\nWhether the sirerafi operator's Operations Centre can be contacted by radio 10 establish\n\nsshether this is an isolated incident or one of a series of similar events affecting the\naircraft operator.\n\nIf the pilot-in-command is not satisfied that the incident is a hoax, he should seek\ninformation through the aireraft operator's Operations Centre about the current threat to\n\nPage 17 of 106\n\n",
  "20": "Government of India\nBUREAU OF CIVIL AVIATION SECURITY i\n\neae Bomb Threat Contingency Plan\n\nthe aircraft operator's interests at the airport of departure, with a view to establishing\n‘whether there are eredible motives for atacking the aircraft or disrupting the flight and\nthe quality oF securiqy measures at the airport of departure, Aircraft operators should\ntheretire develop procedures for maiing such information available to the pilotin-\nsommand With the least possible delay:\n\nif a bomb threat i\nassessed as posit\nair waft\nzo respond,\n\nciated swith an aircraft in flight, and once the threat has been\n@. the aitcraft operator should contact the PIC, directly or through the\nervices unit, to provide information about the threat and device and about how\n\nOn receipt of the information, the PIC should dizect a disereet search of the aireraft to be\nscaducted by crew members, as this #8 possible in flight, and in such a manner as to not\ncause passengers 10 panic.\n\nifa bomb threat assessment indicates that it is unlikely that there is a bornb on board the\n\nFi. bur the aircra® operator or PIC wishes to be prudent, before commit\neNSMDe. tO an ent “d flight across @ body of water, the aiteraft should be diverted to\neld at which it can fand safely. Once it has landed, consideration should be given\nse taking the actions described above for threats against an airerafton the ground,\n\nItthe PIC has reasonable grounds for believing that there is a bomb on board the aircraft,\nSersIderation should be gisen tothe potential effects of an explosion on board to persons\nco the ground. peniculerls in densely populated areas, Action should be teken as\ndescribed in the following guidelines:\n\naisrak emergency should be declared to the air traffie services unit stating the nature\nihe emergency and the alrsrett shouild be divented to the nearest civil or military\nit cen land safely. The route to the nominated hearest suitable airfield\nshould aod dersely populated areas:\n\nis required te make an approach to land over a densely populated area, it\nwok, Permited to lend at that airfield in accordanee with current emergency\nPrecedures. Time in the air should not be prelonged in order to divert to another airfields\n\nifani\n\ntnediate landing cannot be made, consideration should be given to seeking expert\nacs ice by radio communication with the air traffie services unit or other ground station\nRaich should, in tum, provide a landline link with State EOD (Explosives Ordinance\nDisposal) eApers. The possibility of radio communications being monitored, with the\n\nisk of compromise. should be taken into account during transmissions,\nCansideration should be gisen to the use of on board telephone communications or\n\nlephones:\n\nPage 18 of 106\n\n",
  "21": "Goverament of India\nBUREAU OF CIVIL AVIATION SECURITY\n\nBomb Threat Contingency Plan\n\nsider making disoreet inquiries to establish whether any passenger has\n| or EOD expertise. Only the initials for these skills should be used\ncommunication, in order 19 reduce the likelihood of alarming other passengers. Caution\nshould be exercised concerning the skills any passengers may say they have and, if\n‘k on their backgrounds should be initiated through the air traffic services\nround station with which the aircraft is in communication,\n\nposs)\n\nanit or\n\nki In addition to the above guidelines, if 2 Suspect Explosive Device is discovered on board\nan aircraft. the pilorin-command should direct that :\n\nThe suspect odject should not be moved, touched or opened,\n\ngers should be moved as fur away as possible, instructed to fasten their seat belts\nand seep the'r heads below the top of the seat backs.\n\nPortable On gen. Sottles of eleohol and firstaid kits should be removed from the\ntty. Fire extinguishers should be readily available.\n\n) Jf an Immediate landing can be made, the item should be left in place, covered with\nPolythene and chen packed around with pillows, blankets, coats and other blast-absorbent\nmaterials, The ‘tem sel must be kept dry {henee the polythene) but surrounding\nmaterials should be wet in order 10 reduce the risk of fire. it is desirable that the eircraft\nhould carry & portable bomb inhibitor to cover the suspect item found on board the\nAight. After comainment in the inhibitor. the suspected object should be moved to Least\nRisk Bomb Location (LRBL1\n\ncing cannot be mace, the pilat-in-command should take expert advice\n\nFiom explosives dispose! experis as deseribec above and consider moving the item,\n\nss25 2 72al threat 10 ihe airerafi. Reference to the airorait flying\n\n‘identify the least risk bomb location. If this is a door, a stable\n\nhard, blast-attenvating materials. such as cabin baggage, on which the object\ncan be placed. should be built 19 the centre of the door,\n\nniikely that ar explosive device placed en an circraft will be fitted with an anti-\ndling tiggering mechanism, Nevertheless. ithe device isto be moved, the following\nestions should be taken’-\n\nThe suspect\n\neet should not be opened,\n\ni, A check shouls bem\n\n© 48 ensue that it is free to move ~ i that there is, for example,\nte Tiga Joining “¢ 19 he irsraft structure which may indicate an anti-handling\ntrigger anism,\n\nule be moved gently and kept at the same height in which it was found.\n\nPage 19 of 106\n\n",
  "22": "” Government of India\n\n“ae = ___BUREAU OF CIVIL AVIATION SECURITY.\naid Bomb Threat Contingency Plan\n\nis. It should be placed. in the same height. in the prepared least risk bomb location and\npacked around as described above and suitably restrained against movement during\nflight or during deceleration or landing,\n\nNote i: Any procedure which involves disconnecting or cutting of electrical circuits in the\n\nems should nor be antempled.\n\na general rule, a suspect package or article should not be jettisoned from an airoraft\ni. particitlacls through a dorso-lateral docr. emergency exit or hatch. Tests have shown\n\n“at such & coUse of action will subject the object to severe buffeting by the airflow. This\nese an enph slose proximity to the fuselage. or engine(s) of the aircraft,\nr and possible consequential destruction of the aircraft.\n\n$1 Hino suspisious item is found and an immediate landing cannot be made, the pilot-in-\ncommand should consider the following =\n\nAlthough a bomb threat may have been received and assessed as RED, the aircraft\nshould be flown as normalls as possible, striking a balance between the need for a rapid\nnding and the risk arising stom undue haste.\n\nii, An emerg\n\nens) should be declared and the aircraft should be diverted to the nearest\nsultable irfiels, The choise of airfield should take into account landing performance\n‘ssuirements. approach aids, emergency facilities and the proximity of approach paths to\ned areas.\n\nTully brieied on flight intentions so that the appropriate ground\nwan be initiated at the eirfield of intended landing,\n\n‘whe sabln crew should be brieied to be prepared for a possible emergency landing end\n\nprepare\n\nhe possible use of crew oxygen/smoke masks\n\n\\. IP operations\n\n* possible, the cabin differential pressure should be reduced to zero by\nS the aircraf te the cabin altitude. Cabin altitude should not be raised and\nratstéined until the top of descent, When the minimum safe altitude and\n\nnsiderations permit. aircraft may be descended to below 3000 m (19000 fi).\n\ndeszend\n\nsno\nrange ¢:\n\n\\i_Allefferts should be taken to minimize aircraft manoeuvres and to avoid turbulence,\n\n“WY Carefill consideration should be given to the choice between flying fast to minimize\nSrborne time and Alying slowiy 10 minimize air loads and damage in the event of\n\nTuselage rupture, In most cases, the turbtlent air penetration speed will be a reasonable\ncompromise.\n\nPage 20 of 106\n\n",
  "23": "Government of India\ni BUREAU OF CIVIL AVIATION SECURITY\n\nBomb Threat Contingency Plan\n\nvill, Consideration should be given to establishing the aireraft-landing configuration as soon\nas possible,\n\nis, Details of remote parking requirements and the immediate availability of passenger step\nladder should be requested from the airfield of landing. The airfield should be advised of\nthe need to remove passengers from the vicinity of the aircraft to at least 100m in an\nupwind direeticn as quickly as possible after landing,\n\nXIV an aireraf lands following receipt of a bomb threat that has been assessed as\n\nAMBER of RED. provision should be made to disembark passengers and crew with a\n“imum ef delay. with their cabin baggage when citeumstances permit. The necessary\nemergency services should be provided to preserve life and prevent injury, and the\nsircratt shouid be parked where it will not hazard people or premises in the event of an\n\nexplosion. The actions fer a bomb threat egainst an aircraft on the ground should then\nbe implemented.\n\n3.8. NON-SPECIFIC BOMB THREAT\n\ned a3 “green” no further action is necessary.\ned as amber:\n\n2. All agencies cangerned\n\nsearch their own area and report.\n\n&. BDDS DGCA will stand by until search is over,\n\nSIF aitcralt or airline is ingicated. the concemed aircrait shall be inspected\nthoroughly\n\nnspection of registered baggage / mail / cargo / cabin baggage will be\n\nBTAC wii saxe eavision regarding further action to be taken depending upon the\n\nSs of the threat, intelligence inputs, results of the search and further\n\n*S~ Search of passengers Terminal, Cargo Terminal or other installation under Non-\nSpecific Bomb Threat without Evacuation\n\nWhen the BTAC classifies a bemb tineat as nonspecific requiring no\nevacuation, the coordinator will quickly reiterate the BTAC decision to its members\n[aihe ate also heads of agencies departments) and their seatch responsibility, The\nBIAC decision and search responsibility will also be communicated to all concerned\ncial of which are not members of BTAC. The search is conducted in\n\nPage 23 of 106\n\n",
  "24": "SECRET\n\nGovernment of India\nBUREAU OF CIVIL AVIATION SECURITY\n\nBomb Threat Contingency Plan\n\nribed manner in which all agencies will be responsible to conduct search in\nthelr own areas and give final confirmation to the Coordinator.\n\n3 Search of Aireraft under nonspecific Bomb Threat\n\na1 Airlines Security and Airlines agencies will carry out search of aircraft under Non\nSpecific Bomb Threat. Coordinator. Air carrier and ASG will ensure action as\nprescribed tee their individual agencies in box 5 of Bomb Warming Assessment\nForm (BWAF!. Thereafter airline will organize clearance certificate as given in\nAppeadix *C* and obsain signatures of ell officials agencies involved in the search,\n‘ier ensuring that all offivialsagencies have signed the clearance certificate, the\ncoordinator will himself sign the certificate.\n\nhe coordinator will then convey the clearance to ATC on telephone/RT for release\ni aircraft. BDDS. fire tender and ambulance must stand by near the aircraft until\nance is conveyed te ATC by the coordinator.\n\n3.8.4 General principles for seareh\n\nto be effective they should be conducted systematically by staff\nfam‘liar with the area concersed, The main reason for this is that outside\nperson unlikely to know the layout of the aireraft or terminal\nand the various places in which a device could be concealed and\n‘ore will mot ke able to spot anything that is out of place or unfamiliar,\nPlans should be prepared in advance and staff trained to use them. A\nscordinator must be assigned to provide control of the search process\nand, if necessary, take the decision to evecuate:\n\nwill\n\nbi Searchers should be briefed not 10 toue’ suspicious objects but to notify the\nsearch ccordinator, mark the location with 2 prominent object (without\nWusting the devices, and withdraw from the immediate area to await further\nWhen a suspect device is discovered, the possibility of secondary\ndevices should nor be discounted\n\n‘astruct\n\n5) Hand-hei communications are useful for coordination of the search and are\n‘often the only way of ensuring appropriate and speedy lifesaving procedures\nfor search and evacuation. However, onze a suspect device has been located,\nthose sing hand-held commusications should immediately move away and\ncnsure that they end anyone else in the arza move outside the cordon as quickly\n\n2 Possible, Radios should not be used to transmit within 25 m of a suspect\ndevice,\n\nPage 22 of 106\n\n",
  "25": "SECRET\n\nGovernment of India ]\nBUREAU OF CIVIL AVIATION SECURITY\n\nBomb Threat Contingency Plan\n\n4) Before starting the search, strict access control must be implemented in the\narea being searched, This is necessary to ensure that devices are not introduced\nJmto the area once it has been cleared.\n\n¢) Effestive and systematic searching takes time. If the warning received indicates\na possible detonation time for the device which will prevent a thorough search\nbeing conducted, the best and safest option is to evacuate all personnel to a safe\nares and wait Tor the arrival of BDDS.\n\nThe search may be conducted by at least two security agencies, where\nopplicable. ie.g.. Airfines. ASG / APSU)\n\n31 Inorder to expedite search of large open areas, sniffer dogs may be used,\n\n3.8.5 Initiation of a search,\n\n\\¢ soord:naror can initiate a search by:\n\nSy Sending @ message to the search teams over a public address system. It\nabould be coded to avoid unnecessary disruption and alarm to the public.\nby personal radios. pagers and / or mobile phones,\n\nst Using 2 telephone “cascade” system: the coordinator rings, for example,\nthree members, who in turn ring a further three members each and so on\n\\rtil all the teams have been alerted,\n\n8.6 What searchers should be looking for\n\na1 Ir is difficult te give guidence to search teams about the appearance of\nsuspect explosives deviges as they’ can be disguised in many ways\n\nSy Search seams should he briefed to look for unidentified object or anything:\n\ni. that should not be there:\n{that cannot be accounted for:\nthat is out of place.\n\n3.9 SPECIFIC BOMB THREAT\n\nWhen a Bomb Threat is evaluated by BTAC as Specifies\naireraft:\n\nthe threat is to an\n\nPage 23 of 106\n\n",
  "26": "SECRET\n\nGovernment of India ]\na _BUREAU OF CIVIL AVIATION SECURITY\n\nee Bomb Threat Contingency Plan\nsata\n\na) Alreraft should be shifted :0 isolation bay immediately (when not already at Isolation\nBay).\n\nby Alrtines security guards should be deployed at ladder point to frisk / check belongings\nof all authorized persons entering isolation bay / affected aircraft.\n\n¢} Arrangement should be made to offload passenger/erew hold baggage, unaccompanied\nbaggage. mail, courier - cargo. company store eic. from aircraft and lay all such\nbaggage stores category Wise on grourd ata safe distance of 100 M from the affected\naircraft in an orderly manner for easy inspection by sniffer dogs, explosives vapour\ndetector. check team and subsequent identification by individual\npasse ge stores should be guarded by’ airline security from the\ntime itis laid our until reloading on the aircraft after search/check/identification,\n\n$1 Arrangement should be made (0 offload all catering / bonded stores if already loaded\non aircratt and in catering vehicle. Catering vehicle. ahematively, ean be put in\nisolation bay and parked ar a safe distance of 100 meters away from aircraft for search\nby amissabotage check team\n\nSi Arrangement should be made to offload first aid kits, medical boxes and subject them\n\nwe checx search dy the anti-sabotage check team. Presence of airline doctor will not\n‘sisted upon by the airline for opening of such kits / boxes. Airline doctor / his\nPresentative or anti-saborage check team will reseal opened boxes for the duration of\nonward ard rerum journey of the flight to bese.\n\nRei\n\ncling of sires\n\nwill be prevenied .ntil BTAC coordinater confirms completion of\nsabotage check of aircrart\n\nThere should be minimum and essential movement of persons / vehicles of airline /\nother agencies within 100 M distance from aireraft.\n\nFresh boarding passes and hand baggage tags shall be issued to passengers who were\nsisemberked rom airerafi under threat and brought back from security hold to\ndeparture hal\n\nPassengers Rave to be rescreened and their hend baggage physieally checked by\nairport seeuriny, Cre ngers will zemain in security hold until clearance is\nreveived trom d dinator,\n\n5.9.1.2 Search of Aircraft under Specific Bomb Threat\n\nPage 24 of 106\n\n",
  "27": "SECRET\n\nGovernment of India\nBUREAU OF CIVIL AVIATION SECURITY\n\nBomb Threat Contingency Plan\n\ne\n\nb\n\nd\n\nThe large number and 1) pes of airerafts in service makes it impossible to provide in this\nmianual recommended aircraft inspection procedures that will be adequate in all cases.\nAiteraft operators should develop an airereft search procedure checklist for each type of\n\nin Serv ce and inelude this checklist as part of the flight crew seourity kit. Use of\nsuch a cheeklist will be particularly helpful at locations where the only persons familiar\n‘with the airorattare flight deck and cabin crew members.\n\nThe designated isolated parking position will likely prove to be the best location at the\nairport at which an aireraft subjected to a specific threat can be searched, but\nsomingency plans should recognize that it may’ not always be possible to reach this\nPositioa, Al searches ander Specific Bomb Threat will be carried out by BDDS-and\n\nice, will De provided by airline engineers and DGCA\n\nAlroratt searches should be carried out in good lighting conditions; this may require the\nUSE OP RINE power units or the attachment Of ground power fines to the aircraft. It\nwill be necessary co impose and maintain control of access to the aircraft before starting\nthe search. which should be carried out wits the minimum number of persons on board.\n\nTo avoid cuplication of effort. the search of an aircraft should be conducted\nstemtatically by staff faniliar with the particular aircraft, provided with « checklist and\nareas of the aircraft. Attention should be given to those areas 10\n© hed eveess, such as main cabins, galley areas and toilets, but the\ninclude the Might deck exterior of the aircraft and cargo holds. To\nth lved in search should invariably be in possession of BCAS\n>praved aizcratt search |i ossitle hiding places of explosives devices are\ntheaeughls checked BCS approved aircraft checklist is at Appendix ‘D°),\n\n[Fa suspect explosives device is found etter within or in the immediate vicinity of an\naurerat. the intial action should be to withdraw all personnel to a safe distance and\nawait the arrival of BDDS. Any further decision to move the aircraft away from the\ndevice or the device amay from the aireraft should take into account the main priority\nwhich is the preservation of life, Moving the aircraft will involve putting at risk\nssditional personnel, such as the ground engineers, marshalling staff und aircraft tug\nvers. whereas leaving the aireraft in situ and evacuating all personnel to a safe\nIecetion may sesuit only in damage to the aireraft and terminals or facilities, should the\n« devive explode.\n\nAll entrance coors, hatches, falet and exhaust ducts, service and access doors, ete must\nBe opened to allow the necessary access to all areas to be inspected. However, a check\nbe made tw ensure that all doors and covers which were opened for inspection\n\nPurpeses are closed on conclusion of the search,\n\nAitport security wil) cordon the aireraf from a safe distance of 100 mrs and allow only\nessential movement of persons * vehicles within the cordoned area,\n\nPage 25 of 106\n\n",
  "28": "SECRET\n\n~ Government of India\nBUREAU OF CIVIL AVIATION SECURITY\n\nBomb Threat Contingency Plan\n\nbi Airline will ensue that passengers, checked / unaccompenied / rush tag baggage,\ncatering. bonded stores. first aid‘medical boxes, company stores, mail, cargo, bags, etc,\nare completely off loaded from the aircraft and removed to a distance of 100 M away\nbefore aircraft search commences.\n\naircraft operator will ensure that only minimum required persons enter the\naircramt for szarch and chese involved in search are dispersed from each other.\n\n! ttisk all those entering the aircraft for unloading / search and\nh persons both entering and eviting.\n\nX1 Airline flight engineers will ensure that all aireraft doors are kept open (with red ribbon\nplaced seross az a caution 79 those on board involved in the search).\n\nWW BDDS will conduct the search with the help of explosives sniffer dogs / explosives\ndetectors ro ensare highest standard of detection during specit'c threats,\n\nhiness evticer DGC) along with the airline ground / flight engineers will open\nthe pane!s and inspect them (including cockpit) for any suspected articie,\n\nn Airline will not undertake refueling of aircraft until its check is completed by anti-\ncheck team.\n\n2» BDDS will take appropriate action for identification / removal / disposal of suspected\narticle reponed during search,\n\n92 IF THE THR)\n\n-AT IS TO INSTALLATION / BUILDINGS, ETC,\n\n{i the target of a bomb threat assessed as ‘specific’ is the airport installations, facilities\nion aids or in the immediate vicinity of the airport, decision is\n\nEvacuation\n\nst The purmese of evacustion is to move people from an area where they might be\nat risk 19 a place of satety. This may be achieved by:\n\n1. Internal movement to a safe area,\n\n\"i. Partial evacuation (where large buildings are involved and only a suspect\nJeter bomb or small deviee has been found),\n\nPage 26 of 106\n\nwa\n\n",
  "29": "SECRET\n\nGovernment of India ]\n- BUREAU OF CIVIL AVIATION SECURITY |\n\n6\n\n‘\na\n\nBomb Threat Contingency Plan\n\niii, Full evacuation,\n\nb)_ In all cases where a bomb threat is received, the coordinator should immediately\ninform the ASG.APSL and advise them of what action is being taken.\n\n39.2.2 Making the decision to evacuate\n\nby The decision to evacuate must normally be taken by the coordinator but the ASG\nAPSL may be ready 10 advise on request.\n\nsi_In exceptional circumstances. where. for example, the ASG / APSU have\nsion, they may themselves order an evacuation, if\n\nreceised specific int\nnecessary. overruling the decision of the coordinator.\n\ni On the ether hand. it may be necessary for the ASG / APSU in some\nsireumstances to insist that che terminal building not be evacuated. They might,\nor example. have reason to believe that there may be an explosive device\n‘sutside the cenminal building and evacuation wil] place people at greater risk,\n\n3.6.2.3 Evacuation plans\n\nThe coordinator should heve up-to-date drawings of evacuation routes. This is\nespecially necessery when there are a number of evits from the terminel building. The\nDurpose is twofold,\n\na1 To evacuate as ouickly and efficiently as possible using all available exits. A\nPublic address system can help in directing staff to particular exits. When no\nsther form o& communication is available, the fire alarm can be used providing\nthat iz cen be sounded in a way which distinguishes it fromt a fire waming, that\n\nhave been srained to recognize the signal, and that the fire alarm is not part\n\nof an automatic system connected to the Jocal fire service. Use of the fire alarm\n\n‘s 4 poor shemative to a public address system and should only be employed\n\ntemporarily pending the installation of something better,\n\nbr To provide alternative routes for evacuation so that people can leave the terminal\nviding without being placed in danger by passing close to the suspect: explosive\ndevice. For example, if there ase four evacuation routes but one of the routes runs\ncloser to a suspect explosive device then the others, the coordinator can decide at\n‘once t evacuate using the other three routes only.\n\nAttentio\n\nould be given to the following:\n\nPage 27 of 105\n\n",
  "30": "SECRET\n\nGovernment of India\n\ngS x BUREAU OF CIVIL AVIATION SECURITY\nce Bomb Threat Contingency Plan\na) To ensure the safe evacuation of the public, the coordinator should consider\n\nusing members of the staff as “Evacuation Marshals” to ensure that the public\ncan leave quickly and without panic by the pre-selected routes. Evacuation\nmarshals need to be selected in advance and trained in their role.\nThe evacuation plan should also show wo designated assembly areas in opposite\ndireccions where people should congregate after evacuation. Sometimes fire\nassembly points can be utilized for this purpose. as long as they are located at a\nmur +04 m trom the terminal building, In some circumstances, assembly\nnay’ need 10 b2 up 10 1000 m away from the building. BDDS advice should\nbbe sought as to whether this is necessary\nIdeally. all employees and members of the public should be asked to take\npersona) belongings and baggage which is still in their possession with them,\nsince this will help to avoid unnecessary suspicion over articles of property left\nbehind after evacuation, However, this will be difficult to implement unless a\npublic address system or other suitable means of communication is readily\navailable and used properly\n\nengers who have been evacuated may have to remain outside\nfine betore the terminel building is declared safe, $0 itis best if shelter\nprovided under cover. It may be possible to seek accommodation by\nz nt in alternative buildings. This provides the opportunity to shelter\nfrom Seather, maintain goad communication and cater to individual needs.\n\n8r parks should not be designated as assembly areas since they may\ntain secondary explosives devices hidden within vehicles,\n\nSafe assembly areas should be included in the search plans and checked\nWhenever search procedures are initiated or an immediate evacuation is ordered.\nis should be included in the BTCP as per the format given in\nAppendix “E* and also marked on the sketch of the airport which will be\namached as Appendix *F*,\n\nThese det\n\nWhen az evacustion is initiated. doors and Windows should, whenever possible,\nbe left uniocked, especially in the vieinity of a suspect explosives device. Lights\nshoul be left on, but plant and machinery should be shut down where\npracticable. Provedures should be established to ensure that concessionaire\nKitchen facilities are left in a sate condition. It is recommended that utilities such\nas gas and water (unless this affects the building firefighting sprinkler system)\nnet required 10 facilitate the search of an area in a building be tumed off in order\n10 minimize damage in the event of an explosion,\n\nA method mast be devised 10\nfter the evacuati\n\n‘heck that everyone has left the terminal building\nand that all personnel. staff and visitors are accounted for.\n‘NoSedy should be allowed to re-enter until the termina! building is declared safe.\n\nPage 28 of 105\n\n",
  "31": ". Government of India\n\nee __ BUREAU OF CIVIL AVIATION SECURITY\nSe\n\nal Bomb Threat Contingency Plan\n\n3.9.2.4. The decision to reoceupy\n\nOnce en evacuation has been completed, the coordinator will have to decide\nWhen the building facilities can be reoceupied. When a suspect explosive\ndevice has been found, she decision to reoccupy will require close coordination\nwith the APSU BODS itil the device is declared safe.\n\n&) It should be remembered that there may be another suspicious object somewhere\nin the terminal building undiscovered because the search was terminated and the\n‘emminal building evacuated due to the discovery of the first suspect object, The\n\nserdinator should. therefore. have the rest of the terminal building searched\nconsidering reoecupation\n\n2 has been given for en explosion. but no explosion occurs, the\nor mist ensure that at least ene hour is allowed to lapse after that time\nefore search procedures are initiered or recommenced,\n\nGuidance for searchit g terminal buildings, Cargo terminal and other\ninstallation buildings under a Specific Bomb Threat after evacuation\n\ni. Search plans\n\n3) On receiving information on bomb threat to a passenger tenminal, cargo\nterming: ov other installations. the coordinator / heads of the agencies /\ndepartments who are members of BTAC, Prior to leaving for the BTAC\n‘esting, will brie’ their next immediate subordinates about the threat call and\n\nthem we discreetly look for any unidentified or ‘unclaimed’ suspicious\n\ncle in their work place» and report of its presence if any, to the\nsovrdinaior. In doing so, care saould be exercised that the information of\n\n‘arear is communicated only t0 a few seleot staf whose foltow up actions do\n\nfot cause panic amongst other staff and passengers,\n\nb+ Iris vital to have search plans prepared in advance and staff trained in them.\nThs oblective is to make sure that the whole terminal building is checked as\nquickly and effectively as possidle\n\nmust be readily available at all times, Architects’ drawings,\n‘urszy end appropriately adapted. are suitable for this purpose.\n+ spare copies should be available for use during search operations,\n\nPage 29 of 106\n",
  "32": "SECRET\n\nGovernment of India\nBUREAU OF CIVIL AVIATION SECURITY\n\nBomb Threat Contingency Plan\n\nSearchers and the coordinator can then eliminate sections from the plan as\nthey are declared clear.\n\nii, Search sectors\n\na) The first step in prepering @ search plan is to divide the terminal building into\nsectors. The building may already be segregated into various zones and\ntherefore it may be convenient to make these the sectors. Each sector must be\n‘of manageable size for the number of searchers nominated to it. Remember\nthet effective and systematic searching takes time,\n\n1 The seeror may be one large room, such as a check-in area, concourse or\nreclaim area, or perhaps a number of small aircraft operator\n‘operations orfices in an office suite. It is most important that cloakrooms,\nsitirs. corridors and elevators be included in the search plans as well as car\nparks and other areas autside the building,\n\nSearch teams\n\nSearch teams should be formed from staff nominated to search those areas with\n‘hich they are most fanniligr. The numbers required will depend upon the size of the\nsearch task, Reserves should be appointed in case of absence, Staff should be trained\nand rehearsed\n\nis, Seareh priorities\n\na1 Those areas that will be used as evacuation assembly areas, together with\nthase sreas where the greatest number of the public or staff are likely to be\nSulnerable. should be searched first. Consider also, as a priority, those public\nareas to which the perpetrator may have had easy access such as restrooms,\nelevators. stairways and hallways. The CCTV records of these areas should\nbe minurely examined for any suspicious activity preceding the threat,\n\n5) Those arzas to which access is normally controlled may be searched last. Do\nvs evarlock car parks. the outside area of the terminal building and the\nperimeter,\n\nHow to search\n\na) The conduct of searches will depend on local c'rcumstances and local\nknow ledge. The overriding principle is that they should be conducted in a\nSsSteinati¢ and thorough manner so that no part is left unchecked, The\nSearchers need to practice in order to get a fel for the logical progression\n\nPage 30 of 106\n\n",
  "33": "SECRET\n\nGovernment of India\nBUREAU OF CIVIL AVIATION SECURITY\n\nBomb Threat Contingency Plan\n\nthrough their area (whether it be in a terminal building, baggage reclaim area\nor administrative or operations office suite) and the length of time it will\nrake.\n\nbi} With this in mind the method outlined in this example is of a room search in\nsector. It should be adapted to reflect the peculiarities of the actual area\nbeing searched.\n\n21 A search should begin et the entrance to the room. Each searcher of team\nshould first stand still and look around the room, He should note the contents\nof the room and make a quick assessment of those areas that will need special\nacention, He should Jook for any unusual lights (including small\n\nknown as light emiming diodes which are often used in\n\nthe arming circuits af hnprovised Explosive Devices). He should also listen\nfully for any unusual noises, particularly ticking or whirring sounds, If\nnothing unusual is seen, the search should begin,\n\nsoure\n\n€\\ anything unusual is seen, the searcher or team should alert the coordinator\nwho will decide whether to evacuate the building.\n\net The search should be conducted methodically, moving in one direction\naround the area zo be searched. tt should be carried out in three sweeps.\n\nbehind curtains and window blinds, behind and beside\nTursiture around the edges of the room, The dustbins and garbage bins must\n\nbe invariably checked. The sweep should finish at the doorway where it\nbegan,\n\nThe second sweep should take in the furniture and the floor. Furniture should\nnot be removed but drawers should be opened and searched and gaps in and\nunder fumisure shoutd be explored. If the floor covering shows signs of\nrecent disturbance. it should be lifted.\n\nhy The thisd sw ep should cover the ceiling if it is of a kind in which objects\nmight be concealed, Start at one comer and systematically search the whole\n\njiAfier the search has been completed. and if nothing has been found, the\nsoorinator should be informed immediately so that the sector can be marked\n“CLEAR” on the search plans and barricaded with tapes,\n\nPage 34 of 106\n\n",
  "34": "SECRET\n\nGovernment of India\nBUREAU OF CIVIL AVIATION SECURITY.\n\nBomb Threat Contingency Plan\n\nj) Searching should continue until the whole ares has been cleared, Do not forget\nthat secondary devices are possible.\n\nVi. [fa suspicious abject is found, follow the golden rules:-\ni. Do not touch or move the device.\nHTP possidle, leave a distinctive marker near (not touching) the device.\nji, Move away from the device to a designated control point, leaving lights on.\niv. Inform seerch team leader or coordinator.\n¥. The coordinator should implement the evacuation plan,\n\nNie Stay at\n\ncontrol point and draw an accurate plan of the location of the\nious package or device for the assistance of the police and explosives\ndisposai eyperss\n\nV8. The person finding the object should be immediately: available for interview by\nthe ASG APSU BDDS.\n\nMili, The suspect item may be bu\nblanked\n\nby covering by a bomb inhibitor or bom\n3.10. ACTIONS TO BE TAKEN WHEN FINDING SUSPECT EXPLOSIVES\nDEVICES\n\n21 All CISF controlled airports will have dedicated BDDS and Dog Squad of CIS, The\nBDDS of CISF (ASG: should be well equipped with necessary manpower and\n\nequipment st Appendix -G*. For other BDDS, efforts should be made with State\nPalise loa! hubs of NSG to ensure that they are fully equipped to dea! with any type\nof threat\n\nbe There ar\n\nfour generic steps that should be taken by anyone finding a suspicious item\n@ search co ensure the safety of personnel anc minimum disruption to\n\ning staf? to follow these four steps in conjunction with local\n’ plans. a saze conclusion to the incident with the minimum loss of life can\nbe achieved in most circumstances, The four steps and the order in which they should\nbe executed are:\n\ni. CONFIRM\nii, CLEAR\nii, CORDON\n\nPage 32 of 106\n\n",
  "35": "SECRET\n\nGoverament of India\ne BUREAL_OF CIVIL AVIATION SECURITY\nae Bomb Threat Contingency Plan\niv. CONTROL\ni CONFIRM\n\n4) Confirm that the item found should actually be reported as a suspect explosives\nSevize. Check for labels or tags giving possible information of the owner. Do not\namtempt to nieve the item in order 10 gain better access to it since the device may be\nequipped sith an antiskandling device which may cause it to detonate.\n\nbs Eliminate the possibility that the suspect item is private property left unattended by\nanyone in the immediste area. e.g.. crew baggage. Do not take too long in carrying\ncut this action since the device may be on a timer or able to be detonated by remote\ncontrol\n\n31 Note iss exact location: make brief notes of its appearance and mark its position (i\nnecessary with = distinct item to assist police or explosives disposal staff in\nhe item on their arrival,\n\nthat particular\n\n1 plaved in 2 position to kill personnel or destroy resources?\nget valuable. vital. tractive or under threat from possible attack?\n\nOnce satisfied 1\n\n'at the suspect item could be an explosives device, carry out\nthe next three sceps ang\n\nsake necessary actions as defined in local contingency plans.\nIF IN ANY DOUBT, TREAT AS A SUSPECT EXPLOSIVES DEVICE\nil CLEAR\n\nany’ search teams, from the immediate area of the\njams initial distance of 100 m should be achieved but the\nut. the presence of large areas of glass, the presence of\nsive substances in the vicinity of the suspect explosive device,\nuilging collapse or local contingency plans, may dictate a larger\n\ninfammaole or exp,\nzhe possibility. «\ndistance.\n\nEnsure that the relevant ducy personnel such as the Co-ordinator of BTAC are\nnotified about the suspect device according to contingeney plan,\n\niii, CORDON\n\n31 Establish a cordan to prevent anyone gaining access to the area, Size will depend on\nthe site of the incident the size of the suspect explosives device and the protection\nof cordon sersonnel. & good baseline is to ensure that cordon personnel are out of\nhi ‘Two cordons. ‘outer’ and ‘inner’ are desirable, A\n\nPage 33 of 106\n\n",
  "36": "SECRET\n\nGovernment of India\nBUREAU OF CIVIL AVIATION SECURITY\n\nBomb Threat Contingency Plan\n\n‘Onward control point should also be established to control access to the inner\ncordon.\n\niI\n|\nI\n\n| National\ncommand\ncontrol centre\n{eccr)\n\nI\n| |\n|\n\nInner cordon\nLc — —\n\n(Communication\n\nINCIDENT\ncoxTROL\nCENTRE\n\neng cordon entry point and ensure that nobody approaches the device\nrhorized 2 the Incident Commander. It is not unusual for senior\n‘managemert and other persons to insist that they view the device to give a second\nopinion. Taey. should Se politely denied access until BDDS have arrived and agree\nthat itis s\n\n<The police security staff may deploy a further outer cordon on access routes to\nen\n\nere sare evacuation and the speedy arrival of emergency services,\n\nis. CONTROL\n\n3) Incorm the BDDS sbour the suspect devi\nshould remair\n\n. The persons who discovered the device\nist police and explosives disposal agencies.\n\ntablish a= incident contro! point to act as the central control for the incident until\nspecialized staff arrive on the scene and take command,\n\ns+ Nominate a rendezsous point outside the cordon for all other agencies that will be\nthe incidea\n\ntrices such as fire and ambulance crews should stand by at the\npcint outside the cordon to deal with the results of an explosion or fire.\n\n#1 In the event of an explosion. first aid to injured personnel should be rendered\niediaiels, followed by established damage contro] procedures,\n\nPage 34 of 106\n",
  "37": "SECRET\n\n~ Government of Tadia\n“ieee _____BUREAU_OF CIVIL AVIATION SECURITY\nwee Bomb Threat Contingency Plan\n\nof the explosion are under control, the search should be continued in\nsecondary explosive devices\n\n311, BOMB THREAT DURING ID\n\nLINE X BIS HBS / SCREENING AT SHA.\n\n3.11. Confirmed Threat bag dealt within the inline system till the arrival of BDDS.\n\nIf any bag is found with Positive trace of explosives and other circumstances\nindicate presence of an Improvised Explosive Device (IED) in the bag, the\nfollowing shat! be the required actions and responsibilities thereof:\n\nEmergency stop function and Evacuation of area in the\nintmediate vicinity\n\n‘vill immediately: stop conveyer using emergency stop switch,\nwill evacuate the area in the immediate vicinity and shall carry the\nETD (Explosives Trace Detector) and inform the supervisor\n\nSupervisor will inform BDDS. CISF and Duty Terminal Manager, Head of\nSecurity. Managers HBS and concemed Airlines,\n2 Genera! area will be evacuated and cordoned off by CISF/ASG.\n\nScifting and Placing of Confirmed Threat bag into TCV wil be immediately\narried ou with help of ROV.\n& BDDS wit! handle the entire process as per the render safe procedures,\n\nw\n\nConfirmed Threat bag dealt with at X-ray machine at screening point till the\narrival of BDDS:\n\nOperator should remain cot and calm and should not panic,\n\nStop the conveyor bel,\n\nNetith the supervisor by a pre-arranged signal\n\nNotity the ASG APSU by using sileat alarm or pre-arranged signal.\n\nDo not :ry t9 restrain the passenger by using paysieal force.\n\nDo not allow the passenger to hoard “he aircratt,\n\nart area.\n\n\" Suspect bag will be placed inside the SLCV using an ROY.\n\n* BDDS si.i handle the ensire process to neutralize the suspected baggage by RSP.\n\nate the gen\n\n5.1.3 Procedure to deal with Bomb Threat during Screening of items in concessionaire\nshops in SHA\n\nPage 35 of 106\n\n",
  "38": "SECRET\n\nGovernment of India\nBUREAU OF CIVIL AVIATION SECURITY.\n\nBomb Threat Contingency Plan\n\na) Only cleared items by X-BIS machine will proceed to the DFS storage area.\n\n5) While screening through X-BIS. the ‘operator will also conduct random checks of\nliquids through Liquid Explosives Detector.\n\n8) While sereening or physical cheek if operator finds obvious explosives, operator\nWill take action of alerting BDDS, ASG and airport operator.\n\n) BDDS will contain the threat item and move it to explosive disposal area for RSP.\n\n3.12. ENQUIRIES AND COMMUNICATIONS,\n\nThere should be separate favilities (including a landline). to dea! with the public who will\nmaxing ensuiries conceming persons involved ir. the incident. A Telephone and\nnation Centre «TICs will need to be set up. Which need not necessarily be at the\nincident sie, with ¢ dedicated telephone number, and trained staff, to cope with the high\nsolume of sails from public. relatives and friends of persons involved, Incoming overseas\nvalls in different languages shoud be expected. All information provided by the TIC to the\npublis, relatives and friends should be closely coordinated with the media officer of the\nairport operator\n\nRelatives and :\n\nthe resol\n\n‘ends of persons involved in the incident may provide useful information\nof the incident, such as nantes, ages, nationalities, physiognomies, health\nserditions, ei. Authorities should develop « predetermined and systematic collection\ndetailed forms for collecting information on Passengers and on the\n~ that proper inteliigence analysis can be made, Such analysis should not\nmace b} the telephone and information centre. which should concentrate on the\nscuestion ef information, inghiding maintenance of an accurate list of all persons involved\nin ize incident. AN information provided by the telephone and information centre to\n\\es, friends and the public should be closely coordinated with the Coordinator and\n\nthe media officer\n\nThee may be relatives and fiends present at the alports of departure or destination, Any\n‘elatives and friends present atthe airport of the inefdent should be isolated ftom the rest\not the pablic in 2 rest and debriefing centre\n\nsbris‘ing cer:res should be separated from telephone and information centres\nOC sFnergeney Operation Centre). and ideally isolated ftom airport public\n\nions of staff at a rest and debriefing centre should be to assist.\nrelates and fiends, remove the pressure of dealing with persons under stress from the\nentities directly involyed in resolution of the incident, end collect additional information\non the persons invoived in or any victims of the incider\n\nReporting forms used at a rest and debriefing centre should have the same format as those\noked at telephone and information cenire. but should clearly indicate that the source of\ninformation was physically present. All such forms should be forwarded to the telephone\n\nPage 36 of 106\n\n",
  "39": "SECRET\n\n” Government of India\nBe ___ BUREAU OF CIVIL AVIATION SECURITY\na Bomb Threat Contingency Plan\n\nand information centre before being sent to the Coordinator. The Coordinator may decide\nto conduct further interviews of relatives and friends for confirmation and intelligence\npurposes, In the event of injuries or casualties, the information collected on relatives and\n‘friends by staff of telephone and information and rest and debriefing centres may be usefal\nfor polize authorities\n\nFunctioing of both types of centres should be mock exercised on a regular basis, at least\n\nlevel of expertise of its staff, as well as the speed and\n\n3.13, MEDIA\nC.0.0. (Chief Operating Officer) will brief the media, if\nincident st an airport. press and media should be dealt with fairly but\n\nthey donor publish information which might pre-empt action\nsecurity forces,\n\ncident should te controlled at all times so that police and aircraft\n‘07S Gre not intercepted and rebroadcast as news items over public\n@ reams should be prevented from infiltrating the incident area and\n£5 this may dangerousiy heighten tension among perpetrators, while\nPremature disclosure of information regarding operations can frustrate tactical plans.\n\nnetworks, Cam,\nFling operatic\n\nPress and mizdia should be weated with consideration and given information and\nstance as possible end as available without compromising the safety of any passenger\ninvolved and police yy forces dealing with the incident. If press and media are\n<omied information, they may become frustrated and be unlikely to cooperate with police\n‘nay instead pursue informetion by other means and, intentionally or not,\n\nlity of a peaceful resolution.\n\njen With press and media should be made for regular press briefings to\nfed press roca, for example, every hour or second hou, s0 that only\n‘ermation is communicated by the media officer selected, In addition,\n\nany press releases should be approved by the highest coordinating authority before being\ndisseminated.\n\notficiel and safe ix\n\nThe Appropriate Authority and other entities involved in the management of an act of\nUnfewful inter‘erence should exercise restraint in providing information on the act, which\nmay be disseminated to and oy press and media during or after the occurrence, In\nFamicular, publicity should be minimized about the actual methods and planning used by\nthe perpetrators end the security measures applied 10 prevent acts of unlawful\n\nimer\n\nPage 37 of 106\n",
  "40": "SECRET\n\nGovernment of India\nBUREAU OF CIVIL AVIATION SECURITY\n\nBomb Threat Contingency Plan |\n\nipl\n\n%\n\"©\n\n3.14. REPORTING\n\n$12.1 Within 24 hrs of occurrence of any bomb threat call. 2 detailed report is to be\nforwarded to BCAS HQ for comect and timely analysis in the format prescribed in\nAppendix ~*H’. {: should cover all details such as time of calt, assembly of BTAC,\n\n1 of call status. copy of BWAF and any shortcoming observed during\nTAC\n\nfon af blast incident, one can assimilate and analyse the data to\ncheck future incidents and develop counter measures in an effective manner,\n\nThis data would be helpful in identi\n\nrhe following:\n\na) Identity type of explosives switches used.\n\nby dcentit strategy of particular terrorist organization.\n\n2 Ientif, lacunae in the security systems at airport.\n\ndi Heip in issuing edvisory on additional seeurity measures.\n\nThe post dlast incident repo should be compiled in the format attached at\nAppendix *T’ ang tonwanted to BCAS HQ by the coordinator / incharge BDDS wit\n\n+ hrs of ceeurrence of incident.\n\n5. Bomb Threat Review Committee:\n\n{n onder so ensure inscallation working of necessary infrastructure and smooth\naaplementation of Bomb Threat Contingeney Plan, a Bomb Threat Review Committee\n«BTRC: must Se constituted et each airport. Members of BTRC will be as follows:\nSino. Members Remarks.\n‘Aiport Director (AAT eirports). Indian Origin COO / Director | Member\nOperations or equivelant at other Airports\nTC BDDS —_ ‘Member\nHeac Security, Aiport Operator Member\n— CASO Tnscharge APSU ‘Member\nCaiman, AOC Member\n_ LAS representative of Intemational Carriers)\n_8.__ Statin Manager, Ail domestic airlines ‘Member\n_Looai Police representative _ Member_|\n— Si Representative of IB _ __ Member\n—2.___Resresentative thom Customs (at international altports) [Member\n2). Additional Members as decided by BTRC ____| Member)\n| RDCOS “representative of BCAS at BCAS locations Observer\nPage 38 of 106\n\n",
  "41": "Government of India\nBUREAU OF CIVIL AVIATION SECURITY\n\nBomb Threat Contingency Plan\n\nAfter each occurrence or threat. @ review and analysis of the same should be conducted\n8 soon as possible by the BTRC. all agencies involved should report on their role,\nproblems and success encountered and relationship with others involved, effectiveness\nof sommunization and cbservations and amendment or revision of the Bomb Threat\nContingency Plan\n\n3.18.3 Funetions of BTRC\n\nThe above comminee will meet at least in once in three months and review the\nfollowing,\n\ns) Bomb Threat Contingency Plan as approved and ensure that it is understood /\nDollewed in letter and spirit by all concemed agencies / individuals,\n\nby Boma threat oats received in the previous quarter and take effective measures\n& oNercome shertzomings. so as to improve upon tiem on future occas\nBomb threat call date will be collected as per Appendices ‘I’ and ‘K’.\n\n8) _Inscal‘stion er caller identification devices on all operational telephones by all\nairlines sgencies departments and their funetioning,\n\ndi Insta\n\nation. and werking of call recording facility on all telephones by airlines!\nagencies departmerits and their functioning,\n\ne Review\n\nse oF equipmer\n\ns of BDDS,\n\nPrigs i\n\nmation to BCAS HQ on the Bomb Threat Evacuation Drills,\n\nef Bombs Threat Evacuation Drill which is mandatory to be conducted\nsear for each terminal building cargo terminal.\n\n0 the previous BTRC meetings,\n\niy Prompt ¢\n\nch cf the minutes of the BTRC meetings to Commissioner of\nSecurity (Ca, BCS, Janpath Bhawan, Janpath, New Delhi — 110001 and to\nall members of BTRC.\n\nhe BTAC may\n‘np. inthe BTCP,\n\nsith\n\nputs from various agencies for amendments,\n\n5.4. ANALYSIS\nPage 39 of 106\n\n",
  "42": "SECRET\n\nGovernment of India |\nBUREAU OF CIVIL AVIATION SECURITY.\n\nBomb Threat Contingency Plan\n\nA monthly report on numbers of Bomb Threat Calls received will be forwarded\nte BCAS HQ for compilation ané analysis centrally as per Appendix §\n\n‘The sesult of review and analys.s should be made available to all participants\nalong with recommendations. The same should also be submited to the\nCommissioner of Securigy Civil Aviation, Bureau of Civil Aviati it\n\n3.16. MOCK EXERCISES\n\nA full seale mock exercise ef bomb drill will be organized once a year at each terminal\nsullding serge terminal. Aircraft search drill should be practised frequently.\n\nChapter -4\nRESOURCES\n\n+, Following resources will be utilized:\n\nfer BCAS OM, no. ~ 7(16)2006/Div.-I (Airport Infia) dated\nwld be consulted at design stage so that all technical and operational\n@ deal with the contingency are met. Evacuation, exit, isolation,\nard threat investigation * containment plans should be laid out at the\n\n4.1.2. CONTACT DETAILS\n\nin bomb threat resclution and mitigation will vary from airport to\nils of the following should be readily available to the coordinator\n\nne Authority\n#. RDCOS. BCAS\nii, 1eBDDS\nis. CASO. 12 APSL. Shit G.0.\n\n¥. Local Palize\nNi NSG authorities, where applicable\n\nherities.\n\nMi A\nix. Aur\nx. ATC\nMi. Fite Services\n\nhoritigs of the sirport operator\nof the aireratt operator\n\nPage 40 of 196\n",
  "43": "La)\n\nSECRET\n\nGovernment of India\nBUREAU OF CIVIL AVIATION SECURITY.\n\nBomb Threat Contingency Plan |\n\nxii, Nearby medical service units and hospital\nxiii, Military Liaison Unit\n\n3.3, ISOLATION BAY/ISOLATION PARKING AREA.\n\n4 I is important that an aireraft which is suspected 0° having an explosives device or\ndangerous substance on board be isolated from normal aircraft operations. To achieve\nthis. each aitport should designate an isolated parking position to which such aireraft may\nbe moved. The site selected should ideally be 400 mtrs or a minimum 100 mtrs fiom any\nother aiseraft parking position, taxiway, runvvay. building, public area, fuel tank farm or\n\n‘orage area for explosive or incendiary material. The isolated parking position may also\nused to handle uniaw fully seized aircraft which requires servicing or special attention;\nere. consideration should be given to its location so it cannot be easily observed\nom pubIE ereas off ainpon property\n\n5. Case sacald bs taken to ensure ther there are to services such as gs pipelines, refueling\nHocant pipes, other rue! ines or electric power cables beneath the aiteraft parking arca\nSustace. (F possible. @ second isolated parking spot may be designated in case the primary\nisolated parking position is unavailable or in case of multiple crises.\n\nsideration shoutd aiso be given to the prevailing wind direction and aircraft landing\nand tahe-ol? routing at the alspoat, 9 as to minimize disruption to airport operations and\nthe survcunding locality in the event of an aircraft fire ot release of dangerous substances\n\n= emerge)\n\nemergency procedures should designate one or more points to which affected\nzh! be direvied. However. plans must be flexible enough not to rely on such an\n\n3 able to park at ¢ designated point ané musi allow for the aircraft to change\n¥s position, The follow ing should be taken into account in selecting designated points:\n\nThe svailsbility of covered approaches to facilitate action by the security forces; for\nssample, adjacent buildings. natural feetures such as undulations in the terrain and\nthe presence of trees,\n\noF Airport Security to have quick and easy access to the scene to deal\n‘uation,\n\nThe possible da\nite! tanks.\n\nT aircraft or people in the vicinity, and hazards such as\n\nhe need for isolation thom the press and public.\n\nSontinuance. as 12s 23 possible, of normal air waific in and out of the airport\nineidem,\n\nPage 41 of to6\n\n",
  "44": "SECRET\n\nGovernment of India\n__ BURFAU OF CIVIL AVIATION SECURITY |\n\nBomb Threat Contingency Plan\n\n4.14. EXPLOSIVES DISPOSAL /COOLING OFF AREA\n\na, Each airport should set a site for an isolated explosives disposal area, where explosives\nexpert may disable the suspected article/tem and also cooling off of suspected baggage is\ncarried out,\n\n&. Guiding layout for Explosives Disposai Area is given at Appendix ‘L’,\n\n3. Ideally, bunker of the size of 15 mts x 5 mtrs may be constructed 100 mtrs. away from\nthe services e.g. gas plpe tine. hydrant. tube pipes. fuel lines or electronic power cables\nbeneath the suriice etc. The ounker should be located rectangular ia shape. The exit\nsoridor should be at the extremity of the rectang e at right angle to the length. The walls\nof the bunker should be at ieast 3 ms. in height made of earth piled or timber lining,\nsunk 3 mus inte the ground. The eeiting should consist of timber ling, which is not\nsecured to the walls, The design will permit the upward escape of the shock wave and\ndebris in the event of an explosion. The shelter should be covered by earth to a minimum\nthickness oT mur.\n\nsaelter exis shozid be protected by an earth bank 1.8 mtrs height on which a secured\nmtrblast shield wiil collect debris and defleor it downward back into the bunker area,\nFae cesign should be capahle of withstanding an explosion of 5 kg charge of plastic\nenpiesive god azoess should be designed in such a way that an ROV can easily enter\nasioeche Explosives Disposal Area, Adequate fire proof lighting arrangements should be\nmade inside the Explosives Disposal Area.\n\n4.1.5. BDDS EQUIPMENTS\n\nBDDS equipment is mandated vide AVSEC Circular no. 14/2010 and reproduced in\nAppendix °G'. This fonm will be sent by MC BDDS to CASO, Airport Director and\nconcerned RDCOS, BC.AS on 2 monthly’ basis and wil. be reviewed in BTRC.\n\n+18. SECURITY EQUIPMENTS AND FACILITIES\n\nAUS of security equipments will be maintained as per Appendix *M?,\n\nSufficient cordoring tape should be avilable stall times with the shift G.0, of APSUY\nASG and for shift 1 o of airport operator at the terminal.\n\nFloodlight. communications end access points shall be arranged throughout the airport and\nterminal building by the airpon operator.\n\nPage 42 of 106\n\n",
  "45": "Government of India\nBUREAU OF CIVIL AVIATION SECURITY\n\nBomb Threat Contingency Plan\n\n4. Uipsto-date maps of the airport and its environs and the types of airoraft in use by the\naircraft operator will be part of the airport Bomb Threat Contingency Plan (BICP), A\nscale model of the airport be available at the BTAC assembly points.\n\n4.1.7, COMMUNICATION\n447.1 Means of communication, unless alceady in position, are likely to be a major\nproblem. Contingency errangements for advising telephone authorities should be\nmade in advance. Links should be required between the forwerd control point and\nPersonnel deployed within the inner cordon, as well as with the EOC. Radio is\nProbably the only system that gives the required degree of flexibility, but it should be\nremembered that radio transmissions may be overheard by perpetrators, press and\n\n‘thers, unless encryption or secure transmission methods are used.\n\n417.2, The follow ing means of communication should be installed and ready for use during\nan incident:\n\n3. secure landlines thom che forward control point to the EOC, negotiators and the\nteafile coma! tower:\n\nmal spstent in the EOC: and\n\nlinks to the Central Commistee Control Room, eirport authorities, aircraft\nSperators, the air wrartic control tower, police authority headquarters, and\nemergency services,\n\n112 Hard-wired telephones should be used as far as practicable. However, cellular\n\ntelephones may be used dering an emergency as an alternative to radio or landline\n\ncommunications. as long as they have been appropriately configured for such use.\n\nCellular telephone service providers should be requested to arrange for immobilization\n\nIl non, tial zeliular telephones within the area of the incident,\n\n4.2. TRAINING\n\n*s.1. BCAS will organize training for all members of Bomb Threat Assessment Committee\n(BTAC) ia Bomb Warning Assessment. Each organization like airpon operator, airline\nSperaicr, DGC. State Police and ASG ere, will ensure that their senior officers who\nare likely 10 be the members of Bomb Threat Assessment Committee undergo required\ntraining\n\n4.2.2, Training of other staff\n\na All emplosees working at the airport will be given training in identification of\nEspiosives Devices snd Bomb Threat Procedure under arrangement of BCAS, The\n\nPoge 43 of 106\n\n",
  "46": "~ Government of Ind\nBUREAU OF CIVIL AVIATION SECURITY\n\nBomb Threat Contingency Plan\n\n-ganizations agencies will ensure that their employees are detailed for such tra\n\nie\n\nwithin six months of their deployment at the airport. Regular refresher courses wil\nalso be conducted.\n\naul\n\nmeticulow:\nresponsibil\n\nI eannot be ov erempha:\n\nagencies at the Aipor should take serious note of eny Bomb Threat Call and\ntollow the instructions given in the Bomb Threat Drill. It should be the\not the onfiver in charge of the concemed agencies to ensure that all the\nmain fully aware of the Bomb Threat drill procedure.\n\nwemed official:\n\nd that the co-ordination and understanding amongst various\n\ndepartments agencies witl ensure op:imal result in response to a Bomb Threat Call.\nThe functioning and action teken by Bomb Threat Assessment Committee is the true\nNey to deal with Bomb Threat Contingency\n\ncn different aspects of recognition of IEDs and Bomb Threat\nbe organizeé at airports by BCAS for basic AVSEC\nurity staff, Sl and above of ASG/APSU and ATCOs / APMs\n\nerations of Airport Operators and this training programmes\nWer Zoi! owing topics\n\nize improvised explosives devices. weapons. dangerous substances\nincluding where disguised. disman:led or camouflaged,\n\nWhat are [EDS and how 10 handle ar. IED threat?\n\nDisplas of explosives and dummy IEDs.\n\nCapabiliny of Di\n\nsal response 10 a Bomb Threat\nThreat Contingenay Plan,\n\n‘mouives for making @ telephoned bomb threat!\n\nPage 44 of 106\n",
  "47": "SECRET\n\nGovernment of India\nBUREAU OF CIVIL AVIATION SECURITY\n\n“Se Bomb Threat Contingency Plan\nii, procedures to be Zollowed ife telephoned bomb threat is received;\nHi, questions to ask to obtain important information, such as: Where is the\nbomb? When will it go off? What does it look like? Why are you doing this?\nWho are you?: and\niy, action to be taken once the call has ended.\nb. Relevant raining modules are provided belaw:\n\ntelephoned bomb threats\n\n* listening rechnigues, including writing down the actcal words used by the\ncaller:\n* tracing the call or alerting colleagues so that they may do so;\n\n© recording\n\nif this is not done automatically\nIi to obtain as much information as pessible;\n\n* prolong:\n\n# cuestioni\n+ technigues for assessing the credibility of the e:\n‘porting techni\n\nbomb chee\n\nreceived directly from a person:\n\n#  ghestioning techniques 19 obta\n\n# technicua sing the credibility of the person:\n\n# sleting collezgues so the bomb threat can be reported to the relevant\nhorities: and\n\nas much information as possible;\n\ning ceetmigues: and\n\n* ways of desling with bomb threat information recei\n\n© reporting techniques.\n\nWil o-vanize regular training of BDDS personnel.\n\nCHAPTER~$\nRESPONSIBILITIES\nmpor evel. the bomb threat contingency plan should be a coordinated\nme dence national authorities and agencies, the airport and the surrounding\ny. Aleport 5\n\ntngenes plans should clearly define the coordinated response\n\nPage 45 of 106\n\n",
  "48": "SECRET\n\nGovernment of India\nBUREAU OF CIVIL AVIATION SECURITY |\n\nBomb Threat Contingency Plan |\n\n© partisipation of all existing agencies. both on and off the airport, which could be of\ntance in responding to an emergency. and should designate specific duties to be\nundertaken by each responding agency. Examples of such agencies are:\n\na} government ausborities:\nby Polize authori\n©) airport authority:\n@) ircratt operator:\n€) air trafiie services units\nfi milix\nrescue and Hreligh\nho medical services\n\ning services units: and\nnits and hospitals.\n\nadicative agencies are\n\nies a8 required,\n\nven below. However, each airport should\n\n5.2, APPROPRIATE AUTHORITY\n\n's of bomb threats assessed as “speci\nions. where necessary\n\n* on a real time basis and\n\nHe sil submit report to ICAO gs per Appendix ‘O° in the case of all actual IED\n‘“cidents, Preliminary report is to be submitted as soon as possible within 30 days and\nFinal report i to ge submited within 60 days, As per ICAO guidelines, preliminary\n\npor appropriaze states and ICAO and final report is to be\n\nnsiituted the investigation if it delegated responsibil\non 20 anotha\n\nfor the\n\nsh provided relevant information. significant facilities, experts or\nsistance: and\n\nTe ICA,\n\nSA Following the review and analysis, the Appropriate Authority or his representative\nshould conduct or for an overall critique of the occurrence, which should be\namended by nd sircram operetar security officers. members of security\n\nPage 46 of 106\n",
  "49": "SECRET\n\nGovernment of India\nBUREAU OF CIVIL AVIATION SECURITY\n\nBomb Threat Contingency Plan\n\ncommittees and others who may have an official interest, The purpose of this critique\nshould be 10 share the experience with those who were not directly involved, so that they\nmay benefir from it and be better prepared to respond to furure oveurrences in which\nthey may be invalved\n\nis. Continuously update contingency plan to deal with bomb threat.\n5.3. RDCOS, BCAS (where posted)\n\nProceed to attend BTAC control room, act as observer and assist BTAC.\n\n<p Appropriste Awthorly, ACOS (OPS) and BCAS HQ Control Room informed of\ndevelopments by the fastest possible means when the threat is assessed as ‘specific’,\n\ni, Subtrit written prelimingry and finai report to Appropriate Authority.\n54. COE, BCAS (where posted)\n1. Proceed to amend BT.4C comol room and act as observer and assist BTAC.\n\nAssist in invest\n\nion.\n\nSubmit written Saal report to Appropriate Authority\n\n3. Air Worthiness Officer (DGCA)\n\nhe search of an aircrat should be done in the presence of an officer from the DGCA te:\n\nure that the suspected aireraft is,\n\nly air-worthy before it is declared safe.\n\nist Explosives Expert Aircratt Engineer in opening all panels etc. as required by the\neroved inspection schedule. These will be opened with the assistance of airlines staff.\n\nhe Explosives Expert Airpon Security personnel, Airlines Security personnel in\nhing the most probable location where an explosive can be concealed in the\nairereit,\n\n4. Submit report to Commissioner of Security (CA) / BCAS in case the anti-sabotage\nshecks are nor carried out by Airlines Engineers within 24 hrs of occurrence of incident,\n\n5.6 Local Police\n\nPage 47 of 106\n\n",
  "50": "SECRET\n\nGovernment of India\n\" ie BUREAU OF CIVIL AVIATION SECURITY\n\nBomb Threat Contingency Plan |\n\ni. Control traftic eround eirpon and landside areas.\ni. Initiate immediate action to trace the threat call.\niii. Apprehend as quickiy as possible the person who has made the threat call\niv. Assist the concerned agencies in lodging of FIR and carry out further investigation.\nv. Recommend to Appropriate Authority corrective action that should promptly be taken.\nto prevent similar occurrences. Such recommendations may’ be made at any stage of the\ninvestigation and should nct be deferred till completion of investigation.\n\n5.7 ASG/APSU\n\nStieation of a bomb threat on aircraft or a building or airport the\nthe ASG APSU shall immediately proceed to the Contral Room.\n\nYF the affected aircraft» part of the building up to 100 mts. to\nby outside agencies,\n\ni Ensure cordon’\n\nprevent interferens\n\ni, Amange evacuation of premises in consultation with coordinator, whenever necessary.\n\n* Detsil required number of personnel on alert and move these forces quickly to pre-\nsesignated parking bay\n\n\\. Collegt imetiigence and\nInform Officer In-charge BDDS. wherever ASG BDDS is deployed. In absence of ASG\nBDDS. State District City Polive Head quarters may be approached to detail the\n\nBDDS to handle the threat\n\n“ii, Arrange to control restrict the moverent of persons in coordination with the Air\nCarriat to from\n\nIsolated parsing bay, where aircraft is parked,\n\n4, The aress in which stores. bonded cargo and mail located in the building are\nhed for sabotage devices\n\ns. The stea where the suspected devices are notified by BDDS,\n\nsili. Provide sentry n\n\nthe explosives disposal area to guard the suspected article whenever\nan ren is kept for ccoling off uatil the unclaimed / unidentified article is opened by\nBDDS or when claimed by owner within 24 hours, Where owner or representative has\ncome to claim the article, he will be escorted by ASG / APSU afier frisking and against\nTemporary AEP,\n\nPage 48 of 106\n\n",
  "51": "SECRET\n\n= Government of India\nvie ___ BUREAU OF CIVIL AVIATION SECURITY\n\nBomb Threat Contingency Plan\n\n=\n\nxi\n\nArrange for detention of the owner of any baggage, cargo or article, in which the\nsuspected device or substance was found. until it has been investigated and found\nharmiess,\n\nConduct fresh pre-embarkation screening of the passengers and checking of hand\nbaggages if necessary\n\nAssist the Explosives Exper,\n\n\\rrange e\\antinetion  inierrogation of passerigers. who ave checked in after the receipt\n‘of the Bomb Threat call.\n\nReduce the traitie near the airport to enable the entry of the vehieles/persons needed at\nthe airport in connection with the incident.\n\nEnsure prior arrangements for cones ‘tapes to cordon off the threatened area ‘aircraft,\n\nIn ea\n\n¢ of item suspected to be IED. immediately establish 2 controlled area covering\n© arca wiere the suspected JED is located, establish an outer and en inner cordon and\nsvacaate all persors to beyond the outer cordon, A forward control point should be\n\nshed se control aczes5 to inner cordon. Until the threat is resolved access to inter\nsovdon should be granted only te BDDS personal,\n\nCoordinate with loval potice revarding waific control around the airport and landside\nareas\n\nFacilitate rapid entry and exic of emergency vehicles and of persons or agencies needed\na the airport tw assist in resolving the threat, Such agencies need to be placed initially\n\nin @ pre-designated area before operation.\n\nGO ‘will be present with the Cocrdinator while preparing inventory of item/s\nMt in the unclaimed unidentified article after it has been rendered safe either in site\nexplosives disposal area by BDDS.\n\n3.8 BDDS\n\nOn receipt of the novifieation of a bomb threat on aircraft or a building or airport, the\nSenjommost officer of BDDS shall immediately proceed to the Bomb Threat\nAssessment Comminee (BTAC) Room,\n\n'n close liaison with Coordinator, Aviation Security Group and the airlines\n\nPage 49 of 106\n\n",
  "52": "SECRET\n\nGovernment of India i}\n\ney Sse -_ BUREAU OF CIVIL AVIATION SECURITY .\noe Bomb Threat Contingency Plan\n\nii,\n\n\\s far as possible. the first responder team of BDDS should be equipped with the\nequipments as per Appendix *G’.\n\nTake immediate action deal with any suspected article as per the laid down Render\nSate Procedure RSP with due consideration to safety of lives and properties.\n\nsing out the anti-sabotage checks of aircraft, building, registered\nend cargo,\n\nOpen items placed in Explosives Disposal Area for cooling off by RSP, if there is no\nclaimant within 24 hours\n\nThe search of an ajrerafi by BDDS along with airline agencies and airlines security\nnillonls be carried bv BDDS in case she call has been declared as Specific, In case of\nNon Specific Call, airling engineers elong with airline security will carry out search of\nraft,\n\ncontents under examination for bomb threat check, if there is no\n@ in the item: to the coordinator for preparation of inventory and\n\nsrough lost and found disposal procedure\n\n‘ontimed snd the item recovered is an IED, the [ED shall be defused\nay BDDS end the details of the items recovered shail be prepared for further\ninvestigation by the local police authorities to identify che suspected persons.\n\nSuemit Bomb Threat Report es per proforma given in Appendix ‘H? to the\nCommissioner of Security. Civil Aviation, Bureau of Civil Aviation Security,\n24 hrs of occurrence of incident.\n\nAvoid trans\n\nsuspected explosives device through public areas as far as possible.\n\nfe oF dispose of\n\n@ device as quicl\n1d people.\n\nly as possible, ensuing safe distance from\nsrsrati instalation,\n\nConrinuoisly plan for safest recte tor transporting IEDs found in all likely locations to\nng pit disposal area,\n\n5.9 Immigration (in case of international flight)\n\nsubordinate staif with devails of the aircraft under threat.\n\nPage 50 of 106\n\n",
  "53": "SECRET\n\n«\ni\n\nGovernment of India\nBUREAU OF CIVIL AVIATION SECURITY\n\nBomb Threat Contingency Plan\n\nD\n\nKeep in constant touch with the coordinator to know the classification of call ie,\nspevific non -specitic\n\neen immigration documents of flight under threat with extreme eare in order to\nious passengers. who may be involved in the bomb threat in\nhand over such passengers te ASG: APSU for further investigation,\n\nTwanted su\nuestion\n\n5.10. Customs\n\nRusit to the affected aireratt with sufficient staff, when applicable. Make arrangements\nte open, check and search bonded stores in the presence of airline security, airport\nBDDS and reseal the same.\n\nsecutrig\n\nx of cantezhand objectionable items from the Customs point of view\nsearch of alscratt baggage etc, or when suspected article is opened by\n\nBDDS ar site explosives disposal area.\n\nceening of 100% hold ‘ hand baggage, mail and courier etc. of\nthreat and report detection of explosives device / prohibited\nvr immediately:\n\n11, Coordinator / Airport Operator\n\nAl sesourees required te be provided by Airport Operator like Isolation Bay, cooling\nnit and explosives disposal area will be regularly inspected by the coordinator who\nseganize mock enercises and drills involving all concerned agencies, Different\nm= threats should be catered for in exercises at different times. At least one\n\nmock exercise should be carried out in a sar,\n\nmit a :eport on the results of the exercise to RDCOS, BCAS.\n\nste and equip BTAC essembly point and alternative BTAC assembly point.\n\nAction by Ceardinater\nunclaimed ni\n\n” receipt of information pertaining to the existence of\nuifled article inside the ‘erminal building / city side or airside:\n\nImmediately direct all BAC members to proceed to the designated location. Apron\nManager will be informed when an unclaimed / unidentified article is found on the\n\ncrside, whic’ is likely to pose danger to the safety and security of the aircrafts on\napren,\n\nPage 51 of 106\n\n",
  "54": "SECRET\n\nGovernment of India\nBUREAU OF CIVIL AVIATION SECURITY\n\nBomb Threat Contingency Plan\n\n. Thereafter the Co-ordinator will inform the following agencies with directions to\n\nreport to a location neer but at specified distance from unclaimed / unidentified article\nimmediately :-\n\nNo. Agency Remarks\nc@_ BDDS Contecl Room Shift HE\ntbr Airport Securiy (ASG -CISF) Asst. Comdt. of respective\n\n‘Terminal Building or Access\nControl as Applicable.\n(Gl Duty officer of the Airport As applicable.\nPolive Station,\n\na Ait Carrier If known from baggage tag / markings |\n“e tion TShi TC\nee with Doctor Shift /C |\nsg» Dy. Commissioner Of Customs As applicable and when the article is |\nin the customs area or falls within the\ndanger zone requiring evacuation,\n© Asst. FRRO When the article is within the\nimmigration working area or when the\nvation area falls within the\ndanger zone requiring evacuation.\n\nwe Fi\n\nQuickly inspezt the articles visually 10 establish the identity of the owner from the\nmarke, eggage tag. and oral enquiry from the persons around o through\n\neference t2 Airpant Ozerator \"Airline lost and found section and exit records with\nAPSL. Theressier. an annouincement on public address system must be made to trace\n\nsever the above exercise should not be prolonged for more than §\n\ner any cireun\n\ntances es time in such a simation is of paramount\n\nlaimed suspected bag is being placed in the explosives disposal area for\n\nT necessary certificate will be signed by al] agencies as per format given in\nAppendix “N’, All required agencies will also sign necessary certificates as per\n\nAppendix \"NI\"\n\njer render safe procedure\n\nWhere the owner isn\n\nwaced in spite of efforts in sub para (c) above, arrange\nevacuation of all persons to a safe distance of 100 M on all sides of the unidentified?\nunclaimed erticle, In achieving this task. assistance of Airport Security, Airport\nOperator Housekeeping tai. airline staff and duty officers! staff from concemed\npolice station will be coordinated by him. Further. to ensure quick and orderly\n\nsvacuations, ensure ali ertry. exit and emergeney gates open. I/C (BDDS) will monitor\nche evacuation,\n\nPage 52 of 106\n\n",
  "55": "SECRET\n\nGovernment of India\na BURESU_OF CIVIL AVIATION SECURITY\n\nBomb Threat Contingency Plan\n\nWhen the unidentified unclaimed article is shifted for cooling off by BDDS and the\nsame is not claimed By its owner within 2+ hours. coordinate for its opening by BDDS\nafter ETD and N-RAY in the presence of representatives of Airport Security, Airline\n8 ‘customs Will be involved in case the unclaimed/ unidentified\ninitially reported in International Arrival ball or on airside of International\nAirport, Airline Security will be involved in case the unclaimed / unidentified article\nhhave the airline markings by way of perticular airline baggage tag etc.)\n\nEstablish media briefing centre.\n\nentre for dealing with enquires,\n\nCoordinator wit! have overall responsibility for all decisions of BTAC and resolution\nof the threat,\n\nActions by Co-ordinator on receipt of Bomb Threat call :\n\nAs soon as the sail is reveived. the same will be conveyed t0 the Co-ordinator of the\nBTAC,\n\nTae Co-crdineter will immediately inform the ATC and BDDS Control room of ASG\nLoval Police nearest bomd detection and disposal unit first and then all the\n\nmembers of BTAC,\n\nScan a log bock regerding arrival of members of BTAC,\n\nInform che as carrier\nalre\n\ncerned to stop the process of boarding. If boarding has\nady started. passengers to be immediately disembarked and brought back to SHA\nfemminal for pre-embarkation procedures,\n\nInn\n\ny be noted that on receipt of\n\ntype of bomb threat call, priority must be\nrded to disembarking of passengers.\n\nCollect the information thom the receive: of the bomb threat call for analyzing. If\navailable at the airport, the receiver of the call be asked to remain present to assist\nthe BTAC\n\nCovardinater should stso request all concerned 10 be on the job even if itis time of\nrelia? from dury, in order to maintain contin\n\nIn addition, Co-ordinator will a!so inform she following :=\nMedicai OPcer\n\nPage 53 of 106\n",
  "56": "SECRET\n\nGovernment of India\nBLREAU OF CIVIL AVIATION SECURITY\n\nBomb Threat Contingency Plan\n\nii, Fire Station\nji, Apron Control\n\niv, RDCOS«BC.AS) of concerned Region\n¥. BCAS HQ Control Ream\n\nSic COE concemed Region\n\ni. Co-ordinator will ensure thar ell agencies responsible to handle the bomb threat carry\ni assigned duties satisfactorily and assist them 10 sort out problems, ifany.\n\nfhe bomb threat through BWAF.\n\nK. Detail « representative of Airport Operator (o be present with the BDDS team at the\n2 oF opening the suspected article {in sim or at explosives disposal area and\nreader 0 prepare a complete inventory of articles found in the suspected baggage.\n@ ievencory List will be signed by the representatives of Airport Security, Police,\nBDDS. impor: Operator, Customs and Airline Security (Customs and’ Airline\ncurity when reauired onl\n\ncoorents of the unidentified: unclaimed article after opening by BDDS\nsives ai area _ cooling off pit when it does not contain any suspected\n1d when the same is not claimed by an airline’ its owner.\n\nmi. Arrange for Sire tender and ambulance with doctor when the unidentified/ unclaimed\naniele is to be opened by BDDS at the explosives disposal area after cooling off.\n\nas everall responsibility for all action regarding a bomb threat\non with ard reporting to concerned national agencies.\n\n‘iii, Ensure dire tender and ambulance with doctor is present at safe distance from the\nbeginning and til: the end of the operation by BDDS. If BDDS decides to move the\nele 1 the explosives disposal area for cooling off. he must ensure that the fire\n\nender ang ambulance with doctor also follows BDDS to the Explosives Disposal\nArea\n\n$.12, Aireraft operator\n\ni, Establish end\n\ntain training programs to enable crew members to act in the most\n\ner 10 minimize the consequences of a bomb threat,\n\ners have fully partially boarded, measures should be taken to quickly\nPassengers crew in an orderly manner with hand baggage. These\n\nPage 54 of 106\n\n",
  "57": "SECRET\n\n” ~_ Government of India\nge BUREAU OF CIVIL AVIATION SECURITY\nSe Bomb Threat Contingency Plan\n\nhand baggage along with pas should be checked and security cleared by the BDDS /\nASG APSL tearm at Teast 100 mmrs away from any aircraft and brought under escort\n© arrival hail. These passengers and their hand baggage will be continuously escorted\nuptil their repeat PESC is completed. Dedicated channels will be given for their\ncheck-in, immigration check where applicable and PESC.\n\niil, Crew and ground station board in cargo hold at the time of receipt of bomb threat\nshould look for and report any unidentified article before they themselves finally\ndisembark due 1¢ bomb threat. (The crew and ground staff should be cautioned not to\ntouch, open or anempr to remove any unclaimed article/device but report to the\ncoordinaiort,\n\nin. Airine Engi\n\nIsclgtion Ba;\n\nshould keep aircraft in ready to tow position for removal to\nin cese BTAC declares the threat call as specific.\n\nie check-in queue after receipt of bomb threat call to Airport\n=gkiry investigation,\n\nVi. Mobilize suflictent staff even if it #5 recess, relief time to ensure their availability to\nempty aireratt helds and ro Jay out all unloaded baggage/stores for their anti-sabotage\nsheck as required under specitie: non-specifie threat,\n\nAi Actively participate in the evaluation of threat by BTAC and in deciding follow up\nons,\n\nMil, Move to the under threat and get the tasks performed fiom the staffas decided\n‘he BTAC ard iz 2 coordination manner with other agencies.\n\nSN. As soon as cell information re:\n\narding bomb threat is received by the\nation manager will take\n\nir carrier, the\nmediate appropriate action given as under :-\n\nSecuring\n\n&) When Aireraft parked on bay receives a Bomb Threat call\n\na1 attend the BTAC mee\nexecute actions given as under.-\n\n@ after leaving instructions to next senior official to\n\ni. Where sassen;\n\ners have Tully partially boarded. quickly disembark such passengers!\nsew in sn orderly marmer with hand baggage. These hand baggage along with pax\nshoulc Be checked end security cleared by the BDDS / ASG / APSU team at least\n1G mérs away trom any aircraft and brought under escort to arrival hall. These\n\n‘gers anc thelr hand baggage will be continuously escorted until their repeat\nPESC sompleted. Dedicated channels will be given for their check-in,\nimmigration check where applicable and PESC.\n\nPage 55 of 106\n\n",
  "58": "SECRET\n\nGovernment of India\nBUREAU OF CIVIL AVIATION §\n\nBomb Threat Contingency Plan\n\n»\n\nECURITY.\n\ni\na\n\ni. Ask crew and ground staff on board «in cargo hold at the time of receipt of tomb\nthreat to look for and report any unidentified article before they themselves finally\ndisembark due to bomb threat. (The crew and ground staff should be cautioned not\nTo touch, open or attempt 10 remove any unclaimed article/device but report to the\ncoordinator.\n\niii, Ask airline Engineers. staff to keep aircraft in ready to tow position for removal 10\nIsolation Bay Arca in case BTAC declares the threat calll as specific.\n\nis, entity passenger's joining the check in queue after receipt of bomb threat call and\nsuch passengers 19 Airport Security for inquiry investigation.\n\n4, Moatize\n\nufticien: st\n\nFeven if i is recess ‘relief time to ensure their availability\nempty sirsratt Ao‘Ss and to lay out all unloaded baggage/stores for their anti\nsaborage check as required under specific non-specific threat\n\nvi Actively panicipate in the evaluation of threat by BTAC and in deci\nactions,\n\nig follow up\n\novat under chreat and get the tasks performed from the staff as\nTAC end ina coordination manner with other agencies.\n\nOe\n\n>) When an Aircraft is taxiing to take off point or awaiting take off at departing\nstation and reecives a Bomb Threat call\n\nnot wssemble and evaluate the threat call under such a situation, the\n‘ill invariably be diverted’ directed to the Isolation Bay. Therefore,\njation Bay with sufficient stepladders, buses. manpower and other\ntial GS equipment\n\n'd orderly disembarkation of passengers / crew with their hand\nfe and take passengers to safe distance (100 M) away from the aircraft in the\ninstance, (Coaches will not be brought to the aircraft stepladder but will be\nparked 1010 M away trom the aiteratt)\n\nii. Organize bri\nfor further act\n\nof disembarked passengers in coaches under airline escort\nThereaiter ensure action as decided by BTAC.\n\n<) When aircraft lands back at departing station on a Bomb Threat call\n\nSame action 23 mentioned\n\nn Para = b above,\n\n¢) When scheduled aircraft arriving or diverted aircraft lands under Bomb Threat\n\nPage 86 of 106\n\n",
  "59": "SECRET\n\n4\n\n5\n\nGovernment of India\nBUREAU OF CIVIL AVIATION SECURITY\n\nBomb Threat Contingency Plan\n\nwe\n\nii\n\nNormally BTAC under such circumstances will be assembled at the station of\ndeparture, Therefore. when BTAC decision from departed station is not received or\nreceived to treet the call as “Specific”. affected aircraft on landing will be directed\night to isolation bey by ATC. However, when BTAC decision from departed\nstation is received to treat the call as “Non Specific’, affected aircraft on landing will\nbe direcied straight to remote bey by ATC. Therefore, depending upon the situation\nmentioned above. the Airline shall rush either to isolation bay or to remote bay\nsufficient manpower. step ladders. coaches and other essential GS equipment by\nkeeping in constant touch with the Coordinator.\n\nEnsure cuick and orderly disembarkation of passengers / crew with hand baggage\nand take passengers to safe disiance (100 M) away from the aircraft. (Coaches will\nnot be bi ihe aireratt step ladder but will be parked 100 M from the aircraft).\n\nanise transport of passengers of scheduled arriving or diverted aircraft in coaches\nuncer airline escort te arrival hall of the concerned terminal, They can be then\nallowed to proceed to eity side only afier clearance from BTAC after claiming hold\nbaggage. if any (unless such passengers are specifically required to be detained in\narmvai hall due to the rezeiving station coordinator’s /BTAC decision). Baggage\nremaining unsisimed on conveyer belt will be reported to the coordinator\nimmediatels, ‘sho in turn will inform all to take necessary action.\n\nWhen a Bomb Threat to an aircraft is evaluated by BTAC as Specific\n\nlation bay immedianely (when not already at Isolation Bay).\n\nDeploy’ aiclines security guards at ladder point to frisk / check belongings of all\nauthorized persons entering isolation bay / affected Aircraft.\n\nOffload p,\ncal\n\nssenger crew hold baggage, unaccompanied baggage, mail, courier /\ncompany store ewe, from aircraft. Lay all such baggage/ stores categorywise\non ground at 2 safe distance of 100 M fiom the affected aircraft in an orderly\nmanner fer easy inspection by sniffer dogs. explosives vapour detector, anti-\n\nsage check team and subsequent identification by individual passengers. Guard\nwores by airline security from the time it is laid out and until\n© aireratt after search-check identification\n\nOf load all catering bonded stores if aiready loaded on aircraft, in catering vehicle\nor arran, i catering vehicle to isolation bay and park at a safe distance of\nOU meters awa3 from aircraft for search by anti-sabotage check team,\n\nOff loa¢ Tirst aid kits. medical boxes and offer them for check / search by the anti-\nsabotage check team, Presence of airline doctor will not be insisted on by the airline\n\nPage 57 of 106\n",
  "60": "Government of India\nBUREAU OF CIVIL AVIATION SECURITY\n\nBomb Threat Contingency Plan\n\nvil\n\nsii\n\nnV\n\nfor opening of such kits. boxes. Airline doctor / his representative or anti-sabotage\ncheck team will reseal opened boxes for the duration of onwards and return journey\nof the flight to base.\n\nPrevent refueling of aircraft unt\nsabotage check of aircraft\n\n3TAC coordinator confirms completion of anti-\n\nEnsure only minimum essential movement of persons / vehicles of airline / other\nagencies within 100 M distance from aireraft.\n\nJ ané enswre that a senior airline official from Security, Flight Crew,\nCatering. Cargo. Trafic etc.. with sufficient staff are available to\nassist anti sabotage check search team comprising BDDS, Airworthiness officer,\nAirport Sevurity, Airline Security. and Engineering ete.\n\nEnsure issue of fresh boarding passes and hand baggage tags to passengers who\n\\were disembarked trom aircraft uncer threat arid brought hack from security hold to\ndeparture hall.\n\nOrganise rescreening of passengers and their 100%, hand baggage check by airport\nsecurity and hold crew passengers in. security hold until clearance is received from\nthe coordinator fom isolation bay.\n\nfieient s\n\nDeploy to cross check baggage tag numbers on hold baggage, with\nsouatertoils held with crew passengers end ensure proper and uniform marking of\nidemtified hold ta:\n\nUpon receiving clearance from cocrdinatar at isolation bay, arrange to escort crew\nn airline coaches to isolation bay. Ensure thet crew alights from bus at a safe\ndistance of 100 MI and acter idemtif‘cation of hold baggage proceeds towards aircraft\n‘or sezondary ladder point frisking /100% hand baggage check by aitline security\nbefore boarding tae aircratt\n\nGet clearance Zor\n\nUpon receiv\npasse:\n\narance for passenger boarding from crew, arrange to escort\n\ngers in airline coaches (one coach at a time) to isolation bay. Ensure that\n\nPassengers alight st a salt distance of 100 M and not moze than 10 passengers at a\n\ntime should proceed with their baggage coupons/boarding pass to identify their\nid baggage without carrying thei: hand baggage.\n\nhok\n\npon identification of hold baggage, ensure that crew / passengers proceed to\naircraft under airline eseomt and not loiter on airside/ ladder point. 100% physical\nhand baggage check should be done by airline,\n\nPage 58 of 106\n\n",
  "61": "x\n\nSECRET\n\nGovernment of India\nBUREAU OF CIVIL AVIATION SECURITY\n\nBomb Threat Contingency Plan\n\nwi, Ensure that only’ ide\nloading into the aireratt.\n\nified hold baggage is reloaded in baggage containers for\n\nxvii, Ensue that hold baggage containers are not released for loading in cargo hold until\n\npassengers bs reconciliation is done and head count of passengers in aircraft\nmatches with those checked in and number of boarding card stubs collected at the\nadder po'n\n\nsitll, Make effirss se crack the passenger of hold baggage which remain unidentified\n\ntrom details of passenger on baggage tag and through announcement inside aircraft.\nNote: Under no circumstance will unidentified baggage be taken inside the aircraft\nYor identificetion by the passenger or baggage loaded on aireraft with verbal\nreconciliation arrived on board between the passengers and airline staff).\n\nWx. Report details of baycage finally left unidentified, to the coordinator,\n\nAX. Detail g securis, officer to azcompany BDDS when unidentified baggage is decided\ni be moved 1 explosives disposal area.\n\nxsi, Suspend leading of unaccompanied “rush tag baggage.\n\nasi, Cargo, mail. courier, cat\n\nstl\n\nsxiv. Arrange te get clea\n\n. bond stores, medical / first aid boxes, company stores\nste, Which is searched checked‘cleared by anti-sabotage check team only will be\nloaded in the aiveraft. [f any of the above mentioned stores which cannot be\nsearched checked cleared as per laid down search procedure, due to its size,\nvolume. paucity of time with airline ete, o waere its genvinity is doubtful /suspect,\nthe same will not be foaded on the aiteraft, Sach stores will be further subjected to\n\n24 hr cooling off under airline arrangement and shall be subjected to a thorough\ny cheek.\n\nonal securi\n\nmeasure as directed by coordinator / BTAC.\n\nrance centificate and get the same signed off by airline engineer,\nairline security, ASG, airworthiness (DGCA), BDDS, coordinator and hand over\nof the same 19 cocrdinator for giving RT/te'ephone clearance to ATC.\nhand over one copy each t© ATC, BDDS and other agencies for their\nrance certificate proforma is enclosed as Appendix *C? to this BTCP),\n\nrecord, (Clee\n\nA) Tr should be ensured by the Air Carrier, Airport Security and Airport Operator\n\nAuthority that Aircraft leaves only under condition of total security of aircraft and\n‘human lite,\n\nPage 59 of 106\n\n",
  "62": "SECRET\n\nGovernment of India\nBUREAU OF CIVIL AVIATION SECURITY.\n\nBomb Threat Contingency Plan\n\nre\n\n5.13 Flight erew\n\n1. Chapter 13 requires aircratt operators to establish and maintain training\nenable crew members to aet in the most appropriate manner to\ncinimize the consequences of acts of unlawful interference. Further information on\nAnnex 6 requirements for crew can be found in Chapter 16\n\nthe sitation, the pilot-in-command should communicate the\nconzerning the threat to an air traffic services unit. However,\n7 should be given to the possible consequences of any action being taken by\nch units oF other authorities of a Stare that is contrary to the requests of the pilot-in-\ncommand\n\nhe Tokyo Convencion specifies the powers of the pilot-in-command while in flight and\nshoriazs spavitic action to be taken by that officer in the event of an act of unlawful\n\ninterserence. In addition, the pilot-in-command should have command over all crew\nwambers. incigding aay security personnel. If the pilot-in-command is unable to do so,\n\nother qualified member of the crew should assume command in accordance with the\n\naft operazor manual. All crew members under direction of the commander should\ntha: ocFeer as necessary\n\nFee\n\ns. The p\n\nlity that a person commiting en act of unlawful interference on board an\nsireraftin flight may be in an unstable state of mind or extremely volatile or nervous\nshould be considered. Crew members should therefore:\n\na0 seffain fom unneces\n\nary conversation or actions that may irvitate the individual;\n\nbe exerai\n\n2 Sule care 19 ensure thet passengers do not became excited or. in an\n\nsctempi to overoome the individual, resort to actions that may jeopardize safety.\n\nOne pr ure ¢o restrain passengers is to instruct them to fasten their\nt beits\n\nsy termi\n\nthe serving of alcoholic beverages.\n\n\\, In many\n\ne3. the destination of an aireraft subjected 10 an act of unlawful\ninterference may be in a region for which the flight crew does not possess the\nnecessary flight documentation and manuals. Flight erew should be supplied with a\ncondensed set of valid emergency navigation materia! for possible diversionary\nlanding locations thet are mot on the scheduled route. Such a technical and\nTavigational emergency kit may’ assist erew to land an aircraft safely at an airport\n\nwshich they are aot familiar, but which lies within the range of the aircraft.\n\nPage 60 of 106\n\n",
  "63": "SECRET\n\nGovernment of India\nBUREAU OF CIVIL AVIATION SECURITY\n\nBomb Threat Contingency Plan\n\nSpecitic siz wal\n\n‘sords act comm:\n\ndance on crew actions in the event of an act of unlawful interference can\n\nbe found in Doe 9811\n\nB\n\n“pom threat on ground\n\nembark all passengers end crew with all their cabin baggage by steps or jetties:\nape slides should only be used in extreme emergen\n\nmove the airerait to a remote location such as the isolated aircraft parking\nposition:\n\nIn case of bomb threat in Might:\n\ntomb threat in flight. responsibility for decisions taken rests with\n‘command. The pilot-in-command should. however. request, whenever\nblz, assistance from an EOD expert. either present on board the aircraft or\n-é on the ground, vig air traffic control means of communi\n\nIn dealing wit @ bomb threat cirected against an aircraft in flight, some or all of\nthe To! owing actions should be taken:\n\nAvevelustion of the chreat:\nluding whether the response will be overt or\n\nsich procedures in flight:\nD.evsluatign of the possible effects of pressurization o- pressure equ\n\ntion;\n\nE. estas che order of search. for example, public areas may be searched\n£. arra-gement of search assignments for flight crew:\n\nG. enrounzement of the threat by the pilot-in-command to the passengers;\nH.arrangemen of possibie passenger participation in a search;\n\n1\n\nestablishine\n\nof emergency procedures if a suspect explosive device is\nlozated: and\nJ. determination of.\n\night routing. and landing and disembarking procedures,\n\n$14 ATC\n\n‘rel Instructions should be published. Other alternatives, involving\nnomial sir tratfic services terminology, may also be usefil\n\nncroliers =\n\nid be prepared to recognize plain language or covert messages\nHe the cectttenze or impending occurrence of a bomb threat. Controllers\n\nPage 61 of 106\n",
  "64": "SECRET\n\nGovernment of India\nBUREAU OF CIVIL AVIATION SECURITY.\n\nBomb Threat Contingency Plan\n\niti\n\nshould immediately notify their supervisor on receiving information that indicates the\nbomb threat and supervisors should immediately notify the followin,\n\na) appropriate airport authority\nDb appropriate search and rescue agente:\n¢) owner and or operator of the aircraft:\nU) other government organizations; and\n2) adjacent air attic services units\n\nas required:\n\nAir waite contratiers should also comply’ with the following when controlling an aircraft\nat is under bomé threat\n\n81 Be discreet in communications with the pilot. and responsive to the pilot's requests;\n\nby moniter the aircrat Aight path and use normal procedures following leads by the\npilot in communication,\n\nIn an emergency. it may be necessary. in the interest of safety. for an aitetaft to enter an\nairport traffic eiscuit and tand without proper authorization. Controllers should render all\npossible assistance,\n\nOn receiving novitication ofa bomb threat controllers should:\n\n31 deny clearance for take-o:T if the aircraft is on the ground until appropriate measures\nhave been saken 19 establish that the threat is false and continuance of the flight may\nbe authorized, or unti) the eiroraft and its contents have been searched, declared by a\nsotnpetent authority to be no longer under threat. and cleared by the coordinator;\n\nby clear affected runways and tasiways afier denying clearance to an aircraft under\nthreat and direct the airaraft to taxi or be towed to the isolated parking position. At\nthe same time, rescue. firefighting and security services should be alerted in\navordance with the airport emergency plan: and\n\n5 clear the aircraft to land if the aircraft is airborne. in accordance with established\n\nemergency procedures at the request of the pilotin-command. In such\numstanees, the decision on the action to be taken should be that of the pilot-in-\ncommand. Ifthe deeision made is 10 continue the flight, then, for the duration of that\n‘ght. the alreratt should be treated as suspect and appropriate separation arranged\nWith contiguous air traffic services units to ensure that other aircrafts are not\nendangered,\n\nSh For airerart on bay with Commander in cockpit instruct Commander to immediately\ndisembark passengers erew with their kand bag\n\nPage 62 of 108\n",
  "65": "SECRET\n\nRy Government of India\n\ni __BUREAU OF CIVIL AVIATION SECURITY\n=e = ta .\n\non\n\nBomb Threat Contingency Plan\n\n‘a\n\n) For pushed back aircraft where Tow Tractor is still attached, ask the Commander to\nbring the aircraft to the same parking stand and disembark passengers/crew with\ntheir hand baggage.\n\nFor pushed back aircraft when engine has started but taxiing has net yet commenced,\ngi iB\nask the Commander to bring back the aircraft to the same parking stand on its own\npower and disembark passengers/crew with their hand baggage.\n\n8) For aircraft, which has commenced taxiing, ask the Commander to continue taxiing\nto the Isolation Bay / predefined location.\n\nh) When the aircraft under bomb threat / call has departed before receipt of bomb threat\ncall message, inform commander of aircraft regarding the bomb threat to the aircraft.\nBTAC decision would be passed on to him as soon as it is arrived at. Further, ask\nCommander to either wait for BTAC cecision, or return for landing or divert to\nnearest airport. He may also continue to his scheduled destination without waiting\nfor BTAC decision under citcumstances explained earlier,\n\n5.15 Apron control\n\ni. Arrange the follow me vehicle for BDDS and BTAC in case requirement exists to\n‘move to Isolation Bay/parking area,\n\nii, Ensure lighting arrangements at Isolation Bay for operations during night time.\niii, Arrange for “Follow Me” vehicle with the keys of the explosives disposal area to\n\nguide BDDS with TCV with unidentified/ unclaimed article for cooling off by the\nshortest possible route which poses feast risk in case of an explosion en route.\n\nPage 63 of 106\n\n",
  "66": "SECRET\n\nAppendix ‘A?\nBOMB THREAT REPORT FORM\nName of person receiving threat message ‘Time Date ]\n[Message : (Callers exact words) J\nWHERE IS THE BOMB?\n/ Terminal ] Fuel storage facility Cargo area Airoraft operator offices. Other\nor maintenance area\n\nAircraft | Flight number [Deparing/Arrival_| Going to/Coming from.\n\nDid the caller appear to be fumiliar with the aircraft or building when describing the location?\nYES “NO 7\n\nWHEN WILL IT EXPLODE?\n\nI Day | Date\n\ntn flight? Yes/No [If moved? Yes/No [Other\n\nWHAT DOES IT LOOK LIKE?\n“Brieibase _] Shopping/earrier bag ~ | Suitcase\n\nBox parcel —__! Other(describe)\n\nWHO ARE YOU?\n\nName, ___] Organization\n\nWhare are you now? [ i\n\nWHY ARE YOU DOING THIS?\n\nBACKGROUND DETAILS (Circle appropriate answer where applicable)\n\nOrigin of call\n\nLocal | Long distance Tintemal (fom within] Public |\n\nbuilding) telephone/landtine/mobile\n\n— Hi}\n\na\n\nAttempt made to trace call? YES / NO\n\nPage 64 of 106\n\n",
  "67": "ia]\n\nla]\n\nCaller’ idemiry\n\nSECRET\n\nSex ‘Approximate age [Language spoken\n\n!\nVoice charaeteristies\nLoud [Som High-pitched Deep\nRaspy {Pleasant Other\nSpeech\nFast Distiner Stuttering ————*d;Slurred _\nSlow ____1 Distorted ‘Nasal Other\nBackground noise\nNoisy Quiet [Trains Aircraft\nStreet traffic Voices Office machines Factory machines\nKitchen Party atmosphere ‘Animals Music\nMixed (describe)\nAccent\nLoeal Not local Colloquia Regional Foreign\nMenner\n_Angry iCalm __| brrational Rational\nCoherent Mncoheremt Deliberate Emotional\nTnvoxicated ~TTaughing [Righteous Obscene\n‘Other (deseribe)\nCommand of language\n“Excellent Good Fair Poor\n\nCOMPLETE FORM AND PASS TO BTAC,\n\nDISCUSS THREAT CALL ONLY WITH BTAC,\n\nPage 65 of 106\n\n",
  "68": "SECRET\nAppendix ‘B’\nBOMB WARNING ASSESMENT FORM (BWAF)\nPART “A”\nWARNING DETAILS.\nINITIAL DETAILS OF BOMB THREAT CALL RECEIVED\n\nDate | Time | Initially call received by Call Received At | Was the call\n\nName | Design/Dept | Tele | Location | Recorded | Traced | IFuaced\nNo.\n|\n| | ] Yes [No | YesINo |\nDETAILS OF THREAT CALL AS RECEIVED BY CO-ORDINATOR:-\n~ Coordinator Information Received ]\nName Designation Time From Designation\n\nExact words of Threat - Additional information obtained from the Caller\n\nWhere is the bomb located?\n\n| What time is the bomb likely to\nexplode?\n\n‘What kind of a bomb is it and what\ndogs it look like?\n\n‘How many bombs are planted?\n\nF Who are you?\n\nWhy did you place the bomb / how\ndo you know about it?\n\nPage 66 of 106\n",
  "69": "PART-“B” (Answer as “YES or “NO”)\n\nBOX1A\n\nSECRET\n\nBOX 1B _ _\nIDENTIFICATION OF AIRCRAFT | YESINO | IDENTIFICATION OF FACILITY YES/NO.\n|\n“Has location of Airerait been identified? - Has Airport Installation been named?\nHas Airline/Flight No been identified? Has the Terminal Building been\n_ specified?\n“Has Route been identified? Has Airline facility been specified?\n|\nHas Destination been identified? i ___| Has any Specific facility been specified? |\nC) Hes Departure Time been specified? Any other message? |\n'\nIdentification of Threat (Aircraft / Facility)\nAirline I Flight No Route Airport Facility\nBOX2\nPOSITIVE TARGET IDENTIFICATION (PTI) YES/NO. COMMENTS\n\nHas exact location of device been specified?\n\nHas detailed technical description of device and Hime oF\none been specified?\n\nHas specitic description of bag/means of concealing been\ngiven?\n\nTas exact area in industry type terms been used Le cargo,\nhold. cabin baggage. no of hold, catering item ete,\n\nperson or his baggage been identified positively by\ndescription or by the type of device and time of explosion?\n\nJs the presence of VIP coupled with @ specific alert fom\nPolice?\n\nPage 67 of 106\n\n",
  "70": "BOX3\n\nSECRET\n\nBACKGROUND DATA\n(INFLUENCING FACTORS)\n\nYES/NO\n\nCOMMENTS\n\nAny history of bomb warning, state of internal security and\nalert from BCAS.\n\nAny history of activities of terrorists in past 3 months and\nthe terrorists organization's name,\n\nAny industry type and term used indicating call to be\ngenuine or spurious.\n\n‘Any additional security measures taken recenily.\n\n‘Any known booking/reservation of high profile persons.\n\nState of Indusirial relations within the airline.\n\n\"Any late passenger for flight/overbooking\n\n‘Any intention of disruption/delay of the aireraft.\n\nAry other information helping to decide the authenticity or\notherwise of the threat.\n\n[Any passenger denied seat due to late arrival/excess\nbaggage.\n\n£\n\nPTI POSITIVE WITH SPECIFIC\nAIRCRAFT / FACILITY IDENTIFIED\n\na\n\n{ Specific Threat Doubt in Security measures\n| Specific Action (RED) (AMBER)\n\nIncrease CONFIDENCE IN SECURITY MEASURES by sp\nsearch given In Box 4\n\necified area\n\nPTINEGATIVE\n\n: i\n\n‘Threat ‘Threat\nAccentuates nitigated\n(GREEN)\n\n¥ ¥\n\n| Nonspecific call\npreventive\n\nmeasures as\ngiven in Box 5\n\nPage 68 of 106\n\n",
  "71": "BOX4\n\nCONFIDENCE IN SECURITY MEASURES AS,\nLAID DOWN BY BCAS\n\n{If not followed entirely as laid down by BCAS for an.\narea or type of item. that area / item becomes a|\nsuspect).\n\nSECRET\n\nCOMMENTS\n\n(a) Status and security of registered baggage check.\n\n(b) Procedure of checking 7 cooling of of\nunaccompanied baggage. mail and cargo considered\nsuspicious\n\n1c) Procedure to ensure security of catering items.\n\ntd) Procedure of security of company stores.\n\nte) Guarding of aircraft by ASG / APSU / airline.\n\ncheek of persons / hand\n\nBOX 5- ACTION TO BE TAKEN IN CASE OF\nNON SPECIFIC CALL\n\nBY CO-ORDINATOR\n\nCOMMENTS:\n\n1. Inform every agency and ask them to search their\nown area and report,\n\n2. Get confirmation from all about the search.\n\n3. Request BDDS to stand by near aircraft / building |\nunder threat until search is over and clearance\ncertificate is signed by all agencies,\n\nPage 69 of 106\n\n",
  "72": "SECRET\n\nBY AIR CARRIER\nCOMMENTS\n1, Alert staff at X-ray for thorough screening of ~}\nchecked-in baggage, mail etc. |\n2.” Carry out inspection of aircraft.\n3. Look for suspected baggage during Search oF\nsireraft\n4. Increase physical inspection of X-rayed registered\nbaggage / mail / cargo\nProper baggage identification by passengers and\ncrew\n6. Ground engineering to carry out scheduled anti\nsabotage checks,\n7. Ensure proper Gate-No-Show dal.\n&. Thoroughly sereen airmail. “|\n9. Suspend airlift of unaccompanied baggage and\nrush tag baggage which is suspicious.\n“70. Frisking of statf? passengers at ladder point,\n11. Proper passenger baggage reconciliation.\nBY ASG / APSU COMMENTS\n\nee © manual inspection of hand baggage or more if\ndesided by BTAC,\n\nSet up general vigilance and guard the aircraft Z|\n\nACTION TO BE TAKEN IN CASE OF ‘SPECIFIC’ THREAT\n\nEach aircraft operator and airport should develop contingency plans to be implemented when\nbomb threats issued against it are assessed as AMBER ot RED, Aetions are detailed in Chapter 3.\n\nPage 70 of 106\n\n",
  "73": "SECRET\n\nTHREAT HAS BEEN DECLARED.\nDETAILS OF BTAC MEMBERS / SIGNATURES\nSignature\nName |\nDesignation [\nOrganisation [Airline Sta/ Security Airport Security WSO (ATC)\ni Mer (APSU/ ASG)\nSignature -\nName ! I\nDesignation if\n‘Organisation [ DAW@GCA) 7 BDDS Co-Ordinator\n|\n“Signature\nName : |\nDesignation - |\nOrganisation | INCHARGE INCHARGE MANAGER CARGO\ncUSTOMS IMMIGRATION TERMINAL\nSignature\n‘Name |\nDesignation 7\n“IB MHA ~ | Loeal Police\n‘representative\n\nPage 71 of 106\n",
  "74": "SECRET\n\nAppendix ‘C’\nCLEARANCE CERTIFICATE\n\n1 Certified that anti-sabotage check following a Bomb Threat was carried out in respect of\n\n(a) Airerafi No, Flight No, from (route), _\n0 from (time) rs. to brs. on\n(date)\n\n(b) Terminal Building ____/ cargo terminal from (time)\nints, to _ hrs.on (date) as per procedure laid\ndown in Bomb Threa: Procedure Circulated by the Bureau of Civil Aviation Security,\n2_ tis also centfied that during the search of the Aircraft / Airport Facility mentioned above,\n10 explosive / explosives device / suspicious article / extraneous object was found.\n\nSo cat antisabotage checks as above were carried out by the agencies mentioned in sub para\n(a) fo (@) and in the presence of coordinator from AIRPORT OPERATOR mentioned in sub para\nfi below =\n\n(a) Signature - (b) Signature\nName Name\nDesignation Designation\nAgency: Airline Engineer Agency: Airline Security |\n(e)Signamre @ Signature _ ee\nName Name\nDesignation Designation\nAgency: ASG » APSU Agency: DGCA\n(e) Signature ee oO Signature\nName Name\nDesignation Designation\nAgency: BDDS Agency: AIRPORT OPERATOR\nNote: 1 Strike out whichever is not applicable from para 1 (a} and (b) above.\nNote: 2 Officials mentioned at Para 3 (d) and (e) above need not sign this certificate when\n\nthe call is ‘non specific’\n\noperation.\n\nand when they have not participated in the search\n\nPage 72 of 106\n",
  "75": "SECRET\n\nAppendix\nAIRCRAFT SECURITY SEARCH CHECKLIST\nAIRCRAFT INTERIOR\n* Seats, including pouches. cushions and underside of seats\n+ Log book and flight manual stowage\n+ Crew oxygen mask stowage\n\nEntire floor, including area forward of rudder pedals and beneath all flight deck seats\nCeiling, side and rear walls\n\nLife jacket stowage\n\nCrew coatroom and luggage stowage area\n\nTable and drawer of third crew member's position\n\nArea around rudder and’or brake pedals\n\nInside first-aid kit\n\n0 FORWARD ENTRANCE\n\nStairway including underside\n\nConnection of stair to fuselage, as well as shelf at this point\nEscape chute stowage\n\nCabin attendant sear, ife raft siowage and seat back\n\nForward windscreen and storage unit, including compartments\nOxygen mask compartment\n\nCeiling and wall\n\nFire extinguisher stowage\n\nFLIGHT DECK ~ COMPANIONWAY\n\n°)\n\nWalis, ceiling and floor\n\nCoatroom\n\nOverhead baggage storage — entire area with baggage removed\n\nCompartments above baggage rack and coatroom\n\nDrinking fountain, cup dispenser, cup disposal compartment and drain valve access\nArea above and along sidewall of stowage compartment, forward side of forward toilet\n\nFORWARD COMPARTMENT\n\nCoatrooms and enclosed mask and vest stowage\n\nFlight antendant and passenger seats (including undersides)\nPassenger berth (s)\n\nCeiling. floor and walls\n\n‘Crew and passenger life vest stowage\n\nPortable oxygen stowage cupboard\n\nSeats including pouches and oxygen mask compartments\nTable between rear lounge chairs and its compartment\n\nPage 73 of 106\n",
  "76": "SECRET\n\n+ Escape chure stowage\n+ Literature containers\n\nFORWARD GALLEY\n\n+ Remove all containers, food boxes and ovens, if not already done\n+ Open and inspect all galley compartments, bar and refrigerator\n\n+ Inspect containers removed from galley and bar\n\n+ Oxygen mask stowage at bar\n\n* Galley service door including tape stowage and hinge recess.\n\n+ Escape chute stowage\n\n+ Compartments above service doors\n\nFORWARD TOILETS\n\n+ Remove soiled and waste material not already removed\n\n+ Remove containers under sinks, inspect contents and areas around sink\n* Towel compartment, container and tissue dispenser\n\n* Toilet including seat, lead, shroud, ete\n\n+ Mirror and compartments\n\n+ Walls, ceiling and floor\n\n* Door\n\n+ Oxygen mask stowage\n\n* Access to drinking fountain\n\n+ Waste water receptacle\n\nMAIN CABIN\n\n+ Seats including pouches. oxygen mask stowage, cushions and undersides\n+ Pillow racks, blankets and handrail\n\n+ Floor — do not remove carpet unless presence of foreign object is suspected\n* Side walls, including windows and curtains\n\n+ Bulkheads and foot recesses and oxygen mask stowage\n\n+ Ceiling\n\n+ Light recesses\n\n* Compartments at aft end of each handrail and behind rear cabin seats\n\n+ Suretcher equipment stowage above hat rack\n\n+ Demonstration life vest stowage\n\n+ Emergency escape rope compartments\n\n+ Escape chute stowage\n\n* Main door and recess with door closed\n\n+ Magazine racks\n\n+ Life raft stowage\n\n+ Life vest pouches\n\n+ Passenger berths\n\n+ Oxygen cabinet\n\n* Cargo tie-down stowage\n\nPage 74 of 106\n",
  "77": "Literature containers\nFirst-aid kit, only if unsealed\nPassenger oxygen service units — drop them down and inspect,\n\nSECRET\n\nOxygen and CO: cylinder stowage drawers, forward sides of Nos. 1 and 3 galleys and\n\naft wilets\nOverwing emergency exit release covers\nAft entry door cabin atiendant’s seat\n\nDrinking fountain. cup dispenser, cup disposal compartment and drain valve access at\n\nfloor\nPortable emergency exit lights — remove light and inspect\n\nCENTRE GALLEY AND BAR\n\nRemove all containers, food boxes and ovens, if not alzeady done\nOpen and inspect all galley compartments, bar and refrigerator\nInspect all containers removed from the aircraft\n\nWalls. ceiling and floor\n\nGlass stowage in bulkhead forward of bar\n\nFirst-aid kit in compartment aft side of aft unit — only if unsealed\nCompartment above service door\n\nService door and recess\n\nEscape chute stowage\n\nCabin attendants\" seats in aisle No. 2 galley\n\n‘Oxygen mask compartment in ceiling\n\nPortable emergency exit light — remove light and inspect\n\nREAR GALLEY AREA AND BAR,\n\nFlight attendants\" seat\nGalley — remove all containers\nOpen and inspect alf compartments\nWalls, ceiling and floor\nCompartments in from bulkhead\nInspect containers removed from aircraft\nDiplomatic mail locker\n\nGalley service door hinge recess\nEscape slide stowage (each door)\nAft entrance door hinge recess\nLife raft stowage\n\nOxygen bottle ceiling stowage\n\nAFT TOILETS\n\nRemove soiled and waste material not\nRemove and inspect container under\nInspect sink and area around sink\nTowel container\n\nTissue dispenser\n\nPage 75 of 106\n\n",
  "78": "* Toilet including seat, lid and shroud, ete.\n+ Mirror and compartments\n\n+ Flight attendant’s seat\n\n+ Door\n\n+ Walls, ceiling and floor\n\n+ Oxygen mask stowage\n\n* Access to drinking fountain\n\n+ Waste water receptacle\n\nAFT WARDROBES AND COATROOMS\n\n+ Remove coats and hand baegage\n+ Inspect entire area\n\n+ Sky cots and flight cradles\n\n+ Oxygen mask stowage\n\n+ First-aid kit. only if unsealed\n\n+ Life vest stowage\n\nAIRCRAFT EXTERIOR\n\nFuselage (the areas behind/in the following doors and openings should be checked):-\n\n+ Radom\n* Ground pneumatic connector panel\n\n+ Cabin compressor air-iniets\n\n+ Cabin compressor access panels\n\n+ Doppler navigation antenna door\n\n* Cabin compressor air-outlets\n\n+ Heat exchanger control access panels\n+ Heat exchanger outlet guide vanes\n\n+ Radio rack air-outlet\n\n+ Beacon-holder (beacon removed)\n\n* Security locker and contents\n\n+ Flashlights (check batteries}\n\n+ Seals of first-aid kits for proper condition\n* Seals of life raft panels for proper condition\n+ Accessory compartment door\n\n+ Auxiliary tank fzel sump doors\n\n* Cabin pressure safety valves\n\n+ Aft. waste water service panel\n\n* Cabin pressure regulator valve\n\n+ Aft waste system service panels\n\n+ Access door to stabilizer-mechanism\n+ Tail cone access door\n\n* Aft potable water service panel\n\n* Afi cargo doors\n\n* Forward cargo doors\n\nSECRET\n\nPage 76 of 106\n\n",
  "79": "SECRET\n\nForsvard potable water service panel\nGround air conditioning connector door\nExternal power fuser door\n\nExternal power receptacle\n\nCABIN COMPRESSOR COMPARTMENT,\n\nEntire compartment, especially area of hollow spaces and cavities\n\nACCESSORY COMPARTMENT\n\nEntire compartment as well as all installations\n\nCARGO COMPARTMENTS\n\nForward cargo compartment, especially area undemeath hinge snap-panel of cargo\ndoor\n\nWaste water tank compartment\n\nFlight-kit boxes\n\nAfi cargo compartment (especially area of cargo door hinge joints)\n\nZone immediately behind aft cargo compartment\n\nLANDING GEAR WHEEL WELLS AND GEARS\n\nWINGS\n\nNose wheel well -— area behind access and zip-fastener panels\n\nEntire main wheel wells and zone of wing roots LH + RH\n\nGears. wheels — tires. rims, brakes and parts such as struts, drag-braces, beams, arms,\nactuators. frames and tracks\n\nTrailing edge flap sections\nSnap-covers to fuel K-feed nube\nSnap-covers to fire-extinguisher bottles\nPressure refueling adapters\n\nInspection snap-covers\n\nFuel vent openings\n\nENGINES AND PYLONS.\n\nEngine sir-intake, exhaust and fan-duct\n\nEngine oil and pneumatic heat exchanger air-inlet scoop\n\nEngine oil refill cover\n\nEngine heat exchanger air-outlet door\n\nConstant speed drive oil refill cover\n\nOpen engine cowl doors and fan cascade vanes. Entire engine installation and all\nopenings on the cowl doors and pylons to be checked.\n\nPage 77 of 106\n\n",
  "80": "SECRET\n\nPage 78 of 106\n",
  "81": "SECRET\nAppendix ‘E’\n\nSAFE ASSEMBLY AREAS ON CITYSIDE AND AIRSIDE FOR\nTERMINAL BUILDINGS, CARGO & IMPORT WAREHOUSE\n\nL\n\nSI.No Location Safe Assembly Area No Remarks\n\nPage 79 of 106\n\n",
  "82": "SECRET\n\nAppendix ‘F*\nLAYOUT OF AIRPORT\n\nPage 80 of 106\n\n",
  "83": "SECRET\nAppendix ‘G*\n\nSTATE OF EQUIPMENT OF BOMB DETECTION AND DISPOSAL SQUAD\n\nS.No Name Quy | Held | Sur/Defi [Functional Remarks\nNon Functional\n\nSearch Equipment\n\n__01~“ Hand Held Metal Detector\n\n3, Telescopic Metal Detector\n93. Electronic Stethoscope\n\n_ 04. Fiber Optics Surveillance Device\n03. Search Kit Magnified (SKM)\n\n06. Non-Linear Junction Detector\n\n_07.__ Search Light with charger |\n\n08. Telescopic Seareh Mirror\n59. “Under Vehicle Viewing Minor {\n\n_ Non-Metallic Prodder\n\nDetection Equipment\n\niL Explosives Vapour Detector\n\n13. Real Time Viewing System\n13. Liquid Explosives Detector l\n14. “Remote Operated Vehicle with Shoot\nGun, Disrupter. Camera, Night Vision\nand Manipulaior\nExplosives Detection and\nIdemification Spray Kit |\n__ 16. Binoculars _\nProtection Equipment\n\n17. Bomb Suit\n\n18. GSM Jammer\n19. “Frequency Jammer\n—20._\" Suspect Luggage Containment Vessel _|\n21. Blast Inhibitor\n\nTransportation Equipment 7 _\n\nTelescopic Manipulaior I\nThreat containment Vessel (with sel\ndriving Mechanism)\n\nPage 80 of 106\n\n",
  "84": "SECRET\n\nDisposal Equipment\n\n24._( Render Safe Procedure Tool Kit\n\nCar Remote Opening Tool Set\n\nHook and Line Set\n\nThermal Cutter\n\nRemote Wire Cutier\n\nNote:\n\nAil the BDDS equipments\nair\nSuit be procured.\n\nThe availability of Local resources ic BDDS units of other authorities, nearby to\n0 airport, may be also taken into consideration for resolving any bomb threat .\n\nbe installed at Hyper sensitive and International\nports search and detection equipment and Bomb\n\nts and other remaining a\n\nPp\n\nPage 81 of 106\n\n",
  "85": "BOMB THREAT REPO}\n\nTime, Day and Date when the call\n‘was received initially\n\nTime information received by Ter Mer\n\n‘Nature of information\n\nTime message received by BDDS\n\nTime BDDS Team left\nComposition of Team\n\n(a) In-eharge\n\nAppendix ‘H?\n\n",
  "86": "SECRET\n\nBuilding etc. or merely mention the\nFlight ' Building?\n\n15. Was there any lingual or other\nCharacteristic which the receiver of the\ncall noticed? If so, give details.\n\n16. Wes any passenger denied seat\neven though he had confirmed\n\nreservation ot he was off loaded due to late\nshow / other reasons?\n\n17, Did any passenger turn up after\nthe phone call was received\n\n18. Classification by BTAC\n(Specitic - Non Specific)\n\n19. Decision of BFAC\n\not. Was the phone call followed by\nbomb drill» anti ~ botage check or\nWas the phone call ignored? If\n\n‘ignored. did the Airline concerned\ninform Security / Airline Administration?\n\n21. Flight No. and Type of plane involved\n22. Name of Airport of departure\n\nThe Scheduled Flight route of the plane\n\n4. Name of the Airline\n\n25. Was the plane on time on arrival and\ndeparture (before the bomb seare arose)?\n\n26. _[fcall was received and ignored and\n‘light cleared for take off'as per schedule,\ngive reason why.\n\n‘Was the call received when the plane\n\n‘sas stilt on ground or taking off? If after take off,\n\nhow many minutes after take off?\n\n28. Time aircraft moved to Isoiated Bay : _ _\nand reached isolated bay\n\nPage 83 of 106\n\n",
  "87": "SECRET\n\n29, Time GS equipment arrived. If delayed\nmention time\n\n30. Time aireraft search started and 4\nregistered baggages re-identification\nstarted\n\n31. Time aircraft search completed\n\nand re-identification of registered\n\nbaggage completed\n\n32. Time aircraft shifted to maia bay _\n\n33. What was the total delay\n\nSTD aT Delay\n\ntb) STA ATA ___Delay _\n34. Reason for delay\n\nWas any bomb / explosives substance\nwaced during search: if so what action\n‘was taken to isolate / neutralize it?\n\n36. _ In the event of discovery of any\n\nexplosive substance. what action\nwas taken?\nName the reps of other agencies — a\n\nassociate¢ in search\n\n(a: Airport Security\n\n(o) Airline Security : ee\n\n(©) Aeronautical Engrs 7 -\noo\n\n38 Remarks / Comments ‘ Observations a\n\nSignature:\n\nLC BDDS\n\nDae oe\n\nTo\n\nCommissioner of Security (CA)\n\nBureau of Civil Aviation Securit by\n“A’ Wing, LIT Floor, Janpath Bhawan\n\nPage 84 of 106\n\n",
  "88": "SECRET\nJanpath. New Delhi-110001\n\nAppendix\nPOST INCIDENT REPORT OF BOMB BLAST\n1. Date of explosion\n\n2. Time of explosion\n\nNumber of blasts\n\n4. Place of biast\n\n(a) Airside (Specify exact location)\n(&) City side (Specify: exact location)\n\n(c)  Lntemational / domestic / cargo terminal\n\nBrief description of target\n\n6 _Brief description (1ype of explosives, IED: Improvised Explosive Device, IID:\nImprovised Incendiary Device, VBIED: Vehicle Drone Improvised Explosive Device):\nIEDs\n\nMDs\nVBIED.\nMilitary Explosive\n\nSize of the crater > InDepth mis\n\nIn Diameter mts\n\n8. Debris recovered till what distance\n9 Any explosives residue recovered\n(a) Wires\n\n(b) Batteries\n(c) Containers\n(@)  Misceliancous\n10. Causalities\n(a) Civilian\n\n(b) Security forces\nPage 85 of 106\n",
  "89": "te) VIPs\nEfleet of damage to property\n\nBrief detail on the incident by witnesses\n\nAny bomb threat received in past one year\nAttach photograph of incident site\n\nAttach photograph of surrounding area\nInvestigation carried out by\n\nImportant instructions\n\nSECRET\n\n:This form should be filled up\nand forwarded within 24 hours of\noccurrence of incident to\nCOSCA, BCAS HQ\n\nPage 86 of 106\n\n",
  "90": "SECRET\n\nAppendix ‘J’\nBOMB THREAT CALL DATA\nDate & \"Flight No | Bricfof Bomb | Whether call declared Any arrest\nTime Threat Call | as Specific or made and details\n_ ee ae Non-Speeific | ifso |\n= im | — —\n\n* Copy of BWAF to be attached.\n\nPage 87 of 106\n\n",
  "91": "SECRET\n\nAppendix ‘K?\nBOMB THREAT CALL DATA\n\nTELEPHONE NOS OF AIRLINES AND CALLER ID STATUS\n\nS.No” Name Of The Airline” | Airlines Direct Nos] Mobile Nos\n\nCaller ID/Recording\nStation Manager name\n\nfacilities installed or not\n—\n\nPage 88 of 106\n\n",
  "92": "90T J0 63 o8eq\n\n«TT S19481L 50 ILA,\n\npeoy yur —>\n\nOLX OLX 01\n\nvay\n\"IVSOUSIG SHAISOTIX\n\n> AOL Sura\n\nen\n\nsraneay\n\n4319)\nPUES UDI HEM a,0:9U09 ,.5 a\n\nTRAV TVSOUSIC SAAISO Td\n\n1h Mipuaddy\n\n",
  "93": "SECRET\n\nAppendix M’\nAIRPORT OPERATOR SECURITY AND EXPLOSIVES DETECTION\nEQUIPMENTS\n“Sr. Details of Date of Qty | Location Serviceable | Unserviceable\nno Equipment | procurement |\n\nPage 90 of 106\n\n",
  "94": "SECRET\n\nAppendix ‘N’\n\nCERTIFICATE\nThis is to cemify that an unclaimed / suspected article reported to BDDS by\n(name) design _ at (time)\nhrs on (date) from (location)\n\nhas been shifted to the Explosives Disposal Area as\n\nper details mentioned below\nDESCRIPTION OF THE ARTICLE\nSr.No. ITEMDESCRIPTION QUANTITY ~—- REMARK.\n\nIN THE PRESENCE OF\n\nSignanure\nName\nDesignation i\nOrganisation \"AIRPORT Airport Security Airline Security\nF OPERATOR | (ASG/APSU) (Wherever\n= i Applicable)\nSignature T\nName [\nDesignation\nOrganisation BDDS — | Police Station Customs:\n(Wherever\n_ cn Applicable)\n\nNote 1: Representative of ASG / APSU mentioned above has been shown the article\ndescribed above and advised to provide guerd at Explosives Disposal Area until itis opened\nand disposed off by BDDS.\n\nPage 91 of 106\n\n",
  "95": "SECRET\n\nAppendix ‘NI*\nCERTIFICATE\nThis is to certify that an unidentified/ unclaimed article in the form of ____was\nspotted at (location). ___at (time) hrs on (date)\n_____and was reported to BDDS by (name) desgn.\nat (time) hrson (date)___as per laid SOP.\n\nthe above article was rendered safe by BDDS in the same location / Explosives Disposal\nArea at _ _ hrs on » inspected in the\nPresence of officials mentioned at the end of this Certificate and was found to contain the\nfollowing items:\n\nSafe Items\n\nItems containing explosive / contraband / objectionable items\n\nThe above items found in the article were finally handed over to the following ollicials for\ninvestigation ‘ further disposal in the presence of officials mentioned at the end of this\ncertificate:-\n\nSignature I\nName _ [\nDesignation =\nOrganisation AIRPORT Airport Security Airline Security\nOPERATOR — | (ASG/ APSU) (Wherever\n_ i Applicable)\nSignanure\nName |\nDesignation ¢ = —\nOrganisation BDDS | Police Station ‘Customs\n(Wherever\nae _ Applicable)\n\nDetails of Claimant (if any)\n\nPage 92 of 106\n",
  "96": "SECRET\nAppendix ‘0°\n\nOFFICIAL REPORT ON ACT OF UNLAWFUL INTERFERENCE\n\nINFORMATION PROVIDED IN]\nTHIS REPORTS\nRESTRICTED.\n\n‘AND WILL ONLY BE\nDISCLOSED\nTO AUTHORIZED PERSONS\n\nPRELIMINARY CI FINAL, J\nREPORT ON ACT OF UNLAWFUL INTERFERENCE\nFie number:\n\nDate OF FEDEME rene “\n[Dayimenthiyeas)\n\nTHE PRELIMINARY REPORT SHOULD BE COMPLETED AND FORWARDED TO ICAO\nWITHIN THIRTY DAYS OF THE CCCURRENCE\n\nReporting requirements under Annex 17, Articlo 11 of The Hague Convention (Doc 8920) or\nArticia 12 of the Montreal Convention (Doe 8966)\n\na\n®\n8\n\nSuccessful Act Attempted Act\nAdi of untawtul seizure of aircraft o a\n‘Attack againetaiport and air navigation faites o o\n‘Atack against persons within aipart terminal faites a a |\nAa ol sabotage of area a a\n‘Attack against arora while in fight a a\n(Other acts not specinee above a a\n\nStave providing tne report\n\nDate ofthe cecurrence:\nTens of the occurrence!\n\nDuration of the occurence:\n\nPARTI: INFORMATION CONCERNING THE OCCURRENCE\n\nA. GENERAL INFORMATION\n\nWayimeniniyest|\n\n[Local ime ~ 24-hour alcek)\n\nAPP 4-1\n\nPage 93 of 106\n\n",
  "97": "Officiei report on act of unlawful interference\n\nSECRET\n\nB. PARTICULARS OF THE OCCURRENCE\n4, Flight information\n\nFight departure date.\nitavinondyear\n\ndep Me: “i\n{locale “24 hark)\n\nFight identification\n‘Type of airat\n\nOperator\n\nNumber ef passengers:\n\nNumber of crew\n\nInfight securty guards (f any:\n\n‘Number of pemetratar():\n\n‘Type of operation (scheduled, chartered, ee\n\nAirport of departure sn\nName ‘Siale\n\nIntended destination: a\nName State\n\nAircratt\n\nof Registry:\n\nRegistration number se\nAire type:\n\n‘Aiport where the sabotage devica'substance was (boioved) loaded on the alrraf\n\n3. Airport buildings or facilities affected:\n\nPage 94 of 106\n\n",
  "98": "SECRET\nOfficial report on act of unlawful interference\n\n4. Location of the alreran:\n\n2. Weaponeidevices\nWeapon No. 1\nWeapon No. 2\nWagon No. 3\nWeepon No. 4\nWeapon No.8:\nExlosives\n\nIncenianr\n\nre (deseroe)\n\n4. Commurteations\n\n4.1 Source of threat\nwomen message\n\nTelepnone cat!\n\nOnes (aeserbey\n\n42. Woe receives the threat\nFight ezew\nCabin crew\nAlrctah operator groune stat\n\nPassenger\n\nCrner (deserbey\n\n©. THE OCCURRENCE\n\n2 Ground facility:\n\nOnaipet 0\nOf aipot\n\nDeserbe Real Fake\no a\noa\nDo\npoo |\nna\noc\n\n- oo\n\na\n\na\n\n0\n\nPage 95 of 106\n",
  "99": "Offic! report on act of unlawful interference\n\nSECRET\n\n4.3. Were there spectic demands made? (if yes, please expen)\n\n4.4 Who wansmitted the demands to suthories onthe ground?\n\nTha piet\n\nThe perpewator\nOther (desenbey\n\n5 Countermeasures\n\n\\Was thece any attempt to stop the action of the perpetrators)?\n\n\\ts0. by what means?\n\nNegosatins Fore Other O\nResuts:\nSuocasstil “ Unsuccesshl\n\nDad the perpetrators) enter the cock?\nyes. coseribe\n\nWere ciew members in possession of bem threat search list?\n\nWere crew members familiar with least rk bom’ location?\n\nDid ihe erpevaterts) have:\n“Techical nowiedge ofthe akorat’s operation?\nFamiiaray wih the design of tha aero?\n\nKnowledge of the airport or essential navigation facies?\n‘tyes, please explain\n\nYes No\noa\nYes No\no\n\no\n\nYes No\noa\nYes No\noa\nYes No\noo\na6\noo\noa\noa\n\nPage 96 of 106\n",
  "100": "Official report on act of uniawi! interference\n\nSECRET\n\nDiversion of the areratt(ploace answer only if icra was diverted)\n\n7 Ust siponrs in chronological onder:\n\nArival\nAsport ‘state te and tne\n\nab\nBy\nc)\n4\n\na\n\n\"Was there sufficient fuel to reach all ofthe destinations ordered? List below\na\nbs\n6\n\nC)\n\nyes, desente:\n\nOrd tne crow have the necesssry charts avaliable forthe destinations? Lit nelow\n\n®\n\nyes. deserter\n\nLanding\ncusaure | PemenS\nYes No\n\noo\n\noo\n\naoa\n\noo\n\noo\n\nyes No\n\naoa\n\naoa\n\nooo\n\naog\n\n- Oo 9\n\nYes No\n\noo 0090\noaooo0 8\n\nPage 97 of 106\n",
  "101": "Official repart on act of unlawful interferance Se zB\n\n64 Were any of te passengers allowed to eave the aicaftat any ofthe airports? List alors in chronological order:\n\nAirport Yor No\na o a\nEC) ooo\na oa\na oa\na - oo\nyes. describe,\n\n\\Was ection taxen at any ofthe alrpoms to resolve the eccurence? List below,\n\nAlport Yes No\n\n‘Was mainlenance undertaken at any ofthe alrpents? List below.\n\nAirport Yes No\n\noooggg\nPaacoo\n\nPage 98 of 106\n",
  "102": "Offteat report on act of untawiulinterforance\n\nSECRET\n\nD. THE PERPETRATOR (use acsitional sheets ifmore than 3)\n\n‘Total number of perpetrators:\n\n4 Name:\nils:\nDate of bit = Place of bith\n(Dayimonthiveas)\nApart tember:\n\nHow il the perpetatoris) gain access to the aicerafvbulldingfecty?\n\n2 Name:\nAas.\nDate of nit: Place of ban:\n[Dayimonthyear|\nAirport of embarkation\nName\n\nHow ai the perpetrators) gain access to the alreafbuikdng facility?\n\nigs\n\nDate of bin: Place of bit\n[Dayimorithyeae)\n\nAirport of embarkation\nName\n\nHow did the perpetrators) gain access to the ai\n\nrrafVbulding facty?\n\nState\n\nStata\n\nState”\n\nNationality.\n\nNationality:\n\nNationality:\n\nmalate)\n\n(aletersaiey\n\nJmaleterale)\n\nPage 99 of 106\n",
  "103": "Official report on act of uniawhul interference SE T\n\nE. AIRPORT SECURITY\n\nYes No\n1, Is there an aiport security programmo where the porpetrator(a) boarced the aireraft? oa\n2 Does the securty programme provide for protection ofthe sirside\n(orcas, guards. locked gstes, patios, identification system, etc? oo\n‘3. _ Are the identfcation cards issued to ground personnel and auxllary services reviewed\nreguiany? ca |\n4. _Inspecton/screening of psssengere,efew and cabin baggage:\n| Ave all passengers and cabin baogage subjected to inapection/screening for al\nIntarnationat fights? oa |\nb) Are all passengers and cabin baggage subjected to inspectorvscreening fr all\ndomestic Fights? oo\n©) Aveall crew members subjected to security control? oa\n2) Avo all passengers and their cabin baggage which have been subjected to\nnepedicr/screening rescreened before boarding the alicaf i they mu or have\n‘ontact with persons who have not been subjected to inspetion/sereening? boa\n\n5. nspecionsereening system used\nGate pan tes accoss io erat)\nStorie old area plan (pre-boarcng lounge)\nStetile concoures plan\n8. System of secuty conto in use:\ntata dotocion device:\nWateshrougn\n\nMand\n\nXray unit\n\nPhysical inspection\n\nooo0od\nooeaca\n\nOther\n\nPage 100 of 106\n",
  "104": "Offciat report on act of uniawful interference SECRET\n\nYes No\n7. Wes the operation of he metal detection devices and X-ray units recently examined\nsing test objects? oo\n8, Has training been provided regularly to securky personnel who operate melal detectors and\nXesay units? oo\n1% Matching baggage:\n9) ‘sa econcliation mace of the number of checked-in passengers with the planes of\n‘baggage loaded on the aireran? oo\n>} Does the procedure in a) above inciude transfer passengers and ther interline checked\nvaggege” oo\n\n19. Die the pemetrators) crcumvent the security measures in place by use ot\nForce ca]\n\nCaner =\n\nDesenbe bret:\n\niat new measures and procedures have been taken or ae being contemplatee to prevent recurence of a siilar\nevent\n\nPage 101 of 106\n",
  "105": "Officiat report on act of unlawful interference\n\nSECRET\n\nF, TERMINATION OF THE OCCURRENCE\n\n4. Position ofthe negotiator explain tthe negotiator had\n\\sesiommaking authonty or acted only ae an itermed|ary)\n\n2 Arpontaivrat,\n\nNumiver of persons affected!\nited Injures\n\nCrew\nPaseengess\nPerpetrator(s}\nothers\n\n3. Circumstances surrounding death or injures:\n\n4 Damage to tne arra‘Vairpor facies (short des orgton\nle incase cost cf damage. time loss and Mighseflectac}\n\n3. Fursh any adorionsl miormation relevant to circumvention of sccurly peecedutes curing this occurrenca\n\nPage 102 of 106\n",
  "106": "Offictat report on act of untavtul interference SECRET\n\nPART li: INFORMATION CONCERNING THE ACTION TAKEN FOR THE RELEASE OF PASSENGERS AND CREW\nAND THE RETURN OF THE AIRCRAFT, IF APPLICABLE.\n\n1. Action taken tor the release of passengers and crew\n\n2 Acton taken to faite the continuation of the Joumay of the passengers and crew as soon as practicable.\n\n2. Action taken to retum she aiezat and ts cargo, without detay, tothe persons lawfully entild to possession\n\nPage 103 of 106\n",
  "107": "Official report on act of uniawtit interference § .\n\n‘PARTI: INFORMATION CONCERNING THE MEASURES TAKEN IN RELATION TO THE PERPETRATOR(S)\n\n1 Action by the comcetentautherties to take the perpetrators) into custody or other measures taken to ensure\nnisibertheir presence:\n\n2 Aston taken to instiste eatradtion proceedings orto subrmit the ease tothe competent authors fer the purpose:\nof prosecution: acvise ofthe resuts of such proceedings, # avaiable (otherwAse prowde such information seperately\na8 s00n 28 practicable}\n\nPARTIV: | INFORMATION CONCERNING THE ACTION TAKEN TO REMEDY WEAKNESSES SO AS TO PREVENT\nRECURRENCE OF ACTS OF UNLAWFUL INTERFERENCE AS SPECIFIED IN ANNEX 17, STANDARD 3.4.8\n\nPage 104 of 106\n",
  "108": "Officis report on act of unlawtut interference\n\nSECRET\n\nPARTV: ANY ADDITIONAL RELEVANT INFORMATION\n\nTht\n\nDeparment\n\nPage 105 of 106\n",
  "109": ""
}