{
  "1": "Restricted\nNo. CAS-25(2)/2007/Div-I(CCB-Human Organ)-85134\n3TRa '8{ChF{/ GOVERNMENT\nOF INDIA\nGiJ7R'\nfch:llcrtcrtA'iilI(>i4\n/ MINISTRY\nOF CIVIL AVIATION\ncrt1d'T'l' ~Alcrtcrt\nman\n~\n/ BUREAU OF CIVIL AVIATION\nSECURITY\n.,:)\n\"\n'3f' m, I-III (l't>i\",\n~\n31Cfci1,\n~~\nI 'A' vVING, I-III FLOOR,\nJANPATH\nBHAWAN\n~\n~\n-110001\nI JANPATH,\nNEW DELHI -110001\nDate: 06/01/2017\nAVSEC CIRCULAR NO. 112017\nSubject: Measures\nto Facilitate\nTransport/Transfer\nof Organs\nat Airports\nIn exercise of powers conferred by Section 5A of the Aircraft Act, 1934, delegated vide\nGovernment of India, Ministry of Civil Aviation, Notification No. 1797 dated July 3, 1997 and\nRule 3 (b) of the Aircraft (Security) Rules, 2011,to the Commissioner of Security (Civil Aviation),\nhereinafter known as Director General, BCAS, for the purpose of securing the aircraft operations\nand access control at the civil airports in India directs that transportation of human organs, donated\nI retrieved and tissues from brain stem Icorneal tissues by air has been examined in this Bureau\nand the following procedure will be followed in this regard while transporting such organs by air\nas a security control measures.\n2.\nPurpose:\n2.1\nTo ensure appropriate conditions are maintained during transport by air within a security\ncontrolled environment.\n2.2\nTo standardize transfer by air through a well-defined simplified procedure.\n3.\nPolicy:",
  "2": "-2-\n3.1\nAll 'Human Organs/Tissues for Transplant'\nshipped or distributed through airlines shall be\nsecurely packaged with proper labeling, maintenance\nof preservation and biohazard precautions\nwill be ensured.\n4.\nPackaging:\n4.1\n'Human\nOrgans / Tissues for Transplant'\nshall be carried as an accompanied\nbaggage\nprovided they meet the appropriate packaging requirements.\n4.2\nInfectious substances, as classified in category A or B vide UN 28141UN 2900/ UN 3373\nin ICAO Technical Instructions for 'the Safe Transport of Dangerous Goods by Air, 2005-2006'\nand as per The Aircraft (Carriage of dangerous Goods) Rules, 2003 are not permitted for transport\nin carry-on or checked baggage and must not be carried on a person. Ministry of HealthINOTTO\nwill sensitize all authorized hospitals/medical\ninstitutes/eye banks accordingly.\n4.3\n'Human Organs / Tissues for Transplant'\nthat have a minimal likelihood of containing\npathogens must be packaged and marked appropriately to further minimize the risk of exposure as\nunder:\n4.3.1\nA leak proof primary receptacle (s);\n4.3.2\nA leak-proof secondary packaging; and\n4.3.3\nAn outer packaging of adequate strength for its capacity, mass and\nintended use, and with at least one surface having minimum dimensions of 100 mm\nx 100 mm.\n(A graphic depiction of a packaging is enclosed as Annexure-I)\n4.4\nFor liquids, absorbent material in sufficient quantity to absorb the entire contents must be\nplaced\nbetween\nthe\nprimary\nreceptacle(s)\nand\nthe\nsecondary\npackaging\nso that,\nduring\ntransportation, any release or leak of liquid substance will not reach the outer packaging and will\nnot compromise the integrity of the cushioning material.\n4.5\nWhen multiple fragile primary receptacles are placed in a single secondary packaging, they\nmust be either individually wrapped or separated to prevent contact between them.",
  "3": "\"\n-.)-\n4.6\nIf refrigerated or frozen specimens are to be transported, the following conditions must be\nmet:\n4.6.1\nWhen dry ice or liquid nitrogen is used to keep specimens cold, all\napplicable requirements of these instructions must be met. When used, ice or dry\nice must be placed outside the secondary packaging or in the outer packaging.\nInterior supports must be provided to securethe secondarypackaging in the original\nposition after the ice or dry ice has dissipated. If ice is used, the outside packaging\nmust be leak proof. If carbon dioxide, solid (dry ice) is used, the packaging must\nbe designed and constructed to permit the release of carbon dioxide gas to prevent-\na build-up of pressure that could rupture the packaging;\n4.6.2\nThe primary receptacle and the secondary packaging must maintain their integrity\nat the temperature of the refrigerant used as well as the temperatures and the\npressures which could result if refrigeration were lost.\n4.7\nHospitals/Medical Institutes shall ensure that the shipping container will maintain required\ntemperature for a minimum of 24 hours to avoid any deterioration effect of human organs/tissues\nduringtransportation.\n4.8\nSuch packaging must be marked as under:\n4.8.1\nLabel which says: \"Human Organs / Tissues for Transplant\".\n4.8.2\nDate & Time of departure from the Hospital/Medical Institute/Eye Bank\n4.8.3\nDonor/Tissue Information Form or Tissue Detail Form\n4.8.4\nAddress to be delivered with contact person name and phone number\n4.8.5\nAddress of the Hospital/Eye bank with contact person name and phone\nnumber.\n4.8.6\nThis label should be kept in water proof condition.\n4.9\nPackaging shall be secured using a tamper-evident seal.\n5.\nScreening:",
  "4": "-4-\n5.1\nSuch organs/tissues shall be exempted from security screening and will be security cleared\nbymeans of physical checking of the container as mentioned in Para (4.8) above.\n5.2\nSuch packages,\nif not accompanied,\nmust be treated as an 'express cargo'\nand due\nprocedures will be followed as mentioned in this circular.\n5.3\nPassenger carrying such container shall not be exempted from Pre-embarkation\nsecurity\ncheck.\n6.\nPassenger's Responsibilities:\n6.1\nThe passenger who intends to carry such organ/tissue shall carry the following documents\nin original:\n6.1.1\nValid Identity Proof of the passenger;\n6.1.2\nValid travel documents;\n6.1.3\nA certificate in triplicate with signature, full name, designation and office seal of\nthe Competent Authority ofHospitallMedical\nInstitutioniEye Bank in its letter head\nspecifically\nmentioned\nthat \" The organs/tissues which are supposed to be\ntransported\nby air is/are free from pathogens. Packaging was done and sealed\nunder\nsupervision\nof\na\nresponsible\nofficer\nof\nthe\nhospital/medical\ninstitution/eye\nbank and it does not contain anything other than human\nspecimens. Carriage of such organ by air will not endanger the aircraft and\nthe passengers on board\"\n6.1.4\n(i) Applicable\npermission\nof Customs\nauthority\nfor such carnage\n(in case of\ncarrying to a foreign country);\n(ii) Applicable permission of Indian Mission for such carriage (in case of carrying\nfrom a foreign country);\n6.2\nThe passenger carrying such human organ/tissue shall inform the concerned Airlines at the\nearliest so that proper and urgent facilitation may be provided on the day of air travel. Airlines\nshall endorse the status in passenger's\nticket.",
  "5": "-5-\n6.3\nUpon reaching airport the passenger has to inform the airline regarding carriage of exempt\nhuman specimens.\n7.\nAirlines Responsibilities:\n7.1\nAirline shall make a provision that carriage of human organs/tissues/corneas will be\nincorporated in the passenger's ticket while booking is made online or otherwise;\n7.2\nAirline security staffwill check and verify all required documents as stated inPara 4.8 and\n6.1 and being satisfied will act as under without waste of time:\n7.1.1. If the package is an accompanied cabin baggage Airline security staff will escort\nthe passenger till his/her boarding at the aircraft.\n7.1.2\nSecurity Hold Area (SHA) In-charge of ASG/APSU shall be intimated by the\nairline security regarding such carriage of live human organ / brain tissues etc. to\navoid any delay in security checks.\n7.1.3\nPilot In-Command and cabin crew will also be intimated sothat proper arrangement\nmay be made for carrying of such organs in the passenger cabin of the aircraft.\n7.1.4\nFlight Captain/Commander may request Air Traffic Control to accord priority\nlanding and taking off for the aircraft carrying human organs/tissues for transplant\nso as to avoid its deterioration.\n7.1.5\nAirline security shall keep a copy of the certificate (Annexure-II) issued by the\nauthorized hospitals/medical institute/eye bank for future record.\n7.2\nThe container should be kept in the correct position / orientation as indicated.\n7.3\nIfthere is any doubt about the content of the package/box airlines security staffwill inform\nhis/her supervisor for taking further necessary action.\n8.\nASG/APSU Responsibility:\n8.1\nThe package/container marked as \"Human Organ/Tissue for Transplant\" should not be\nsecurity screened.",
  "6": "-6-\n8.2\nASG/APSU\nsecurity personnel\nshall security clear such package by means of physical\ninspection as mentioned in Para 5.1 above.\n8.3\nASG/ APSU security personnel in the SHA shall keep a copy of the certificate issued by\nthe authorized hospitals/medical\ninstitutes (Annexure-II) for future record.\n8.4\nIfthe~e is any doubt about the contents, Screener will inform it to SHA In-charge for taking\nfurther necessary action.\n9.\nMiscellaneous:\n9.1\nAirport operator will display a signage in a suitable location of the airport depicting the\nprocedures for passengers'\nawareness.\n9.2\nAirport Manager on receipt of such information regarding carriage of human organs for the\npurpose he/she will extend all possible facilities to the bonafide passenger\nand shall\nintimate the airlines concerned.\n9.3\nASG (CISP/State Police) and Airlines will train their security personnel accordingly.\n10.\nThis circular is prepared in terms of the Aircraft (Carriage of Dangerous Goods) Rule, 2003\nof DGCA and ICAO Technical Instructions for the Safe Transport of Dangerous Goods by Air.\n11.\nThis circular will come into force with immediate effect and will be further reviewed as\nand when required on the basis of observation from different stakeholders, if so communicated.\nlL·~·~\n.\n'-'\n(K. Rajesh Chandra IPS)'\"I,\nl!f\nDirector General\nEnclosures:\n1. Annexure- I\n2.\nAnnexure-II\nGraphic depiction of a packaging (ICAO Annex 3).\nCertificate & security declaration of Authorized Medical\nSuperintendent of the hospital/medical\ninstitute/eye bank.\nLetter to airlines from authorized hospital/medical\ninstitute/eye\nbank regarding transportation by air.\nPassenger Check list.\n3.\nAnnexure- III\n-\n4.\nAnnexure-IV\n5.\nDistribution:\nAs per standard\nlist",
  "7": "j-amxouuv",
  "8": "Annexure\n- II\n(To be given in Triplicate\nin the letter head of the authorized\nhospital/medical\ninstitute/eye\nbank)\nTO WHOMSOEVER\nIT MAY CONCERN\nThe package/boxlbottle contains human donor organ/tissue/cornea stored in preservation\nmedium.\nHuman\ndonor\norgan/tissue/cornea\nis\nused\nfor\nreplacement\nof\ndiseased\norgan/tissue/cornea in patients requiring organ/tissue/cornea transplantation.\nThe donor\norgan/tissue/cornea are those that are removed from the deceased after obtaining consent from the\nfamily members of the deceased.\n.\n2.\nThese organs/tissues/corneas have no commercial value. They are non-infectious (free\nfrom pathogens).\n3.\nThe packaging\nwas done in conformity with AVSEC Circular\nNo. 112017 dated\n06/0112017and sealed under supervision of a responsible officer of the hospital/medical\ninstitution/eye bank and it does not contain anything other than human specimen(s).and\n~\ncarriage of such organ(s)/tissue(s)/cornea(s) by air will not endanger the aircraft and the\npassengers on board.\nSignature:\n.\nDr. XYZ\nDesignation:\n.\nName of the authorized Hospital/Medical Institute/Eye Bank\n.\nAddress\n.\nPhone No. /Mobile No\n.\ne-mail Address\n.\nOffice Seal:",
  "9": "Annexure\n- III\n•\n(To be given in a printed letter head of the authorized hospital/medical institute/eye bank)\nRequest Letter to the Airlines requesting free transportation,\nif applicable\nTo\nThe Cargo Manager & Security In-charge\n(Airlinesname)'\n(Departing airport name)\nDear Sir,\nWe are sending Human Organs/Tissues/Corneas to Dr. ABC whose postal address and contact\nnumber is given below. The Human donor organs/tissues/corneas are for surgical use in patients\nrequiring organ/tissue/cornea transplantation.\nDr. ABC\nAddress in full:\nContactNumber:\nE-mail address:\nThese organs/tissues/corneas is carrying by Dr.\n·..·········, of (Hospital name),\n(Full Address), (PIN Code) and (Phone No.) as an accompanied baggage or handed over by\nhim/her to the airlines as an unaccompanied baggage.\nThehuman donor organ/tissue/corneas are highly perishable. Hence, it is requested to kindly make\nsurethat immediately upon arrival ofthe package at (Arriving airport name), Dr. ABC is informed.\nCommercial Value: (NIL)\nDeclaration Letter is attached (Annexure-II)\nThanking you for kind help.\nSincerely,\nSignature:\n··· .\nDr. XYZ\nDesignation:\n.\nName of the authorized Hospital/Medical Institute/Eye Bank:\n,\n.\nAddress\n.\nPhone No. /Mobile No\n.\ne-mail Address\n·····································\nOffice seal:",
  "10": "Passenger's\ncheck list\nAnnexure\n- IV\n•\n1. Valid Identity Proof in original.\n2. Valid Travel documents i.e. airticket/passport/home printed boarding card etc.\n3. Three copies of Certificate issued by the authorized hospital/medical institute/eye bank\n4. Containerwith proper packaging and labelling\n5. Information in advance to the airlines before heading to the airport."
}