{
  "1": "RESTRICTED\n\nNo. CAS 8(Tech.)/Div II/Trg./2014-15/E- 84355\nGovernment of India\nMinistry of Civil Aviation\nBureau of Civil Aviation Security\n“A’ wing, I-III Floor, Janpath Bhawan, Janpath\nNew Delhi- 110001\n\nDated: 05/04/2017\nAVSEC CIRCULAR NO. 5/2017\n\nSubject: Specification of CCTV and PIDS\n\nIn terms of Rule 3(b) of the Aircraft (Security) Rules-2011, the appendix ‘E*\nregarding Closed Circuit Television (CCTV) and appendix ‘I’ regarding Perimeter\nIntrusion Detection System (PIDS) of AVSEC circular No. 02/2007 dated 14.02.2007 is\n\nreplaced with the appendix attached to this circular for revision of specifications of\nCCTV & PIDS.\n\n",
  "2": "Page 1 of 16 \n \nSecret  \nAppendix-E \nSCOPE AND FUNCTIONAL PARAMETERS FOR \nSURVEILLANCE CCTV SYSTEM \n \nSECTION I \n \n1. \nSCOPE:  \n1.1. \nImportant Coverage areas for installation of Surveillance CCTV \n \ni. \nCity side: 500 meters approach to terminal building (s), Parking lot \nii. \nTerminal Building Access points \niii. \nScreening of Registered Baggagess  \n \n \n \n \n \niv. \nAll levels of BHS & ILBS \nv. \nCheck-in-Counters \nvi. \nPre-embarkation Security check points \nvii. \nSecurity Hold Area (SHA) \nviii. \nAerobridges/ Aerobridge tunnel \nix. \nAirside Entry Points through terminal buildings \nx. \nAccess points to Airside through gates \nxi. \nBaggage – make – Up Areas \nxii. \nBaggage – brake – Up Areas \nxiii. \nConveyor belt Areas \nxiv. \nComplete Perimeter \nxv. \nAprons, Bays & Movement Areas \nxvi. \nVital Installation e.g;- ATC, Fuel Installation etc. \nxvii. \nOther areas as specified by the user. \nxviii. Removable Cameras in Aircraft Holds.  \n \n1.2. \nIP SCCTV System shall be suitable for commercial supply of 230 V (± 10%), 50 Hz.(± \n5%) single phase AC and it shall be comprises of IP Digital Outdoor & Indoor Colour \nvideo Cameras, Network Switches, Network Video Recorder/ CAMERA SERVER. \nStorage system consisting of IP Network, Attached Storage for period of 30 days \n(NAS)/Storage Area Network (SAN) for recording, Application software with latest video \nmanagement System (SVMS), Colour LED/LCD monitor with LED back light, with \nworkstation having Joystick controller/ Mouse-Keyboard for viewing of live and recorded",
  "3": "Page 2 of 16 \n \nimages with online UPS power backup for minimum 30 minutes on full load and \nincluding with cabling and conduit work as required at site. System shall have provision \nof WAN connectivity for remote monitoring. \n1.3. \nSystem shall facilitate viewing of live and recorded images and controlling of all cameras \nby the authorized users present in the LAN and WAN connectivity for remote monitoring. \n1.4. \nSystem shall provide inter-operability of hardware, OS, software, networking, printing, \ndatabase connectivity, reporting, and communication protocols. System expansion shall be \npossible through off-the-shelf available hardware. \n \n1.5. \nIP based SCCTV System shall use video signals from various types of indoor/outdoor \nCCD/CMOS colour cameras installed at different locations, process them for viewing, \nrecording and replay and simultaneously on all workstations/monitors at Central Control \nRoom/Local Control Rooms of all the cameras after compression using H.264 or better \nstandard. Joystick Controller/Mouse-Keyboard shall be used for Pan, Tilt, Zoom, Camera \nSelection and other functions of desired cameras. When both the viewing stream and the \nrecording stream are set at the same FPS and resolution, the camera shall send on the \nnetwork a single multicast stream this shall help reduce network Bandwidth. \n \n1.6. \nSystem must provide built-in facility of Water-marking & Digital Certificate to ensure \ntamperproof recording so that these can be used as evidence at a later date. The recording \nshall support audit trail feature.  \n1.7. \nSystem to have facility of additional camera installation beyond the originally planned \ncapacity. \n1.8. \nThe offered system shall have facility to export the desired portion of clipping (from a \ndesired date/time to another desired date/time) on CD or DVD. Viewing of this recording \nshall be possible on standard PC using standard software like Windows Media Player etc. \n \n1.9. \nSystem should have built-in health diagnostic module to monitor details like Network link \nfailure, device online/ offline details, Camera failure, Storage disconnection error, \nbandwidth loss errors etc. Further it shall be capable to monitor operation of all services \nand having facility to restart automatically when system malfunctions. \n1.10. Retrieval: The SCCTV software application should allow retrieval of data instantaneously \nor any date/time interval chosen through search functionality of the application software. \nIn case data is older than 30 days and available, the retrieval should be possible. The \nsystem should also allow for backup of specific data on any drives like CD/DVD/Blu-Ray \nRecorders or any  other  device  in  a  format  which  can  be  replayed  through  a standard \nPC based software. Log of any such activity should be maintained by the system which \ncan be audited at a later date. \n \n1.11. Capturing of Driver’s Photographs & Vehicle Registration Number: \n(a) It shall have the capability of recording photographs of drivers and Registration \nNumber of vehicles. \n(b)The system should support Face Recognition (FR) and Automatic Number Plate \nRecognition (ANPR) feature.",
  "4": "Page 3 of 16 \n \n1.12. Artificial Intelligence: It shall have image tracking facility. If any object is found to be \nstationary for a pre-defined period the system shall track the event and alert the operator. \nThis facility may be provided on select cameras at Entry point, Boarding gates, and \nArrival area and as defined by the tenderer. The system should have the  features  for  \nidentifying  tail-gating,  vehicle  detection  features, unattended  baggage  identification,  \nqueuing  analysis,  external  text insertion feature and intruder detection. \n \n1.13. It shall provide video file export tool to export the native video format with all protections \n(e.g. digital certificate, encryption) for enabling to play this audio/video on a \ncomputer/Laptop. \n1.14. The native file format audio/video player shall show the status of the audio/video \nauthentication as available with the original file format, to enable forensic officials to \nconfirm whether audio/video file has been tampered with. \n1.15. The system shall provide tamper-proof video recording. \n \n \nSECTION II \n \n2. \nGeneral Design/ functional parameters of SCCTV system \n \n2.1. \nCAMERA SERVER software shall run on Commercial–off-the-shelf (COTS) Servers \n(Camera Servers & Database Server). Each Camera Server shall be able to handle 50 or \nmore cameras. Camera, Database & Video Analytics Server will work as \nfailsafe/redundant Server for each other. \n \n2.2. \nCamera Server shall offer both video stream management and video stream storage \nmanagement. Recording frame rate & resolution in respect of individual channel shall be \nprogrammable. \n2.3. \nSystem shall ensure that once recorded, the video cannot be altered; ensuring the audit \ntrail is intact for evidential purposes. \n \n2.4. \nSystem shall provide sufficient usable storage of all the camera recordings in common \nimmediate format (CIF) i.e 4 CIF or better for a period of continuous THIRTY (30) days \non Serial Attached SCSI (SAS)/SATA at minimum 25 FPS at 720p or 16 FPS at \n1920x1080 resolution or better quality using necessary compression techniques for all \ncameras (Extended capacities of Cameras i.e. present capacity +25%). Recording of \nThermal Cameras shall be as per their resolution @25FPS \n \n2.5. \nAll the indoor cameras & control equipment shall be suitable for operation from 0° C to \n40° C and relative humidity up to 80 % noncondensing. Cameras & other equipment, \nmeant for outdoor installations, shall be suitable to work from (-) 10° C to (+) 50° C with \nRH up to 90% non-condensing. This temperature range may be achieved with or without",
  "5": "Page 4 of 16 \n \nheater. \n \n2.6. \nIP Camera shall be used for image capture. Indoor cameras shall be either with vari-focal \nlens or with Pan/Tilt & Zoom lens as per site requirement. All Cameras shall be \nDay/Night Wide Dynamic Range (WDR) Colour Cameras. All outdoor Fixed Cameras \nshould be with Infra-Red (IR) sensors. \n \n2.7. \nAll camera recordings shall have Camera ID & location/area of recording as well as \ndate/time stamp. Camera ID, Location/Area of recording & date/time shall be \nprogrammable by the system administrator with User ID & Password. \n2.8. \nFacility of camera recording in real-time mode (25 FPS)/15/12.5/10/5 or lower FPS as \nwell as in any desired combination must be available in the system. \n \n2.9. \nFacility of Edge storage (SD Card) may also be available in each camera with the facility \nto transfer edge storage recording to main storage i.e. NAS/SAN, after resumption of link \nin case of network failure. \n \n2.10. Redundancy/Fail-over feature is required i.e. in case of failure of a CAMERA SERVER, \nthe relevant cameras shall automatically switch over to the redundant CAMERA \nSERVER. \n2.11. Monitoring at Local control rooms may be restricted to operation of certain  cameras  only  \n&  system  administrator  should  be  able  to configure  the  system,  accordingly.  More  \nthan  one  Local  Control rooms  may  be  required  in  the  proposed  system  with  \nindividual configuration. \n \n2.12. Database Server shall keep track of all configurations & events. This shall help in proper \nSystem administration & management of redundancies etc. Suitable provision shall be \nmade to keep database backup in same or other Server. \n \n2.13. All the workstations in LAN should be provided with software to view and control the \ncameras, and retrieve the recorded video images from the CAMERA SERVER/NAS/SAN \nseamlessly. \n \n2.14. Integration Interface with other system:  \nThe system shall provide an integration interface to third party systems using well defined \nAPI SDK/ Open Database Connectivity. The API SDK for third party (Other system \nmanufacturers involved in this project) shall be provided along the system without any \nadditional cost which shall enable them to develop the software interface with CCTV \nsystem. The software shall have the inbuilt facility to seamlessly integrate to industry \nstandards fire alarm system & Building Management System (BMS) system with/without \nany SDK.",
  "6": "Page 5 of 16 \n \n \nSECTION III \n \n3. Provision covered in video surveillance software system: \n3.1. \nThe software should have inbuilt facility to store configuration of cameras. \n \n3.2. \nThe software shall Support flexible 1/4/9/16/25 user defined Windows Split screen display \nmode or scroll mode on the PC/Workstation monitor or on preview monitor as per site \nrequirement. \n \n3.3. \nThe software shall be able to control all cameras features such as PTZ control, Iris control, \nauto/manual focus, and color balance of camera, Selection of presets, Video tour selection \netc. \n \n3.4. \nThe software is required to generate reports of stored device configuration. The control \nsoftware is required to provide alarm and alarm log. The log shall be able to be archived, \nprinted and displayed using a device filter, a device group filter and/or a time window. \n \n3.5. \nThe software shall have user access authority configurable on per device or per device \ngroup basis. The authorized user shall have the facility to request the access of any camera \nand can control the camera for a reservation period. Control of camera is released after the \nreservation period. \n \n3.6. \nThe system software shall provide User activity log (audit trail) with user id, time stamp, \nand action performed, etc. \n \n3.7. \nThe administrator shall be able to add, edit & delete users with rights. It shall be possible \nto view ability/ rights of each user or the cameras which can be viewed & controlled as \nper the permission assigned by the administrator. \n \n3.8. \nThe users shall be on a hierarchical basis as assigned by the administrator. The higher \npriority person can take control of cameras, which are already being controlled by a lower \npriority user. There shall be minimum 03 hierarchical levels of security for providing user \nlevel log in. \n3.9. \nThe system software shall have recording modes viz. continuous, manual, or programmed \nmodes on date, time and camera-wise. All modes shall be disabled and enabled using \nscheduled configuration. It shall also be possible to search and replay the recorded images \non date, time and camera wise. It shall provide onscreen controls for remote operation of \nPTZ cameras. It shall have the facility for scheduled recording. Different recording speeds \n(fps) and resolution for each recording mode for each camera shall be possible.",
  "7": "Page 6 of 16 \n \n3.10. It shall provide programmable motion detection and recording, to be defined area-wise. \nOpen interface to receive Motion trigger and open interface to define the areas (at least \nfour different areas) should be available from the cameras. System must be able to support \nvideo motion detection algorithms to detect and track objects, learn the scene, adapt to a \nchanging outdoor environment, ignore environmental changes including rain, hail, wind, \nswaying trees and gradual light changes. On Detection software must be able to generate \nan alarm (visual/audio) to the operator. \n \n3.11. The settings shall be individually configurable for each alarm and each camera, pre-record \nduration. This shall allow the Camera Server to capture video prior to the alarm/event, as \nwell as after the alarm/ event. Shall be selectable from a list of values ranging between 0 \nseconds and 5 minutes. \n \n3.12. Data storage should be at a central location in the airport. The Capacity of storage should \nbe for the period of continuous 30 days or more. For every 30 disks one spare disk needs \nto be configured over and above required capacity. The storage system should follow \nFIFO on recording. \n \n3.13. The software shall support web based user connecting via the Internet/Intranet and mobile \nOS (Android, iOS). \n \n3.14. The software shall support a built-in Hardware or Software Watchdog module. Watchdog \nshall monitor operation of all services and automatically restart them if they are \nmalfunctioning. \n \n3.15. The software should be able to receive alarm signal of the camera and should be able to \nsend relay out signal through the camera. \n3.16. The software shall provide a facility for any alarm input initiating any action in the SVMS \nsystem. \n  The software should provide a reporting utility for tracking but not limited to the following \noptions. Video and images shall be stored with reports for documenting events. \n \na) \nAlarms, Incidents, Operator logs, Service requests  \n \nb) \nThe SMS/Email Alert shall be generated in response to alarms triggered in SVMS software \nand sends out email alerts to a preconfigured list of recipients.  \n \nc) \nIt shall be possible to export the settings of various entities within the SVMS i.e. Archive, \nDirectory, cameras etc. It shall be possible to print these reports",
  "8": "Page 7 of 16 \n \nd) \nIt shall be possible to get reports on past events by querying the audit databases. It shall \nallow the search by User Logon, Entity Configuration, Incident, Alarm, Application Failure, \nand Equipment Failure.  \n \ne)    It shall allow passage of specific alarms to specified users rather than sending all alarms to \nevery user \n \nSECTION IV \n \n4. User facilities covered in application software  \n \n4.1. \nThe user shall consist of Administrator Tool application, a Monitoring application, and an \nArchive Player application. \n \n4.2. \nThe client shall perform the following applications simultaneously without interfering \nwith any of the Archive Server operations (Recording, Alarms, etc.): \na.  \nLive display of cameras \nb.  \nControl of PTZ cameras \nc.  \nPlayback of archived video \nd.  \nRetrieval of archived video \ne.  \nInstant Replay of live video \nf.  \nConfiguration of system settings \n \n4.3. \nThe user applications shall provide an authentication mechanism, which verifies the \nvalidity of the user. \n \n4.4. \na. The user shall be able to define bookmarks, the amount of time he wishes to go \nback from a predefined list or through a custom setup period. \n \nb. The user shall be allowed to add bookmarks to recorded clips of video. \n \nc. The user shall be able to choose and trigger an action from a list of available \nactions included but are not limited to: \ni.   View camera in a video tile \nii.  View Map or procedure in video tile.",
  "9": "Page 8 of 16 \n \niii. Starting/ stopping PTZ pattern \niv. Go to PTZ preset \nv.  Sending alert massages \n \nd. The user shall be capable to display all camera sequences created in the system. \n \ne. The user shall be allowed for unlimited cameras sequences, which can be run \nindependently of each other on either of the monitor tiles. \n \nf. The user shall be able to drag and drop a camera from a tree of available cameras \ninto any video tile for live viewing. \n \ng. The user shall support digital zoom on a fixed/ PTZ camera’s live and recorded \nvideo streams. \n \nh. The user shall be able to control pan-tilt-zoom, focus and dome relays. \n \ni. The user shall be allowed to access the PTZ configuration menus with no need of \nadditional hardware. \n \n \nSECTION V \n \n5. DETAILED TECHNICAL SPECIFICATIONS  \n       \n5.1. \nIP PTZ Day/Night Colour Mega Pixel Camera: \n \nImage Device: \n~ 1/3” or better CCD/CMOS sensor \nOptical zoom (For \nIndoor Camera): \n20 x or better \n \nOptical zoom (For \nOutdoor Camera): \n30 x or better  \nNumber of Pixels: \n1920 x 1080  \nResolution: \n1080p HD or better",
  "10": "Page 9 of 16 \n \nMinimum \nIllumination : \nB/W: 0.1 Lux or better; \nColour: 0.6 Lux or better \nWide \nDynamic \nRange (WDR): \n90 dB or better \nPan Travel: \n360° Continuous \nTilt Travel: \n0 - 90°, Auto flip \nManual Tilt Speed: \n0.5°/SEC to 90°/SEC \nManual Pan Speed: \n0.5°/SEC to 90°/SEC \nPreset Tilt Speed: \n0.5°/SEC to 90°/SEC \nPreset Pan Speed: \n0.5°/SEC to 300°/SEC \nVideo Stream: \nDual H.264 or better video stream for independent viewing and \nrecording \nAuxiliary inputs & \noutputs: \n1 alarm input, 1 relay output \nPrivacy \nmasking \nzones : \n4 or more \nPreset \npositions  \nMin.: \n64 \nIris Control : \nAuto \nFocus: \nAuto \nWhite balance: \nAuto \nElectronic shutter: \nAuto \nRemote access: \nVia browser for configuration, viewing and control \nEthernet : \n10/100 Base-T Auto sensing, Half /Full Duplex (RJ45) \nS/N Ratio: \n>= 50 dB \nSD Card Slot: \n01 \nStandard: \nCE certified & UL listed \nCompliance \nONVIF-S profile (Open Network Video Interface Forum) \ncompliant. \nPower \nsupply Shall have the ability to be powered by PoE+ 802.3 as well as",
  "11": "Page 10 of 16 \n \n(Indoor type): \nDC/AC power adapter \nPower \nsupply \n(Outdoor type): \nPower Supply should be of the same OEM of Camera  \n \n5.2        IP Day/Night Fixed Colour Mega Pixel Camera  \n \nImage Device: \n~ 1/3” or better CCD/CMOS sensor  \nLens : \nOEM Varifocal lens, Auto/ programmable Iris, lens f ~ 3 mm to 9 \nmm (± 25% for Indoor dome/bullet Camera) & f ~  10 to 40 mm  (± \n10% for Outdoor Box Camera) or better \nNumber of Pixels :   1920 X 1080  \nResolution: \n1080p HD or better  \nMinimum \nIllumination :   \nB/W: 0.1 Lux or better;  Colour: 0.6 Lux or better \nVideo Stream: \nDual H.264 or Better video stream for independent viewing and \nrecording  \nElectronic Shutter: \nAuto \nAuxiliary inputs & \noutputs: \n1 alarm input, 1 relay output \nIris Control: \nAuto  \nWhite balance: \nAuto  \nWide \nDynamic \nRange (WDR): \n90 dB or better \nRemote access: \nVia browser for configuration, viewing and control \nEthernet: \n10/100 Base-T Auto sensing, Half /  Full Duplex (RJ45) \nS/N Ratio: \n>= 50 dB \nIR Illuminator \nInternal/ external \nSD Card Slot:  \n01 \nStandard: \nCE certified & UL listed \nCompliance \nONVIF (Open Network Video Interface Forum) compliant. \nPower \nsupply Shall have the ability to be powered by PoE 802.3 as well as normal",
  "12": "Page 11 of 16 \n \n(Indoor type): \nDC/AC power \nPower \nsupply \n(Outdoor type):   \nPower Supply should be of the same OEM of Camera or OEM \ncertified as per OEM’s design. \n \n \n5.3 \nIP PAN/TILT THERMAL CAMERA   \n \nImage Device: \nLong Wave Infra-red \nLens: \n35/50/100 mm or more (As per site requirement) \nNumber of Pixels: \n640 x 480 \nPan Travel: \n360º Continuous \nTilt Travel: \n-70o  - 0⁰  \nVideo Stream: \n2 simultaneous \nAuxiliary inputs & \noutputs: \n1 alarm input \nFrame Rate: \n1 to 25 FPS  \nRemote access: \nVia browser for configuration, viewing and control \nEthernet: \n10/100 Base-T Auto sensing, Half /Full Duplex (RJ45) \nHousing (Outdoor): IP 66 rated, Vandal proof, Built in Heater and shall be of same make as \nof camera. \nStandard: \nCE certified & UL listed for Safety   \nCompliance: \nONVIF (Open Network Video Interface Forum) compliant. \nPower \nsupply \n(Outdoor): \nAs per OEM’s design, however generally AC 230 V @ \n50Hz/12V or 24 V AC \n \n \n \n5.4    Work Station \n \n \n \n \nCPU: \nMinimum 5th Generation Core i5 Intel/ AMD Processor operating at \n2.6 GHz or more with 8 MB Cache or higher \nMemory: \n8 GB DDR 3 or higher \nHard Drives: \n500 GB SATA/ SAS or more \nRAID: \nSupported \nMother Board : \nOriginal \nKeyboard: \nVariable speed Joystick controller  with LCD/LED display (for \nprogramming and to control the speed dome for PAN / TILT / \nZoom) or keyboard  \nMouse: \nOptical Mouse with scroll",
  "13": "Page 12 of 16 \n \nVideo Card: \n1 GB GeForce GTX Series or better dual port Graphics card \nNetwork \nAdapter(NIC): \nTwo numbers of Gigabit Ethernet ports (10/100/1000 Mbps) \nSound Card: \nIn- Built  \nDVD writer: \nDVD RW/ Blu Ray combo internal/external \nMonitor/Video Wall \nsupport: \n19” LED monitor or higher with HDMI connectivity \nUSB 3.0 : \n2 nos. at front panel \nOperating system: \nMS Windows OS or Linux (Latest versions) \nAnti-Virus Software: \nAnti-Virus Software compatible with Windows/ Linux (Latest \nversion) \n \n5.5    Camera/Database/Video Analytic Server:   \nCPU: \nMinimum 6 Core Processor or higher Intel/AMD CPU operating at \n2.0 GHz or more with a minimum of 12 MB cache or higher \nMemory: \n16 GB DDR RAM Upgradable to 64 GB \nChassis type: \nRack mountable \nHard Drives: \nSAS 10K rpm or higher hot swappable Hard Disk in RAID 6 \nconfiguration having usable space of 500 GB or more. \nPower supply : \nRedundant Power Supply \nNetwork \nAdapter(NIC): \nDual Integrated 10/100/1000 Mbps ports \nKeyboard: \nUSB Keyboard \nMouse: \nOptical Mouse with scroll \nOperating system:     \nMS Windows OS or Linux (Latest versions) \nAnti-Virus Software: \nAnti-Virus Software compatible with Windows/ Linux (Latest \nversion) \n \n5.6  \n NAS/SAN Storage:  \n5.6.1 \nNAS/SAN Storage System with RAID 6 configuration shall be used to record video \nstreams based on the configuration assigned by administrator. Workstations &\nServers within the LAN should be able to access the recorded video streams. The",
  "14": "Page 13 of 16 \n \nStorage device shall support simultaneous playback and recording at full duplex \noperation. \n \n5.6.2 \nIt shall provide a high quality recording storage and play back of images. It shall \nsupport integration with LAN to provide Centralized Management and shall operate \non Windows/ Linux/ Unix OS. Support of user management for security level control \nand authentication required. These Storage device shall have the following features \nand specifications: \n \nController \nDual Active-Active Controllers in active failover mode \nwith no single point of failure \nOnboard Cache \nMirrored \nStorage Disk \n10K/ 7.2K rpm SAS/NL-SAS/SATA disk for 30 days \nHost Interface \nAt least four Gigabit Ethernet (IP) ports and four FC \nport \nHDD type support (Any one) \nSAS/ SSD/ NL-SAS/ SATA \nInbuilt RAID Support \nRAID- Double Disk failure support/ RAID-6 \nNetwork Transport Protocols \nTCP/IP \nServer /Storage should support \nProtocol (As per solution) (Any \none) \n \nCIFS/ NFS/ iSCSI/ FCP/ HTTP/HTTPS/ FTP/ NTP/ \nSNMP/ SMTP/ DHCP and DNS. \nOperating System (OS) \nBuilt-in Storage OEM OS, Compatible with MS \nWindows/ Linux/ Unix \nPower supply \nHot pluggable Redundant Power Supply \nStorage \nFile \nManagement \nSoftware \nInbuilt \nGUI/CLI/ \nWeb \nBased \nadministration \nmanagement software \nMounting arrangement \nRack mountable  \nScalability \nThe offered storage shall be scalable to add additional \n50% usable capacity at site within the same storage. \nStorage \nSystem \nshould \nbe \nprovided with \nNo other upgrades should be required for desired \nscalability except for disk Arrays enclosures and Disk \ndrives as required. \nOnce data is stored in Storage, no client/operator \nshould be able to delete or modify data.",
  "15": "Page 14 of 16 \n \n5.7 \nNetwork Switches:  \n \na.  \nAll network equipment offered may preferably be of One OEM.   \n \n  \nb. \nEthernet Network shall consist of Layer 3 Core Switches in redundancy in \nEquipment/Server room. \n \n \nc.      Ethernet Network shall consist of Layer 2 Core/Edge Switches in field \ninterconnected in such a manner that there is no single point of failure. \n \n \n5.8 \nLED Display Monitor (Specifications are indicative):  \nScreen Size: \n46” (diagonal) or higher  \n \nMonitor Type: \nIndustrial/ Professional suitable for 24x7 operation \n \nBack Light: \nLED  \n \nAspect Ratio: \n 16:9  \n \nResolution: \nFull HD, 1920 X 1080 pixels or better  \n \nBrightness: \n450 cd/m2 or better  \n \nContrast \nRatio \n(Native): \n2400:1 without IPS/ 1100:1 along with IPS \n \nViewing angle: \n178⁰   \n \nSystem: \n \nPAL  \n \nOperating Voltage : \nSuitable for single phase AC supply 180-230 V, 50 Hz  \n \nVideo Input Ports: \nDigital Ports: HDMI/ DVI-D; PC- VGA in: 1xD–Sub  \n \n \n5.9 \n \nVideo Wall (As per site requirement) \n \n \n2x2 (4 Panels)/3x2 (6 Panels) Thin bezel Industrial Video Wall Displays with \nCommon Control Room Client Workstation complete with wall/ceiling/floor \nmounting arrangement as per specifications.  \n \n \n \n \n \nVideo wall shall be Hardware/Software clustered displays with Client \nWorkstation. 46\" or more LED/LED backlit LCD Thin Bezel Monitor with \nmounting accessories for display of video images of all cameras in Common \nControl Room as per following specifications: \n \nScreen Size:   \n46” or more 3x2 (6 Panels)/ 2x2 (4 Panels)",
  "16": "Page 15 of 16 \n \nAspect Ratio: \n16:9  \n \nDisplay Type: \nIndustrial/ Professional suitable for 24x7 operation \n \nContrast Ratio (Native): \n2400:1 without IPS; 1100:1 alongwith IPS \n \nViewing angle: \n178° \n \nBrightness: \n450 cd/m²  \n \nResolution:   \n1920X1080 or higher pixels  \n \nSystem: \nPAL  \n \nController:   \nIn-built \n \nOperating Voltage: \nSuitable for single phase AC 180-230 V AC, 50 Hz  \n \nVideo Input Ports: \nDigital Ports: HDMI/ DVI-D; PC – VGA in: 1xD-Sub;  \n \n \nThin Bezel design: Screen-to-screen distance between two \nneighbouring displays shall be not be more than 6 mm (left – \nright sides combine, top & bottom sides combine). \n \n \n \n5.10 \n \n \nCamera Housing & mount:   \n \n \nHousing (Indoor):   \nIP 54, Shall be of same make as of camera. \nHousing (Outdoor): \nIP 66 rated, Built in Heater and Blower and shall be of same \nmake as of camera. Outdoor PTZ camera may be IK10 certified \nfor vandal proof rating. \nMount: \nStandard mounting of same make as of camera shall be supplied \nfor Surface/Ceiling/pipe/corner/parapet/pendant with wall mount \nbracket/In Ceiling. Any extension to standard mounting \naccording to site requirement may be supplied indigenous item. \n \nThe camera mounting shall be compact and indoor/outdoor type \nas required and capable to hold the total weight of system without \nany technical deformity.   \n \n5.11. \n \nCables:  \n \n \n1. \nL3 Switch to L2 Switch: OFC \n \n \n2. \nL2 Switch to Cameras: UTP Cat 6",
  "17": "Page 16 of 16",
  "18": "Page 1 of 17 \n \nSecret  \nAppendix-I \n \nPerimeter Intrusion Detection System (PIDS) \n \n1. Introduction \n \nThe Perimeters at the Indian Airports mainly consist of a Perimeter wall of 8 ft. high with a \nconcertina coil overhang of 1 and ½ ft. \n \nThe existing perceived threat is that the Intruder will scale the wall to gain access to the Airport \nfacility; therefore specific Electronic Systems need to be designed to provide a stable Perimeter \nIntruder Detection System with a low false alarm rate. As per circular 2/2007, certain \ntechnologies were specified for PIDS. However with advancement in technological innovation, \nthere arises a need to make the PIDS specification more relevant with changing times and \nincreased threat perception.  \n \nThe existing Perimeter Walls present some challenges as follows: \n \na. Built Up areas  \nb. Direct Access to the perimeter by General Public   \nc. Condition and application of the Physical Barrier protection  \nd. Environmental conditions  \ne. Broken perimeter wall and with gaps at places \nf. Other unforeseen challenges  \n \nTo address the security requirement taking into consideration the existing parameters, it is \nproposed that Perimeter Intruder Detection System solution should contain the following: \n(Changes have been incorporated as per Discussions held during subcommittee of TSC \nmeeting held on 27/08/2015) \n \na. A full-fledged Mandatory Primary Detection System from the list of approved \ntechnologies as per requirement/ site condition.  \nb. The Perimeter Intruder Detection System must be interfaced with a comprehensive \nCCTV surveillance system (each Perimeter Detection Zone will have a dedicated CCTV \ncamera associated with it).  \nc. The PIDS & CCTV solution will be connected to a Main Control Room (Command & \nControl Centre) within the Airport. \n \n \nPART - 1 \n \nA. General Characteristics of Perimeter Intrusion Detection System",
  "19": "Page 2 of 17 \n \ni. \nThe system shall be able to continuously run from one particular type of fence \n(technology) to another type of fence (technology) without any major system \nmodifications, degradation in performance or black out areas. \nii. \nThe system shall be scalable to extent to new locations with minimum modification in the \nexisting installations. \niii. \nAll the alarms generated shall be in real time. The system shall have the provision to \ncancel the alarms once it is verified by the user. All the events shall be recorded with \nnecessary log reports. \niv. \nThe sensitivity of the system shall be adjustable over a wide range from low sensitivity to \nhigh sensitivity. The sensitivity shall be adjusted as per the site conditions such that the \nsystem shall provide 100% Probability of Detection of intrusion attempts at site for the \nset threshold value with the targeted FAR/NEAR.  \nv. \nLength of zone should be limited to 50m in order to have better synchronized CCTV \nzones.  \nvi. \nThe system software should include an algorithm to eliminate or reduce false alarms due \nto jet engines vibrations and other environmental noise such as trains/road traffic. \nvii. \nThe operator should be able to adjust the sensitivity of the system from control centre. \nSensitivity should be adjusted for each sensor rather than for full zone length. \nviii. \nThe same sensor/technology should be able to cover the wide gaps like Vehicular Gates \nand small opening like drains. \n \nB. Detection Zone \n \ni. \nThe system shall be divided into different zones according to the site requirements. The \nlength of each zone shall be defined through software. The maximum distance of a \nparticular zone shall be 50 meters with overlapping zones. \nii. \nIf any particular sensor becomes defective/ malfunctioned, it shall not affect the operation \nof that particular zone or operation of other zones. In case of any cable breakage/ sensor \nfailure/ field unit failure, the system shall generate an alarm identifying the location. \niii. \nIf multiple intrusions occur in the same zone simultaneously, the system shall treat it \nseparately and multiple alarms shall be generated.  \niv. \nIf cable/ network/ sensor failure occurs in any particular zone, only that particular zone \nshall be affected. The rest of the zones shall continue to function normally. \n \n \nC. False Alarm Rate/ Nuisance Alarm rate \n \ni. \nExtremely low FAR/NAR. \nii. \nThe system shall omit/ filter out nuisance alarms due to heavy rain, heavy wind,  \nmovement of vehicles, including heavy vehicles, through the perimeter road etc. without",
  "20": "Page 3 of 17 \n \ndegradation in performance. The system shall have the feature of adapting to the changing \nweather conditions to cancel out nuisance alarms. \n \n \n \n \nD. Connectivity \n \ni. \nAll the internal communication between different sensors, field analyzers, network \nswitches etc. shall be based on standards like IP, OFC cable, FTP/UTP CAT 6 cable etc. \nThe system shall be protected through firewall or other mechanisms from external attacks \nthrough network. \nii. \nThe field analysers/ units are connected in between and to the server in the Command and \nControl centre through optic fibre cable in ring topology.  \niii. \nThe entire system should be resilient such that if any network failure/cable breakage \nhappens, the system shall continue to function uninterrupted by redirecting the data flow. \niv. \nThe servers in the command and control centre will collate the data from all the field \nanalysers and provide a visual as well as audible alarm to the security people. \n \nE. Protection:The system shall have the following features: \n \ni. \nTemperature range of -200C to +600C. \nii. \nRelative humidity of 95% non-condensing. \niii. \nCompletely tamper proof and weather proof. \niv. \nMTTR: less than 4 hour (For zone). \nv. \nSuitable for 24 x 7 operations in practically any weather condition \nvi. \nLife Expectancy : 7 to 10 years \nvii. \nAll the units shall be protected against EMI. All units shall have surge protection against \ntransient surges due to lightning or power variations. \nviii. \nAll the sensors, cables, field analysers, outdoor housings/ enclosures shall be IP 66 rated. \nThe housing shall accommodate all the power and data terminations including switches, \nbreakers etc. required for operating the system. All the outdoor data and power cables, \nterminations etc. shall be protected from rodent damage.  \n \n \nF. Integration \n \ni. \nThe system shall have standard open interface for integration with third party application, \nother Intrusion Detection Systems, CCTV Surveillance System, Command and Control \nSoftware etc. and shall follow typical Physical security Information Management \npractices.",
  "21": "Page 4 of 17 \n \nii. \nThe system has to be integrated with the CCTV surveillance system and shall be \nactivated automatically in case of an alarm. The Command and Control software \nintegration shall be done such that in case of an alarm in a particular zone, the intrusion \nlocation will be highlighted in the GUI map of the Command and Control software and \nthe corresponding PTZCCTV camera in that zone shall focus to the exact location \nthereby providing a clear real time video footage of the intrusion attempt to the security \npersonnel. \niii. \nIn case of multiple alarms in a single zone, above the accuracy range, the system shall \ntreat it separately and the CCTV footages shall be switched between targets. \n \nPART – 2  \n \nApproved Technologies for Mandatory Primary Detection: \n \nA. \nFibre Optic Mesh based Perimeter Intrusion Detection System or Vibration Sensor \nbased Perimeter Intrusion Detection System)  \n \ni. \nThe FOM sensor shall be a mesh fence created using Single mode fiber optic cable. The \nmesh shall be installed on the perimeter on corrosion free metallic posts or FRP posts. The \nmesh shall be installed as a free standing fence on top of wall where fencing is not there. \nWhere fencing is there, the mesh shall be installed parallel to it in vertical or outrigger \nconfiguration on the inside portion of the fence. The height of the mesh fence shall be \nadjustable from 1 meter up to 4 meters as per the site requirement. \n \nii. \nThe fiber optic cable shall be originated from and terminated at the Command and Control \nCentre. There shall not be any active components, analyzers/processors in the field. All the \nsignal processors/ controllers shall be based in the Command and Control Centre. \n \niii. \nThe system shall detect an intruder trying to climb over the fence, cut through the fence or \npenetrate through the fence with 100% detection.  \n \niv. \nThe configuration of the mesh fence shall be such that the mechanical pull, strain created \nby the intruder shall create deformation/ bending in the fiber cable. This deformations/ \nbending shall be detected and analyzed using OTDR, scattering technologies for generating \nalarms. The detection shall not be based on vibration sensing. \n \n \nFibre Optic Mesh OR Vibration Sensor based Perimeter Intrusion Detection \nSystem: \n \nA.  \nFiber Optic Mesh Specifications  \n \nFiber Optic Sensor: \n \nUV stabilized single mode Fiber Optic Sensor cable \nLocation Accuracy: \n \nwithin 25 meters or better  \nProbability of Detection: \nHigh \nSystem Interface: \n \nTCP/IP",
  "22": "Page 5 of 17 \n \nAlarm Monitoring: \n \nReal Time distributed monitoring \nTemp. Range:  \n \n-25⁰ C to +55⁰ C",
  "23": "Page 6 of 17 \n \nA typical Layout of Fiber Optic Sensor is illustrated in the following diagram: \n \n \n \nB.  \nVibration Sensor based Perimeter Intrusion Detection System  \n \nThe vibration sensors shall be individual electronic sensors or shall be Optical fiber or \nmetallic wire based sensors. \n \n \nThe sensors/ detectors shall be fully electronic sensors with no moving parts. The \nsensors/ cables shall be fastened to the concertina coils/barbed wire fence/ rigid fence \nwith durable cable ties, fixtures etc. or buried under the soil. The system shall be able to \ndetect intrusion through the perimeter wall. If anybody tries to remove the sensor/ cable, \nit shall generate alarm. \n \nThe system shall detect vibrations if anybody tries to climb over it or cut through it. The \nmechanical vibration on the fence shall be converted into electronic signals and \nprocessed at the control room in real time.  \n \nThe sensors/ cables shall be placed in singles or pairs on the fence/ wall. Wherever two \nlayers of concertina coils are used, the sensors/ cables shall be laid in a zigzag manner \ncovering both coils.  \n \nIn case of buried sensor, the system shall be buried in a zigzag manner, with width not \nless than 60 cm, on the inside of the perimeter wall preferably before the perimeter road. \nIf space is not available it can be laid after the perimeter road. \n \n \nThe system shall have uniform sensitivity over a wide range of frequencies. It shall \ndetect a wide range of vibrations in the fence created from soft climbing using ladder, \ncutting through the fence up to destruction of the fence. \n \n \nC \nGround Surveillance Doppler Radar based Perimeter Intrusion Detection \n \ni. \nThe radar system shall be low-signature, small footprint ground surveillance radar \nspecifically designed for anti-intruder operations. It shall monitors for intruders and \nmovements in and out of any fenced area or selected zone.",
  "24": "Page 7 of 17 \n \nii. \nThe radar should be of the “Pulse Doppler” type, with full solid state design and no \nmoving parts (full electronic scanning). \niii. \nThe radar shall utilize signal processing techniques for high resolution and high \nprobability of target detection. \niv. \nThe radar should have minimal “revisit time”, in order to enable quick detection of \nrunning/ fast moving intruders. \nv. \nThe radar should have considerable coverage in altitude (at least 100) to cope with \nterrain level differences. \nvi. \nThe radar shall have low radiated power, small volume. \nvii. \nThe radar could be deployed in any all weather conditions and shall be operational 24 x \n7 Operation in bad weather conditions \nviii. \nThe radar shall have high Mean Time between Failures (MTBF) and low Mean Time to \nRepair (MTTR). \nix. \nAutomatic operation \nx. \nShall be Light weight \nxi. \nThe system shall have the provision to cancel the alarms once it is verified by the user. \nAll the events shall be recorded with necessary log reports. \nxii. \nRadar Specifications \n Frequency band  \n \n1 GHz – 110 GHz \n Radiated power  \n \nsafe for human exposure \n Power consumption \n \nLess than 50W \n External Communication  \nEthernet  \n MTBF                               \nHigh              \n Detection range: walking man minimum 1500m (at RCS of 0.5 m2) \n Vehicle  \n \n \nminimum 2500m (at RCS of 3 m2) \n Min. detection range \n \n20 m \n Min. detection velocity  \n0.7 km/h   \n Resolution Range \n \n6 meter maximum \n Range accuracy  \n \n1 m or less \n Azimuth accuracy           \n1º or less \n Altitude coverage        \n    \n10º or more \n Sector coverage  \n \n90º or more \n Detection  \n \n \nAutomatic – no operator involvement \n Revisit time \n \n \n3 second or less for full range. \n \nxiii. \nTarget detection, tracking and integration \n \n The radar shall be controlled by the Command & Control Software Application (“CCA”). \nThe CCA shall serve as the interface between the radar and the encompassing Security \nManagement Software at the Command and Control centre. The software shall be \noriginal OEM software of the radar. \n Using CCA, ignore zones and alert zones may be defined.",
  "25": "Page 8 of 17 \n \n The CCA shall have full control operation of the radar, including control on its working \nparameters, such as: frequency selection, scanning sector, and working mode. \n The CCA shall provide a user friendly full functional situation awareness picture, \noverlaid upon a map/geographical arena display of the airport area, for easy identification \nof target locations by the operators, by providing and including presentations and \ndisplays of: \n Positively identified targets and their trajectories (\"target tracks\") \n Radar location \n Radar scan sector, including angles and distances \n Detected target data (position, course, bearing, distance, velocity) upon clicking \non the target and upon passing with the cursor over the target \n The CCA shall allow special regions to be drawn on the map as polygons: \n Alert zones: an area wherein if a target appears, an audible alert shall sound \n Ignore zones: an area wherein targets will not generate alarms but will be detected \nand tracked \n The radar shall be tightly integrated with CCTV PTZ/ Thermal cameras such that the \ncamera shall be able to automatically focus on to discovered radar targets. \n The camera shall be able to continuously track radar targets. The operator shall be able to \noverride and take control of the camera when the camera is tracking the radar target.  \n Video window shall be provided showing the CCTV display, overlaid on the main \nwindow or on a separate monitor. \n It shall have the feature of camera pointing by clicking on map. \n It shall be possible to set Points of Interest and the cameras shall point thereto the POI. \n \n \nD. \nInfrared sensors: \n \nThe Infrared sensors shall be used on the gates and the drainage at the airport perimeter as \nfollows: \n \ni. \nActive Infrared sensors at the airport entry gates  \nii. \nPassive Infrared sensors at the drainage at the airport perimeter \n \nSpecifications: \nMaximum Detection Range: 100 meters  \nDetection Method: \n \nInfrared beam interruption detection \nInterruption Time: \n \n100 ms or less \nOperating Temp: \n \n-25⁰ C to +55⁰ C \nOperating Humidity:  \n95% or more \n \nA typical diagram is shown below:",
  "26": "Page 9 of 17 \n \n \n \n \n \nE. \nTaut Wire based Perimeter Intrusion Detection System \n \ni. \nThe system shall be configured at a height of typically 1.2 – 1.5 meters on top of the \nperimeter wall with 12 – 14 wires. The maximum distance between adjacent wires shall be \n15 cm. The height and number of wires can be varied depending on the requirement at the \nsite.  \nii. \nThe wire shall have a minimum diameter of 2.5 + 0.1 mm. In case of barbed wires, it shall \nhave a maximum barb distance of 150 mm and a minimum barb length of 15 mm. The \nwires shall be galvanised or non-corrosive material. The wire should be two strand \n“gaucho” type reverse twisted. \niii. \nThe wires are tensioned to a specific force and are anchored to fixed posts. The fixed posts \nshall secure the taut wire creating a fence. \niv. \nIntermediate posts are to be provided in between the fixed posts to maintain the tension in \nthe wires and also to maintain uniform spacing between the wires. A 50 metre zone shall \nhave a minimum of four intermediate posts. \nv. \nThe fixed posts and the intermediate posts shall be made of non-corrosive metallic parts.  \nvi. \nThe taut wire fence shall be installed preferably in an outrigger configuration depending on \nthe requirement at the site. \nvii. \nThe detectors on the fixed posts shall continuously monitor the tension in the wires and \ndetect the variations in tension force in the wires. \nviii. \nThe system shall automatically adjust to the variations in tension in the strings and also to \nchanging environmental conditions. If the tension in the strings falls below the minimum \ndetection threshold, it shall generate maintenance alarms. \nix. \nThe threshold of detection shall be adjusted such that it shall provide 100% detection for \nthe set threshold. The typical threshold of detection shall be 30 kgf of force which can be \nadjusted to higher (up to 60 kgf) or lower levels (up to 15 kgf) depending up on the site \ncondition. The system shall omit events/variations created due to birds and small animals.",
  "27": "Page 10 of 17 \n \nF. Microwave Sensors based Perimeter Intrusion Detection System \n \ni. \n The sensor shall consist of a transmitter and receiver unit. The transmitter unit shall sent \nmicrowave signals/ pulses which are detected by the receiver unit. These received signals \nare analysed by the receiver unit/ field analyzer/ Command and control centre to generate \nalarms. \nii. \nThe units are installed on top of perimeter wall or on the ground inside the perimeter wall \nas per site condition. \niii. \nThe transmitter shall generate microwave signals which are typically parabolic with a \nminimum beam width of 30. The adjacent zones shall be overlapped such that there shall \nnot be any blind spots at the footprint location of the transmitter and receiver. \niv. \nThe system shall detect an intruder trying to walk, run or crawl across the beam with 100% \ndetection. It shall detect target velocities from 0.3 metre/ second to 10 metres/ second.  The \nsystem shall not generate any alarm if someone/ vehicle / objects move parallel to the \nbeam. Alarm shall be generated only when the beam is cut. \nG. Power Fence (Non-lethal) \n \n• The Electrified security fence System will be a high voltage system which would deter, detect \nand deny physical intrusion by giving the intruder a short, sharp, painful but safe non-lethal \nshock. The system shall check the fence around 50 times a minute and the instant the electric \nwires are cut or tampered a built-in alarm should immediately alert the monitoring personnel and \nthe security authorities, along with identification of the zone under breach. \n \n• The high voltage power fence should be 1.2 m high on pre-constructed wall. Fence will be \ndivided into zones of suitable length for better control and monitoring. Length of each zone shall \nbe 250 to 300 mtrs. \n \n• The Controller energy output should be capable of monitoring up to 6 Zone protections, \nthrough the integrated electrified security control unit. Each zone must have its own circuit, \nwhich monitors attack or sabotage of the fencing system. The energizer should comply with all \nnational and international standards of safety including IS302-2-76 (1999), NZS 6200, NZS \n6203, IEC 479-2, IEC60335-2-76. \n \n• The system must alert security' personnel of an attempted intrusion and its location around the \nperimeter of the site. The perimeter Electric Fence security system shall function as an active \ndeterrent, a physical barrier and a reliable detection system. \n \n• Deterrent: When the attacker shall receive the regulated deterrent from the system under the \nfollowing conditions. \n \n• Touching a pulse wire and earth wire simultaneously",
  "28": "Page 11 of 17 \n \n• Touching a pulse wire \n• Additional criteria depending on the control-system specified \n• Detection: The detection portion of the system shall create an alarm under the following \nconditions: \n \n• Climbing on the wires \n• Cutting of multiple wires \n• Cutting of any pulse wire \n• Cutting of any earth wire \n• Shorting the wires \n• Removal of the controller earth connection from the fence \n• Placing electrically conductive material on the fence \n \nCONTROL UNIT / ENERGIZER \n \nSr. \nFeatures \nRequired Parameter \n1. \nController \n \n2. \nNumber of Zones  \n2 Nos \n3. \nZone Length \n300 mtrs \n4. \nAlarm Voltage Setting \n2K, 3K, 4K for each zone \n5. \nPulse Count Setting \n1,2,3 for each zone \n6. \nAlarm Detection \nShock Monitoring, Voltage Monitoring, \nCut Monitoring. \n7. \nAlarm Outputs  \n1HV per zone \n1 LV /Earth per Zone \nPower Fault Alarm \n8. \nIndicators \nHV Alarm LED \nLV Alarm LED \n9. \nStandards \nEN55014 \nIEC 60335-2-76 \nIS302-2-76 \n10. \nEnergizer \n \n11. \nMaximum Output Voltage \n10 KV \n12. \nMaximum Power Output \n2.5 Joules \n13. \nInput Power \n15-30V DC or \n110/230 V AC",
  "29": "Page 12 of 17 \n \nFENCING INTERMEDIATE POST \n \nSr. \nFeatures \nRequired Parameter \n1. \nLength of Post \n2 mtrs on wall top \n2. \nFabrication and Material \nFabricated from readymade galvanized \n“L” sections made of CRCA Steel Hot dip \ngalvanized with 80 micron coating. \n3. \nHoles \nPre-punched \n4. \nStandard for Hot-Dip Galvanizing of Iron \nand Steel \nIS-2629 \n5. \nPost to Post Distance (Intermediate Posts) \n3mtrs \n6. \nInstallation \nThe Post shall be mounted, projected from \ninside the existing wall and the projection \nfrom the wall shall not exceed 200mm. \nThe post should have pointed tips to \nprevent intruders from climbing over the \npost. \nThe Intermediate post shall be attached to \nthe wall using a combination of standard \nbrackets, straps, clamps, bolts and security \nscrew. \nThe Post shall have a shield to prevent \narching between wire and post. \n \nFENCING END POST \n \nSr. \nFeatures \nRequired Parameter \n1. \nLength of Post \n2 mtrs on wall top \n2. \nFabrication and Material \nFabricated from readymade galvanized \n“T” sections made of CRCA Steel Hot dip \ngalvanized with 80 micron coating. \n3. \nHoles \nPre-punched \n4. \nStandard for Hot-Dip Galvanizing of Iron \nand Steel \nIS-2629 \n5. \nPost to Post Distance (End Post) \n100mtrs \n6. \nInstallation \nThe End Post shall be rigidly grouted in \nthe wall and shall be suitably supported \nwith additional cross supports. \n \nFENCING CONDUCTIVE WIRES \n \nSr. \nFeatures \nRequired Parameter \n1. \nLength per zone \n300 mtrs  \n2. \nFabrication and Material \nThe fence wire shall be of 2.5mm coating \nthickness. \nUTS \nof \n140.5Kg/sq.mm \nand \nbreak",
  "30": "Page 13 of 17 \n \nstrength of 740 Kgs. \n3. \nStandards \nIS280-1978 \nIS4826-1979 \n4. \nInstallation \nThe maximum spacing between adjacent \nwires shall be 95mm. The lowest wire \nshall be mounted level with the top of the \nwall and shall be space not more than \n25mm from the wall. \nThe wires shall extend at least 2 mtrs \nabove the top of the wall. \nThe separation between the wires and any \nearthed metal on the wall shall be at least \n25mm. \nFeeder cables wherever necessary should \nbe drawn inside the post profile to prevent \nunauthorized cutting of cables. \n \nFENCING INSULATORS \n \nSr. \nFeatures \nRequired Parameter \n1. \nStrain Insulator \n \n2. \nFabrication and Material \nThe Hook shall be made up of spring steel \nand spin galvanized / Zinc coated to \nminimum of 80 microns coating thickness. \nStrain Insulator for sectional or corner \nposts shall be made up of High Quality \nVirgin \nPlastic \n(High \ndensity \npolycarbonate) and shall be rated for 15 \nKV UV. \n3. \nInstallation \nThe wires shall be stretched between the \nsectional posts using Hook straining \nInsulators. \nThe hooks shall have sufficient strength to \nwithstand loads at both the directions with \na breakaway strength of 140 kgs. \n4. \nIntermediate Insulator \n \n5. \nMaterial and Fabrication \nThe insulator shall be made of High \nQuality Virgin Plastic (high density \npolyethylene) and rated for 15KV UV and \nshould have a glossy surface to prevent \naccumulation of dust. \n6. \nInstallation \nThe wires shall be attached to the \nintermediate \nposts \nby \nbreakaway \ninsulators of break strength of 40 Kgs. \nIntermediate insulator must have two \nwires retaining lugs and the lower one",
  "31": "Page 14 of 17 \n \nshall yield upon a load of 40 kgs. \n7. \nWire Tightener \n \n8. \nMaterial and Fabrication \nThe wire tighteners must be made up of \nLM 6 Aluminum alloy with provision for \nlocking pins. For smaller sections, the \ntensioners shall be plastic injection \nmounded.  \n9. \nInstallation \nPermanent \nwire \ntightener \nshall \nbe \nprovided between sectional posts. They \nshall maintain adequate tension of the \nfence wires along the boundary. Each and \nevery wire of the fence system must be \nmaintained under tension to ensure there’s \nno sagging of the wires. \n \n \nCCTV System with Video Analytics, Video Management, Client Management, Recording \nManagement with storage      \n \ni. \nThe system shall use fixed CCTV Day/ Night, PTZ Day/Night and Thermal IP cameras. \nThe video footages from the cameras shall be converted to IP streams (H.264) and are \nrouted through IP network.  \nii. \nThe cameras shall be installed and oriented in the perimeter areas in such a way that there \nshall not be any blind spots during day as well as in night condition. The cameras shall \nhave full coverage of the perimeter boundary. IR illumination can also be provided for \nenhancing the visibility wherever required. \niii. \nThe system shall be able to define area of interest on the  CCTV footage where intrusion \nare to be detected, The following types of analytics shall be able to be used based on the \nsite requirement: Trip wire, Loitering, Motion Detection, No Motion Detection, Object \nDetection, Object tracking, Tamper detection etc. \niv. \nThe system shall be able to detect the intruder climbing over the fence and running, \nwalking, crawling into the operational area of the airport. \nv. \nThe system shall use analytics software compatible with the CCTV Video Management \nSoftware (VMS) for monitoring the Perimeter Intrusion. \nvi. \nAnalytics can also be performed at the camera level. However it shall be able to be \ndefined through the analytics software. \nvii. \nFor an incident occurring at time ‘t’, the system shall display the video footage of alarms, \nstarting from minimum of ‘t-1’ sec, in the Command and Control Centre.  \nviii. \nThe system shall be configured considering the performance under worst environmental \nconditions like night condition, heavy rain, heavy wind etc.",
  "32": "Page 15 of 17 \n \nPART – 3 \n \n(Common Command & Control Centre (CCCC) Mandatory for installation). \n \n \nAs the heart of the PIDS solution, “Common Command & Control Centre” (CCCC) should \nreceive inputs from all sensors deployed in field with a graduated over-ride control with the \nconcerned authority, as well as a directional flow of information and instructions. Timely and \nappropriate response to a situation would be the key to success in controlling operations \neffectively at the Main Control Centre. \n \nIt is essential that the CCCC should accommodate: \n \nThe Command & Control Center Rooms at the airport shall be categorized as per \ndimensions & sensitivity category of the airport perimeter (Mainly to be divided as \nLarge, Medium & Small). \n \nThe Large category of airport shall have minimum six operator positions. The CCC shall \nhave a large video wall to display the entire perimeter. The operator positions shall be \ndivided as per directions & important locations for a clear view of the perimeter.    \n \nThe Medium category of airport shall have minimum four operator positions. The CCC shall \nhave a large video wall to display the entire perimeter. The operator positions shall be \ndivided as per directions & important locations for a clear view of the perimeter.    \n \nThe Small category of airport shall have two to three operator positions. The CCC shall have \na small video wall /large LED monitor to display the entire perimeter. The operator positions \nshall be divided as per directions & important locations for a clear view of the perimeter.    \n \nThe Control & Command Centre shall have primarily the following: \n \ni. \nInputs from all Security Sensors/Systems deployed in Perimeter area  \nii. \nVideo Wall painting generic picture with facility for sectorial focus / PIP \niii. \nSlave Work Stations with independent LED displays & control device. Targets to these \nwork stations could be assigned by the Control Room Cdr. \niv. \nGeneral Alarm & Broadcast \nv. \nHotline with key stake-holders \nvi. \nOver-ride control for selective dissemination of data, information and instructions \nvii. \nRecording, Storage of data and replay facility including sufficient back-up capability \nviii. \nEmergency power provision",
  "33": "Page 16 of 17 \n \nTypical Architecturefor Common Command & Control Centreshould be as depicted in the \nfolowing diagram:\n \n \nSystem Architecture: \nA basic block diagram of the proposed solution is shown below in the picture:",
  "34": "Page 17 of 17"
}