{
  "1": "we\n\n\\ -\nNo.CAS-7(9)2008/DIV.1 (Weapon)\n\nSRA ATH / GOVERNMENT OF INDIA\nararg fae FATA / MINISTRY OF CIVIL AVIATION\naay Paar BET FAT / BUREAU OF CIVIL AVIATION SECURITY\nHWE, LAL Te, HAT aA, TAT / “A WING LIT FLOOR, JANPATH BHAWAN, JANPATH\nw§ Pest- 110001 / NEW DELHI - 110001\nDated: 23/10/2015\n\nAVSEC CIRCULAR NO.: 09/2015,\n\nSubject: Permission for Carriage of Arms & Ammunition by BSF on ALH Dhruy\nHelicopter.\n\nA copy of DGCA Permit No. 879-AA/2015, issued under reference No.\n8/33/2009-IR dated 24/09/2015 regarding permission to carry or cause to carry the arms,\nammunition and explosives as specified by the Operations Commander from time to time\non ALH Dhruv Helicopter of BSF for transportation of troops in connection with anti-\nnaxalite operations to / from any point within India subject to the usual safety conditions, is\nforwarded herewith for information and necessary action by all concerned.\n\nUnless suspended or revoked earlier, this permit shall remain valid wef.\n102015 t 2016.\n\nThis issues with the approval of Commissioner of Security (CA).\n\nEncl: As above,\n\nbit*\n\n(Jyoti Narayan, IPS)\nAddl. Commissioner of Security (CA)\n\nDistribution 9s per list attached.\n",
  "2": "Copy for information and necessury action to\n\n47 Disses General, CISP, 13 CGO Comples, Losi Row, New Delhi\nMay kindly circulate to all ASG Units at the airports taken over by CISF.\n\nDGPs / IGPs all States / UTs.\n\nCommissioner of Police, Delhi, Mumbai, Chennai & Kolkata,\n\nChairmen Airports Authority of India, Rajiv Gandhi Bhawan, New Delhi:with request to\n\nplease eireulate to all AAI airports in the Country.\n\nCMD . NACIL (Air India)Lid., Airlines House, 113 Gurudwara Rakabaganj Road, New\n\nDelhi 110001\n\nCEO, Jet Airways, SM Centre, Andheri-Kurla Road, Andheri (East). Mumba\n\nCEO. Spipe Jet, Plot No.319, Udyog Vihar, Phase —IV, Gurgaon, Haryana.\n\nCEO. GoAir, Neville House, JN Herdia Marg, Ballard Estate, Mumbai-400 001\n\nCEO, Indigo Airlines,Tower C, Global Business Park, DLF City, Phase III, Mehrauli\n\nGurgaon Road, Gurgaon-122 002,\n\n10.CEO, Aid Asia (India) Pvt L1d, AIT, 2™ Floor, Chennai Airport, Chennai-600027,\n\n\\1.Airport Director, Sri SathyaSai Airport, PrasanthiNilayamPurtparthy, Anantpur District\nAndhra Pradesh-515134,\n\nl2MD, DIAL, New Udan Bhavan, Opp. Terminal-3, IG] Aitport, New Delhi-37.\n\n13.MD. MIAL, CSI Airport, 1\" Floor, Terminal IB, Santacruz (E), Mumbai 400 09.\n\n14 MD, CIAL, Cochin International Airport Ltd., Cochin Airport, Cochin.\n\nSMD, HIAL, Hyderabad Inemational Airport Limited, Shamshebad-S00 409, Ranga Reddy\nDistt, AP,\n\nI6MD,KIA Bengaluru, Administration Block, Bengaluru International Airport Devanahalli,\nBangalore-560 300.\n\n17.MD, Miban India Private Ld, De-BabasahebAmbedkar Inernational Airport, Old Terminal\nBuilding, Nagpur-440 005,\n\n1&CSO, BAPL Durgapur Aisport, MNAV-29 Bengal Ambuja Housing Complex City Centre,\nDurvapur- 713216\n\nRegional Deputy Commissioner of Security (CA) , BCAS , Delhi , Chennai . Mumbai,\nKolkata, Ahmedabad, Hyderabad, Amritsar & Guwahatiste please cireulate to all Airlines,\nAirport Directors! In-charge Airport Management and Officers of BCAS in respective\njurisdiction.\n\neens\n\nCopy for information to\n\nSecretary, Civil Aviation, RG Bhawan, New Delhi\n\n. Joint Secretary, MCA, RG Bhavan, New Delhi, (Kind attn. : Shri G, Asok Kumar)\n\n. DGCA, Technical Area, Opp. Safdarjung Airport, New Delhi-03\n\ntor, Cabinet Secretariat, Room No.1001, B-2 Wing, 10\" floor, Paryavaran Bhawan,\n\nComplex, Lodhi Road, New Delhi-03. (Kind attn. : Shri Anshul Sharma)\n\n5. Joint Secretary (PP), MHA, 3” Floor, “A” Wing, NDCC-II Building, New Delhi-110\nOO\n\n. Joint Director , IB , MHA ,35 § P Marg, New Delhi(Kind attn. : Shri P.K. Bhardwaj)\n\nPS 1 Hon’ ble Minister of Civil Aviation, RG Bhawan, New Delhi\n\nprarare res\n\n1 PPSto COSCA, 2. PS to LCOSCA, 3. PSta ACOS (J) 4. PS to ACOS(D)\n\n3. DCOS(psy DCOS (P) / DDAL)\n\n6. AD(OL) — with a request to translate this circular/A VSEC Order in Hindi Language\n7. AILACS (CA) of BCAS HQ &8. Guard File\n",
  "3": "rete\nDees @)\nGOVERNMENT OF INDIA\nOFFICE OF THE DIRECTOR GENERAL OF CIVIL AVIATION\nDGCA COMPLEX, OPP, SAFDARJUNG AIRPORT, NEW DELHI-110003\n\nNo. 8/33/2008-IR\nDated : 24-09-2015\n\nPERMIT No. 879-AA/2015\n\nIn exercise of the powers under rule 8 of the Aircraft Rules, 1937, Minietry\nof Home Affairs, Govt. of India is hereby permitted to carry oF cause to carry\nthe arms, ammunition and explosives as specified by the Operations\n‘Commander from time to time on ALH Dhruv Helicopter of BSF for transportation\nof troops in connection with anti-naxalite operations to/from any point within Ince\nsutject to the usual safety conditions.\n\n2 This permit is valid w.\n\n(Sunil Kumar)\nDirector of Regulation & Intormation\n\nTo\n\nMinistry of Home Affairs,\nPolice Division-II (Air Wing),\nNorth Block,\n\nNew Delhi\n\n=\nVv The Commissioner of Security (CA), Bureau of Civil Aviation Security\nNew Dethi,\n\n2 The Member (Operations), Airports Authority of india, Rajiv Ganchi\nBhawan, New Delhi with a request that 2 copy of this permit may be\ncirculated to all field offices.\n\n3. Guard file.\n\nSunil Kumar)\nfor Director General of Civil Aviatior\n",
  "4": ""
}