{
  "1": "RESTRICTED\nGovernment of India\nMinistry of Civil Aviation\nBureau of Civil Aviation Security\n'A' Wing -I, II, III, Janpath Bhawan, Janpath,\nNew Delhi-II 0 00 I\nNo. CAS-iOO/07/20I7-Tech.Div/Order/Circular/Addendum/Corrigendum\nDated: 041h Aug, 2017\nC I R C U L A R NO. 1112017\nSub: Minimum Standards for Civil Aviation Security Equipment.\nIn order to prevent\nweapons,\nexplosives\nor any other dangerous\ndevices,\narticles or\nsubstances, which may be used to commit an act of unlawful interference, the carriage or bearing\nof which is not authorized,\nfrom being introduced, by any means whatsoever\nin the restricted\nareas of\nan airport\nand\non board an aircraft engaged in civil aviation and in view of the\nadvancement of technology,\nthe minimum Standards/ Specifications,\nwith regard to the X-Ray\nBaggage Inspection System\nused for screening of hand baggage, hold baggage. cargo and mail\nand otr.er\nsuch items which are required to be screened\nbefore\nbeing allowed for carriage in\nthe restricted\nareas of the airport\nthrough stand-alone X-ray Baggage Inspection System (BIS)\nand Inline CT-EDS Baggage Screening System at the airports\nin India have\nbeen revised\nand\nprescribed as per the following appendices, for the said Security Equipment:\n(i) X-ray Baggage Inspection System (BIS)\n(ii) In-line CT-EDS\nAppendix --A\nAppendix\nB\n2.\nThis Circular supersedes Appendix-E\nand Appendix-F\nof AVSEC Circular No 25/2004\nissued on 27.12.2004\nincluding all previous Corrigendum,\naddendum etc. relating to the above\ntwo appendices.\n3.\nThe specifications prescribed in this Circular shall be implemented\nby all concerned with\nimmediate effect for all future procurements.\nNo X-ray screening\nequipment\nfor the purpose\nmentioned\nin this AVSEC Circular\nshall be allowed at the airports from the date of issue of this\ncircular,\nin India\nunless\nthe\nsaid\nscreening\nequipment\nmeet\nthe\nminimum\nspecifications\nprescribed as per the above appendices of this AVSEC Circular.\n4.\nBCAS officers while undertaking\nquality control oversight at the airports in India shall\nensure implementation\nof instructions on the subject.\n(L.Il. ~\n..,.A u..J).\n(Kumar Rajesh Chandrffg\n.I-=r\nDirector General\nDistribution\nas per list attached.\nRESTRICTED\nPage 1 of 26",
  "2": "RESTRICTED\nAppendix'\nA'\nBUREAU OF CIVIL AVIATION SECURITY\nSPECIFICATIONS\nFOR X-RAY BAGGAGE INSPECTION SYSTEM\n1. Each XBIS shall be equipped with two individual independent\nX-Ray generators with dual\nVIewImage.\n2.\nAll machines\nshould operate\non 230V AC\nSO Hz power supply and should be able to\nwithstand voltage fluctuations\nin the range of 170V to 260 V and frequency fluctuations +/-\nS%\n3.\nTunnel size of the machine should conform to the purpose for which the machine is used.\n4.\nPenetration should be of 30 MM thickness of steel or more.\nS.\nResolution: The machine should be able to display single un-insulated tinned copper wire of\n40 SWG.\n6.\nThe system should be able to produce clear images on colour monitor(s) with minimum of\n1280 X 1024 pixels (Full High Definition)\n7.\nZoom facility should be available to magnify the chosen area of an image sixteen times (16x)\nor more. Image features shall be keyboard controllable.\n8.\nThe machine\nshould be film/ food safe. In other words photographic\nfilms must not be\ndamaged due to X-ray examination.\n9.\nThe machine should have features of multi energy X-Ray imaging facility where materials of\ndifferent\natomic\nnumber\nwill be displayed\nin different\ncolours\nto distinguish\nbetween\norganic/inorganic\nmaterials.\nWith this method it should be possible\nto distinguish\nhigh-\ndensity organic\nmaterials\nincluding\nexplosives.\nMachine\nshould\nhave variable\ncolour or\nmaierial stripping to facilitate the operator to monitor images of organic materials for closer\nscrutiny.\nAll suspicious\nitems\n(Explosives,\nHigh density\nmaterial,\nnarcotics)\nshould\nbe\ndisplayed in one mode and that should be on line.\n10. The radiation level should not exceed accepted health standard (0.1 m Rlhr.) at a distance of\nS em from external housing.\n11. Lead impregnated safety screens should be available at either ends of the tunnel. Idle rollers\nto be provided at either ends of the tunnel to facilitate placing of baggage at the input and\noutput points.\n12. The X-ray beam divergence should be such that the complete image of maximum size of bag\nis displayed without comer cuts.\n13. Fac ility for variable\ncontrast\nmust be incorporated\nto allow enhancement\nof lighter and\ndarker portion of the image.\n14. If the machine fails to penetrate\na particular item, then an alarm (visual and audio both)\nshould be generated to notify the operator.\nIS. The threat image projection (TIP) system software to be incorporated\nin all X-BIS operation\nas per details given in Annexure\n- 1.\nRESTRICTED\nPage 2 of 26",
  "3": "RESTRICTED\n16. Control desk with security\nhousing\nand locking provision\nshould\nbe available\nwherever\nrequired. The Operator personal identification number can be entered through keyboards.\n17. Facility of image enhancement should be available.\n18. Conveyor belt speed should be between 0.18 and 0.3 mtrs per second for X-ray baggage\ninspection\nsystem for hand and registered\nbaggage.\nLesser speed is acceptable\nfor cargo\nscreening. For cargo machine input and output roller should be motor driven enabling easy\nhandling of the heavy cargo.\n19. All software features of machine should be activated and password protected.\n20. In case of defective diode array(s), scanning should be disabled and error message should be\ndisplayed on the screen.\n21. System should work on one software only. All software features should be controlled from\nkey board/ mouse/ touch screen of machine only. Control functions should be user friendly.\nTo enable / disable the software features, system should not be rebooted.\n22. All\nmodels\nshould\nhave\nonline\nrecording\nfacility\nand\nimages\ncan\nbe\nrecorded\nin\nUSB/Electronic\nstorage devices. The recording should be retained for minimum 14 days.\n23. All models should have software\ncontrolled\ndiagnosis\nreport facility and should include\nfollowing information\n1.\nXBIS Make/ Modell Sf. No.\nll.\nSoftware/ Firmware/Algorithm\nVersion Number\nlll.\nStatus/Values of major Power Supply Voltages\nv.\nGenerator Voltage (X-Ray ON/X-Ray OFF)\nv.\nGenerator Anode Current (X-Ray ON/X-Ray OFF)\nVI.\nGenerator Heater Current (X-Ray ON/X-Ray OFF)\nVll.\nDiode Array ( Raw/Calibrated)\nResponse (X-Ray ON/X-Ray OFF)\nVlll.\nGrand total number of Bags scanned\nIX.\nXBIS fault Log\nx.\nXBIS Photoelectric Light Barrier (Tunnel Entry/Exit) Status\nXl.\nEmergency switches status\n24. The operating temperature should be 0° C to 40° C and storage temperature\n20°C to 50°C.\n25. Anti-rodent and dust proof cover must be provided.\n26. The company manufacturing\nthe equipment should have ISO certification\nfor manufacturing\nand servicing of X-Ray screening machines.\n27. The machine should be so designed that software enhancement can be easily implemented to\ntake care of new technique in image processing and pattern recognition.\n28. Through put shall be minimum 400 bags per hour for hand and checked baggage and 200\nbags per hour for cargo machines.\n29.\nSAFETY:\nThe machine must comply with requirements\nof health and safety regulations\nwith regard to mechanical,\nelectrical and radiation hazards. Before installation of the machine,\nthe supplier / manufacturers\nshould furnish NOC from Atomic Energy Regulatory\nBoard of\nIndia regarding radiation safety after every five years.\nRESTRICTED\nPage 3 of 26",
  "4": "RESTRICTED\n30. Operator manual shall be provided with each machine in both Hard and Soft modes.\n31. Machine should be capable of recalling 15 - 20 previous images. A rejected bag image shall\nbe transmitted to an additional monitor erected at the physical check point to facilitate the\nscreener and also increase through put.\n32.\nCOMBINED\nTEST PIECE\n(CTP): The manufacturer shall provide one set of CTP per\nmachine for checking serviceability of the machine by the operator. The details of CTP are given\nbelow: -\n1.\nSINGLE\nWIRE RESOLUTION\n(TEST NO.1)\n1.1\nThe requirement\nis to display 40 SWG wire not covered by step wedge. A tick will\nindicate the visibility of appropriate wire. A set of un-insulated tinned copper wire of size\n26, 30, 35, 38, 40 and 42 SWG is placed on a Perspex sheet. The wires are laid out in S\nshaped curves. The wires are placed behind varying thickness\nof aluminum.\nMetallic\nmarker should be provided\nusing high-density\nmaterial,\nso that SWG numbers in the\nVDU are clearly visible.\n2.\nUSEFUL PENETRATION\n(TEST NO.2)\n2.1\nThe test defines what level of details can be seen behind a thickness of known material.\nThe CTP has different\ngauges\nof wire behind\nvarying\nthickness\nof aluminum.\nThe\nrequirement for this test is that the 30 SWG wire is seen under second step wedge (5/16').\nTick on log sheet will indicate what wires are visible.\n3.\nMATERIAL\nDISCRIMINATION\n(TEST No.3)\n3.1\nThe requirement\nis that different\ncolours be allocated\nto the sample of organic and\ninorganic\nsubstances.\nWith multi energy X-Ray\nit should\nbe possible\nto distinguish\nbetween materials\nof different\naverage atomic number.\nThis means that organic and\ninorganic\nsubstances\ncan\nbe\ndifferentiated.\nThe\nuse\nof\nsugar\nand\nsalt\nsamples\nencapsulated on the test piece and various materials used in the construction of CTP will\ncheck the material discrimination\nfacility. A tick will indicate that the sugar / salt samples\nare shown in different colour.\n4.\nSIMPLE\nPENETRATION\n(TEST No.4)\n4.1.\nThe requirement is that the lead be visible beneath 30 mm of steel. This test defines what\nthickness of steel the machine should be able to penetrate. The steel step wedge on the\nCTP has steps of 2 mm from 16 mm to 30 mm with a lead strip to check that the machine\nis above or below the requirement. A tick in log sheet will indicate where a lead strip is\nvisible.\n5.\nSPATIAL\nRESOLUTION\n(TEST No.5)\nRESTRICTED\nPage 4 of 26",
  "5": "RESTRICTED\n5.1\nThe requirement\nis that vertical and horizontal grating to be seen. This test defines the\nability of the system to distinguish\nand display objects, which are close together. The\nCTP has 16 copper gratings at right angles to each other. A tick in the log sheet will\nindicate that gaps in the gratings are visible.\n6.\nTHIN METAL\nIMAGING:\n(Test No 6).\n6.1\nThe requirement\nis to view image of steel O.lmm thick.\nThis tests the machine's ability\nto image thin metal. A number of thin metals strips of various thicknesses are placed in a\nrow.\n7. METHOD:\n7.1\nThe CTP should be certified by a Government\nTest lab for dimensions\nand material\ncomposition. The CTP is to be used as a quick routine test carried out daily to ensure that\nequipment is working properly and satisfactory image is obtained. The results of the tests\nshould be recorded.\n7.2\nThe CTP should be placed on the belt and passed through the belt atleast once in a day\nbefore the baggage is screened or after the X-Ray equipment is switched on to ensure that\nthe equipment\nis working properly. If the image is satisfactory\nthe equipment\nmay be\nused.\n7.3\nThe CTP may be viewed by using image enhancing facility till the operator is satisfied\nthat the machine\nis working properly. The optimum\nposition of CTP on the belt will\ndepend on X-Ray source and detector arrangements.\nIn case of dual view systems atleast\none view should pass CTP. This may be ascertained\nfrom the service engineer, if need\narises.\n8.\nRESULTS:\n8.1\nThe results of test should be recorded giving information like date. time. machine number\nand type, supervisors name and other remarks.\n8.2\nSupervisory officer should carry out the tests once in a week and compare the results with\ndaily test sheets. In case the images are not up to the standard, service engineer must be\nasked to rectify the fault. The machine may not be used when its performance is in doubt\nor not satisfactory in the opinion of the supervisor.\nRESTRICTED\nPage 5 of 26",
  "6": "RESTRICTED\n8.3\nThe record must be kept by the operator for one year after final entry. The records may be\nchecked by the inspecting\nofficers of BCAS during airport\ninspection\nand report be\nsubmitted to Director General, Bureau of Civil Aviation Security.\nRESTRICTED\nPage 6 of 26",
  "7": "RESTRICTED\nAnnexure\n-1\nTHREAT\nIMAGE PROJECTION\n(TIP)\n1.\nTIP software\nfacility\nshall be incorporated\nin the offered\nX-ray\nmachines\nto assist\nsupervisors in testing the operator alertness and training X-ray screeners to improve their ability\nin identifying specific threat object. The system will create a threat object and the same will be\nsuperimposed on monitor screen while a bag is being screened. To acknowledge that the operator\nhas seen the false object, operator must press the control panel key that will cause the computer\ngenerated threat object to disappear from x-rayed bag image on the YOU screen. Each operator's\naction shall be recorded\nin the hard disc of the computer\nfor the auditing\npurpose by the\nsupervisor or other authorized person.\n2. Design of the system\n2.1\nTIP software\nshould be compatible\nwith other X-ray technologies\nsuch as automatic\nreject unit, Dual X-ray screen technologies,\nautomatic threat recognition\nsystem etc. All X-ray\nimage functions must be available at the same time along with the TIP.\n3. Image library\n3.1\nThe TIP facility should have an image library. The system shall have facility to expand\nthe library to incorporate additional images by user without assistance of the manufacturer as and\nwhen required.\n3.2\nThe image library should contain images of threats at different orientations\n- both plane\nand end-on orientation should be used. Although these will be assigned different file names and\nreferences, it must be possible\nto cross reference these as the same threat. All threat Image\nProjection\nimages must be realistic,\nrepresentative\nand non-distinguishable\nfrom real threat\nitems.\n4. Time Interval\n4.1\nProgramming facility shall be available to project threat images in different intervals. The\ntime period for threat image as well as image mix in percentage shall be user programmable e.g.\nsoftware shall select 40% images of explosive devices, 35 % of fire arms & 25 % knives or\nrandom etc.\n4.2\nOnce the screener has responded to identity of the computer generated threat image, it\nshould remain on the screen for a predefined user programmable\ntime for analysis. The image\nshould be highlighted, upon identification, and feedback message shall be visible to the screener.\n5. System Administration\n5.1\nThe threat image projection\nfacility shall have details of user data-base such as airport\nname, screener name, organization,\nuser 10 number.\nRESTRICTED\nPage 7 of 26",
  "8": "RESTRICTED\n5.2\nAccess to start up menu should be restricted only to the authorized individuals. A log - in\nprocedure by means of 'Password'\nor 'Security Key', could achieve restricted access to each of\nthe comment. The log - in procedure should not take longer than 20 seconds. The system should\nhave facility to by-pass the TIP facility, if programmed so by the system administrator. It is to be\nensured that the TIP software shall not be hindrance to normal functioning of X-ray Machines.\n5.3\nWhen the operator logs - in or logs - out, message should be displayed on X-Ray BIS\nYOU Screen to confirm that he/she has been correctly logged - in or logged - out.\n6. Feed Back Report\n6.1\nThe threat image Projection should be capable of giving feedback HIT, MISS or FALSE\nALARM\nmessage. No message will be presented if a screener correctly passed as clear bag.\n6.2\nA'HIT' message to be presented when a screener has correctly identified a Threat Image\nProjection image. A 'MISS'\nmessage shall be presented when screener fails to identify the TIP\nimage. A 'False Alarm'\nmessage shall be given when screener incorrectly\nindicate TIP image\nwhen in fact no threat image projection\nis present. The feedback should clearly indicate in a\nscreen that a TIP object has been correctly identified / TIP object has been missed / no TIP object\nwas present. Information should be recorded in the database.\n6.4\nDifferent colour coding shall be used for feedback to the Screener. It is recommended\nthat colour code 'Red for MISS',\nGreen for 'HIT'\nand 'Yellow to False Alarm or interrupt' be\nused.\n6.5\nThe system shall automatically\nprepare the daily log of events for each shift and for each\nScreener performance. TIP log shall include particulars of\n6.6\nAirport, XBIS, Name of Screener, Time & date of threat image, weather threat image was\nsuccessfully identified or missed etc.\n6.7\nThe report on Threat Image Projection system may have date and time (From - To) as per\nrequirement,\nScreener\nparticulars,\nand decision/outcome\ni.e. MISS, HIT or False Alarm in\npercentage as well in absolute numbers, number of bags screened, categories such as explosive\ndevices knife or weapon etc.\n6.8\nAs a standard practice, daily / weekly / monthly report shall be retrieved. Report shall be\nfor any given time and period, as per command.\n6.9\nAll data should be stored on the system for a minimum of two months after it has been\ndown\nloaded.\nNo\nindividual,\nregardless\nof access\nrights\nto the\nThreat\nImage\nProjection\ncomponents would delete or amend any of threat Image Projection data or time i.e. Threat Image\nProjection data on the actual X-ray machine will be read only file.\n6.10\nAutomatic\ntray retrieval\nsystem\nwith reject\nlane and recheck\nstation\nwith multiple\ndivestment\nstations\nmay be installed\nby airport operators\nto increase\nthroughput,\nwherever\nrequired.\nRESTRICTED\nPage 8 of 26",
  "9": "RESTRICTED\n6.11\nX-BIS shall have automated online framing of suspicious material (eg. Explosives, high\ndensity material, narcotics\netc.) for operator. This feature should be in real time requiring no\noperat: r involvement.\n6.12\nAll the systems should be maintained\nby the OEMs or entities certified by them. by\nwhatever arrangements airport operators opt for.\n6.13\nThe system should not be connected or accessed through internet by the OEM for any\npurpose including remote diagnosis.\n6.14\nA non-disclosure\nagreement (NDA) is to be signed by the airport operators (Buyer) with\nOEM (Supplier) to affect the confidentiality of the information pertaining to the system.\n6.15\nService engineers of Indian origin will only be deputed by the OEM or entities authorized\nby them to maintain the system. Non-Indian\nengineers may be deputed for major breakdowns\nunder .upervision.\n*******\nRESTRICTED\nPage 9 of 26",
  "10": "RESTRICTED\nAppendix '8'\nSPECIFICATION\nFOR IN-LINE CT-EDS\nBAGGAGE\nSCREENING\nSYSTEM\n1. INTRODUCTION\nThe existing X-ray machines\ninstalled at check in area in some of the airports to screen\nregistered baggage are in stand-alone\nmode and not capable of detecting\n100% explosives.\nStand-alone machines occupy space at departure lounges and also cause big queues, which\ndisrupt passenger flow during peak hours. Keeping in view the security threat\nit is desirable\nthat multi-level\nCT-EDS\nbased in-line detection system is installed at major airports. The\nInline hold baggage handling system (HBS) shall be integrated with airport baggage handling\nsystem in order to provide complete hold baggage processing and screening system All new\nterminals and airports constructed in future will have only HBS. The priority of installation of\nHBS shall be decided by Airport Operator in consultation with BCAS.\n2. Conceptual\nSystem Design\nThe system designed for multi-level screening process shall have the following features: -\n2.1 Levell\nLevel\nscreening\nis to be undertaken\nby a CT-EDS\nmachine\nwith\nautomatic\nexplosives detection facilities. All baggage images will be referred to Level 2 with suspicious\narea highlighted, if any, where a certified screener will accept or reject the baggage.\n2.2\nLevel2\n2.2.1 Level 2 screening is remote workstations(s)\nwhereby operator(s) can analyze the image\ngenerated by the Levell\nCT-EDS machine. The workstation is required to be equipped with\nenhanced imaging / manipulation systems to assist operator to diagnose the screened image.\n2.2.2 100% of level-l screened baggage images should be referred to level 2.\n2.2.3 Whilst the bag is being referred to level 2, it should be 'tracked'\nwhile it travels along\nthe length of the conveyor such that its position and identity is known at all times.\n2.2.4\nIn practice, it is usual to provide a conveying system that allows a programmable time\nof ur to 30 seconds to queue and process the level 2 images.\n2.2.5\nIn case of major airports with 5 MPPA or more, airport operators shall install level 2 B\nso as to ensure that Level-3 is not overloaded.\nIn case of bigger airports (higher passenger\ndensity airport),\na workstation\n2B shall be introduced\nfor longer time analysis.\nIn this\ninstance, there will be enhanced\nimage manipulation\ncapabilities;\nusually a more senior /\nexperienced operator will view the image and have more time to interpret and take a decision.\n2.2.6 In systems with multiple level 1 machines, the MUX / Matrix type set-up of several\n. levelland\nlevel 2 workstations\nwill be linked together, enabling the next un-cleared level 1\nimage to go to next available\nlevel-2 workstation.\nThe MUX / matrix data communication\nRESTRICTED\nPage 10 of 26",
  "11": "RESTRICTED\nshall enable any of the Level 1 X-ray systems to send rejected bag images to any of the Level\n2\nworkstations.\nThe\nproposed\nMUX\n/\nmatrix\nscheme\nmust\nbe\nflexible\nenough\nto\naccommodate future expansion. In all cases, any bag considered suspect by the operator are to\nbe flagged and routed automatically to Level 3.\n2.2.7\nCleared bags shall proceed to the baggage make -up area.\n2.2.8\nIn bigger airports any bag not cleared within a pre-determined\ntime by the level 2A\noperators, are considered\n'time-outs'\nand automatically\nforwarded to level 2B. In other cases\nit should be forwarded to level 3 from level 2. In addition any mis-tracked or unscreened bags\non the conveying system are defaulted to the level 3 area.\n2.3 Level3\n2.3.1 There are several technologies\navailable for level 3 screening, and the selection usually\ndepends upon BCAS regulations and / or budget constraints. These include:\n2.3.2\nA workstation\nmay be installed at level -3 to retrieve the image created by Level - I\nCT-EDS. These workstations may increase as per requirement and higher density airports.\n2.3.3\nThese workstations\nshould be able to pull the image of the baggage created by Level-l\nmachine by a barcode reader/ scanner.\n2.3.4\nA standalone Dual Energy and dual view X-BIS shall be installed at Level-3 to screen\nthe baggage again. Screener shall rescreen the baggage at level-3 invariably.\n2.3.5\nExplosive Trace / Particle detection Check. The un-cleared / suspected bags shall be\nchecked with latest explosive trace detectors by using vacuum pump / specially designed filter\npapers for checking the presence of explosive substances.\n2.3.6\nExplosive Sniffer Dogs.\nThe dogs being the most reliable explosive detection system,\nit is recommended that rejected bag at level 3 be sniffed by Explosive Detection dogs. A dog\nshall be deployed for confirmation,\nonce ETD gives a positive signal. The dog is to be turned\nover everyone\nhour. In an 8-hour shift, there should be minimum 2 dogs with handlers.\n2.4 Level 4\n2.4.1\nAll un-cleared\n/ suspected\nbags at level 3 are to be reunited with their owners for\nfurther inspection and interview. This process is normally manual and should be done in a safe\narea.\n2.4.2\nA workstation may be installed at level-4 to retrieve the image created by Level--l CT-\nEDS to facilitate the physical inspection of the baggage by the security staff. Bag should be\naccepted or rejected on the system as well as an entry in the baggage hand over register is to be\nmade.\n2.4.3\nThese workstations\nshould be able to pull the image of the baggage created by Level-l\nmachine by a barcode reader/ scanner.\n2.4.3 Any bag that is still deemed to be suspect after passenger interview. or if the passenger\nRESTRICTED\nPage 11 of 26",
  "12": "RESTRICTED\ncannot be located, are normally handled as per SOP. Once a bag is declared as threat bag, it\nshould be shifted through conveyor belt system/ automatic lift system.\n3.\nSystem Throughputs\n3.1 Normally\na single\ninline\nCT-EDS at Level-l\nshould\nhave a throughput\nof 400-500\nbags/hour or more, as per requirement of specific airport.\n4.\nApproval by Regulatory agent.\n4.1 Approval by Internationall\n~ational regulatory agency: - The CT machines deployed at\nLevel- 1 must be certified and approved by TSA / ECAC standard 3.\n5.\nREQUIREMENTS FOR LEVEL-l\nX -RAY INSPECTION SYSTEM.\n5.1\nBag Size. The X-ray system must be capable of scanning a minimum of standard lATA\nsizeo registered baggage.\n5.2\nThroughput.\nThe CT-EDS system must be able to meet the throughput requirements\nof the airport keeping in view the load factor. In order to guarantee a throughput capacity as\nper the requirement of the airport.\n5.3\nImage Generation\nThe CT-EDS machines must generate 3 dimensional\nimages and sliced image of each\nbag. Both the images should be available to screener simultaneously\neither by installation of\ntwo monitors or by single monitor of 24 Inches with two windows.\nAll images should be\nstored for a minimum period of 14days.\n5.5.\nOversize Baggage.\nProvisions\nto be made for an out of gauge (OOG) solution\nfor large baggage and\nobjects. The specification\nand detection parameters should be the same as for the Standalone\nX-BIS in level-3 of Inline systems\n6. The HBS Management system shall:\n(a)\nProvide controls for start-up and power-down.\n(b)\nProvide controls and displays for:\n(i)\nCurrent system status.\n(ii)\nUser log-in management / monitoring\n(iii)\nSystem monitoring\n(iv)\nSystem performance statistics.\n7. Detection Systems\nTSA/ ECAC Standard-3 certified algorithm settings should be available and their approval\n/certification advised for the machines. These settings should be capable of selection under\nsecure and regulator controlled arrangements. Vendor should explain the algorithm option and\nmanagement systems available.\nA management\nInformation\nsystem\nis required\nto provide\nstatistical\ninformation\nregarding machine throughput, alarm rates and any error conditions, to the extent possible. The\nmanagement information System should provide this function for all level's workstations.\nRESTRICTED\nPage 12 of 26",
  "13": "RESTRICTED\n8.\nMachine\nStatistics\n1.\nBag Count (since Re-set and since power-up),\nII.\nSoftware version currently running on the X-ray scanner\nIll.\nData available to a user with 'special' access\nIV.\nAlarm rate since re -set,\nv.\nError log\nDetailed Requirement\nof Automatic\nlevel!\nX-ray Equipment\nThroughput per unit:\n400 to 1800 bags or more per hour continuous throughput as per\nrequirement\nMaximum distributed load: 150kg\nConveyor belt height:\n800 to 1000 mm.\nAutomatic detection of:\nExplosives all types\nDensity alert\nX-ray source:\nRotating gantry (Physical or Electronic)\nDual energy\nSystem verification test:\n1. Automatic\n2. Performed every 8-12 hours\nVll.\nPower on indicators:\nShould be provided at both ends of the inspection tunnel\nVllI.\nX-ray 'ON' indicators:\nShould be provided at both ends of the inspection tunnel\nIX.\nContrast sensitivity: 256 levels.\nx.\nOverlay to highlight:\nDensity Alert areas that are\nObscured by very dense material.\nXl.\nThreat objects must be identified with threat boxes / Markings.\nXll.\nShould be equipped with system emergency stop buttons on the machine.\nXllI.\nShould have a modular construction so that system components\ncan be changed easily\nwith minimum downtime\n0\n1.\nll.\nllI.\nIV.\nv.\nVI.\n10. Level 2 Operator\nWorkstations\n10.1\nGeneral\nrequirements\nfor Level 2 Image Analysis Systems.\n10.1.1\nThe level 2 image analysis workstations shall be located within the HBS control room.\nAll HBS operations shall be controlled from this point.\n10.1.2\nThe Workstation may be used to visually detect weapons, guns knives, and explosives\nto identify various components\nof improvised explosive devices, such as wires. detonators.\nexplosives, timing devices and power sources, and to detect typically hidden contraband. The\nworkstation\ninterface shall be ergonomically\ndesigned, provide for ease of use. and include\nimaging features that enables the operator to readily identify common items and clear most of\nthe suspicious items.\n10.1.3 Level 2 inspections\nshall be carried out while the level 1 un-cleared bag is in transit\nthrough the baggage conveyor system.\n10.1.4\nThe time limit available to the operator to view bags must be programmable,\nup to 30\nseconds. If this time is exceeded the bag image is classified as timed out and will move to next\nlevel (un-cleared).\n10.1.5\nRESTRICTED\nPage 13 of 26",
  "14": "RESTRICTED\n10.1.6\nThe system must be capable of transmitting an un-cleared image to next level\nwork\nstation complete with image data file.\n10.1.7\nThe imaging system shall display data in a high resolution with threat objects outlined\nby a threat box/ markings.\n10.1.3\nThe display shall have two FULL HD monitors or a single FULL HD monitor of 24\nInches with two windows.\n10.1.9\nThe monitor shall be adjustable via a tilt and swivel mechanism.\n10.2\nLevel 2 Imaging Tools\nOperators must be able to view bag images while accessing all imaging tools without\nlooking down at the console. Imaging tools provided must be configurable\nby a supervisor\nwith a key/password.\n10.3\nLevel 2 Operator Workstation Minimum Specifications\n10.3.1 Display Monitor\na) Two\nFULL HD monitors\nor a single FULL HD monitor\nof 24 Inches with two\nwindows\nb) Descriptive icon based toolbar for all imaging functions must be represented on screen.\nc) High performance 24-bit video display processor.\ne) 60 Hz refresh rate.\nD Front panel for adjustment of contrast, brightness, vertical and horizontal alignment etc.\ng) Image display time.\n10.3.2\nImaging modes\n(a)\nPre-set function with a minimum display of 5 seconds. The operator must be\nable to manipulate\nall imaging functions without looking down at the console. All the\nimaging\nfunctions\nshould\nbe available\nto the screener\nto detect\nthe wires, batteries.\nmechanisms besides explosives and to interpret the image correctly and take a decision.\n(b)\nControls.\n(i)\nControl panel may be touch activated.\n(ii)\nA 'Home Key' to allow a single touch to revert to a user pre-programmed\ndefault\nsetting.\n(iii)\nToolbar and imaging functions must be configurable by the end user.\n(iv)\n'Reject'\nand 'Clear'\ndecisions\nshould be discrete mechanical/soft\npush-buttons\nwith positive tactile feedback.\n(v)\nWorkstation\nshould be able to be switched on-line or off-line at any time without\naffecting the operation of other workstations or level-1 equipment on the same network.\n10.3.3\nPower indicator. A power-on indicator must be available with:\na) Operator console must have locking mechanism.\nb) Access to system configuration\nmust be a separate mode of operation for authorized\npersonnel only.\nRESTRICTED\nPage 14 of 26",
  "15": "RESTRICTED\nc) Access to system configuration must require a mechanical key or electronic password.\n10.4\nAdditional\nRequirements\nLevel\n2\n10.4.1 A supervisor\nshall\ncontrol\nsystem\nconfiguration\nwith\nappropriate\naccess.\nImage\nprocessing\nfunctions,\noperator time out functions and default image configuration\nshall be\ncontrolled by the supervisor.\n10.4.2\nThe system shall be based on an open architecture configuration and shall run on a PC\nplatform. User operation at the system supervisor level shall be in a graphical user interface\nand based on industry standard operating system. Access to the system shall be controlled by\nPIN and passwords. The system will be on line 24 hours per day. 7 days per week.\n10.4.3\nThe operator via discrete mechanical/soft\npush-buttons\nshall communicate reject and\nclear decisions.\n10.4.4\nWorkstation on-line and off-line switch must be provided for use at any time without\naffecting the operation of other workstation or X-ray machines on the network.\n10.4.5\nIt should have capacity for multiple workstations to be linked to a scanning machine.\n10.5\nImage Printing\nA display printing facility must be provided to standard high-resolution\ncolour printer.\nThe system must be configurable to print any image rejected by a level 2 operator and/or level\n3 operators.\n11.\nCOMMUNICATION\nNETWORK\n11.1Images generated at level 1. shall be digitally transmitted through server based preferably\nto selected level 2 image display workstation. The level 2 display workstations shall be located\nin the CT-EDS control room.\n11.2The MUX / matrix\nsystem\nshall comprise\nof switching\nequipment.\nwhich is able to\nsupport a fully redundant\nconfiguration.\nRedundant\noperation\nshall be configured\nin a hot\nstandby mode.\nIn the event of a failure of the primary\nswitch,\nthe backup\nswitch shall\nautomatically take over operation. At no time shall any unclear bag image data be lost.\n11.3 The system shall operate on a combined fiber optic/twisted pair copper network.\n11.5\nMUX / Matrix\nConfiguration\nCommunication network\nFibre-optic Ethernet network.\nNetwork configuration\nFully\nredundant\nnetwork\nconfiguration.\nThe\nproposed\nexpandable\nMUX / matrix scheme must be expandable to\naccommodate additional level I and level 2 systems in the\nfuture.\nSystem electronics\nRESTRICTED\nPage 15 of 26",
  "16": "RESTRICTED\nDesigned to facilitate the addition of industry standard\nperipherals such as above but not limited to these.\n11.6 Image Printer\n11.6.1 High-speed optical data networking, printing and communication\ndevices.\n11.6.2 A colour printer will be attached to the Matrix network allowing the image of any bag\nrejected by either the level 2 operators or the level 3 operators or both to be printed.\n11.6.3 The printer will be a colour laser type. Print speed will be a minimum of 6 pages per\nmint te, at 300 DPI minimum\nresolutions\nin colour. The printer spooler should be able to\nhandle up to 10 images simultaneously\n12.\nMANAGEMENT INFORMATION SYSTEM\n12.1 A dedicated\nnetwork\nmonitoring\nPC\nshall\nbe provided\nwhich\ndisplays\nand\nlogs\ninformation relevant to the levelland\n2 systems. The Management\ninformation system shall\nhave the following capabilities:\na) On-line monitoring of all control functions.\nb) On-line event, alarm outputs and reports.\nc) CT-EDS status and performance statistics\nd. Workstation status and performance statistics\ne) Hardware faults.\nf)\nImage recall facility.\ng) User log - in management system\n12.2\nThe Management\ninformation\nsystem\nshall be able to compile\nand print reports\nsummarizing the activity that has occurred on the MUX / Matrix network over a previously\ndefined period of time. The system will allow data to be transferred\nto\nstorage devices for\nanalysis on a separate Pc.\n12.3 A configuration\nprogram\nallowing the user to enter a header and a network name to\nappear at the top of each report is required.\n13.\nData to be compiled\n(a)\nFor level 1 CT-EDS\n1. Levell\nevents (all)\nII. Decisions\n111. On line and off line activity\nIV.\nFaults (and the time at which they occur)\n(b)\nFor Workstations\n1. Workstation events (all)\n11. Decisions\n111. On line and off line activity\nIV.\nFaults (and the time at which they occur)\n14.\nReports to be generated\nRESTRICTED\nPage 16 of 26",
  "17": "-- -- - .- ----------\nRESTRICTED\n14.1\nLevell\nCT-EDS - System Event Data\n14.1.1 This shall be a file compiled on a daily basis and shall be a summary report of the\ndecision data for all X-ray machines connected on this particular network (i.e. there shall be a\nreport collated for each network each day). It shall provide a summary for any duration as\nrequested by the supervisors\nfor each mainframe, a fault log, and a result total for the entire\nnetwork.\n14.1.2 Workstation event data shall be a file compiled on a daily basis and shall be a summary\nreport of the event date for all workstations\nconnected on this particular network (i.e. there\nshall be a report collated for each network each day). It shall provide a summary for\nany\nduration as requested by the supervisors each workstation and a fault log for all workstations\n15.\nStorage\nEvent Report files (on each network) shall be stored to the Management\ninformation\nsystem local hard disk at the end of day. They shall be stored to a specific folder (for example\n'HBS Report Data'). Each file shall be uniquely named. It should be possible to store log files\nfor a complete year, at which point old log files shall be overwritten.\n16.\nPresentation\nIt shall be possible to call up stored event files for viewing and printing from within the\nManagement\ninformation\nsystem interface. The facility should allow the user to select the\ncurrent log file or to select from a list of currently stored log files.\n17. Retrieval\nand Offline Presentation\n17.1.\nThere shall be a facility to allow a user to retrieve stored events files and copy to\nstorage devices, viewing and printing on an offline facility. This should offer the user the\noption of copying the logs for the last day, last week, particular day, particular week, or all\ncurrently stored log files. The logs shall be stored in such a way that the printed copy\nresembles the on-screen image.\n17.2\nThis feature shall offer the user the option of printing the logs for the last day, last\nweek, particular day, particular week, or all currently stored log files.\nRESTRICTED\nPage 17 of 26",
  "18": "RESTRICTED\n18.\nThreat\nImage Projection\n(TIP) for level 2 Operators\n18.1 A system shall be provided to generate and send images of virtual bags containing a\nthreat object to the level 2-operator workstation.\nThese systems monitor and assist operator\nperformance.\nA\nrange\nof\nthreats\nmust\ninclude\nmilitary\nexplosives,\nsheet\nexplosives,\ncommercial\nexplosives,\nshielded\ndevices\nand\nimprovised\nexplosives\ndevices\nand\nother\ndangerous goods.\n18.2 The TIP system shall transmit stored threat and false alarm bag images to the level 2\noperator workstations,\nas time is available between 'live' bag images generated by the level 1\nX-ray mainframes.\nThe TIP system must provide a means for each operator to log onto the\nsystem and subsequently record each operator's decisions for later review by a supervisor.\n18.3\nA set of real 'bomb bag' as well as a set of false alarm bags will be stored in the TIP\nsystem memory. When time is available, the TIP system will choose an available workstation,\nsend an image to that workstation,\nand log the operator's\ndecision. The security supervisors\ncan then use the data to monitor operator performance on a daily, weekly, or monthly basis.\n18.4\nThe system must have the ability to perform the following tasks.\na\nAllow operators to log onto the system through the level 2 Operator workstations\nb. Maintain a database of individual operators with TIP statistics over a defined period.\nc.\nPresent TIP bag images to any 'on-line' operator workstation on the network.\nd.\nHave the ability to select an individual workstation or send images out at a pre-defined rate.\ne.\nLog the operator's\nresponse.\nLog whether the bag was properly cleared or rejected,\ndepending on whether the bag contained a real threat or a false alarm object.\nf.\nAlert the operator that they have just received a TIP image and whether they cleared or\nrejected the image appropriately.\ng.\nPrepare and print out reports which will allow the supervisor\nto monitor operator's\nperformance.\n19.\nReports\n19.1 Summary reports must be able to be generated and printed out for an individual operator\nor for all individuals across periods of time.\n1.\n11.\nThe general report shall be the screeners log report.\nDetails about individual\nscreener's\nperformance\nshall be presented\nin the individual\nscreener performance summary report.\nDetailed information that compares multiple screeners shall be presented in the screener\ncomparison report.\nThe detailed information,\nregarding detection decisions for each fictional threat image\nshall be presented in the Threat Detection by Category Report.\nData reports shall be viewed by calendar month.\n111.\nIV.\nv.\n19.2 All report levels and the database shall be read only. Thus, users will not be permitted to\nmodify or corrupt the information contained.\nRESTRICTED\nPage 18 of 26",
  "19": "RESTRICTED\n20.\nTIP Bag Library\nTotal Volume will be 12. Each volume to contain 150 Threat Bags and 50 False Alarm\nBags (200 bags per volume, 2400 bags total). The images in these volumes must represent all\nexplosives categories in the FAA / TSA / BCAS EDS certification standard. Threat bags library\nof TIP should be upgraded on regular basis.\n21.\nOperating\nConditions\n21.1 In addition to any specific safety devices stated elsewhere in the subcontract. the design\nof the system(s) shall ensure the safety of all operating and maintenance\npersonnel together\nwith others in the proximity of the equipment. Particular attention shall be given to the design\nof guards, belts, rollers and drives to eliminate all possibilities for trapping limbs, clothing etc.\n2l.2 Rotating and other hazardous components,\neven if housed within total enclosures, shall\nalso be individually\nguarded. Guards shall be designed to be removable\nduring maintenance\nbut shall also incorporate\naccess panels to permit routine lubrication without the removal of\nthe entire guard assembles.\n21.3 The systems shall be designed to prevent the possibility of human exposure to primary\nbeams from X-ray devices. Radiation leakage from X-ray devices shall not exceed the limits\nset by the European community / Atomic Energy Regulatory Board of India.\n22.\nElectric Power Supply\n22.1\nThe level 1 machine shall be designed to operate from 415 volt. 50 Hz, 3-phase power\nsupply, voltage fluctuation ± 10%. All other equipment shall be designed to operate from 240\nvolt, 50Hz. Single-phase power supply, and voltage fluctuation ± 10%, frequency variation ±\n5%. All electrical installations shall meet the local regulatory safety requirements.\n22.2\nThe\ncomplete\nInline\nBaggage\nScreening\nSystem\nincluding\nCT-EDS,\ncomputers,\nworkstations etc. should have a UPS provision for a minimum of 10 minutes. Servers should\nhave backup provisions for 30 minutes.\n23.\nMaintenance\nMean-Time Between Failure (MTBF) and Mean-Time To Repair (MTTR) data for the\nsystems offered is required and must indicate an average 'uptime\" of over 99% under realistic\noperating conditions.\n24.\nOption\n24.1\nThe supplier shall include for a comprehensive\nmaintenance service for 12 months after\nsystem acceptance.\n24.2\nThis maintenance requirement shall include.\ni. Preventive Maintenance.\nii. Routine Maintenance.\niii. Call-Out Maintenance.\nRESTRICTED\nPage 19 of 26",
  "20": "RESTRICTED\n24.3\nFollowing every maintenance\nvisit, the HBS contractor shall send a completion report\nto the engineer.\n24.4\nAll the systems should be maintained by the OEMs or entities certified by them by\nwhatever arrangements airport operators opt for.\n24.5\nThe system should not be connected or accessed through internet by the OEM for any\npurppse including remote diagnosis.\n24.6\nA non-disclosure\nagreement\n(NDA) is to be signed by the airport operators (Buyer)\nwith OEM (Supplier) to affect the confidentiality of the information pertaining to the system.\n24.7\nService\nengineers\nof Indian\norigin will only be deputed\nby the OEM or entities\nauthorized by them to maintain the system. Non-Indian engineers may be deputed for major\nbreakdowns under supervision.\n25.\nTraining\n25.1\nThe supplier shall supply comprehensive\ndocumentation\nin plain English to allow the\nfull end complete operation of the system.\n25.2\nA set of system verification test objects, FAT and SAT test procedures must be offered.\n25.3\nThese objects when inspected\nmust positively\nverify that the system is performing\nwithin published specifications and agreed detection levels.\nA computer\nassisted training package must be offered. As a minimum\nthis package must\nfacilitate operator training and gauge training proficiency.\n26.\nClimatic Conditions\nThe machine should be capable of operating between OoC to 40°C temperatures, relative\nhumidity between 0 to 95%\n27.\nDesign Loadings\nFor the purpose of the sizing of drivers, shaft sizes and bearing etc., the following live\nloads are considered:\n(a)\nBelt Conveyors\n(i)\nPower curves\n(ii)\nStructural loading\n(b)\nReclaim / make -up\nconveyors\n(c)\nHorizontal Reclaim Carousel\n(d)\nWalkways and Maintenance Platforms\n(e)\nSuper load\nRESTRICTED\nPage 20 of 26",
  "21": "RESTRICTED\n28.\nServices\nMain supply 415V ± 10% 3 Ph, 50 ± 5%Hz\nNote the CT-EDS machine generally requires a conditioned power supply.\n29.\nBag conditioning pre screening\nThe BHS should ideally include a number of features that condition and present the bag\nto the X-ray in a separate, spaced and controlled manner. This should include: -\n1. Check in operator discipline e.g. tie up trailing straps, use tubs as appropriate etc.\n11. Window reservation techniques at check- in Icollector conveyor\n111. Use of zoned belts at transfer in feeds\nIV. Automatic baggage separation\nv. Spacing and pitching of bags to suit the needs of the X-ray machine.\nVI.\nOver-height detection\nVll. Over-length detection\n30.\nCollector System - Window Reservation technique\n30.1\nThis feature is applied to those instances where by automatic checks in conveyors are\nprovided to deliver bags on to collector conveyors.\n30.2\nA system\nknown\nas \"Window\nReservation\"\nis used to control\nthe flow of bags.\nEffectively, the belt on the collector conveyor is split up into imaginary zones or \"windows\"\neach large enough to accept the bag and these are allocated to check -in desks on a demand\nbasis such that all input have equal opportunity.\nThis reduces passenger-waiting\ntimes. and\nalso controls the flow of bags into the handling system right from the point of in-put.\n30.3\nAs the allocated window approaches the desk. the Dispatch conveyor will automatically\nstart up and the bag will be transferred onto the collector conveyor. This procedure is repeated\nuntil all bags in a single transaction are released in to the system.\n30.4\nIt is preferential\nto arrange the conveyor speed such that the bags are fired across the\ncollector conveyor. This encourages the bag to lie flat and also decreases the cycle time.\n3 1.\nTransfer In feed - Marked Belt\n31.1\nIn those instances where bags are delivered to the HBS system via a transfer in feed\nline (or similar) it is much harder to control the input and flow of bags as this is operator\ndependent.\n31.2\nThere should be discipline about the type of bag to be handled and also the orientation\nthat the bag is placed onto the belt, such that it is in the most stable orientation for conveying\nand <creening.\n31.3 To help control the flow it is suggested that zones are marked onto the belt to indicate\nwhere handlers\nshould\nload bags and where they shouldnt.\nIn this way it is possible to\nencourage operators to correctly space bags from the outset, and also the throughput will be\nRESTRICTED\nPage 21 of 26",
  "22": "RESTRICTED\nlimited to be dictated by the belt speed and size of the zone.\n32.\nAutomatic\nBaggage separation\n32.1\nWhilst bags may be correctly spaced at point of input into the system, by the time they\nhave been conveyed\nto the screening area, usually via inclines / declines,\nspeed changes,\nmerges / diverges, curves or drop - over etc., bags can quite easily become entangled with\nothers.\n32.2\nSingulation of baggage into the X-ray machine is essential for the efficient operation of\nthe 100% HBS system. Also the correct pitch of baggage entering the machine is important.\nFor ,:ownstream controls to be able to singulate and pitch baggage into the machine correctly\neach item must be separate and there must be a detectable gap between successive items --an\nautomated baggage separation mechanism is required to achieve this.\n32.3\nClassically, there are 4 potential baggage patterns that can cause problems and hence\nshould be detected and resolved via baggage separation i.e.\nI. Bags caught up with each other, nose to tail, no overlap\nII. Bags partially overlapped, left hand bag leading\nIII. Bags partially overlapped, right hand bag leading\nIV. Bags fully overlapped, i.e. side by side.\n32.4\nFirstly, a series of sensors are required to detect the above sequence. Secondly, a series\nof queue conveyors, usually with inverter speed control and differing belt types are required.\nBy varying the speed differential between them it is possible to separate baggage in the first 3\nsequences above.\n32.5 If it is likely that bags can be fully overlapped,\nthen these bags can normally only be\nseparated if they are transferred\nthrough at 45 degree Y-junction\nsuch that they naturally\nbecome one of the first 3 sequences instead. In this case, 2 bag separation systems are to be\nprovided, before and after the 90-degree junction.\nThese are normally termed 'primary'\nand\n'secondary'\nbaggage separation systems, but are functionally similar.\n33.\nOver- Height Detection.\n33.1\nAn over - height detector is required on a queue conveyor prior to the X-ray machine,\nmainly to prevent damage to the machine and the bag. Ideally this should be a mechanical flap\nwith limit switch as these are not too sensitive to straps and labels etc. The use of photocells\nfor this is not so efficient.\n33.2\nIf the limit switch on the over height detector trips, then the bag is transported onto the\nnext queue conveyor and stopped.\n33.3\nThe oversized bag can now be removed or re-oriented.\nA visual warning beacon will\nflash and an audible alarm will pulse to alert the screening\nstaff. To re-start the conveyor\nfollcwing rectification / removal of the bag the operator shall depress a button upon a locally\nmounted push - button station.\nRESTRICTED\nPage 22 of 26",
  "23": "RESTRICTED\n34.\nOver -length\ncheck\n34.1\nThe length check is performed upon a queue conveyor prior to the X-ray. This ensures\nthat bags which are too long are not allowed in the machine.\n34.2\nWhilst a bag is within the beam of the relevant photocell, pulses are counted from a star\nwheel/proximity\ncell arrangement upon the driven roller of conveyor. The number of pulses\ndirectly represents the length of the bag, assuming no slippage.\n34.3 If the number of pulses received exceeds the pre-set quantity, then the bag is deemed over\nlength. This rogue bag is allowed (subject to downstream dieback conditions) to continue onto\nthe rext queue conveyor following the length check and stopped. A visual warning beacon\nshall flash and an audible alarm pulse to alert the screening staff. After dealing with the bag\nthe operator presses a 're-start'\npush button.\n35.1\nTypical operation of screening line\n35.1.1 Bags are spaced and pitched correctly prior to delivery into the X-ray machine. which is\nintegrated into the baggage\nhandling\ncontrol system. Each bag is allocated\na unique code\nnumber by the BHS control system to ensure communications\nbetween the X-ray machines\nand the BHS control system are always synchronized.\n35.11 As the bag exits the X-ray machine, all the images created by the CT-EDS are referred\nto level-2 for manual operator decision.\n35.1.3 The Level\n2 X-ray\nimage\ninvestigations\nwill be conducted\nas the bag is being\ntransported along the transport conveyor. This ideally needs to be up to 30 seconds for the\nlevel 2A. Another 40-110 seconds are available to level 2B for a decision to be made. The\nLevel 2 decision should be made by the time the bag reaches the decision point, which is\nusually some form of diverting\nmechanism.\nIf the operator does not make a decision. the\nsystem will automatically default the bag to the Level 3 screening areas for further analysis.\n35.1.4\nThe diverting mechanism will allow cleared bags to proceed to the makeup area and\nroute suspect bags to the level 3 area for further inspection.\n35.1.5\nCleared level 3 bags shall enter into the system after the screening process through a\nconveyor belt.\n35.1.6\nSuspect bags at this point are referred to Level 4, for passenger-baggage\nreunion.\n35.1.7\nCleared level 4 bags are usually entered into the system after the screening process.\nThis can either be a manual or automated process.\n35.1.8\nTracking errors are a function of both the mechanical system solution. and also the\nsoftware and commissioning\nprocess. It will not be possible to achieve this target rate; if for\nexample, the mechanical\nsystem\nis poorly designed\nin the first place. The following\nare\nguidelines to consider when designing the tracking conveyor systems.\nRESTRICTED\nPage 23 of 26",
  "24": "RESTRICTED\n1. Ideally keep all tracking lines straight and level whenever possible\nIJ\nAvoid changes in direction if possible\nIII. If unavoidable, use belt curves rather than drop-over 90 degree transfers\nIV. If conveyors cannot be level, then a maximum 7 degree up or down should be\nconsidered\nV. Keep conveying speeds to a minimum to avoid slippage, usually 0.5 to 1.6m/sec\nVI. Keep speed changes to a minimum\nVII. Ensure no snagging points on conveyor plate work\nVIII. Careful selection of a diverter type for out sorting to level 3 area\n35.2\nTracking Error Rates\n35.2.1 The target\nrate for correct\ntracking\nis 99%. Tracking\nerrors\nare defined\nas the\npercentage of all bags that are routed to level 3 because tracking information is lost such that it\nis no longer possible to securely associate the bag screening decision with the bag. In such\ncases the bag is routed to level 3 as a fail-safe measure.\nThis error rate does not make\nprovision for any bags to reach the makeup area that have not been specifically cleared by the\nscreening process. The achievement of this must be 100%.\n35.2.2\nThere is however some tracking error causes that are out of the control of the system\nand these mainly pertain to baggage types. The following examples are intended to illustrate\ntypes of baggage induced tracking errors.\n35.2.3 Tracking errors result from apparent changes in length or position with respect to the\nconveyor belt, outside the defined tolerances as detected by photocells\nand pulse generators\nplaced on the tracking conveyors.\n35.2.4 This is an easily understood way of explaining how baggage characteristics\ncan cause\nmovement with respect to the belt, resulting in a tracking error. In this example bag 1 that\nstands on a conveyor on its wheels is likely to move with respect to the belt and thus change\nits position with respect to the belt. The other bag 2 indicates the possibility of its progress\nbeing interfered with by a protrusion such as a wheel holding the joint between conveyors: this\nwould also move the position of the bag with respect to the belt and cause a tracking error\n35.3\nLength Change\nThe above example illustrate a way in which the length of a bag and the position of the\nbag can appear to change from the perspective of the photocells that detect the baggage\n36.\nBaggage position tracking\n36.1 The purpose of baggage tracking is to accurately reconcile routing decisions made by\nPLC control systems to real baggage travelling upon the conveyors.\nThe software solution\nmust provide fail - safe software philosophies for tracking baggage and routine actions whilst\nalso being\nsomewhat\ntolerant\nof the unpredictable\ntravel\ncharacteristics\ninherent\nwhen\nconveying variable baggage types.\n36.2\nThe bag position tracking technique shall be used for tracking bags on the conveyor\nwith data attached to them inside the PLC System.\n36.3\nEach tracking conveyor\nis fitted with a pulse generator on a non-driven\nroller. The\npulse generators generate a pulse per unit of the belt movement on the conveyor.\nRESTRICTED\nPage 24 of 26",
  "25": "RESTRICTED\n36.4\nWhen a bag breaks the photocell on the first conveyor, which enters the bag into the\ntracking model, the bags unique PLC allocated tag is entered into a PLC register. This happens\nwhilst the bag is obscuring the photocell. Thus a series of registers are created at the resolution\nof the pulse generator,\nwhich create a virtual image of the bag. The pulses received from\nrespective conveyor causes the registers containing the bag tag to be moved. As such through\nthese each tracking conveyor a bag is mapped to its own dedicated set of registers and the bag\ncan be seen moving as the conveyor moves.\n36.5\nThis technique allows the bag position to be monitored to the resolution of the pulse\ngenerator that would typically be 50 mm. Thus when the bag reaches the next photocell on the\nnext conveyor its tracked image should also reach the photocell within a tolerance. This allows\nthe tracking of the bag based on its position and is thus tolerant of bags being removed without\ncausing a serial error to all succeeding bags.\n36.6 In high security applications the registered image also provides a length measurement of\nthe bag to the resolution of the pulse generator. This can be used in addition to the positional\ncheck to give some ability to detect a bag being replaced with a different bag but of a different\nlength within tolerances.\n36.7\nThis technique gives rise to a degree of certainty of the bag currently at the photocell\nbeing the proper bag to which the data in the PLC relates. This level of certainty is determined\nby the tolerances. A bag that has moved with respect to the belt out side of the set tolerance\nbut which is not within the tolerance of another bag is uncertain as to which bag it is.\n36.8\nA similar concept applies where length check is also used where the position is within\ntolerance but the length has changed outside of tolerance. When a bag becomes uncertain in\nthis way it is termed as a miss track. Bags that are miss-tracked are handled according to a set\ndefault destination for miss-tracked bags.\n36.9 This form of tracking control is to be utilized in the security element i.e. the 100% HBS.\n37.\nBlockage Detection\n37.1\nConveyor belt is required to be fitted with a photocell at its discharge end. For each of\nsuch conveyors\na blockage\ndetection\nalgorithm\nchecks for blockages\nor bag jams on the\nconveyor.\n37.2\nIf the photocell is obscured for longer than a pre- set time period a blockage will be\ndeemed to have occurred. The timer will not run whilst the conveyors I are stopped.\n37.3\nIn the event of a blockage being detected, the conveyors I affected bag will be stopped\nand an alarm generated on the MIS, if fitted.\n37.4\nThe blockage must be manually cleared and the blockage reset function on the MIS of\nMer\noperated where upon the conveyorls affected by the blockages will restart.\n37.5\nConveyors\nupstream\nof the blockage\nwill stop under dieback\ncontrol\nas baggage\nreaches their respective photocells.\nRESTRICTED\nPage 25 of 26",
  "26": "RESTRICTED\n38.\nX-ray HBS Controls and Mechanical system HBS interface\n38.1 The purpose of any 'HBS'\nbaggage handling'\nsoftware solution is to accurately reconcile\nscreening decisions made by connected systems to real baggage traveling upon the conveyor.\nThe solution must provide fail-safe software philosophies\nfor tracking baggage, reconciling\ndecisions and routing actions, whilst also being somewhat tolerant of the unpredictable travel\ncharacteristics inherent when conveying variable baggage types.\n38.2 The very nature of HBS system suggests high accuracy tracking is paramount. However,\nalthough a control system solution may offer very tight tracking (where the accuracy is ± one\nscan of the software) in reality baggage is not and cannot be conveyed with such precision\n100% of time. With broad tolerances\napplied to checking routines within the software, the\nsystem\ncan\nbecome\nvery\ntolerant\nof\nthe\nconveying\ninaccuracies.\nHowever,\nanother\nfundamental feature of HBS control systems should be to identify (if possible), tampering with\nor exchanges of baggage. This feature requires the application of tight checking tolerances.\n38.3 Thus, the situation\nexists where tighter the tolerances\nare made to satisfy 'security'\nrequirements greater will be the volume of bags rejected as 'miss-tracks',\nconversely, opening\nup the tolerances will reduce reject rates but will reduce the level of security offered. BHS\nefficiency is defined in terms of acceptable levels of miss-tracks and miss-directs. In general,\nthe target for this should be in the order of 1 - 2 %.\n********\nRESTRICTED\nPage 26 of 26"
}