{
  "1": "/ Bo as\n\nx\noe Cr te\nde ‘SRW GOVERNMENT OF INDIA 6M, Ae\n© america /MINISTRY OF CIVIL AVIATION oN nl ly\nBUREAU OF CIVIL AVIATION SECURITY\n\nAng YS. ‘eft -, SeTqeMFaRT, A-WING, JANPATH BHAWAN,\nfe ees\n‘sere, ASEAN -110001/ JANPATH, NEW DELHI-110001\n\nNo, CAS-100/07/2017 Tech.Div/Order/Cireular/Corr/ 121824 Date:20/10/2017\nAVSEC CIRCULAR No13/2017\n\n5\nga\nae equipments- Reg. ae 7\n\nIn exercise of powers conferred by Section SA of the Aircraft Act, 1934, delegated to him\nvide Government of India, Ministry of Civil Aviation, Notification No. 1797 dated 03% July,\n1997 and Rule 3(b) of the Aircraft (Security) Rules, 2011, Director General, BCAS, for the\npurpose of securing aircraft operations directs that all Airport Operators will provide BDDS\nequipment to ASG/APSU as mentioned in AVSEC Circular No. 14/2010 in the following\n\n2, PRIORITY-1\n‘Sr.\n\nHand Held Metal Detector Search Equipment\nElectronic Stethoscope\n‘Non-Linear Junction Detector\nFiber Optics Surveillance Device.\n‘Non-Metallic Prodder\n\n‘Under Vehicle Viewing Mirror is 4\nExplosive Vapor Detector Detection Equipment\nReal Time Viewing System ‘\nExplosive Detection and Identification Spray Kit 55\n\n‘Bomb Suit 4\n\n=| rg ss oe re\napy iz\n\n10.\ni.\n12.\n\n(3.\n\nBlast Inhibitor\nRender Safe Procedure Tool Kit\nHook and Line Set =a\n\nPRIORITY-2\n\n‘Search Kit Magnified (SKM) Search Equipment\nTelescopic Search Mirror s\n\nSearch Light with charger\n\nLetter Bomb Detector Detection Equipment\nRemote Operated Vehicle with Shoot Gun, Disrupter, Camera, | .\n\n| Night Vision and Manipulator\n\nae Fize¢!\n\nd qortilren fry A/\nah\n",
  "2": "6,_| Binoculars\n7._| GSM Jammer Protection Equipment” +\n$._| Frequency Jammer p\n9, _| Suspect Luggage Containment Vessel is i\n10. | Telescopic Manipulator ‘Transportation\nEquipment\n11._| Recoilless Disruptor (Range 30 Mtr) Disposal Equipment\n12._| Car Remote opening Tool Set \"\n(13,_| Thermal Cutter\n14. | Remote Wire Cutter 2\n\n4, The items mentioned under Priorirty-1 shall be mandatory for activation of BDDS team\nat any airport,\n\n5. Items mentioned under priority-2 may be procured subsequently for BDDS team so as to\n‘make it fully operational\n\n6. TCV (Threat Containment Vessel) may be procured for the airports where Inline\nBaggage Screening System has been installed. However provision of cooling pit shall be made at\nall the airports invariably, as prescribed in the Bomb Threat Contingency Plan.\n\n7. Technical Specification issued by BCAS till date will hold good for all the BDDS\nequipment except Jammers.\n\n8 Jammer (GSM and Frequency) shall be procured by Airport Operators as per approval\nand directions issued by Cabinet Secretariat. They are to be procured from Public Sector Units\nnamely BEL (Bharat Electrical Limited) and ECIL( Electronic Corporation of India Limited)\nonly of as per directions of Secretary (Security) Cab. Sectt..\n\nWR owrdua\n(Kumar Rajesh ChandraPo!01\n\nDirector General, BCAS\n\nDistribution as per attached list.\n",
  "3": "“Copy for information and necessary action to:\n\nLO Director General, CISE, 13 CGO Complex, Lodhi Road, New Dethi: May kindly circulate ¢o all\nASG Units at the airports taken over by CISF.\n\n2. DGPs/IGPs all States / U.T-s.\n\n3. Commissioner of Police, Delhi, Mumbai, Chennai & Kolkata.\n\n4. Chairman, Airports Authority of India, Rajiv Gandhi Bhawan, New Delhi: with request to please\n\ncircutate to all AAI airports in the Country.\n\nCMD, NACIL (Air India)Ltd., Airlines House, 113 Gurudwara Rakabaganj Road, New Delhi -\n110001\n\nw\n\n6. CEO, Jet Airways, Siroya Centre, Sahar Airport road, Andheri (East), Mumbai-400099\n\n7. CEO, Spice Jet, Plot No.319, Udyog Vihar, Phase IV, Gurgaon, Haryana.\n\n8 CEO, Go Air, Neville House, J.N Herdia Marg, Ballard Estate, Mumbsi-400 001\n\n9. CEO, Indigo Airlines, Tower C, Global Business Park, DLF City, Phase Ill, Mehrauli Gurgaon\nRoad, Gurgaon-122 002\n\n10. CEO, Air Asia (1) Pvt. Ltd, AIT, 2™ Floor, Chennai Airport, Chennai-600027\n\n11. CEO, Vistara (TATA SIA), 10 Floor, one Horizon Centre, Sector-43, DLF Phase-V, Gurgaon-\n122003\n\n12. Airport Director, Sri Sathya Sai Airport, Prasanthi Nilayam Puttparthy, Anantpur District, Andhra\nPradesh-515134.\n\n13, MD, DIAL, New Udan Bhawan, Opp. Terminal-3, IGI Airport, New Dethi-37.\n\n14. MD. MIAL, CSI Airport, 1* Floor, Terminal IB, Santacruz (E), Mumbai 400 09.\n\n15, MD, CIAL, Cochin International Airport Ltd., Cochin Airport, Cochin.\n\n16. MD, HIAL, Hyderabad International Airport Limited, Shamshabad-500 409, Ranga Reddy Distt,\nAP,\n\n17, MD, KIA Bengaluru, Administration Block, Bengaluru Intemational Airport Devanahalli,\nBangalore-560 300.\n\n18. MD, Mihan India Private Ltd., Dr. Babassheb Ambedkar Intemational Airport, Old Terminal\nBuilding, Nagpur-440 005,\n\n19. CSO, BAPL Durgapur Airport, MNAV-29 Bengal Ambuja Housing Complex City Centre,\n\n713216\n\n20, RD BCAS, Delhi, Chennai, Mumbai, Kolkata, Ahmedabad, Hyderabad, Amritsar, Guwahati &\nImphal: o please circulate to all Airlines, Airport Directors /In-charge Airport Management and\nOfficers of BCAS in respective jurisdiction.\n\n‘Copy for information to:-\n\nSecretary, Civil Aviation, MoCA, RG Bhawan, New Delhi\n\nJoint Secretary, MoCA, Rajiv Gandhi Bhavan, New Delhi (Kind attn.: Ms. Usha Padhee, 1S)\n\nDGCA, Technical Area, Opp. Safdarjung Airport, New Delhi-03\n\nDirector, Cabinet Secretariat, Room no, 1001, B-2 Wing, 10\" Floor, Pt. Deendayal Antyodays\nBhawan, CGO Complex, Lodhi Road, New Delhi - 110003. (Kind attn.; Shri Anshul Sharma,\nDirector)\n\nJoint Secretary (IS-I1), MHA, 1* Floor, “B” Wing, NDCC-II Building, New Delhi-110001.\n\nJoint Director, IB, MHA, 35 8 P Marg, New Delhi (Kind attn.: Shri. P. K. Bhardwaj, JD)\n\n\" PS to Hon’ble Minister of Civil Aviation, RG Bhawan, New Dethi\n\nBee\n\nnow\n\nternal Distribu\n\nPPS to DG, Sr. PPS to JDG, PPS to DDG (D), DD (Ops) / DD (1) / DD (Trg.) / All AD of BCAS HQ,\nGuard File\n\nAD (OL) — with a request to translate this circular/AVSEC Order in Hindi Language\n\ntees\n",
  "4": "SIRAATHR/ GOVERNMENT OF INDIA\naren eae / MINISTRY OF CIVIL AVIATION\naren faarererarareRgt / BUREAU OF CIVIL AVIATION SECURITY\nvw. far, sages) A-WING, JANPATH BHAWAN,\nmarae, ag feet -1 10001/ JANPATH, NEW DELHI-110001\n\nNo.CAS-42/77/2015-TRAINING DIVISION-BCAS/ 97954 Dated:- 20/12/2017\n\nTo,\nInspector General, CISF\nAdministrative Block\nAirport Sector, CISF Complex Z\nMahipalpur, New Delhi-37 :\n\nSubject:- AVSEC Circular No. 13/2017- Prioritizing the BDDS equipments:\n\nSir,\nKindly refer to your letter No. O-42013/APC/OPS/BDDS (8/3)/2017-1 1900\ndated 08 Dec, 2017 on the subject cited above.\n\n2. [am directed to clarify that at some of the airports (eg. Chandigarh) BDDS\nteam has not been constituted for the want of BDDS equipment inspite of the fact\nthat airport operators has provided some of the BDDS equipment. Activation of\nBDDS team means that the team will be constituted and deployed as soon as\nequipment listed as priority-1 are procured and issued to ASG by the airport\noperator. The activation means that it will start functioning with the equipment listed\nas priority-1.\n\n3. This has the approval of DG, BCAS.\n\nYours faithfully,\n\nseu\n(AK. Billawria)\n\nDy. Director\n",
  "5": "SIREATAR/ GOVERNMENT OF INDIA P\n/\naren feareraterarere / MINISTRY OF CIVIL AVIATION ust 10\nATA ARATAATRRATERRT / BUREAU OF CIVIL AVIATION SECU! tt ;\n\n1. lar, ereETaRT,/ A-WING, JANPATH BHAWAN) /\n‘wera, ag fereet -110001/ JANPATH, NEW DELHI-110001\n\nie op\n\nNo.:- CAS-5/Vol-I/Diy-I(Tech)/84334 ~— Date:21*, Feb 2018\nTo,\n\nIG, Airport Sector )\n\nAdministrative Block\n\nCISF Complex, Mahipalpur\n\nNew Delhi-37\n\nSub:- AVSEC Circular No. 13/2017- Prioritizing the BDDS equipments: Reg.\nSir,\n\nKindly refer to your letter No. 0-42013/APC/OPS/BDDS(8/3)/2017-1474 dated\n12.02/2018.\n\nIn this regard 1 am directed to say that AVSEC Circular No. 13/2017 was issued\nafter detailed deliberation at Sub-Committee of TSC as well as TSC and CISF is a\nmember in both of these committees.\n\n2. 13 equipments as listed in Priority -1 are necessary for activation of BDDS team\nKindly refer to Para-4 of AVSEC Circular No. 13/2017.However it will be fully\noperationalised only after BDDS equipment listed as Priority-2 are provided. Para-S of\nAVSEC Circular No, 13/2017 and para-3 of our ibid letter may be referred too please.\nAnti-sabotage duties may be performed by BDDS in tandem with shifts with which\nPersonnel of BDDS team are deployed. Moreover in case where Priority-1 equipment has\nbeen provided to BDDS for its activation, till the time it is fully operational after the\nProvision of Priority-2 equipment, it should seek help from BDDS team of State police’\nNSG as the case may be for the disposal of Bomb Threat.\n\n3 ‘This has the approval of DG, BCAS.\nYours Faithfully,\nayn\n\n(A.K.S, Billawria)\nDy. Director (Trg.)\n"
}