{
  "1": "J RESTRICTED //\n\nofs\n\n‘ ys eC\noof) ©\nNo. CAS-8(4)/2015/DIV.-I (Vehicle Permission) - 92949\n\nSa ATH / GOVERNMENT OF INDIA\nararg feateiet HATHA! MINISTRY OF CIVIL AVIATION\naia Rares Axe eaRt/ BUREAU OF CIVIL AVIATION SECURITY\n°F WS, LIAR, HAT Het, FATT / A? WING LIT FLOOR, JANPATH BHAWAN, JANPATH\n\navg Pera - 110001 / NEW DELHI - 110001\nDated: - 01/01/2018\n\nAYVSEC CIRCULAR NO. ~ 01 / 2018\n\nSubject: Permission to utili rt ferry vehicle up to tarmac of al\nwour of Shri Ram Vilas Paswan, Hon'ble Minister of Consumer Affai\n\n& Public Distribution ~ reg.\n\nReference AVSEC Circular No. 02/2017 dated 11/01/2017 on the subject cited above.\n\n2. The competent authority has approved the facility to use airport ferry vehicle to and from\naircraft at all civil airports in the country in favour of Shri Ram Vilas Paswan, Hon’ ble Minister\nof Consumer Affairs, Food & Public Distribution, on medical grounds, for a period of one more\nyear ie. up to 31.12.2018,\n\nWRU ardent\ni (Kumar Reject Chandra. ffs)\nKt a ina oe Director General\nDistribution: cages\n‘As per standard list attached 5\\x\n\nCopy to:\nMoCA (Shri Satish Chander, Under Secretary), *B’ Block, Rajiv Gandhi Bhawan, Safdarjung\nAirport, New Delhi w.r.t. MoCA letter No. AV.13024/664/2015-AS dated 01/01/2018.\n\ndaqun | si 8-SG\n",
  "2": "“ _APirector General, CISF, 13 CGO Complex, Lodhi Road, New Delhi May kindly circulate to all\n\nASG Units at the airports taken over by CISP.\n\n2. DGPs/IGPs all States / U.T.s:\n\n3. Commissioner of Police, Delhi, Mumbai, Chennai & Kolkata,\n\n4. Chairman, Airports Authority of India, Rajiv Gandhi Bhawan, New Delhi: with request to please\ncirculate 0 all AAI airports in the Country.\n\n5. EMD. NACIL (Air India) Ltd, Airlines House, 113 Gurudwara Rakabaganj Road, New Delhi -\nI\n\n6. CEO, Jet Airways, Siroya Centre, Sahar Airport road, Andheri (East), Mumbai-400099\n\n7. CEO, Spice Jet, Plot No.319, Udyog Vihar, Phase —IV, Gurgaon, Haryana,\n\n8. CEO, Go Air, Neville House, J.N Herdia Marg, Ballard Estate, Mumbai-400 001\n\n9. CEO, Indigo Airlines, Tower C, Global Business Park, DLF City, Phase Ill, Mehrauli Gurgaon\nRoad, Gurgaon-122 002\n\n10, CEO, Air Asia (1) Pvt. Ltd., AIT, 2 Floor, Chennai Airport, Chennai-600027\n\n11. CEO, Vistara (TATA SIA), 10” Floor, one Horizon Centre, Sector-43, DLF Phase-V, Gurgaon-\n122003 0\n\n12, Airport Director, Sri Sathya Sai Airport, Prasanthi Nilayam Puttparthy, Anantpur District, Andhra\nPradesh-515134,\n\n13. MD, DIAL, New Udan Bhawan, Opp. Terminal-3, IGI Airport, New Delhi-37.\n\n14, MD. MIAL, CSI Airport, 1* Floor, Terminal IB, Santacruz (E), Mumbai 400 09.\n\n15. MD, CIAL, Cochin International Airport Ltd., Cochin Airport, Cochin.\n\n16. MD, HIAL, Hyderabad International Airport Limited, Shamshabad-S00 409, Ranga Reddy Distt,\nAP.\n\n17. MD, KIA Bengaluru, Adm\nBangalore-560 300.\n\n18. MD, Mihan India Private Ltd., Dr. Babasaheb Ambedkar International Airport, Old Terminal\nBuilding, Nagpur-440 005.\n\n19. CSO, BAPL Durgapur Airport, MNAV-29 Bengal Ambuja Housing Complex City Centre,\nDurgapur- 713216\n\n20. RD BCAS, Delhi, Chenn\nImphal: s0 please cireulate to all concerned at airports,\n\ntration Block, Bengaluru International Airport Devanahalli,\n\nMumbai, Kolkata, Ahmedabad, Hyderabad, Amritsar, Guwahati &\nthe region.\n\nCopy for information to:-\n\n|. Secretary, Civil Aviation, MoCA, RG Bhawan, New Delhi\n\nJoint Secretary, MoCA, Rajiv Gandhi Bhavan, New Delhi (Kind attn.: Ms. Usha Padhee, JS)\nDGCA, Technical Area, Opp. Safdarjung Airport, New Delhi-03\n\n. Director, Cabinet Secretariat, Room no, 1001, B-2 Wing, 10\" Floor, Pt. Deendayal Antyodaya\nBhawan, CGO Complex, Lodhi Road, New Delhi - 110003. (Kind attn.: Shri Anshul Sharma,\nDirector)\n\n. Joint Secretary (IS-I1), MHA, Major Dhyan Chand National Stadium, 2*! Floor, New Delhi - 110003,\n\n. Joint Director, IB, MHA, 35 $ P M: : Shri. P. K. Bhardwaj, JD)\n\nPS to Hon’ble Minister of Civil Aviation, RG Bhawan, New Delhi\n\nPenn\n\nDistribs\n\nPPS to DG, Sr, PPS to Jt. DG, PS to DDG (HGSD), PA to DDG (AMT), PA to DDG (DR), All IDs /\nDDs/ ADs of BCAS HQ, Guard File\n\nAD (OL) — with a request to translate this cireular/AVSEC Order in Hindi Language\n\neee 0007\n"
}