{
  "1": "Restricted \nNo.CAS-721/2005.Div.I \nBUREAU OF CIVIL AVIATION SECURITY \n(MINISTRY OF CIVIL AVIATION) \nGOVERNMENT OF INDIA \nA’ WING , JANPATH  BHAWAN , \nJANPATH, NEW DELHI -110001 \nDate   : 17.01.2006 \n \nCIRCULAR NO 1/2006 \n \nSubject: -  Procedure for screening of natural and artificial plants at the airports. \n \n         Plants which are placed  in the restricted  area  including  the  Security  Hold   Area \n(SHA) can provide an  easy option  for smuggling   weapons/ explosives, explosive devices into  \nthe security restricted  areas  by  perpetrators  to carry out    acts of  unlawful interference.  In order \nto prevent  unauthorized  carriage of  explosives, explosive  devices and fire arms  into  these  \nareas  through plants,  it is imperative  that  security procedures specified  below are   implemented   \nby  the  concerned  agencies. \n \n2. \nThe following core principles need to be observed to counter threats through   plants:-  \n \n(i) \nAll plants must be subject to specified security procedures before being  taken  and placed \nin  the  restricted  area of  the airport. \n \n(ii) \nMaximum efforts must be devoted to the screening  of plants whose  security cannot be  \nreadily determined and  such plants  must  not be  allowed  into  the restricted area  unless \nthese are  security cleared. \n \n(iii) \nThe  plants   once  security  cleared must be  protected from interference. \n \n(iv) \nX-ray screening  of  natural  plants may  not  be  possible because  natural  plants may be \nadversely affected  during  x-ray  screening. However, artificial  plants  which can pass  \nthrough x-ray  machines  shall be x-rayed.  Therefore  different  sets of  security  controls \nfor  artificial  plants and natural plants   shall be  applied. \n \n3. \nArtificial   plants:  The  following  minimum security  controls  shall be  observed  in \nrespect  of  artificial  plants before  allowing  them  to be carried  into  restricted areas  of the  \nairport: \n \n(i) \nArtificial   plants which  can  pass through x-ray  machines  deployed  in the  hold  \nbaggage screening area, Security Hold Area (SHA)  and cargo screening area  of \nthe  airports , shall be   x-rayed  without  dismantling the plants.  The  artificial   \nplants  which  cannot  pass  through  x-ray  machines  shall be  brought  in \nknockdown condition  and  each  part  of the  plant  shall be  x-rayed.  \n \n(ii) \nThe plants shall be x-rayed screened  from two different angles in succession  by \nthe same x-ray  operator;",
  "2": ":2: \n \n(iii) \nCarried to placement area under security. \n \n(iv) \nThe plants which are screened in knock down condition, shall be assembled  after  \nscreening  by  the supplier or  staff of the  Airport  Operator  in the presence of  the  \nAirport  Security Staff   (CISF/ Police as the case may  be ) and  then  placed  in the  \nrestricted  areas  of the airport.  \n \n(v) \nThe  plants  which cannot be  cleared  even  after  x-ray  screening  or  physical  \nchecks  due to  any reason, shall not be allowed  in the restricted areas  of the \nairport. \n \n4. \nNatural  plants:  Natural  plants   cannot be x-rayed as  this may adversely affect the \nplant. Therefore natural plants shall be subjected to the following minimum security controls: - \n \n(i) \nThe  plants  shall be  subjected to  physical and  visual  checks  for any  suspicious  \nobjects. The plant and soil   filled  in its  container  shall be  subjected to  prodding to \ncheck   for any  IED or  weapon concealed in   it; \n \n(ii) \nThe  plant  shall be  subjected to security checks with  the  help of the following \nelectronic equipment, (a) hand held metal detector (HHMD),  (b) mine sweeper, (c) \nnon-linear junction detector  (NLJD), (d) explosive  detector; and  (e) by   explosive  \nsniffer  dogs. \n \n5. \nDuring  security  checks  of   artificial /  natural plants, if any  suspicious  object  is found,  \nsuch  plants  shall be  isolated  at  a safe location and  necessary  further action shall be taken  by  \nthe BDDS. \n \n6. \nThe  plants   may be required to be  taken out  of the  security restricted  areas for  \nmaintenance.   Whenever  such   plants  are reintroduced  into the security restricted areas after \nmaintenance,  the plants  shall be  subjected to security checks as specified above (paras 3 & 4). \n \n7. \nAfter placement, regular checks shall be carried out to ensure that that the security cleared \nplants have not been tampered with and no fire arms, explosive, or explosive  device  have  been \nplaced  therein,  which  can be used  by  perpetrators to commit an act of  unlawful interference. \nProper surveillance shall also be exercised by the security staff. \n \n8. \nFor the purpose of security checks, an artificial or a  natural  plant will include  all its  \naccessories  i.e. container of the plant,  soiled filled  in the container, branches and  leafs  of the  \nplant and  other  components  required for assembling the plant  in the container.       \n \n \n(M. Malaviya) \nAddl. Commissioner of   Security (CA)"
}