{
  "1": "CAS-14(10)/DogSquad/BDDS/2010 \nBUREAU OF CIVIL AVIATION SECURITY  \n(MINISTRY OF CIVIL AVIATION) \nGOVERNMENT OF INDIA \n‘A’ WING, JANPATH BHAWAN \nJANPATH, NEW DELHI- 110001 \nDated :      06 /01/2011 \n \nCircular No  01/2011 \n \n \nSubject :-  SOP ON MANAGEMENT OF DOG SQUADS FOR CIVIL AVIATION        \nSECURITY AT AIRPORTS WHERE CISF IS DEPLOYED \n \n \n \n \n \nThe guidelines are based on the standard practices being adopted for \nmanagement of dog squads by different organizations.  However, the instructions may be \nsuitably adapted to suit local conditions. Efforts have been made to make the guidelines \ncomprehensive but certain aspects still need proper planning and thinking.  \nSupplementary guidelines shall be issued in due course when changes become \nimperative due to development of new technology and material. \n \n \nUse of IEDs as a low cost-high impact option to create terror and incapacitate the \nsecurity forces has emerged as the general modus operandi of terrorists. Frequent \ncasualties due to such blasts have become a major cause of concern for all. The counter \nIED equipment profile offers technological solutions but they have their limitations. Dogs \nprovide a viable and effective alternative to technology. Sniffer dogs, due to their natural \nsniffing capabilities, have been successful in detection of explosives. \n \n \nHowever, dog is to be used in a professional manner and nurtured well for \noptimum results. Hence, everybody has to understand varied aspects of dog care and \nmaintenance and at the same time provide interface to the force through good ‘Dog \nHandlers’. Thus, ‘Dog Squad’ as a whole, consisting of the dog and his handler has to be \nadequately taken care of. Dog Handler should first know his dog and then understand the \nintricacies of ‘operational environment’ so that the use of dog can be made in best \npossible way for desired end results. \n \n \nHence, keeping the above issues in mind, these guidelines and instructions have \nbeen framed and compiled for the information of everyone involved with the working of \nthe dog squad to enable them to make the best use of the dog squad as an instrument of \nsecurity and for preventing loss of life and property. \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n(Gurjot Singh Malhi, IPS) \n \n \n \n \n \n \n \n \nCommissioner of Security (CA)",
  "2": "INTRODUCTION :- \n \n1. \nDogs due to their certain inherent qualities have become an integral and extremely \nuseful tool for the security forces in modern times.  It is known for its extraordinary power \nof sniffing which is almost 100 times that of humans, ultrasonic hearing, natural night \nvision capability and readiness to work under all geo-climatic conditions. It is aggressive, \nalert, loyal, relatively inexpensive and easy to train. \n \n2. \nTo prevent sabotage activities leading to unlawful interference with Civil Aviation \nOperations, by means of placing an explosive device, explosive substances or other such \nmaterial in the aircraft, operational area of the airport, terminal building or any other such \nplace at the airport directly connected with the Civil Aviation Operations or carriage of \nexplosive, explosive device, explosive substances in hand baggage, registered baggage, \ncargo, mails catering items, company stores without prior permission of the competent \nauthority, it is essential to check the above areas, sites, equipments, items etc to detect \nexplosive and explosive substance whenever considered necessary. Following yardsticks \nhave been followed while working out requirement of Dogs, Dog Handlers and Kennel-\nmen for the various Dog Squads being deployed :- \n \n \n(i) \nDog Squad is an integral part of the Bomb Detection and Disposal Squads \n \n(BDDS) and will only move “On Call”. \n \n \n(ii) \nEach ED team will have 02 Dogs. In addition, separate dogs will be \n \nearmarked for patrolling and surveillance purposes. \n \n \n(iii) \nThe random checks will be of maximum 4 hours in which after every half \n \nhour, rest of 10 minutes will be given to the dogs. The dogs will work in tandem to \n \neach other. \n \n \n(iv) \nAfter each duty of 4 hours, 24 hours rest will be given to dogs.  \n \n \n \n(v) \nOne Kennel-man per 5 Dogs will be the scale of authorization of Kennel-\n \nman. \n \n \n(vi) \nEach dog will have a dedicated Dog Handler. In addition, reserves  have \n \nalso been catered for. \n \n \n \n(vii) \nAirport operator concerned will be responsible for all administrative issues \n \nconcerning the Dog Squad. \n \n \n(vii) \nNo additional dogs have been catered for patrolling purposes at airports \n \nwhere there is only one operational shift.",
  "3": "-2- \n \nBREEDS OF DOGS :- \n \n3. \nIt is recommended that Labrador Retriever, Golden Retriever and Cocker Spaniel \nbe the standard dogs for Dog Squads as they have proven to be the most reliable for ED \nduties in Indian conditions. \n \n4. \nThe following guidelines shall be borne in mind in selecting and procuring the dogs \nfor Dog Squads:- \n \n \n(a) \nPedigree: If possible have a look at the sire as well as the dame.  Do not \n \nmerely go by a certificate. \n \n \n(b) \nPreferably male dogs should be procured. \n \n \n(c) \nBuy pups of 3-6 months age only and not a grown up dog. \n \n \n(d) \nObserve a pup from a distance without disturbing it preferably in whelping \n \narea,  to observe its movement and reaction to your approach. An intelligent pup \n \nwill give a definite reaction to your approach. \n \n \n(e) \nA sound pup should have well developed and proportioned body, with \n \nwell-developed bone, strong back, shiny coat, deep chest and muscular feet \n \nwith well-cushioned foot pad. \n \n \n(f) \nAll limbs should be sturdy, well formed and graceful. \n \n \n(g) \nLook out for faults such as bend in feet, poor shoulder placement, lack of \n \nco-ordination in limbs or a body configuration. \n \n \n(h) \nDo not select pups with running nose and eyes.  It may indicate distemper \n \ndisease. Keep such pups under observation for a month before they are \n \npurchased. \n \n \n(i) \nA Pup with enlarged tummy is generally suffering from malnutrition or from \n \npoorly managed kennels. \n \n \n(j) \nExamine its mouth for overshot/undershot jaw. \n \n \n(k) \nCoat should be shining and free from rashes. Harsh and dull skin indicates \n \npoor health as well as skin ailment. \n \n \n(l) \nEyes should be clear and bright. The nose and mouth should be according \n \nto breed specifications. \n \n \n(m) \nEars should be clean and odourless. \n \n \n(n) \nThe Pup should give an impression of being vigorous, sensitive, \n \nintelligent, energetic, aggressive and not timid or excitable.",
  "4": "-3- \n \n \nCOMPOSITION OF DOG SQUAD :- \n \n5. \nEach Dog Squad shall consist of One SI (as in-charge of Dog Squad), Dog \nHandler, Kennel man and Dogs. Deployment schedule for each airport has been attached \nas Appendix ‘A’. A Dog Squad is an integral part of Bomb Detection and Disposal Team. \nEach ED team will comprise of 02 Dogs who will work in tandem. The ED team is \ndeployed only “On Call” and routine random check which should not be more than           \n4 hours.  These dogs will not perform routine patrolling duties. In addition, each Dog \nSquad will have dedicated dogs for patrolling and surveillance @ 1dog per shift at each \nairport.  \n \n6. \nHistory sheet of each dog shall be prepared by the Sub Inspector In-charge  of \nDog Squad clearly mentioning the following details which will be checked and signed by \nthe competent authority :- \n \n \n(a) \nPedigree (Name of sire and dame, KCI-Registration No and procured from \n \nany registered Kennel club). \n \n \n \n(b) \nSex \n \n \n(c) \nDate of Birth \n \n \n(d) \nColour of Coat \n \n \n(e) \nColour of eyes \n \n \n(f) \nShape of ears \n \n \n(g) \nIdentification marks \n \n \n(h) \nHeight, length and weigh on date of birth/purchase. \n \n \n(i) \nSource of acquisition with full address of previous owner. \n \n \n(j) \nARV/DHL/PARVO record, dates and doses given. \n \n \n(k) \nName and address of the present owner. \n \n \n \n(l) \nNumber/name of the dog.",
  "5": "-4- \nDIET :- \n \n \n \n7. \nSolid Meals :- \n \n \n \n \nFeed \nScale \n1st Feed \n2nd Feed \n \n \nSummer \n0900 hrs - \n0920 hrs \nWinter \n1005 hrs - \n1020hrs \nSummer \n1835 hrs- \n1840 hrs \nWinter \n1735 hrs - \n1740 hr \nAtta/Rice or Bread \n480 gms \n240 gms \n240 gms \nDog Biscuits \n30 gms \n30 gms \n- \nMeat dressed with \nbones    \nOr \nMilk Fresh \n680 gms  \n \n \n1.200 \nltrs \nwith \ntwo \neggs \n340 gms \n \n \n600 Mil Ltrs \n340 gms \n \n \n600 Mil Ltrs \nVegetables \n230 gms \nOnce in a day with meat \n \nCooking Fuel :- \nTwo Cylinders of LPG gas per month for a Dog Squad consisting of \nupto three dogs and three cylinders of LPG gas for a Dog Squad of three or more Dogs \nshall be issued. \n \n \nNote :- (a) \nRation scale of each Dog in Dog Squads is fixed at @ Rs 80/-day. \n \n \n (b) \nIt is also to be ensured that Pedigree (Dry food) 500 gms must be given \n \nonce in a day. \n \n \n(c) \nIf meat is provided twice a day, milk need not be given. If meat is \n \nprovided once a day, milk @ 600 ml with a single egg per day per Dog is given \n \non second feeding.  However, in one of the diet meat must be present. \n \n \n \n(d) \nIf Dog is of Cocker Spaniel or any small Dog (upto 6 months) the ration \n \nwill be at the rate of 2/3 of the normal ration scale as mentioned above.  \n \n \n(e) \nThe scales of rations and cost will be reviewed after every 5 years. \n \nWATER :- \n \n8. \nDogs are given water after every meal and at following intervals :- \n \nTime \nSummer \nWinter \n \nDay time \nTwice from 1200 hrs -1500hrs \nOnce from1230 hrs – 1530 hrs \n \nNight \nTwice \nNot Required",
  "6": "-5- \n \nTRAINING :- \n \n9. \nDeveloping Dog – Handler relations with the Dog in an important aspect of training. \nIt shall aim at developing emotional bonding ,nurturing affectionate and cordial relation \nbetween the dog and the handler.  It has to be a caring relationship, akin to a parent-child \nbonding.  Cost of training of dog will be borne by the airport operator concerned. \n \n10. \nPrinciples of Dog Training:- \n \n \n(a) \nKindness/firmness. \n \n \n(b) \nRepetition. \n \n \n(c) \nCorrection. \n \n \n(d) \nDetermination. \n \n \n(e) \nTime & Mind. \n \n \n(f) \nReward & Punishment. \n \n \n(g) \nSuccessful. \n \n \n(h) \nTone. \n \n11. \nThe handler shall:- \n \n \n(a) \nReward for a good response. \n \n \n \n(b) \nGently correct deficiencies. \n \n \n(c) \nSelectively use food as an incentive to motivate the dog. \n \n \n(d) \nAvoid physical and verbal punishment. \n \n \n12. \nRevalidation of training, including practical exercises along with the annual training \nof the handler to the extent necessary and feasible should be ensured. \n \n \n13. \nTraining should include the following:- \n \n \n(a) \nPhysical fitness (with the help of daily exercises). \n \n \n(b) \nReviving sniffing power (with the help of sniffing exercise). \n \n \n \n(c) \nBasic obedience exercise (for better command and control). \n \n \n(d) \nImprovement of reflexes (through balls, toys and other artificial aids). \n \n \n(e) \nOperational efficiency (through simulated exercises).",
  "7": "-6- \n \n14. \nDAILY TRAINING SCHEDULE :- \n \nTime (Weekdays) \nActivity \n0600 hrs to 0615 hrs \nKennel Out, Stool site \n0620 hrs to 0650 hrs \nP.T / Exercise/Run & Walk \n0650 hrs to 0720 hrs \nHandler’s breakfast \n0725 hrs to 0925 hrs \nBasic obedience Trg, Explosive Detection Trg, Ground \nSearch, Vehicle Search, Building Search, Luggage Search, \nHuman Body Search & Aircraft Search \n0930 hrs to 1000 hrs \nGrooming \n1000 hrs to 1030 hrs \nFeeding, Stool site & kenneling \n1040 hrs to 1200 hrs \nTheory class/Dog Equipment & Kennel maintenance.  \n1200 hrs to 1515 hrs \nDog/Dog Handler rest \n1515 hrs to 1530 hrs \nKennel out/stool site \n1535 hrs to 1700 hrs  \nBasic obedience/Explosive Detection Trg. \n1700 hrs to 1730 hrs \nGrooming \n1730 hrs to 1745 hrs \nFeeding \n1745 hrs to 1800 hrs \nStool site/kenneling \n1800 hrs to 0600 hrs \nRest \n \n \n15. \nGrooming (30 mins) shall include:- \n \n \n(a) \nDe-ticking/Body checking   \n \n \n \n: 5 mins. \n \n \n(b) \nMassage with fingertips (in the direction of the hair)  \n: 5 mins. \n \n \n(c) \nMassage with fingertips (against the direction of the hair) \n: 5 mins. \n \n \n(d) \nBrushing (Right side) \n \n \n \n \n: 5 mins. \n \n \n(e) \nBrushing (left side)  \n \n \n \n \n: 5 mins. \n \n \n(f) \nCombing \n \n \n \n \n \n \n: 2 mins. \n \n \n(g) \nFinal checking \n \n \n \n \n \n: 1 mins. \n \n \n(h) \nToweling \n \n \n \n \n \n \n: 2 min. \n \n \nNote:-  \n \n(a) \nComb dog’s coat with soft brush.  Be sensitive towards head and tail. \n \n \n(b) \nCheck for skin parasites or thorns which could have clung to the dog’s \n \ncoat. \n \n \n \n(c) \nEnsure daily brushing of dog’s teeth. \n \n \n \n(d) \nClean anal region properly. \n \n \n(e) \nClean eyes, ears and paws with dampened cotton wool for each portion \n \nseparately. \n \n \n(f) \nCut angled nails using nail clipper.",
  "8": "-7- \n \n16. \nDaily Operation Drills shall include:- \n \n \n \n \n(a) \nRefresh his sniffing power through explosive samples. Standard list of \nexplosives for training is given at Paragraph 24 which should be procured and kept \nby each Dog Squad. \n \n \n(b) \nUndertake simulated exercise to detect different explosives being used by \n \nterrorist groups in the country.  \n \n \n(c) \nMake him undergo warm up exercises to enhance his stamina in the form \n \nof jumping, running, sniffing etc. \n \n \n(d) \nSubject him to special movements like crawling, rolling, side movements \n \netc. \n \n \n \n(e) \nPat the dog after it has successfully performed a task/exercise. \n \n17. \nGROOMING OF DOGS \n \n \nThe actual cleaning of the coat and skin is done with the help of brush and steel \ncomb.  First, the dog is given a vigorous massage with the tip of the fingers.  This brings \nout the hidden dust, loosens the broken hair and stimulates the blood circulation of the \nskin.  Then the coat is brushed with a body brush in a circular manner and then in the \ndirection of the hair.  After this a steel comb is used to remove the dead and tangled hair. \nComb is also useful in untangling the matted hair. Finally, the dogs are massaged \nvigorously with the flat of the palm to give a shiny and glossy appearance.  This also sets \nthe hair.  During the grooming period, following organs are attended to as follows:- \n \n \n(a) \nEyes:- \nDischarge, when present, should be removed with clean         \n \ncotton soaked in warm water. Eye lotions, unless specifically prescribed by a \n \nveterinary officer, should not be used.  If any symptoms of infection or injury are \n \nnoted, for example weeping or opacity, the dog must be taken for examination and \n \ntreated by a veterinary doctor. \n \n \n(b) \nTeeth:- \nNormally the teeth of the dog require very little attention.  \n \nDiscoloured or stained teeth may be cleaned with a weak solution of hydrogen \n \nperoxide once a month.  Should the accumulation of tartar be excessive, it may be \n \nnecessary to scale them from time to time. \n \n \n(c) \nEars :- \nThe daily inspection and cleaning of the ears is most \n \nimportant.  The accumulation of wax and dirt can, especially in long eared dogs, \n \ncause severe inflammation and  irritation.  Wax and dirt are best removed with the \n \naid of cotton wool, either dry or soaked in warm water.  Although the eardrum of a \n \ndog is well protected from injury, care should be taken when cleaning deep down \n \nin the ear canal as this can cause considerable discomfort to the dog.",
  "9": "-8- \n \n \n(d) \nNails :- \nWith regular exercise, nails requires little attention.  However, \n \nthey must be watched for over growth. Overgrown nails must be trimmed, as, if \n \nleft, they will split and cause lameness. Only a properly trained person should do \n \ntrimming, as excessive cutting will produce lameness. The dewclaws (rudimentary \n \nfirst digit) serve no useful purpose and can be removed surgically by a veterinary \n \nsurgeon. \n \n \n(e) \nAnus :- \nRegular inspection of the anal sphincter is required to see if \n \nany segments of tapeworms are sticking or protruding.  Regular watch is also kept \n \nto see if anal glands are impacted. The anal sphincter and anal glands \n \nlubricate the passage of stool. The anal glands are normally prevented from \n \ngetting impacted by the process of defecation. However, if they are impacted, a \n \npiece of cotton wool is placed over the anus and firm pressure is applied with the \n \nfore finger and thumb which relieves the impaction. \n \n18. \nBENEFITS OF GROOMING :- \n \n \n(a) \nHidden wounds are exposed. \n \n \n(b) \nTicks/fleas can be removed. \n \n \n(c) \nIncreases the blood circulation. \n \n \n(d) \nMinimizes fatigue. \n \n \n(e) \nEnhances coat quality. \n \n \n(f) \nLoose hair is shed off. \n \n \n(g) \nDog looks attractive. \n \n \n(h) \nIncreases the affection between dog and handler. \n \n19. \nTICK CONTROL:- \n \n \n(a) \nBeing transmitters of piroplasmosis, control of ticks is of vital  importance. \n \nTicks are blood-sucking parasites, which attach themselves to the skin for varying \n \nperiod of time. If numerous they can be very irritating to the dog causing \n \nrestlessness and subsequent loss of concentration. Heavy infestation may \n \nalso result in anemia. \n \n \n(b) \nDuring grooming and on dogs return from exercise, dogs should be \n \nthoroughly “de-ticked”. Ticks are most frequently found around the head, \n \nespecially in the ears, the fold of the earflap, between the toes and to a lesser \n \ndegree on other parts of the body.  Great care must be exercised in their removal, \n \nif roughly pulled, the head may remain embedded in the skin with results in \n \nabscess formation. They are best removed with help of forceps. However, with \n \ncare and practice they can be removed quite efficiently with the fore finger and \n \nthumb.  Once removed, they should be placed in a container containing kerosene \n \nand burnt when the operation is completed.",
  "10": "-9- \n \n \n(c) \nAll vegetation within 3 to 4 meters of the kennel must be cleaned by \n \nburning. In areas where fire risk exists , liquid insecticides can be  sprayed on the \n \nvegetation .The kennels themselves must be regularly disinfected with particular \n \nattention being paid to crevices and cracks in the concrete floor and walls.  \n \nBlowlamp is  found to be of good value in dealing with these sites. \n \n20. \nBATHING :- \n \n \n(a) \nA dog should be bathed as infrequently as possible. \n \n \n(b) \nThe skin of the dog is rich in grease glands.  Frequent bathing removes this \n \nnatural grease resulting in dry skin with accompanying irritation and also gives a \n \nharsh appearance. \n \n \n(c) \nIf it is necessary to bathe a dog, warm, but not hot water should be \n \nused; the temperature should not exceed 1000 F.  Care must be taken to prevent \n \nsoap and water from entering the eyes and ears.  This can be avoided by plugging \n \nears  with cotton wool. As the skin of the dog is very sensitive, only bland soaps \n \nshould be used. Carbolic soaps, if applied direct to the body, cause severe \n \nirritation. After the dog has been  washed, the coat must be thoroughly rinsed \n \nto remove all traces of soap and dried with towel. \n \n21. \nCLIPPING :- \n \n \n \nClipping of hair is never practiced in a Dog except where recommended by  \n \na veterinary officer. However, trimming of hair of heavy coated dog may be \n \npracticed during summer. \n \n22. \nHANDLING AND RESTRAINT \n \nAn ailing or injured dog is apt to bite anyone handling it, either because it is in pain, \nis afraid or not fully aware of its actions. For this reason, care must be  \ntaken in \nhandling and the animal must be restrained to prevent it from biting.  The  dog \nshould be approached and handled calmly, confidently, quietly, firmly and \ndeliberately but with sympathy and understanding.  It is usually preferable to allow \nthe dog to see one approaching and to let it realize that; the leash being kept \nsufficiently tight to prevent the dog from running away.  The dog should  \nthen be \nmuzzled, or its mouth should be taped, while the assistant holds the head. To         \n‘tape’  a dog, a piece of bandage, or other material, about three feet long and three \ninches wide, is required.  Make an ordinary single loop in the middle of the \nbandage and slip this loop over the muzzle with the twist on upper side. Pull this \ntight enough to prevent the dog from opening its mouth, cross the bandage below \nthe jaw, and then carry the ends below the ears and tie at the back of the neck.  If \nthe dog is inclined  to slip the loop, it may be slipped over the muzzle while \nholding the bandage so that the hands are safe.  If the dog is behaving awkwardly, \na strong handler should seize it by the scruff of the neck, with one hand on each \nside, and place the dogs body between his legs. The animal can then be firmly \nheld and muzzled or taped.",
  "11": "-10- \n \n23. \nACTIONS TO BE TAKEN WHEN THE DOG SUSTAINS INJURY OR BECOMES \n \nEXHAUSTED \n \n \n(a) \nStop further progress/movement of the dog. Carry it to shade/shelter and \n \nkeep the dog in complete rest and check the temperature. Offer water with \n \nelectoral/glucose powder. Put a tourniquet in proximity to the wound in case of \n \nsevere bleeding and apply antiseptic ointment/powder after cleaning the wound \n \nand applying tincture benzene to arrest bleeding. Then, put on a bandage with \n \nsufficient cotton padding. \n \n \n(b) \nIn case of fractures, the affected portion may be immobilized by tying splints \n \nover cotton/cloth padding and then the animal may be evacuated by fastest \n \npossible means to nearest Veterinary Hospital for necessary treatment. \n \n \n(c) \nIn case of snakebite, a tourniquet may be applied in proximity to the wound \n \nimmediately and sufficient pressure should be applied for proper bleeding and \n \nwashing out of the poison. The wound may be washed with soap and flushed with \n \nlarge quantity of water and antibiotic cream should be applied later. \n \n \n(d) \nAfter sustaining an injury/during sickness, the  animal should not be allowed \n \nto walk; it may either be carried in arms or in stretcher, which can be easily made \n \nby two poles tied on both sides of ground sheet/durries IT. \n \n \n(e) \nIn case of gun shot wounds, action may be taken as mentioned above as \n \nthe animal may be immobile. In case of fracture, gun shot wounds or severe \n \ninjuries, Morphine/Pethidine can be given, to keep the animal quiet and free from \n \npain. \n \n \n(f) \nIn case of heat stroke and dehydration, the dog may be carried to shade \n \nand given sufficient drinking water.  If the body temperature is very high, cold water \n \nmay be poured over the body or cloth dipped in cold water may be wrapped \n \naround the animal.  The dog must be given complete rest and permitted to drink as \n \nmuch water as it can in frequent intervals during evacuation. \n \n \n(g) \nIn case of sprain/contusion, the affected part may be cooled by pouring cold \n \nwater/wrapping in cloth dipped in cold water and kept immobilized. \n \n \n(h) \nWhen the dogs are given full feed, at least half an hour rest may be given \n \nbefore proceeding on employment.  If time does not permit, they may be  fed only \n \nlight feed, which may be repeated as required. As far as possible, heavy  feeding \n \nshould not be done during the duty and sudden diet may be avoided to prevent \n \nsickness.",
  "12": "-11- \n \n24. \nLIST OF COMMONLY USED EXPLOSIVES (LOW/HIGH):- \n \nProcured from Ordnance factories \n \n \n(a) \nGun Powder. \n \n(b) \nSmokeless Powder. \n \n(c) \nAmatol. \n \n(d) \nPEK. \n \n(e) \nTNT. \n \n(f) \nCordtex. \n \n(g) \nRDX. \n \n(h) \nPETN. \n \n(i) \nTATP. \n \nCommercially Available \n \n \n(a) \nPotassium Chlorates/Nitrates. \n \n(b) \nSulphur / Sulphuric Acid. \n \n(c) \nAmmonium Nitrate. \n \n(d) \nGelatin Sticks. \n \n(e) \nAlum Powder. \n \n(f) \nMetallic Sodium. \n \n(g) \nGlycerin. \n \n(h) \nPhosphorous. \n \n(i) \nMagnesium. \n \n(j) \nCalcium hypo chlorate. \n \n(k) \nAcetone. \n \n(l) \nDynamite. \n \n(m) \nCharcoal in combination with others. \n \nSCHEDULE OF DOG WHEN BEING TAKEN OUT FOR DUTY :- \n \n25. \nBefore taking the dog out:- \n \n \n(a) \nEnsure daily checkup, exercise, operational drills and general response. \n \n \n(b) \nEnsure carriage of  diet supplements, clothes, portable bedding, first aid kit \n \nand other required accessories as per the length of the deployment. \n \n \n(c) \nWarm up the dog before proceeding on duty. \n \n \n(d) \nStay with the dog and encourage him regularly.",
  "13": "-12- \n \n26. \nDuring Work:- \n \n \n(a) \nEarmark his position with the ED Team. \n \n \n(b) \n10 minutes rest to be ensured after every 30 minutes of duty. \n \n \n(c) \nMaximum 4 hours duty in a day should be performed. \n \n \n \n(d) \nProvide water and light feed in between as per need. \n \n \n(e) \nObserve body language and behavior closely. \n \n \n(f) \nKeep him secure during operations. \n \n27. \nOn Return :- \n \n \n(a) \nCheck his general health and ensure cleaning, medical care etc. \n \n \n(b) \nProvide appropriate rest. \n \n \n(c) \nGive incentive by way of items liked by the dog in case he succeeds in \n \nan operation but be very selective. \n \n \n(d) \nRecord his performance and behavior. \n \n \n(e) \nEnsure 24 hrs rest after 4 hours of duty. \n \nMOBILITY AND TRANSPORT:- \n \n28. \nFor short distance movement on foot, dog should be properly chained and \naccompanied with the handler. \n \n29. \nFor short distance movement on vehicle, dog can be taken along with the ED team \nin the same vehicle but kept at a safe place. \n \n30. \nDo not feed a dog immediately before travelling. \n \n31. \nOther precautions may be added in consultation with veterinary expert. \n \nHEALTH AND HYGIENE:- \n \n32. \nDiet  :- Proper diet is essential for maintaining dog’s health and for the \nmanagement of many diseases. However, veterinary doctor can be consulted to decide \non the composition of food as per local conditions and the health of the dog.  \nGeneral \ninstructions regarding providing food to the dog is as under :- \n \n \n(a) \nFeeding and water bowl should be cleaned daily and kept at a permanent \n \nplace. \n \n \n(b) \nEnsure that fresh water is made available to the dog for drinking.",
  "14": "-13- \n \n \n(c) \nMeals should be fed fresh at room temperature. \n \n \n(d) \nUnconsumed food should be removed in 10-15 minutes after the dog \n \nfinishes eating. \n \n \n(e) \nSweet and salt should be avoided as they decrease the life span and \n \ncauses skin problems. \n \n \n(f) \nFeeds should be given at the same time and place as far as possible. \n \n \n(g) \nDo not disturb the dog while eating. \n \n \n(h) \nWater bowl should be kept near the food bowl. \n \n \n(i) \nDogs require two meals per day at the age of 1 year and above. \n \n \n(j) \nGenerally, dogs get their required nutrition from regular meals. However, if \n \nrequired, he may be given a special diet occasionally between 04 to 05 PM i.e at \n \nleast 03 hours prior to his regular meal as per the advice of veterinarian. \n \n \n(k) \nAs per directions of veterinarian, on prolonged working by dogs, special \n \ndiet supplement can be given in the form of Glucose mixed in water besides milk, \n \negg etc but not on a regular basis. \n \nVACCINATION AND DE WORMING SCHEDULE :- \n \n33. \nProper documentation of the vaccination and de worming schedule should be \nmentioned.  Vaccination and routine medical check ups will be carried out at Government \nVeterinary hospitals/private practitioners depending on local conditions:- \n \n \n \n \nVaccine \n \n \nAge \n \n \nVaccination schedule \n \n \n \nAnti Rabies Vaccination \n12 weeks \n \nFirst Dose (booster). \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n16 weeks \n \nSecond Dose. \n \n \n \n \n \n \n \nOne year \n \nRepeat annually throughout \n \n \n \n \n \n \n \n \n \nlife. \n \n \n \nDHPPI + Lepto \n \n6 weeks \n \nFirst Dose. \n \n \n \n \n \n \n \n \n \n10 wee\n \n \n \n \n \n \n \n ks \n \nSecond Dose. \n \n \n \n \n \n \nOne year \n \nRepeat annually throughout  \n \n \n \n \n \n \n \n \n \nlife. \n \n \n \nCorona \n \n \n2 months \n \nFirst Dose. \n \n \n \n \n \n \n \n \nAfter one month \nSecond Dose. \n \n \n \n \n \n \n \nOne year \n \nRepeat annually throughout  \n \n \n \n \n \n \n \n \n \nlife.",
  "15": "-14- \n \n34. \nDE WORMING :- \n \n \nStep 1 :- \nVisit vet to get a prescribed de-worming medication.   \n \n \nStep 2 :- \nAdminister the first dose of medication when the puppy is 2 weeks \n \nold.  Give him the same medication again at 4, 6 and 8 weeks of age. This \n \naggressive programme will kill anything still living inside the puppy. \n \n \nStep 3 :- \nThereafter, administer the medication once per month. If the  puppy \n \nwas 8 weeks old at the last treatment, then wait until he turns three  months old for \n \nthe next dose. Do this again at months 4, 5 and 6. That will mark the end of de-\n \nworming schedule. \n \n \nStep 4 :- \nHead back to vet to get a heartworm preventive medication  which is \n \nalso effective against roundworms and hookworms. This medication is for \n \nmaintenance purposes and will further protect the life of puppy. \n \n \n \nFor adult dogs i.e 9 months and above, repeat de-worming after every 3 \n \nmonths throughout life or as advised by your vet. \n \n \nNote :-  \nStool examination may be done after every three months and de -\n \nworming to be ensured before vaccination. Medicines and dose should as per \n \nthe prescription of the vet doctor or as prescribed on product literature. \n \n35. \nCLINICAL INFORMATION ON DOGS :- \n \n• Temperature  \n \n \n- \n 38-39o C/100 to 101.5o F \n• Pulse rate \n \n \n \n- \n80 – 100 per minute \n• Respiration  \n \n \n- \n20-30 beats per minute \n• Oestrus \n \n \n \n- \n21 days twice every year \n• Best day for service  \n \n- \n9-13 days of oestrus \n• Duration of pregnancy \n \n- \n57-63 days \n• Age of maturity \n \n \n- \nMale 7-10 month, \n \n \n \n \n \n \n \n \n \nFemales 6-12 months \n• ESR  \n \n \n \n- \n5 to 20 mm /hour \n• PCV  \n \n \n \n- \n30 to 40 mm/% \n• Hb \n \n \n \n \n- \n12 to 16 gms \n• BUN (Renal Function Test) \n- \n17 to 38 Mg/D1 \n• Creatinine \n \n \n \n- \n1.0 to 1.7 mg/D1 \n \n36. \nCHECKUP LIST FOR UNHEALTHY SIGNS AND SYMPTOMS IN DOGS:- \n \n \n(i) \nOverall General Check: \n \n \nEyes  \nDischarge of water, accumulation of dirt etc. \n \n \nMouth  \nCheck teeth and gums for inflammation  \n \n \nNose  \nNormally nose is cold and damp, dry and warm inside with no discharge.",
  "16": "-15- \n \n \nEars  \n: Dirty, appearance of dark wax/redness, inflammation, change in angle, \n \n \n \n   lack of alertness. \n \n \nCoat  \n: Lack of cleanliness and gloss, lose of hair, presence of dirt of parasites. \n \n \nClaws  \n: Appearance of any splits, lack of trimming. \n \n \nAbdomen \n: Tapering away from back legs, sensitive to touch, tenderness. \n \n \nBreathing \n: Normally it is quite and even when at rest, panting when cooling down, \n \n \n \n  no coughing.  \n \n \nAppetite \n: Slow eating, disinterest in food. \n \n \nManners \n: Lack of alertness and quick response to sound and instructions. \n \n \nMovement \n: Uneven gait, uneven weight distribution over all four legs. \n \n \nFaeces \n: Irregular bowel motions, loose discharge (however it varies as per diet). \n \n \n \nAnus  \n: Accumulation of mucus, clinging of any material. \n \n37. \nDAILY MINIMUM CHECKS : \n \n \n(a) \nAre its eyes bright and clean? Sore discharge or ulcers should not be  \n \npresent. \n \n \n \n(b) \nIs the nose clean ?  Slightly moist and free from crusty discharge? \n \n \n(c) \nCheck dog’s mouth ? Gums should look pink, The teeth should not  be          \n \ndiscoloured and there should be no foreign bodies or traces of food in the  mouth. \n \n \n(d) \nAre its ears clean and free of waxy discharge and odour ? \n \n \n(e) \nCheck paws for cuts, abrasions and foreign bodies trapped between the \n \ntoes? \n \n \n(f) \nIt the dog scratching parts of its body? \n \n \n(g) \nDoes the dog appear lame?  Check for changes in posture or a suitable \n \nalteration in its gait. \n \n \n(h) \nDoes it have high temperature? \n \n38. \nMAIN DISEASES – SYMPTOMS AND CAUSES :- \n \n \n(i) \nDistemper (Infection Disease of Dogs): \n \n \n \nSYMPTOMS \n \n \n \n(a) \nSymptoms start within 02 weeks of infection. \n \n \n \n \n(b) \nDog is dull, restless and lack of appetite is seen.",
  "17": "-16- \n \n \n \n(c) \nHigh fever. \n \n \n \n \n(d) \nFurther develops watery eyes, nasal discharge with pus and cough, \n \nblack foul smelling motions. \n \n \n \nCAUSES \n \n \n \n \n(a) \nCaused by air borne virus. \n \n \n \n(b) \nVirus contaminates the atmosphere. \n \n \n \n \n(c) \nBody contact not required for transmission of disease. \n \n \n(ii) \nInfectious Canine Hepatitis: More common in early life, disease affects \nthe liver of the dogs.  \n \n \n \nSYMPTOMS  \n \n \n \n(a) \nSudden rise in temperature. \n \n \n \n(b) \nDrowsiness, vomiting, feeling of thirst, loss of appetite, watery  \n \ndischarge from eyes and nose which thickens gradually and bloody \n \ndiarrhea. \n \n \n \n(c) \nSometimes swelling of the head, neck and abdomen. \n \n \n \nCAUSES \n \n \n \n(a) \nCaused by virus. \n \n \n \n(b) \nSpread by contact with excretions like saliva, urine and faecal \n \nmaterial. \n \n \n \n(iii) \nLeptospirosis \n \n \n \nSYMPTOMS  \n \n \n \n(a) \nHigh fever, restlessness, refusal to eat, vomiting and dark coloured \n \nurine. \n \n \n \n(b) \nReluctance to walk and if he does, he exhibits pain involving the \n \nposterior part of his body.  \n \n \n \n(c) \nPalpitation of the abdomen, kidneys, some times jaundice is also \n \nnoticed. \n \n \n \nCAUSES \n \n \n \n(a) \nCaused by organism of genus leptospira. \n \n \n \n(b) \nTransmitted through contact with the excretion of infected animal\n \nlike urine (most important carrier).",
  "18": "-17- \n \n \n \n(c) \nAlso spread through mouth or nasal mucous membrane. \n \n \n(iv) \nPara Influenza :  Disease mainly affects the upper respiratory tract. \n \n \n \nSYMPTOMS  \n \n \n \n(a) \nMild fever and nasal discharge. \n \n \n \n(b) \nIrritation of lungs may cause persistent dry cough. \n \n \n \n(c) \nDisease if often complicated by secondary bacterial and other viral \n \ninfection may cause pneumonia.  \n \n \n \n(d) \nIn complex form, disease is called kennel cough. \n \n \n \n \n \nCAUSES \n \n \n \n(a) \nCaused by viral and spreads through the air. \n \n \n(v) \nParvo Virus Disease: The most common disease in dogs.  It affects dogs \nof any age, breed and sex.  It especially affects young puppies less than 05 to 06 \nmonths. Parvo virus is very tough and survives under very high and low \ntemperatures.  \n \n \n \nSYMPTOMS  \n \n \n \n(a) \nDepression, difficulty in breathing and weakness. \n \n \n \n(b) \nTemperature is below normal, in some cases slight fever is also \n \nthere. \n \n \n \n(c) \nDullness, vomiting and diarrhea with or without blood.  \n \n \n \n \n \n(d) \nSometimes dehydration. \n \n \n \nCAUSES \n \n \n \n(a) \nCaused by virus. \n \n \n \n(b) \nSpreads on contact through the hair and feet of the affected dogs \n \n(even  dog handler can carry a virus).  \n \n \n \n(c) \nAll excretion of dogs may carry the virus. \n \n \n \n(d) \nAlso spreads through flies.",
  "19": "-18- \n \n \n(vi) \nCorona Virus Disease :  It is an acute contagious inflammation of the \nintestines of dogs.  \n \n \n \nSYMPTOMS  \n \n \n \n(a) \nLethargy, loss of appetite, vomiting and diarrhea.  \n \n \n \n \n \n(b) \nMotions may be loose of yellowish orange colour and may contain \n \nvariable amount of mucus or blood. \n \n \n \n(c) \nSecondary bacterial infection increase the severity to an acute \n \ncondition. \n \n \n \nCAUSES \n \n \n \n \nDisease caused by a virus which destroys the wall of the intestine \n \nleading to mal- absorption and diarrhea. \n \n \n \n(vii) \nRabbies : Disease is fatal and communicable to man if bitten by an affected \nanimal.  \n \n \n \nSYMPTOMS  \n \n \n \n(a) \nIn dogs, it is either furious or dumb form. \n \n \n \n(b) \nIn furious form, the period of excitement is more. \n \n \n \n(c) \nAnimals get paralyzed and die within 05 days. \n \n \n \n(d) \nExcitement manifested by wandering over long distance, hiding in \n \ndark places and excessive friendliness towards their owner ( incase of pet \n \ndogs). \n \n \n \n(e) \nAttacks living or imaginary things without provocation.  \n \n \n \n(f) \nBiting of the chain and such other objects.  \n \n \n \nCAUSES \n \n \n \n(a) \nCausing agent is a virus present in saliva introduced into the tissues \n \nthrough wound usually infected by teeth of affected animal.  \n  \n \n \n(b) \nThe infection travels up to the brain through nerves. \n \n \n(viii)  Others \n \n \n \n(a) \nDifferent types of worms also affect dogs. \n \n \n \n(b) \nSkin problems are another common disease among dogs.",
  "20": "-19- \n \nCHARTER OF DUTIES OF DOG SQUAD STAFF \n \n39. \nDuties of Dog Squad Commander (Sub Inspector) :- \n \n \n(a) \nThe Dog Squad Commander shall be responsible for the following :- \n \n \n \n \n(i) \nHe will organize his own team properly so that co-ordination  \n \n \nis adequately maintained. \n \n \n \n \n(ii) \nHe will ensure proper deployment of dog squad in the event  \n \n \nof any occurrence/random check. \n \n \n \n \n(iii) \nHe shall prepare the search procedure and have it                 \n \n \napproved from the concerned authority.  \n \n \n \n \n(iv) \nHe will be responsible for proper management of Dog  Squad. \n \n \n \n \n(v) \nHe will maintain the History Sheet of Dogs. \n \n \n \n(vi) \nHe will ensure timely medical check up  of dogs and their       \n \n \ntreatment whenever required. \n \n \n \n \n(vii) \nHe will maintain EVENTS DIARY in which all important          \n \n \nevents  for  which the dog is  operationally   deployed shall be                  \n \n \nrecorded / highlighted. \n \n \n \n \n(viii) \nHe will be responsible for regular training of dogs. Weekly                  \n \n \n \ntraining programme shall be prepared and training conducted                  \n \n \n \naccordingly. A training syllabus is given in Paragraph 14. \n \n \n \n(ix) \nHe will closely supervise feeding to dogs, their cooling and  \n \n \nheating arrangements, grooming and ensure that all concerned in  \n \n \ndog squad  follow daily routing/training programme under his            \n \n \ncommand. \n \n \n \n \n(x) \nHe will supervise kennel  hygiene routine.  \n \n \n \n \n(xi) \nHe will arrange to procure all necessary stores, equipment,    \n \n \nration and training aids from concerned authority and maintain proper \n \n \nrecord of the same. \n \n \n \n \n(xii) \nHe will report to the superior Officer any problem being faced . \n \n \n \n \n(xiii) \nHe will be a member of all boards constituted for procurement \n \n \nof   equipment,  training  \naids and  ration  items and  also disposal \n \n \nof condemned stores of dog squads etc.",
  "21": "-20- \n \n \n \n \n(xiv) \nAll dog squad personnel like handler, kennel - man will directly \n \n \nbe under his command and they will discharge their duties as per  \n \n \nhis directions. \n \n40. \nDUTIES OF HEAD CONSTABLE/CONSTABLE (DOG HANDLER) :- \n \n(a) \nA dog handler, irrespective of his rank, should be well disciplined and bear \n \na good moral character. He will perform the following duties :- \n \n \n \n(i) \nHe will be responsible to carryout morning to evening routine             \n \n \nof his dog. \n \n \n \n(ii) \nImpart  training to the  dog allotted and should bear in   mind that dog \n \n \nis a Govt. property. \n \n \n \n(iii) \nDeliver his duties as and when assigned to the best for his                \n \n \nDog. \n \n \n \n(iv) \nKeep his dog operationally and technically fit for deployment   and  \n \n \nalso  keep his dog in routine practice for which he should use live samples.  \n \n \n \n(v) \nBe responsible for overall welfare of his dog, i.e housing,                  \n \n \nfeeding, treatment and clothing. \n \n \n \n(vi) \nHe \nwill \nensure \ntimely \nmedical \ncheck-up, \nimmunization,                  \n \n \ntreatment of dog whenever required and will maintain proper record.                \n \n \n \n \n(vii) \nEnsure that all movement of his dog whether indoor or out -                  \n \n \ndoor, on foot is secure with help of a leash. Neck collar and hooks should   \n \n \nbe checked for any breakage. \n \n \n \n(viii) \nHe when asked to be deployed should be in possession of                  \n \n \ncomplete dog equipment and other articles as may be required.                  \n \n \n \n \n \n(ix) \nWhile \nproceeding \non \ntemporary \nduty, \ncourse, \nleave \netc                  \n \n \nwithout his dog, he should properly hand over the charge of his dog,                 \n \n \nequipment \nand \nshould \nbrief \nthe \nincumbent \nabout \nhis \ndog’s                  \n \n \nhabit. In case of sickness, such movement should be restricted and if                  \n \n \nunavoidable, proper briefing about the sickness should also be done. \n \n \n \n(x) \nWhile proceeding without his dog for longer duration, he                  \n \n \nshould always brief on the due dates of vaccination, heat  (in case of                \n \n \nfemale) de-worming and other important dates. Vet should also be informed \n \n \nin advance.",
  "22": "-21- \n \n \n \n(xi) \nEnsure proper hygiene of kennel, feeding and cleaning of                  \n \n \nutensils of his dog. \n \n \n \n(xii) \nProtect his dog from other stray dogs and infected dogs                  \n \n \nsuffering \nfrom \ncontagious \ndiseases \nand \nshould \nensure \nproper                  \n \n \nsegregation. \n \n \n \n(xiii) \nIn case of a stray dog bite, amongst dogs or self, he should                  \n \n \nimmediately report to Dog Squad I/C or vet and ensure post bite                  \n \n \nvaccination as per schedule. \n \n \n \n \n \n \n(xiv) \nHe should not handle any material recovered during the                  \n \n \nsearch.  \n \n \n \n(xv) \nHe will maintain daily log book with regard to the operational                                \n \n \ndeployment of dog and searches made. \n \n41. \nDUTIES OF KENNELMAN :- \n \n \n \n(i) \nHe will ensure proper maintenance of the equipment. \n \n \n \n(ii) \nHe is responsible for the maintenance of the Kennel with  \n \n \n \nregards to cleanliness and shall ensure necessary comfort of dogs in  \n \n \nthe Kennel. \n \n \n \n(iii) \nMaintenance of all items provided  in the Kennel for comfort   \n \n \nof dogs.  \n \n \n \n(iv) \nHe will perform any other duty relating to dog squad given to   \n \n \nhim by his seniors. \n \n \n \n(v) \nHe will report immediately to his senior officer about any  \n \n \n \nproblem with the dogs in Kennel. \n \n42. \nDOG EQUIPMENT:- \n \nSrl No  \nNomenclature \n \n \nAuth per Dog  \nLife Cycle \n \n \n(a) \nMuzzle leather large medium and small  \n01 \n \n3 years \n \n \n(b) \nNeck collar medium plain  \n \n \n01 \n \n6 months \n \n \n \n(c) \nNeck collar pups plain \n \n \n \n01 \n \n6 months \n \n \n(d) \nChoke chain  \n \n \n \n \n01 \n \n4 years \n \n \n(e) \nHarness web  \n \n \n \n \n02 \n \n2 years",
  "23": "-22- \n \n \n \n(f) \nLeash web cotton \n \n \n \n \n01 \n \n6 months \n \n \n(g) \nLeash rope manila  \n \n \n \n01 \n \n6 months \n \n \n \n(h) \nLeash nylon in assorted colours  \n \n01 \n \n2 years \n \n \n(i) \nDog coat water proof large  \n \n \n01 \n \n4 ½ years \n \n \n(j) \nTracking nylon rope  \n \n \n \n01 \n \n2 years \n \n \n(k) \nStuffed dummy figure \n \n \n \n01 \n \n1 year \n \n \n(l) \nLeather gloves elbow length  \n \n \n01 \n \n5 years \n \n \n(m) \nBody brush pups \n \n \n \n \n01 \n \n4 months \n \n \n(n) \nRubber ball large \n \n \n \n \n01 \n \n3 months \n \n \n(o) \nRubber ball small \n \n \n \n \n01 \n \n3 months \n \n \n(p) \nPlastic bone  \n \n \n \n \n02 \n \n2 years \n \n \n(q) \nWooden dumb bell  \n \n \n \n01 \n \n2 years \n \n \n(r) \nFeeding basin/bowl (stainless steel) \n \n01 \n \n15 months \n \n \n(s) \nDog neck collar with double metal studs  \n01 \n \n2 years \n \n \n(t) \nGrooming gloves \n \n \n \n \n01 \n \n5 years \n \n \n(u) \nSteel Trunk  \n \n \n \n \n01 \n \n5 years \n \n \n(v) \nNeck collar large plain \n \n \n \n01 \n \n6 months \n \n \n(w) \nChain tether heavy   \n \n \n \n01 \n \nLife time \n \n \n \n(x) \nHarness nylon \n \n \n \n \n01 \n \n1 years \n \n \n(y) \nLeash leather for pups \n \n \n \n01 \n \n6 months \n \n \n \n(z) \nDog coat water proof small  \n \n \n01 \n \n5 years \n \n \n(aa) \nSilence whistle \n \n \n \n \n01 \n \n5 years",
  "24": "-23- \n \n \n \n(ab) \nFace mask \n \n \n \n \n \n05 \nPer squad/1 year \n \n \n(ac) \nComb Hair \n \n \n \n \n \n01 \n \n2 months \n \n \n(ad) \nBody brush for dogs  \n \n \n \n01 \n \n6 months \n \n \n(ae) \nRubber ball medium  \n \n \n \n01 \n \n6 months \n \n \n(af) \nRubber bone  \n \n \n \n \n02 \n \n2 years \n \n \n(ag) \nTweezers \n \n \n \n \n \n01 \n \n3 months \n \n \n \n \n \n \n \n(ah) \nSleeping boards kit ply 4’ x 3 \n \n \n01 \n \n1 year  \n \n \n \n \n(ai) \nPortable kennel - 40 x 27 x 30 inches  \n \n01 \n \n03 year \n \n43. \nKENNEL DESIGN :- \n \n \nDesign of kennel is as per Appendix ‘B’.  \n \n44. \nKENNEL MANAGEMENT \n \n \n(i) \nA high standard of kennel management is essential to maintain Dogs at an \noptimum level of health so that they are able to perform their duties efficiently. \n \n \n(ii) \nA tick channel should be constructed, running all round the permanent \nkennels.  This channel should be filled with water. This precaution is necessary to \nprevent the ticks from crawling into the kennels. \n \n \n(iii) \nEach kennel must be supplied with a sleeping board raised a few inches off \nthe ground. If dogs are made to sleep on concrete floors, rheumatism and \naccompanying lameness will occurs .The sleeping board must be removable so \nthat it can be taken out and scrubbed regularly. \n \n \n45. \nCOOLING / HEATING ARRANGEMENT:- \n(i) \nOne Air Cooler and one Ceiling Fan will be used per Kennel. \nReplacement/repairing will be done whenever required. Proper maintenance shall \nbe ensured by the Kennel-Man. In places where humidity is more than 80%, Air \nCondition (AC) will be utilized. \n \n(ii) \nOne heat convector per dog will be used during winter season.",
  "25": "-24- \n \n46. \nKENNEL HYGIENE :- \n \n \n(i) \nOnce a year the kennel should be white washed and doors and windows \nfreshly painted. \n \n \n(ii) \nOnce in a week the kennel floor be washed with Phenyl. Entire kennel \nshould be sprayed with insecticides in first fortnight of the month and burned by \nflame lamps in second fortnight. \n \n \n(iii) \nEvery month the stool site should be changed. \n \n \n(iv) \nEvery month microscopic examination of stool should be done. \n \n \n(v) \nIf a dog/pup dies in a kennel, the exterior of the habitat should be \ndisinfected with Carbolic Acid and fumigation done by formalin. \n \nHYGIENE CHEMICALS :- \n \n47. \nThe following shall be the requirement of hygiene chemicals which shall be made \navailable on requirement basis :- \n \n \n(a) \nK. Oil - 50 ltrs per kennel for flaming purpose per month. \n \n \n \n \n \nOr \n \n \n \nOne Gas cylinder with flame gun for flaming purpose per month. \n \n \n(b) \nSoap - One bar per dog per month. \n \n \n(c) \nSurf - One packet of 500 grams per kennel per month. \n \n \n(d) \nPhenyl - Two liters per dog per month. \n \n \n(e) \nOdoniles  - Two packets per kennel per month. \n \n \n(f) \nMosquito repellent spray – One liter per dog per month. \n \n \n(g) \nSpray pump – one per kennel. \n \n \n(h) \nFoot powder – 500 gms per dog per month. \n \n \n(i) \nSoap washing - One packet (150 gms) per handler per month. \n \n48. \nWEDDING OUT OF CONDEMNED DOG /PUPS ;_ \n \n \n(a) \nDogs after attaining  the age of 10 years are normally recommended for \ncondemnation. A Board of Officers comprising of members of airport operator and \nCISF will be nominated to assess the further suitability of the Dogs/Pups. Such \nboard of Officers shall consist of a  Veterinary Doctor as a member or his written \nadvice may be made a part of proceedings. \n \n \n(b) \nSome defects/deformity such as cataract of eye, laxation of joints, hard of \nhearing, disabilities developed at later part of Dog’s life due to service conditions or \ninheritance make the Dog unfit for further use and in such a case the Board of \nOfficers will recommend the Dog whether to put to sleep or auctioned. Postmortem \nof dogs will be mandatorily carried out during death of the dog.  \n \n***",
  "26": "Appendix ‘A’ \nDEPLOYMENT OF DOG SQUADS  \nS.No Name of \nStation \nOperation \nshifts \nFor ED Team \n(@ 2 Dogs \nper shift)  \nFor patrolling \n& surveillance \n(@ 1 Dog per \nshift) \nTotal \nDogs\n Dog \nHandlers \nKennel \nMan \nRemarks\n01. \nAgartala \n2 \n4 \n2 \n6 \n8 \n2 \n \n02. \nAgra \n1 \n2 \n0 \n2 \n3 \n1 \n \n03. \nAhmedabad \n3 \n6 \n3 \n9 \n11 \n2 \n \n04. \nAmritsar \n3 \n6 \n3 \n9 \n11 \n2 \n \n05. \nAurangabad \n1 \n2 \n0 \n2 \n3 \n1 \n \n06. \nBagdogra \n1 \n2 \n0 \n2 \n3 \n1 \n \n07. \nBangalore \n3 \n6 \n3 \n9 \n11 \n2 \n \n08. \nBhopal \n2 \n4 \n2 \n6 \n8 \n2 \n \n09. \nBhuj \n1 \n2 \n0 \n2 \n3 \n1 \n \n10. \nBhunter \n1 \n2 \n0 \n2 \n3 \n1 \n \n11. \nBhubaneswar \n2 \n4 \n2 \n6 \n8 \n2 \n \n12. \nCalicut \n3 \n6 \n3 \n9 \n11 \n2 \n \n13. \nChandigarh \n2 \n4 \n2 \n6 \n8 \n2 \n \n14. \nChennai \n3 \n6 \n6* \n12 \n14 \n3 \n*Due to \nsize of \nterminal \nbuilding \n15. \nCochin \n3 \n6 \n3 \n9 \n11 \n2 \n \n16. \nCoimbatore \n3 \n6 \n3 \n9 \n14 \n2 \n \n17. \nDibrugarh \n1 \n2 \n0 \n2 \n3 \n1 \n \n18. \nDimapur \n1 \n2 \n0 \n2 \n3 \n1 \n \n19. \nDehradun \n1 \n2 \n0 \n2 \n3 \n1 \n \n20. \nGaya \n1 \n2 \n0 \n2 \n3 \n1 \n \n21. \nGoa \n3 \n6 \n3 \n9 \n11 \n2 \n \n22. \nGuwahati \n2 \n4 \n2 \n6 \n8 \n2 \n \n23. \nGwalior \n1 \n2 \n0 \n2 \n3 \n1 \n \n24. \nHyderabad \n3 \n6 \n6* \n12 \n14 \n3 \n*Due to \nsize of \nterminal \nbuilding \n25. \nNew Delhi \n3 \n6 \n6* \n12 \n14 \n3 \n* Due to  \nsize of \nterminal \nbuilding \n26. \nImphal \n1 \n2 \n0 \n2 \n3 \n1 \n \n27. \nIndore \n2 \n4 \n2 \n6 \n8 \n2 \n \n28. \nJaipur \n3 \n6 \n3 \n9 \n11 \n2 \n \n29. \nJodhpur \n1 \n2 \n0 \n2 \n3 \n1 \n \n30. \nJorhat \n1 \n2 \n0 \n2 \n3 \n1 \n \n31. \nKanpur \n1 \n2 \n0 \n2 \n3 \n1 \n \n32. \nKhajurahao \n1 \n2 \n0 \n2 \n3 \n1 \n \n33. \nKolkata \n3 \n6 \n6* \n12 \n14 \n3 \n*Due to \nsize of \nterminal \nbuilding \n34. \nLilabari \n1 \n2 \n0 \n2 \n3 \n1 \n \n35. \nLucknow \n3 \n6 \n3 \n9 \n11 \n2 \n \n36. \nMadurai \n2 \n4 \n2 \n6 \n8 \n2",
  "27": "-2- \n \n \nS.No \nName of \nStation \nOperation \nshifts \nFor ED Team \n(@ \n2 \nDogs \nper shift)  \nFor patrolling \n& \nsurveillance    \n( @ 1 Dog per \nshift) \nTotal \nDogs\nDog \nHandlers \nKennel \nMan \nRemarks \n37. \nMangalore \n2 \n4 \n2 \n6 \n8 \n2 \n \n38. \nMumbai \n3 \n6 \n6* \n12 \n14 \n3 \n*Due to \nsize of \nterminal \nbuilding \n39. \nNagpur \n3 \n6 \n3 \n9 \n11 \n2 \n \n40. \nPune \n3 \n6 \n3 \n9 \n11 \n2 \n \n41. \nPatna \n2 \n4 \n2 \n6 \n8 \n2 \n \n42. \nPort Blair \n1 \n2 \n0 \n2 \n3 \n1 \n \n43. \nRaipur \n2 \n4 \n2 \n6 \n8 \n2 \n \n44. \nRajkot \n1 \n2 \n0 \n2 \n3 \n1 \n \n45. \nRanchi \n2 \n4 \n2 \n6 \n8 \n2 \n \n46. \nSilchar \n1 \n2 \n0 \n2 \n3 \n1 \n \n47. \nShimla \n1 \n2 \n0 \n2 \n3 \n1 \n \n48. \nTezpur \n1 \n2 \n0 \n2 \n3 \n1 \n \n49. \nTirupati \n1 \n2 \n0 \n2 \n3 \n1 \n \n50. \nTirchy \n3 \n6 \n3 \n9 \n11 \n2 \n \n51. \nTrivandrum \n3 \n6 \n3 \n9 \n11 \n2 \n \n52. \nUdaipur \n3 \n6 \n3 \n9 \n11 \n2 \n \n53. \nVadodara \n2 \n4 \n2 \n6 \n8 \n2 \n \n54. \nVaranasi \n1 \n2 \n0 \n2 \n3 \n1 \n \n55. \nVizag \n2 \n4 \n2 \n6 \n8 \n2 \n \n56. \nPorbandar \n1 \n2 \n0 \n2 \n3 \n1 \n \n57. \nBhavnagar \n1 \n2 \n0 \n2 \n3 \n1 \n \n58. \nShilong \n1 \n2 \n0 \n2 \n3 \n1 \n \nTotal \n109 \n \n310 \n409 \n95",
  "28": "",
  "29": "22018 TENNEY 40 N¥le TwOIdAL\n\neS mn. ee\nmsccl GIe\nel\n\nle a\n\nmarr\n|\n\n®.\n\n",
  "30": "",
  "31": "ge . WOOT WANNEH 40 NTE WOE\n\n",
  "32": "FH\n\nUT\n\nWU\n\ni\n\ni\n{\nt\n\nSy alg NS A\n\n"
}