{
  "1": "FAX NO. 011-23315695 \n \nNO.CAS-5-11 (MP)  /2004-DIV-I \nBUREAU OF CIVIL AVIATION SECURITY \n(MINISTRY OF CIVIL AVIATION) \nGOVERNMENT OF INDIA \n‘A’  WING , JANPATH  BHAWAN , \nJANPATH, NEW DELHI -110001 \nDate : 14.2.2007 \n \nCircular No. 2 /2007 \n \n \nSubject :   \nMinimum Standards for Civil Aviation Security Equipment. \n \n \nIn continuation of this Bureau Circular  No. 25/ 2004 dated 27.12.2004  on \nthe subject cited above and in view of the advancement of technology, the \nminimum Standards/ Specifications  in respect of the  following  security  \nequipment are  given in appendix  indicated  against  each  below:- \n \ni)     \nCrash Rated Electro-hydraulic Bollard System.  \nAppendix-A \nii)    \nCrash Rated Electro-Hydraulic Tyre Killer. \n \nAppendix-B \niii) \nCrash Rated Electro-Hydraulic Road Blocker.  \nAppendix-C \niv) \nReal Time X-Ray Viewing System. \n \n \nAppendix-D \n \nv) \nSurveillance CCTV System. \n \n \n \nAppendix-E\n \nvi) \nMini Remotely Operated Vehicle (MROV) \n \nAppendix-F \n \nvii) \nNon-Linear Junction Detector (NLJD) \n \n \nAppendix-G \n \nviii) \nTelescopic Manipulator \n \n \n \n \nAppendix-H \n \nix) \nPerimeter Intruder Detection System \n \n \nAppendix-I \n \nx) \nBiometric Based   Access Control System \n \nAppendix-J \n \n \n2. \nThe concerned agencies  shall  follow the minimum technical \nspecifications of aviation security equipments prescribed by this  Bureau as per \nabove appendices, for procurement. \n \n3. \nThe concerned Airport Directors, in consultation with representatives of \nBCAS, Airline Operator (incase the equipment is to be installed by the airline \noperator) shall jointly decide the site for installation of relevant equipment.   \n \n4. \nThe concerned Airport Operators shall also appoint one System Integrator \nfor ensuring that the above mentioned security equipment are integrated for \nsmooth functioning at the control room of the concerned airport. \n \nEncl : As above \n \n \n( M Malaviya ) \nAddl. Commissioner of Security (CA) \n \nDistribution :  As per standard list.",
  "2": "Appendix-A \n \nTechnical Specifications Crash Rated Electro-hydraulic Bollard System \n \n1.0 SCOPE \nThis defines the specifications for electro-hydraulic Bollard, consisting of (one, \ntwo, three or four) vertical lift retractable Bollards operating (independently or in \nsets of two, three or four), a Hydraulic Power Unit, the Controls And Logic \nCircuits and Related Features. \n  \n2.0 SYSTEM CONFIGURATION  \n2.1 BOLLARD (S) \n \n2.1.1 Bollard Construction: Bollard shall be a below ground assembly containing \na heavy steel cylindrical weldment capable of being raised to an above ground \nguard position. The guard position shall present a formidable obstacle to an \napproaching vehicle. \n \n2.1.2 Bollard Arrangement: The system shall have a total of __Bollards arranged \nin accordance with either 2.1.3 or 2.1.4. (specify the total number of Bollards in \nthe system whether operated independently or in combination). Select either \n2.1.3 or 2.1.4 to define the operating pattern of the Bollards within the system. \n \n2.1.3 Single Bollard Individual Operated: Each individual Bollard shall be \noperated independently from any other Bollard within the system. Each Bollard \nshall have its own controls. \n \n2.1.4 Multi Bollards Operating in Sets: Bollard system shall have ____ sets \n(specify number of sets). Each set shall consist of ___ Bollards (specify the \nnumber of Bollards per set). Each set of Bollards shall have its own controls and \noperate independently from each other set within the system. \n \n2.1.5 Bollard Height: Height of the Bollard shall be _____ as measured from the \ntop of the foundation frame to the top of the Bollard assembly. (Bollards are \navailable in blocking height from 600 mm to 850 mm) \n \n2.l.6  Bollard Diameter: Bollard shall be ______ in diameter. (Bollards are \navailable in diameter from 135 mm to 275 mm) \n \n2.1.7 Normal Operation: Bollard(s) shall provide excellent security and positive \ncontrol of normal traffic in both directions by providing an almost insurmountable \nobstacle to non-armoured or non-tracked vehicles. The Bollard system shall be \ndesigned to stop a vehicle attacking from either direction and continue to operate \nwhen the vehicle is within the defined weight and velocity characteristics, minor \nrepairs accepted. \nContd..2..",
  "3": ":: 2 :: \n \n2.1.8   Bollards are available with impact load from 40 kN to 180 kN. Depending \non requirement, the Bollards with the impact load can be specified. \n \n2.1.9  Operation time: Each Bollard (or set) shall be capable of being raised or \nlowered in 5 to 8 seconds.  Bollard direction shall be instantly reversible at any \npoint in its cycle from the control stations. (Bidder shall specify the raising and \nlowering time). \n \n2.1.10 Frequency of Operation: Bollard shall be capable of performing to 200 full \ncycles per hour. \n2.1.11 Power Off Operation. The accumulator shall be sized to allow minimum \nthree full cycle operations of a single Bollard in the event of a power breakdown.  \n \n2.1.12 Manual Operation. A hand pump shall be furnished to allow the Bollards to \nbe raised manually in the event of a prolonged power interruption. (Bidder shall \nspecify the time and number of strokes required to raise and lower a Bollard). \n \n2.1.13 Axle load bearing capability: The system shall be able to bear axle load of \n20 tons of a moving vehicle. \n \n2.1.14 Safety Interlock Detector; A Bollard vehicle detector safety loop (induction \nloop) shall be supplied to prevent the Bollard from being accidentally raised \nunder an authorized vehicle. The detector shall utilize digital logic have fully \nautomatic tuning for stable and accurate long-term reliability. The output of the \ndetector shall delay any Bollard rise signal (except for emergency command) \nwhen a vehicle is over the loop. \n \n2.1.15 Environmental Data (Please supply the following): Bollard shall operate \nsatisfactorily under the following environmental conditions: \n(a) Extremes in temperature \n(b) Rainfall : Yearly average ______inches. Maximum expected hourly rate __ \ninches/hour \n(c) Snowfall : Maximum expected hourly rate______ inches/hour \nRoadway will be (mechanically/manually/chemically) cleared ________. \n \n2.1.16 Sump Pump: A self-priming sump pump shall be supplied to drain water \ncollected in the water sump arrangement near the Bollards foundations. The \npump shall have the capacity to remove ____ inches per minute of rainfall a \ndistance of ______ feet to customer supplied discharge drain. Pump operating \nvoltage shall be 230/1/50). \nContd..3..",
  "4": ":: 3 :: \n \n2.1.17 Finish: The foundation and underside of the Bollard shall have asbestos \nfree coating for corrosion protection. The roadway plates shall have a non-skid \nsurface. Bollard shall be white and have yellow/black diagonal stripes (or shall be \nyellow with black vertical stripes or as per customer specification). There shall be \ncircular illuminating unit (LED based) on the top of the Bollards. \n \n2.2 HYDRAULIC POWER UNIT (HPU) \n \n2.2.1 Hydraulic Circuit: Circuit Unit shall consist of an electrically driven hydraulic \npump, which shall pressurize a high-pressure manifold connected to a hydraulic \naccumulator. Electrically actuated valves shall be installed on the manifold to \nallow oil to be driven to the up and/or down side of a double acting hydraulic \ncylinder to raise and lower the Bollard. The hydraulic circuit shall include all \nnecessary control logic, interconnect lines and valves. Electric motor driving the \nhydraulic pump shall be fed from 440/3/50. Motor shall be sufficiently sized for \nthe continuous bollards operations. \n \n2.2.2 Weather Resistant HPU Enclosure: A lockable weather resistant enclosure \nshall be provided for the HPU. The design shall provide for easy access to the \nHPU for maintenance and emergency operation of the hydraulic system. \nEnclosure shall be provided with a corrosion resistant coating. \n \n2.3 CONTROL AND LOGIC CIRCUITS \n \n2.3.1 Control Circuit: The controls will be PLC based. A control circuit shall be \nprovided to interface between all Bollard control stations. This circuit shall contain \nall relays, timers and other devices necessary for the Bollard operation. The \ncontrol circuit shall operate on 230 volts, single phase, 50 Hz. An internally \nmounted transformer shall reduce this to 24 VAC (24 VDC) for all external control \nstations. \n \n2.3.2 Construction. The control circuit shall be mounted in a general-purpose \nenclosure. All device interconnect lines shall be run to terminal strips. The \nfollowing control station(s) can be specified \n \n2.3.3  Control Panel. A control panel shall be supplied to control the Bollard \noperation. This panel shall have a key lockable main switch with \"main power on\" \nand \"panel on\" lights. Push Buttons for “UP”, “DOWN”, “STOP” and “MIDDLE \nSTOP” positions for each Bollard (or set) shall be provided. Bollard position \nindicator lights shall be included for each Bollard (or set). The control panel shall \noperate on 24 VAC (optionally 24 VDC). (Select Central Control Panel 2.3.4 \ninstead of 2.3.3 if Local Panel 2.3.5 is desired.) \n \nContd..4..",
  "5": ":: 4 :: \n \n2.3.4 Central Control Panel: A central control panel shall be supplied to control \nBollard function. This panel shall have a key lockable main switch with \"main \npower on\" and \"panel on\" lights. Push Buttons for “UP”, “DOWN”, “STOP” and \n“MIDDLE STOP” positions for each Bollard (or set) shall be provided. Bollard \nposition indicator lights shall be included for each Bollard (or set). The central \ncontrol panel shall have a key lockable switch to arm or disarm the local control \npanel(s). An indicator light shall show if the local control panel is armed. The \ncentral control panel shall operate on 24 VAC (optionally 24 VDC). \n \n2.3.5 Local Control Panel. A local control panel shall also be supplied to control \nthe Bollard operation. This panel shall have a \"panel on\" light that is lit when \nenabled by a switch on the central control panel. Buttons to raise or lower each \nBollard (or set) shall be provided. “UP”, “DOWN”, “STOP” and “MIDDLE STOP” \npositions for each Bollard (or set) shall be provided on the panel. The remote \ncontrol panel shall operate on 24 VAC (optionally 24 VDC). \n \n2.4 Integration with other systems: The system shall have the capability of \nintegration with Access Control system, CCTV, loop detector, crash pad attached \nto boom-barrier and other crash-rated barriers such as Road blocker, Tyre killers, \netc. \n \n*****",
  "6": "Appendix-B \n \nTechnical Specifications of Crash-Rated Electro-Hydraulic Tyre Killer \n \n1.0 SCOPE \n \nThis defines the specifications for Electro Hydraulic Tyre killer System, consisting \nof (one, two, three or four) Tyre killer operating (independently or in sets of two, \nthree or four), a Hydraulic Power System, the Controls And Logic Circuits, and \nRelated Features. \n \n2.0 SYSTEM CONFIGURATION \n \n2.1 Tyre killer (S) \n \n2.1.1 Tyre killer Construction: Tyre killer shall be a below ground assembly \ncontaining a solid blocking spikes capable of being raised to an above ground \nguard position. In the lowered position the system is flushed with road surface. \nThe guard position shall present a formidable obstacle to approaching vehicles. \nThe blocking segment shall consist of spikes at an angle of 600 and shall be \nmade up of tampered steel. The gap between the spikes measured from the \ncentre of the spikes shall be between 100 mm and 200 mm. \n \n2.1.2 Tyre killer height: Height of the spikes of the Tyre killer in guard position \nshall be 450 mm as measured from the top of the foundation frame to the top of \nthe barrier inclusive of the top road plate. (The Tyre Killer spikes with height 300 \nmm to 475 mm are available)  \n \n2.1.3 Tyre killer width: Tyre killer width shall be _____  (Tyre killer width can be \nspecified keeping in view the requirement and design of the site. The Tyre killers \nare available in width from 2.5 m to 6.00 m and can also be made available as \nper the customer’s requirement) \n \n2.1.4 Normal Operation: Tyre killer shall provide excellent security and positive \ncontrol of normal traffic in both directions by providing an almost insurmountable \nobstacle to vehicles. The Tyre killer system shall be designed to damage a \nvehicle by destroying tyres, axles and suspension of motor vehicles.  \n \n2.1.5 Operation time: Each Tyre killer (or set) shall be capable of being raised or \nlowered with in 2 to 3 seconds.  \n \n2.1.6  Frequency of Operation: Bidder shall specify number full cycles per hour of \nTyre killer operation. (It shall be around 200 cycles per hour or more depending \non the requirement) \n \nContd..2..",
  "7": ":: 2 :: \n \n2.1.7 Power Off Operation. The accumulator shall be sized to allow minimum \nthree full cycle operations of a single Tyre killer in the event of a power \ninterruption.  \n \n2.1.8 Manual Operation. A hand pump shall be furnished to allow the Tyre killer \nto be raised manually in the event of a prolonged power interruption. (Bidder \nshall specify time taken and number of strokes to raise and lower the spikes) \n \n2.1.9 Axle load bearing capability: The system shall be able to bear axle load of \n20 tons of a moving vehicle. \n \n2.1.10 Safety Interlock Detector: A Tyre killer vehicle detector safety loop \n(induction loop) shall be supplied to prevent the Tyre killer from being \naccidentally raised under an authorized vehicle. The detector shall utilize digital \nlogic have fully automatic tuning for stable and accurate long-term reliability. The \noutput of the detector shall delay any Tyre killer rise signal (except for emergency \ncommand) when a vehicle is over the loop. \n \n2.1.11 Stop/Go Traffic Lights: Red/Green 20 cm. Traffic lights shall be supplied to \nalert vehicle drivers of the Tyre Killer position. The green light shall indicate that \nthe Tyre Killer is fully in down. All other positions shall be indicated by red light. \n \n2.1.12 Environmental Data (Please supply the following): Tyre killer shall operate \nsatisfactorily under the following environmental conditions: \n \n(a) Tyre killer shall be operable in –200 C and +600 C. (customer to specify \nthe extreme temperatures at the location) \n \n \n(b) Rainfall (customer to specify) \nYearly \naverage \n______cms. \nMaximum \nexpected \nhourly \nrate______cms./hour \n \n(c)  Snowfall  (customer to specify) \nMaximum expected hourly rate______ cms./hour \nRoadway will be (mechanically/manually/chemically) cleared ________. \n \n2.1.13 Sump Pump: A self-priming sump pump shall be supplied to drain water \ncollected in the Tyre killer foundation. The pump shall have the capacity to \nremove ____ cms per minute of rainfall at a distance of ______ feet to customer \nspecified discharge drain. (to be specified by the customer) Pump operating \nvoltage shall be 230/1/50 \n \nContd..3..",
  "8": ":: 3 :: \n2.1.14 Finish: The foundation and underside of the Tyre killer shall be asbestos \nfree coated for corrosion protection. The spikes shall have reflective red colour. \nThe roadway plates shall have special coating (anti-skid) to merge with road \nsurface. \n \n2.2 Hydraulic Power Unit (HPU) \n \n2.2.1 Hydraulic Circuit Unit: The unit shall consist of an electrically driven \nhydraulic pump, which shall pressurize a high-pressure manifold connected to a \nhydraulic accumulator. Electrically actuated valves shall be installed on the \nmanifold to allow oil to be driven to the up and down side of a double acting \nhydraulic cylinder to raise and lower the Tyre killer. The hydraulic circuit shall \ninclude all necessary control logic devices, interconnect lines and valves. \n  \n2.2.2 Main Power: The electric motor driving the hydraulic pump shall operate on \npower supply 440/3/50 (voltage, phase and frequency). Motor shall be sufficiently \nsized for continuous rating.  \n \n2.2.3 Weather Resistant HPU Enclosure: A lockable weather resistant enclosure \nshall be provided for the HPU. The design shall provide for easy access to the \nHPU for maintenance and emergency operation of the hydraulic system. \nEnclosure shall be provided with a corrosion resistant coating. \n \n2.3 Control And Logic Circuits \n \n2.3.1 Control Circuit: A control circuit shall be provided to interface between all \nTyre killer control stations and hydraulic power unit. This circuit shall contain all \nrelays, timers, programmable logic controller and other devices necessary for the \nTyre killer operation. The control circuit shall operate from a supply 230 volt, 50 \nHz or 24 VDC. An internally mounted transformer shall reduce this to 24 VAC (24 \nVDC) for all external control stations. \n \n2.3.2 Control Panel: A remote control panel shall be supplied to control the Road \nblock operation. This panel shall have a key lockable main switch with \"main \npower on\" and \"panel on\" lights. Push buttons to ‘Up-Stop-Down’ with status \nlamps indicator for each Tyre killer (or sets of Tyre killer) shall be provided. The \nremote control panel shall operate on 24 VAC (optionally 24 VDC). (Select \nCentral Control Panel 2.3.3 instead of 2.3.2 if Local Control Panel 2.3.4 is \ndesired.) \n \n2.3.3 Central Control Panel: A central control panel shall be supplied to control \nTyre killer function. This panel shall have a key lockable main switch with \"main \npower on\" and \"panel on\" lights. Buttons to raise and lower each Tyre killer (or \nset) shall be provided. Tyre killer \"up\" and \"down\" indicator lights shall be \nincluded for each Tyre killer (or set).  The central control panel shall operate on \n24 VAC (optionally 24 VDC). \nContd..4..",
  "9": ":: 4 :: \n \n2.3.4 Local Control Panel: A local control panel shall also be supplied to control \nthe Tyre killer operation. This panel shall have a \"panel on\" light that is lit when \nenabled by a switch on the remote control panel. Buttons to raise or lower each \nTyre killer (or set) shall be provided. Tyre killer \"up\" and \"down\" indicator lights \nshall be included for each Tyre killer (or set).  The local control panel shall \noperate on 24 VAC (optionally 24 VDC). \n \n2.4 Integration with other systems: The system shall have the capability of \nintegration with Access Control system, CCTV, loop detector, crash pad attached \nto boom-barrier and other crash-rated barriers such as Road blocker, Bollards, \netc. \n \n*****",
  "10": "Appendix-C \nTechnical Specifications of Crash-Rated Electro-Hydraulic Road Blocker \n \n1.0 SCOPE \n \nThis defines the specifications for Electro Hydraulic Road- Blocker System, \nconsisting of (one, two, three or four) Road blockers operating (independently or \nin sets of two, three or four), a Hydraulic Power System, the Controls And Logic \nCircuits, and Related Features. \n \n2.0 SYSTEM CONFIGURATION \n \n2.1 Road blocker (S) \n \n2.1.1 Road blocker Construction: Road blocker shall be a below ground \nassembly containing a heavy steel weldment capable of being raised to an above \nground guard position. The guard position shall present a formidable obstacle to \napproaching vehicles. The blocking segment shall be equipped with two flashing \nlights, yellow, with 200mm diameter, to avoid any accidents during the operation. \n \n2.1.2 Road blocker height: Height of the Road blocker in guard position shall be \n____  mm (site and threat specific) as measured from the top of the foundation \nframe to the top of the barrier. In raised position, the blocking segment is \nhydraulically locked with anti-leak device and hydraulically swivelling mechanical \nsupport and in final lower position by rigid support. (Blocking heights are \navailable from 650 to 800 mm) \n \n2.1.3 Road blocker width: Road blocker width shall be_______ (Road blocker \nwidth can be specified keeping in view the requirement and design of the site. \nThe Road blockers are available in width from 2.00m to 8.00m and can also be \nmade available as per the customer requirement) \n \n2.1.4 Normal Operation: Road blocker (s) shall provide excellent security and \npositive control of normal traffic in both directions by providing an almost \ninsurmountable obstacle to non-armoured or non-tracked vehicles. The Road \nblocker system shall be designed to stop a vehicle attacking from priority \ndirection and continue to operate when the vehicle is within the weight and \nvelocity characteristics as defined in paragraph 2.1.5, minor repairs accepted. \n \n2.1.5 Road blocker shall be fully operational after successfully stopping of \nvehicle(s), in the priority direction, weighing ___ and travelling at speed of \n___kmph. (This is also site and threat specific. Road blockers are available to \nstop 50 ton vehicle travelling at speed around 70 kmph, Impact load of 5000 kN) \n \n2.1.6 Operation time: Each Road blocker (or set) shall be capable of being raised \nor lowered in 2 to 3 seconds. Road blocker direction shall be instantly reversible \nat any point in its cycle from control stations \n2.1.7 Frequency of Operation: (one can specify number full cycles per hour of \nRoad blocker operation)",
  "11": "2.1.8 Axle load bearing capability: System shall be able to bear axle load of 20 \ntons of a moving vehicle. \n \n2.1.9 Stop/Go Traffic Lights: Red/Green 20 cm. traffic lights shall be supplied to \nalert vehicle drivers of the Road blocker position. The green light shall indicate \nthat the Road blocker is fully down. All other positions shall be indicated by red \nlight. \n \n2.1.10 Safety Interlock Detector: A Road blocker vehicle detector safety loop \n(induction loop) shall be supplied to prevent the Road blocker from being \naccidentally raised under an authorized vehicle. The detector shall utilize digital \nlogic have fully automatic tuning for stable and accurate long-term reliability. The \noutput of the detector shall delay any Road blocker rise signal (except for \nemergency command) when a vehicle is over the loop. \n \n2.1.11 Environmental Data (Please supply the following): Road blocker shall \noperate satisfactorily under the following environmental conditions: \n \n(a) Road blocker shall be operable in –200 C and +600 C. (customer to \nspecify the extreme temperatures at the location) \n \n \n(b) Rainfall (customer to specify) \nYearly average ______cms. Maximum expected hourly rate______cms. \n/hour \n \n(c)  Snowfall  (customer to specify) \nMaximum expected hourly rate______ cms./hour \nRoadway will be (mechanically/manually/chemically) cleared ________. \n \n2.1.12 Sump Pump: A self-priming sump pump shall be supplied to drain water \ncollected in the Road blocker foundation. The pump shall have the capacity to \nremove ____ cms per minute of rainfall at a distance of ______ feet to customer \nspecified discharge drain. (to be specified by the customer) Pump operating \nvoltage shall be 230/1/50 \n \n2.1.13 Finish: Foundation and underside of the Road blocker shall be asbestos \nfree coating for corrosion protection. Road blocker front, back and roadway \nplates shall have yellow/black or yellow/white diagonal reflective stripes. The \nroadway plates can also have special coating (anti-skid) to merge with road \nsurface.",
  "12": "2.2 HYDRAULIC POWER UNIT (HPU) \n \n2.2.1 Hydraulic Circuit Unit: The unit shall consist of an electrically driven \nhydraulic pump, which shall pressurize a high-pressure manifold connected to a \nhydraulic accumulator. Electrically actuated valves shall be installed on the \nmanifold to allow oil to be driven to the up and down side of a double acting \nhydraulic cylinder to raise and lower the Road blocker. The hydraulic circuit shall \ninclude all necessary control logic devices, interconnect lines and valves to \noverride and lock out the normal speed control valve(s) for emergency fast \noperation of the Road blocker (s). \n \n2.2.2 Main Power: The electric motor driving the hydraulic pump shall operate on \npower supply 440/3/50 (voltage, phase and frequency). Motor shall be sufficiently \nsized for continuous rating.  \n \n2.2.3 Power Off Operation: The accumulator shall be sized to allow three full \ncycle operations of a single Road blocker in the event of a power interruption.  \n \n2.2.4 Manual Operation: A hand pump shall be furnished to allow the Road \nblocker to be raised manually in the event of a prolonged power interruption. \n(Bidder shall specify number of strokes and time taken to raise the blocking \nsegment to full height manually. Also, number of strokes and time taken to lower \nthe blocking segment) \n \n2.2.5 Weather Resistant HPU Enclosure: A lockable weather resistant enclosure \nshall be provided for the HPU. The design shall provide for easy access to the \nHPU for maintenance and emergency operation of the hydraulic system. \nEnclosure shall be provided with a corrosion resistant coating. \n \n2.3 CONTROL AND LOGIC CIRCUITS \n \n2.3.1 Control Circuit: A control circuit shall be provided to interface between all \nRoad blocker control stations and hydraulic power unit. This circuit shall contain \nall relays, timers, programmable logic controller and other devices necessary for \nthe Road blocker operation. The control circuit shall operate from a supply 230 \nvolt, 50 Hz or 24 VDC. An internally mounted transformer shall reduce this to 24 \nVAC (24 VDC) for all external control stations. \n \n2.3.2 Control Panel: A remote control panel shall be supplied to control the Road \nblock operation. This panel shall have a key lockable main switch with \"main \npower on\" and \"panel on\" lights. Push buttons to ‘Up-Stop-Down’ with status \nlamps indicator for each Road blocker (or sets of Road blocker) shall be \nprovided. The remote control panel shall operate on 24 VAC (optionally 24 VDC). \n(Select Central Control Panel 2.3.3 instead of 2.3.2 if Local Control Panel 2.3.4 is \ndesired.) \n \n2.3.3 Central Control Panel: A central control panel shall be supplied to control \nRoad blocker function. This panel shall have a key lockable main switch with \n\"main power on\" and \"panel on\" lights. Buttons to raise and lower each Road \nblocker (or set) shall be provided. Road blocker \"up\" and \"down\" indicator lights",
  "13": "shall be included for each Road blocker (or set).  The central control panel shall \noperate on 24 VAC (optionally 24 VDC). \n \n2.3.4 Local Control Panel: A local control panel shall also be supplied to control \nthe Road blocker operation. This panel shall have a \"panel on\" light that is lit \nwhen enabled by a switch on the remote control panel. Buttons to raise or lower \neach Road blocker (or set) shall be provided. Road blocker \"up\" and \"down\" \nindicator lights shall be included for each Road blocker (or set).  The local control \npanel shall operate on 24 VAC (optionally 24 VDC). \n \n2.4.1 Integration with other systems: The system shall have the capability of \nintegration with Access Control system, CCTV, loop detector, boom-barrier and \nother crash-rated barriers such as bollards, tyre killers, etc \n \n \n*******",
  "14": "Appendix-D \nTECHNICAL SPECIFICATION: REAL TIME X-RAY VIEWING SYSTEM \n \n1. The system should be as light in weight as possible and should be \ncompact and easy to set up. Complete system weight including X-Ray \nsources not more than 40 Kgs. \n2. All major components should be portable. Light weight, waterproof & \nscratch proof case for storage & transportation. Load Balancing, main \nhandle & quite rollaway wheel design. \n3. The system should be able to function with both pulsed and continuous X-\nray source. \n4. Real time measurement of any object on screen should be possible.  \n5. The system should have a laptop based control and display unit along with \na video camera unit.  \n6. X-Ray generator should be lightweight and capable of being operated \nremotely. \n7. The RTVS should be mountable/suspendable from the ROV and Mini \nROV. \n8. To facilitate the off site study, the system should be supported by a \nhardware and software capable of image recording on a storage media i.e. \nUSB Port, floppy, CD drive etc. \n9. A Menu driven software, facilitating the operator to choose a wide range of \nfunctions provided by the software should support the software. Digital \nSignal Processing micro processor or equivalent, active matrix T.F.T. \ncolour screen. Adjustable Exposure time, Image enhancement, Zoom, \nVisual Data Base including picture name, ime, date & description, \ngeometrical image separable parts on display i.e. split screen capabilities, \nAudible and Visual warning during X-ray activation, incorrect set up etc. \npseudo Colour mapping & Analysis, help files etc. \n10. The software should have the facility of zooming the image along with the \nability to scroll the full image. \n \n11. The system should be able to store minimum 2000 images in its data base \nlibrary. \n12. The software should provide Image enhancement facilities as under: - \n \na) Pseudo colouring facility. \nb) Brightness and contrast control. \nc) Split screen capability. \nd) Sharpening of images. \ne) 3D effect of an Image (Optional). \nf) Tilting/Rotation of an Image. \ng) On screen measurement facility. \n13. For easy field use the system should be operated with rechargeable \nbattery and should have additional facility of operating with AC Power \nsupply. For minimum 05 hrs operations. \nAuto Voltage: 90 - 250V AC/50-60 Hz, DC power sources : 9 - 18 Volts battery \npack. \n \nContd…2..",
  "15": ":: 2 :: \n \n14. The system should have an option for wireless operation. \n15. A battery low-level indicator should support the system. \n16. The system should be protected by anti virus software to protect its stored \ndate. \n17. The system should be capable of operating in the temp range of –15 C to \n+ 50 C. and withstand humidity up to 95% \n18. Exposure time X-Ray should be adjustable depending on type of object to \nbe viewed on X-Ray. \n19. The laptop should be configured with the latest version of software. \n20. Audible and visual warning during the X-Ray activation should be \navailable. \n21. Modular design, pulsed X-Ray sources with self contained power sources \nfrom rechargeable battery pack with charger. Maximum Energy-90 KV to \n240 KV. \n22. All types of accessories, expandable and consumable items, connecting \ncables essential with one set of spare cables, operators Manual, Service \nManual and Recovery software CD. \n \n******",
  "16": "Appendix-E \nTECHNICAL SPECIFICATIONS: SURVEILLANCE CCTV SYSTEM \n \n1. \nIntroduction: \n1.1. \nSurveillance CCTV system is required to ensure effective \nsurveillance of an area as well as create a tamperproof record for \npost event analysis. The System shall provide an on-line display of \nvideo images on TFT monitors/Video Wall/Large plasma monitors \nlocated in Central as well as Local control rooms. \n1.2. \nSystem should facilitate viewing of live and recorded images and \ncontrolling of all cameras by the authorized users present in the LAN.  \n1.3. \nSystem should provide inter-operability of hardware, OS, software, \nnetworking, \nprinting, \ndatabase \nconnectivity, \nreporting, \nand \ncommunication protocols. System expansion should be possible \nthrough off-the-shelf available hardware. \n1.4. \nEquipment with better specifications shall be accepted. \nNote:  \n1. \nNVR \n& \nCamera \nServer \nare \nsynonymous \nin \nthese \nspecifications. \n \n2. \nOEM of Cameras, Encoders, Decoders, NVR, Servers, NAS \nbox/Raid \nbackup \ndevice, \nWorkstations, \nMonitors, \nand \nSwitches shall be ISO firms & the offered products must be \nCE certified. \n \n2. \nGeneral Specifications: \n \n2.1. \nProposed CCTV system shall be an open standard based integrated \nsystem with IP network centric functional and management \narchitecture aimed at providing high-speed manual/automatic \noperation for best performance. \n2.2. \nSystem shall use video signals from various types of indoor/outdoor \nCCD colour cameras installed at different locations, process them for \nviewing on workstations/monitors at Central Control Room/local \ncontrol rooms and simultaneously record all the cameras after \ncompression using MPEG 4 or better standard. Joystick or Mouse-\nKeyboard controllers shall be used for Pan, Tilt, Zoom, and other \nfunctions of desired cameras. \n2.3. \nSystem shall have combination of Digital CCD Colour video Cameras \nwith individual IP address, analog CCD Colour Video Cameras with \nFixed or P/T/Z Lens, encoders / decoders, Network Video recorders \n(NVR/CAMERA SERVER), Network attached storage (NAS) / Raid \nbackup device for recording, Application software, Colour Video  \nContd…2…",
  "17": ":: 2 :: \nMonitors, Keyboards with Joystick controllers / Mouse-Keyboard, \nsoftware based Video Matrix Switcher, workstation for System \nAdministration / Management / Maintenance etc. \n2.4. \nThe NVR / CAMERA SERVER can be embedded type or server \nbased. However the NVR / CAMERA SERVER software shall run on \ncommon off the shelf available servers (Camera server & Database \nserver). Each NVR / Camera Server shall be able to handle 36 or \nmore cameras.   \n2.5. \nNetwork Video Recorder shall offer both video stream management \nand video stream storage management. Recording frame rate & \nresolution in respect of individual channel shall be programmable.  \n2.6. \nSystem should ensure that once recorded, the video can not be \naltered, ensuring the audit trail is intact for evidential purposes.   \n2.7. \nSystem shall provide sufficient storage of all the camera recordings \nfor a period of 03 days on fibre channels @ 25 FPS, at 4 CIF or \nbetter quality using necessary compression techniques for all \ncameras (extended capacity of cameras i.e. present capacity + 25 \n%). \n2.8. \nSystem shall use a combination of IP enabled cameras & analog \nCCD cameras with external encoder. The video shall be compressed \nusing MPEG-4 or better standard and streamed over the IP network.  \n2.9. \nEncoders shall digitize analog video, compress the digital video using \nvarious compression algorithms (MPEG - 4 or better standard), and \ntransmit the compressed digital video over packet-based IP network. \nEncoders shall have less than 200 ms of latency and shall support \ndual stream – MPEG 4. \n2.10. The recording resolution and frame rate for each camera shall be \nuser programmable. \n2.11. The Area under surveillance shall be monitored and controlled from \nCentral/Local Control Room(s) through workstations and Joystick \ncontrollers. \n2.12. Surveillance CCTV System shall operate on 230 V, 50 Hz single-\nphase power supply.  Power for all the equipment will be conditioned \nusing on-line UPS with minimum 30 minutes or more back up. If any \nequipment operates on any voltage other than the supply voltage and \nsupply frequency, necessary conversion/correction device for supply \nshall be supplied along with the equipment. \n2.13. All the control equipments e.g. servers, NVR/CAMERA SERVER, \nNAS/Raid backup device, decoders etc. shall be provided in standard \nRacks.  \n \nContd..3…",
  "18": ":: 3 :: \n2.14. All the indoor cameras & control equipment shall be suitable for \noperation from 100 C to 400 C and relative humidity up to 80 % non-\ncondensing. Cameras & other equipment, meant for outdoor \ninstallations, shall be suitable to work from (-) 10o C to (+) 50o C with \nRH up to 90% non-condensing. This temperature range may be \nachieved with or without heater.  \n3. \nSystem requirements: \n \n3.1 \nCamera with external encoder or IP Camera shall be used for image \ncapture. \n3.2 \nIndoor cameras shall be either with fixed focal length lens or with \nPan/Tilt & Zoom lens as per site requirement. All outdoor Cameras \nshall be Day/Night cameras.  \n3.3 \nHousing of cameras meant for indoor use shall be of IP 42 rating \nwhereas outdoor camera housing shall be of IP 66 or better rating. \nThese must be integrated by the camera manufacturer. \n3.4 \nSystem must provide built-in facility of watermarking or Digital \ncertificate to ensure tamperproof recording so that these can be used \nas evidence at a later date, if so desired. The recording shall support \naudit trail feature. \n3.5 \nAll camera recordings shall have Camera ID & location/area of \nrecording as well as date/time stamp. Camera ID, Location/Area of \nrecording & date/time shall be programmable by the system \nadministrator with User ID & Password.  \n3.6 \nFacility of camera recording in real-time mode (25 FPS)/15/12.5/10 \nor lower FPS as well as in any desired combination must be available \nin the system. \n3.7 \nFacility of Camera recording in CIF, 2CIF, 4 CIF as well as in any \ncombination i.e. any camera can be recorded in any quality – \nSelective or Group of cameras must be available in the system. \n3.8 \nSystem to have facility of additional camera installation beyond the \noriginally planned capacity.  \n3.9 \nIn order to optimize the memory, while recording, video shall be \ncompressed using MPEG-4 or better standard and streamed over the \nIP network. Once on the network, video can be viewed on a Control \nroom workstation or on analog monitor using a hardware decoder \n(MPEG-4/compatible standard Receiver) and shall be recorded on \nNVR/CAMERA SERVER and shall be backed up on NAS/RAID \nBackup device. \n3.10 System shall be triplex i.e. it should provide facility of Viewing, \nRecording & Replay simultaneously. \n \nContd..4…",
  "19": ":: 4 :: \n3.11 The offered system shall have facility to export the desired portion of \nclipping (from a desired date/time to another desired date/time) on \nCD or DVD. Viewing of this recording shall be possible on standard \nPC using standard software like windows media player etc.   \n3.12 PTZ Cameras shall have 64 or more pre-defined positions, to be \nselected through suitable input alarm. \n3.13 Redundancy/Fail-over feature is required i.e. in case of failure of an \nNVR/CAMERA SERVER the relevant cameras shall automatically \nswitch over to the redundant NVR/CAMERA SERVER. \n3.14 System shall have provision of WAN connectivity for remote \nmonitoring. \n4. \nSystem design: \n \n4.1 \nEach camera should be connected to a Hardware Encoder, through \ncable, which shall support minimum dual streams. Alternatively, the \ncamera shall be IP based, UTP ready. The encoders should be \ncapable of producing streams @ 25 fps for each camera for viewing \non LAN and on monitors and also recording into the NVR/CAMERA \nSERVER/ and NAS box/Raid backup device @ 25 fps or lower frame \nrate, user selectable as per requirement, for each individual camera.  \n4.2 \nEncoders shall be Power Over Ethernet (POE) compliant and \nconnected to Layer 2 or Layer 3 switch as per system design using \nUTP CAT 6 Cable or fiber optic cable and the required connectors as \nper standards. \n4.3 \nCentral/Local Control Room will have workstations along with \ncontrollers for Camera operation. For monitoring purposes, Video \nmonitors/Plasma monitors/Video wall shall be setup with suitable \nmounting arrangements, as per user requirements. Facility for \nviewing and controlling all the cameras at various other locations, as \nrequired, shall be provided.  \n4.4 \nMonitoring at Local control rooms may be restricted to operation of \ncertain cameras only & system administrator should be able to \nconfigure the system, accordingly. More then one Local Control \nrooms may be required in the proposed system with individual \nconfiguration.  \n4.5 \nEach control room may have one or more Operators simultaneously \nusing the installed Video monitors/Video wall. Operator control on \ncameras shall be on a static basis or rotary basis depending on the \npolicies to be decided at site. \n \n \n \nContd..5..",
  "20": ":: 5 :: \n4.6 \nThere shall be a Control System with Video Control Software to \nmanage all the video surveillance devices. \n4.7 \nDatabase Server shall keep track of all configurations & events. This \nwill help in proper System administration & management of \nredundancies etc. \n4.8 \nVideo stream from individual cameras shall be recorded on \nrespective NVR/Camera Server &, subsequently, archived to NAS \nbox/RAID \nbackup \ndevice. \nSystem \nshall \nhave \nprovision \nto \nautomatically over-write the new information after the period of 03/04 \ndays & necessary script/algorithm must be available in the \nApplication. \n4.9 \nAll the workstations in LAN should be provided with software to view \nand control the cameras, encoders and retrieve the recorded video \nimages from the NVR/CAMERA SERVER/NAS/Raid backup device \nseamlessly. \n5. \nVideo Surveillance Application Software \n \n5.1 \nThe software shall operate on open architecture for integration with \nperimeter safety, access control, PA and fire / safety systems based \non open standards. \n5.2 \nDigital video surveillance control software should be capable to \ndisplay and manage the entire surveillance system. It should be \ncapable of supporting variety of devices such as cameras, video \nencoders, video decoders, PTZ controller, NVR, NAS boxes/Raid \nbackup device etc.  \n5.3 \nThe software should have inbuilt facility to store configuration of \nencoders / decoders and cameras. \n5.4 \nThe software should Support flexible 1/2/4 Windows Split screen \ndisplay mode or scroll mode on the PC monitor or on preview monitor \nas per site requirement. \n5.5 \nThe software should be able to control all cameras i.e. PTZ control, \nIris control, auto / manual focus, and color balance of camera, \nSelection of presets, Video tour selection etc. \n5.6 \nThere must be a single encoder for each camera. \n5.7 \nThe software is required to generate reports of stored device \nconfiguration. The control software is required to provide alarm and \nalarm log. The log shall be able to be achieved, printed and \ndisplayed using a device filter, a device group filter and/or a time \nwindow. \n5.8 \nThe software should have user access authority configurable on per \ndevice or per device group basis. The user shall have the facility to \nrequest the access of any camera and can control the camera for a \nreservation period. Control of camera is released after the \nreservation period.",
  "21": ":: 6 :: \n5.9 \nThe system shall provide User activity log (audit trail) with user id, \ntime stamp, and action performed, etc. \n5.10 The administrator should be able to add, edit & delete users with \nrights. It shall be possible to view ability / rights of each user or the \ncameras which can be viewed & controlled as per the permission \nassigned by the administrator. \n5.11 The users should be on a hierarchical basis as assigned by the \nadministrator. The higher priority person can take control of cameras, \nwhich are already being controlled by a lower priority user. There \nshould be minimum 3 hierarchical levels of security for providing user \nlevel log in. \n5.12 It should have recording modes viz. continuous, manual, or \nprogrammed modes on date, time and camera-wise.  All modes \nshould be disabled and enabled using scheduled configuration. It \nshould also be possible to search and replay the recorded images on \ndate, time and camera-wise. It should provide onscreen controls for \nremote operation of PTZ cameras. It should have the facility for \nscheduled recording. Different recording speeds (fps) and resolution \nfor each recording mode for each camera should be possible. \n5.13 It should provide programmable motion detection and recording, to \nbe defined area-wise. System must be able to support video motion \ndetection algorithms to detect and track objects, Learn the scene, \nAdapt to a changing outdoor environment, Ignore environmental \nchanges including rain, hail, wind, swaying trees and gradual light \nchanges. \n5.14 The settings shall be individually configurable for each alarm and \neach camera pre-record duration. This shall allow the Camera Server \nto capture video prior to the alarm/event, as well as after the \nalarm/event. Shall be selectable from a list of values ranging \nbetween 0 seconds and 5 minutes. \n5.15 The software for clients should also be working on a browser based \nsystem for remote users. This will allow any authorized user to \ndisplay the video of any desired camera on the monitor with full PTZ \nand associated controls. \n5.16 Retrieval: The CCTV application should allow retrieval of data \ninstantaneously or any date / time interval chosen through search \nfunctionality of the application software. In case data is older than 03 \ndays and available, the retrieval should be possible. The system \nshould also allow for backup of specific data on any drives like CD / \nDVD / Blu ray Recorders / LTO 3 (Linear Tape Open) Tape Drive or \nany other device in a format which can be replayed through a \nstandard PC based software. Log of any such activity should be \nmaintained by the system which can be audited at a later date. \n \nContd..7..",
  "22": ":: 7 :: \n5.17 Backup: Online backup should be maintained to protect against \nstorage failure. \n5.18 Storage: Data storage should be at a central location in the airport. \nThe capacity of the storage should be equal to 03 days on fibre \nchannels of recoding of all cameras at 25 fps/4 CIF. The system \nshould follow FIFO on recording. \n5.19 Artificial Intelligence: It shall have image tracking facility. If any object \nis found to be stationary for a pre-defined period the system shall \ntrack the event and alert the operator. This facility shall be provided \non select cameras at entry point, check-in counters, X-Ray BIS \npoints, SHA and as defined by the tenderer. The system must have \nthe features for identifying tail-gating, vehicle detection features, \nunattended baggage identification, queuing analysis, external text \ninsertion feature and intruder detection. \n6. \nDETAILED TECHNICAL SPECIFICATIONS \n \n6.1 \nColour video Dome Camera with PTZ  \n \nImage Device \nInterline transfer 1/4\" or better format CCD sensor  \nFocal length \n4 mm to 72 mm or better (for Artificial Intelligence Cameras \nwith better focal length i.e; 3.5 mm to 91 mm to be used) \nOptical \nzoom \n(For \nIndoor \nCamera) \n18 X or better \nOptical \nzoom \n(For \nOutdoor \nCamera) \n26 X or better \nNumber \nof \nPixels  \n720 X 576 \nScanning \nSystem \nPAL \nResolution \n \n480 TVL or better \nIllumination (For \nIndoor camera) \n1.0 Lux (Color), 0.1 Lux (B/W) or better \n \nIllumination (For \nOutdoor \ncamera) \n1.0 Lux (Color), 0.05 Lux (B/W) or better  \nPan Travel \n \n360º Continuous \nTilt Travel \n \n0 - 90º \nManual \nTilt \nSpeed \n0.5°/SEC to 90°/SEC \nManual \npan \nspeed \n0.5°/SEC to 90°/SEC \nPreset \nTilt \nspeed \n0.5°/SEC to 90°/SEC \nContd..8..",
  "23": ":: 8 :: \n \nPreset \nPan \nSpeed \n0.5°/SEC to 300°/SEC \nPreset positions \nMin. 64 \nIris Control \n \nAuto \nFocus \nAuto \nBack \nLight \ncompensation \nRequired with black masking or other suitable technology \nWhite \nbalance\n \n \nAuto \nElectronic \nshutter \nAuto \nS/N ratio \n \n>= 48 dB \nPower supply \nAs per OEM's design, however generally AC 230 V @ \n50Hz/12V or 24 V AC Rectifier and SMPS if DC supply \n \n6.2 \nFixed Colour Dome Camera Varifocal \n \nImage Device \n1/3” or ¼” CCD Sensor \nNumber \nof \nPixels \nMinimum \n720 x 576 \nScanning System \n \nPAL \nResolution \n \n \n480 TV Lines or better \nMin Illumination \n1 Lux at F 1.2 \nS/N Ratio \n \n>=48 dB \nElectronic Shutter \n \nAUTO \nLens  \n \nBuilt-in Varifocal lens. Auto Iris, lens f = 4 – 9 mm. \n(approx.) \nBacklight \ncompensation \nRequired  \nPower supply \nAs per OEM's design \n \n6.3 \nMPEG4 ENCODER (HARDWARE BASED) \n \n6.3.1 \nThe encoder shall be built on embedded processor and real \ntime operating system. The Encoder should convert Analog \nComposite/S-Video input into good quality digital stream on real time \nbasis and shall be able to transmit as Unicast /Multicast IP packet \nwith low latency (less than 200 mSec.) for live viewing as well as for \nrecording. \n \n \nContd..9..",
  "24": ":: 9 :: \n6.3.2. The video resolution should be configurable at either of 4 CIF, 2 CIF, \nCIF @ 25 fps or at lower frame rate per camera, user selectable.  \n \n \n6.3.3.The encoder should generate MPEG4 video stream Compliant with \nISO/IEC 14496 standard. The encoder should be interchangeable \nwith any standard encoder of any other make, which generates \nMPEG4 video stream Compliant with ISO/IEC 14496 standard. \n \n6.3.4 The Encoder should have the following specifications or should match \nwith the requirement.  \n \nFormat \nPAL color, B/W, composite, 25 fps, \n2:1 interlaced \nResolution (H x V \npixels) \n4 CIF 704 x 576, 2 CIF , CIF, QCIF  \nFrame Rate \n \n \n25 fps (PAL) and lower \nEncoding \n \nMPEG-4 Compliant with ISO/ IEC 14496 Standard \nVideo Parameters \n \n \nBrightness, contrast, hue, sharpness, and sizing \nselectable \nVideo Latency \nLess than 200 mSec.  \nConnectors \n \nBNC for Composite Video for input, suitable connectors \nfor Power, Alarm in, and Alarm out, RJ-45 for Ethernet \n10/100 Base-T output. \nIP Address \n \nStatic IP Address or as per System requirement. \nMPEG4 standard \nCompliant with ISO / IEC14496  \nIP Packets \n \nUnicast and Multicast \nPOE \nCompliant \nPower supply \nAs per OEM's design \n \n6.4 \nNETWORK ATTACHED STORAGE (NAS)/RAID BACKUP DEVICE \n \n6.4.1 \nNAS box / RAID backup device shall be used to record video \nstreams based on the configuration assigned by administrator. \nWorkstations & Servers within the LAN should be able to access the \nrecorded video streams. The NAS/RAID backup device should \nsupport simultaneous play back and recording at full duplex \noperation. \n \n6.4.2 \nIt shall provide a high quality recording storage and play back of \nimages. It should support integration with LAN to provide Centralized \nManagement and shall operate on Windows / Linux OS. Support of \nuser management for security level control and authentication \nrequired. These NAS boxes/RAID backup device should have the \nfollowing features and specifications: \n  \n \n \nContd..10..",
  "25": ":: 10 :: \n \nController \nDual Active –Active Controllers in Active fail \nover mode with no single point of failure  \nOnboard Cache \n \nMirrored \nHD Drive \nAs per system requirement, Support for \nFibre Channel and SATA drives \nHost Interface \n \n \nAt least four Gigabit Ethernet (IP) ports and \nfour FC ports \nRAID Support  \nRAID levels 0,1, 1+0, 5 or 6 \nNetwork Transport Protocols \nTCP/IP \nNetwork Access Protocols \nCIFS, NFS, HTTP/HTTPS, FTP, NTP, \nSNMP, SMTP, DHCP, DNS , iSCSI and \nFCP \nOperating System (OS) \nCompatible and Interoperable with MS \nWindows OS (Latest version) or Linux or \nUnix \nPower supply \nHot pluggable Redundant Power Supply  \nStorage Management Software \nInbuilt GUI / CLI / Web Based \nadministration management software \n \n6.5 \nWorkstation  \nCPU  \n \nPentium ® 4 Processor 3.4 GHz, 800FSB, 2 MB Cache \nor better \nMother Board \nIntel Original Mother Board \nMemory \n2 GB DDR RAM \nHard Drives \n180 GB or more \nFloppy Drive  \n1.44 MB \nKeyboards \nPS /2 Keyboard \nMouse \n \n \nOptical Mouse with scroll \nVideo Card  \nIn Built 2 Nos for connecting 2 monitors \nRAID \nSupported \nNetwork Adapter \n(NIC) \nIntegrated 10/100/1000 Base -T \nSound Card  \nIn- Built \nDVD writer  \nDVD+16x –16x, RW +8x -6x, CDW 48x, Blu Ray \nMonitor \n19\" TFT monitor \nUSB 2.0 or fire wire \ncard \n2 nos. at front panel \nOperating system \n \nMS Windows OS or Linux (Latest versions) at the time \nof tender. \nContd..11..",
  "26": ":: 11 :: \n \nAnti Virus Software \n \n \n \n6.6 \nNVR/Camera/Database Server  \nCPU  \nPentium IV or Xeon, 3.2GHz or higher  \nMemory \n \n2 GB DDR RAM \nHard Drives  \n2 TB with RAID 5 Support \nDVD writer  \nExternal DVD+16x –16x, RW +8x -6x, CDW 48x, Blu \nRay \nNetwork Adapter \n(NIC) \nDual TCP/IP Integrated 10/100/1000 Base –T \nSound Card  \nIn- Built \nGraphic Card  \nSuper VGA non-interlaced graphics card capable of \n1024 x 768 pixel resolution and 65K colors (or true \ncolor) with 4MB video memory or better \nRecording Speed \n25 fps / channel (minimum 32 channel) \nUSB 2.0 or fire wall \n2 nos. at front panel \nKeyboards \n \nPS/2 Keyboard \nMouse \nOptical Mouse with scroll \nMonitors  \n19\" TFT \nOperating system \n \nMS Windows OS or Linux (Latest versions) at the time \nof tender. \nAnti Virus Software \nLatest software at the time of tender. \n \n6.7 \nCamera Housing & mount:  The camera mount should be: \ni. \nOf the same make as that of camera and suitable for the model \nnumber offered as specified by the manufacturer and should be \nan integrated unit. \nii. \nShould be compact and indoor / outdoor type as required. \niii. \nShould support the weight of camera and accessories such as \nhousing, pan & tilt head in any vertical or horizontal position etc. \n6.8 \nSpeed dome controller/PTZ controller \nSpeed Dome Controller should have variable speed joystick, LCD \ndisplay for programming and it should be able to control the speed \ndome for PAN / TILT / Zoom.  \n \n6.9 \nCables \n \nSr. No.\nConnectivity \nCable Type \n1 \nCamera to Video Encoder \nCoaxial RG 6/U / CAT 6 / Fibre \nOptic \n2 \nVideo Encoder to Switch in control \nroom \nUTP CAT 6 / Fibre Optic \n3 \nSwitch to Video Wall Switches \nUTP CAT 6 / Fibre Optic \n4 \nFrom switches to NAS Box \nFibre Optic \n5 \nHardware Decoder to monitor \nComposite signal cable",
  "27": ":: 12 :: \n \n \n7. \nRecommended Coverage areas for installation of Surveillance CCTV: \n \n \n7.1 \nCity side: 500 meters approach to terminal building (s), Parking lot \n7.2 \nTerminal Building Access points  \n7.3 \nScreening of Registered Baggage \n7.4 \nCheck-in-Counters \n7.5 \nSecurity Hold Area (SHA) \n7.6 \nAirside Entry Points through terminal buildings \n7.7 \nAccess points to Airside through gates \n7.8 \nBaggage – make – Up Areas \n7.9 \nBaggage – brake – Up Areas \n \n7.10 Conveyor belt Areas \n7.11 Complete Perimeter \n7.12 Aprons, Bays & Movement Areas \n7.13 Vital Installation e.g;- ATC, Fuel Installation etc. \n7.14 Other areas as specified by the user. \n \n*****",
  "28": "Appendix-F \nTECHNICAL SPECIFICATIONS \nMINI REMOTELY OPERATED VEHICLE (MROV) \n \n \nS.No. Item \nSpecifications \n1. \nStructures/Installation\nThe Mini ROV should be able to carryout EOD \nand \nSurveillance \nof \nthe \nfollowing \nstructures/installation:- \na) Inside aircraft. \nb) Building & Installation \nc) Passenger Terminals \n2. \nKey Technical \nFeatures \nMROV should have following key technical \nfeatures:- \n       (a)    Weight \n                (i)    Man portable-not more than 90Kg. \n                 (ii)   Vehicle Portable- not more than \n200 kg. \n(b) Climbing ability-45 degree stairs/slopes. \n(c) Operate in all type of weather (arid to \nrain). \n(d) Telescope Boom-Extended min 2m and \nmax 4 mtrs from the ground/floor. \n(e) Video colour camera, driving reverse \ncamera and aiming camera with pan and \ntilt capability. \n(f) Night vision capability with IR camera. \n(g) Modular weapon mounting system \n(h) EOD manipulator arm with camera & \nwhite floodlight. \n(j)  Aiming with help of both camera & laser \naiming    pointer. \n(k) Lifting capability- 10 Kg and above with \narm fully extended. \n(l) Spot Lights- Qty two- one for driving \ncamera and other for aiming camera and \nshould be compatible with video camera. \n(m)Preferably should have built in test \nequipment (BITE) facility. \n  3.  \nControl \na) Radio Control Urban/Built up area-200m \nb) Radio control Open Area- 01 Km \nc) Fiber Optic control min 200m. \nd) Capability to take X-ray with X-ray mount \nassembly/real time viewing system. \n4. \nEMI/EMC \nEquipment should be EMI/EMC compatible. \n5. \nEOD Options \na) Water Jet Disruptor. \nb) Shock Tube initiators \nc) Charge Dropper assembly \nd) RTVS Mount. \ne) Lifting bracket with articulated movement \nfor key opening.",
  "29": "6. \nPower Supply \na) AC to DC via on board power converter \nwith cable-min. 100m. \nb) Rapid rechargeable lithium ion battery. \nc) Battery Capacity \n                 (i)    Driving Endurance-          2 hrs. \n                  (ii)  Operational Endurance-  4 hrs. \nd)   Battery charger to be provided with \noptions of fast charge and normal charge. The \nmaximum charging time for fast charge should \nnot be more than 6 hrs and for normal charge \nshould not be more than 12 hrs. \n7. \nBase Station \na) Compact and light weight. \nb) Portable control system. \nc) Display unit with high-resolution screen on \nLCD. \nd) Capable of powered on mains and battery \nboth. \ne) Should have picture in picture display with \ncamera selection switch. \nf) Should preferably have joystick control. \ng) Should have inbuilt safety feature. \nh) Should have essential operational controls.\ni) It should have removable switch box which \ncan directly control the ROV. \n8. \nOperating \nTemperature \n-10 C to + 55 C \n9. \nNote:- \nFirm should be able to provide one complete \nsystem for trials at no-cost, no-commitment \nbasis. \n \n \n \n*******",
  "30": "Appendix-G \n \nTECHNICAL SPECIFICATIONS OF NON-LINEAR JUNCTION DETECTOR \n(NLJD) \n \n \nPurpose  : The non linear junction detector is intended for searching devices \ncontaining semi conductors. The equipment \nshould have the capability for simultaneous \nreception of the second and third harmonics \nof the probe signal and provision for audio & \nvideo indication for the operator to identify the \nsemi conductors and bimetal / corrosive \njunctions. \nGeneral Specifications \n1. Weight of operational unit \n: Should not exceed 6 Kg including  battery. \n     \n2. Telescopic Pole \n: Should be of collapsible type with a minimum   \n  extended length of  80 cms and should have  \n  firm clamps fasteners. \n \n3. Operational Environment  \n \na) Operating temperature \n: \nbetween 0 0 C to 50 0 C \n \nb) Storage temperature \n \n: \n-20 0C to + 70 0 C \n \nc) Humidity \n \n \n: \n90% at 30 0 C \n \nTechnical Specification \n \n1. Technology \n: State of art technology using Digital signal     \n   processing (DSP).                                      \n \n2. Transmitted Power  \n \n:  RF power variable from 100 milliwatts to 5 watts  \n                                                       \n   and to be \n  \ni. DSP controlled \nii. Manually selected \n \nContd..2..",
  "31": ":: 2 :: \n \n3. Operating frequency \n \n: Spectrally pure RF fundamental frequency  \n                                                        \n     between 850 MHz and 1005 MHz.                               \n \n4. Receiver sensitivity \n \n:  -130 dbm or better. \n \n5. Transmitter /Receiver     \n: Linear/circular configuration \nantenna polarization \n \n6. Display \n \n \n \ni) LED Bar graph in the sweep head for the  \n   \n \n \n \n \n   measurement of received signal strength of \nthe second             \n    and third harmonic.  \nii) LCD Display on control unit panel for the \nindication of strength of both second & third \nharmonics, battery status and modes of \noperation. \n \n7. Mode of operation \n \n \n: Should have operational modes likely \ncomparison , 2nd  \n& 3rd harmonics \n \n8. Audio Alarm \n \n \n: Provision from  in built and detachable head  \n                                                      phone (s) \n \n9. False alarm rate  \n \n: Less than 3 % \n \n10. EMI Interference  \n \n: Should not activate radio controlled devices \nwith  \noperating frequency within HF/VHF range in \nclose proximity \n \n11. Power Requirement \n : i) Should operate on rechargeable DC power \nsupply \n  ii) Battery charger designed for fast recharging \n \n12. Operating time  \n: Should work continuously for 4 Hrs at optimum  \n  RF power output. \n \n13. Discrimination of  \n \n: Should be capable to detect and identify semi \n      semiconductor junction  \n    \nconductor & corrosive / bimetal junctions \n     & corrosive /bimetal junction \n         \n \n14. Detection Capability \n:The NLJD should be capable of real time  \n detection of  all kinds of semiconductor \ndevices such as: diodes, transistors, integrated \ncircuits, microprocessors, micro controllers, \ndiacs,  triacs, thermistors, thyristors . \nContd..3..",
  "32": ":: 3 :: \n \n15. Detection range  \n:The equipment should have long range     \n detection of devices with semiconductor     \n corrosive / bimetal junction components buried  \n under various types of Dry soil/ wet soil. The    \n minimum (qualifying) range of detection for   \n specimen devices buried under Dry/wet soil   \n conditions are as under: \nDepth under \nS.No. Specimen \nDry Soil (in \ninches) \nWet Soil (in \ninches) \n1. \nSingle diode \n8 \n5 \n2. \nSingle Transistor \n6 \n4 \n3. \nIC Chip \n8 \n4 \n4. \nTwo \nTransistor \ncircuit \n19 \n7 \n5. \nDigital Watch \n10 \n7 \n6. \nMicro processor \n10 \n7 \n7. \nElectronic \nDelay \ncircuit \n15 \n9 \n8. \nABCD \n18 \n12 \n \n \n******",
  "33": "Appendix-H \n \nTECHNICAL SPECIFICATIONS -TELESCOPIC MANIPULATOR. \n \n \n1. The equipment should be less than 15 Kgs. Should be usable with the \nhelp of a shoulder strap by a single bomb technician. \n \n2. The equipment should offer a minimum safety distance of 4 meters. \n \n3. The claws should be adjustable with opening distance of at least 15 cms \n(6 inches). \n \n4. The Manipulator should be able to pick up a maximum weight of 10 Kg. \nwhen fully extended. \n \n5. The battery pack power source should last for minimum 30 minutes of \noperations. The battery should be rechargeable. \n \n6. The telescopic manipulator should have a break away tip arrangement, so \nthat in case of possible explosion only the tip is damaged. \n \n7. The equipment should be provided with various optional claws, which can \nbe fitted and used as required depending on the shape of the object to be \nmanipulated. \n \n \n \n \n*****",
  "34": "Appendix-I \n \nTECHNICAL SPECIFICATIONS: PERIMETER INTRUDER DETECTION \nSYSTEM \n \nIntroduction \n \nThe Perimeters in the main consist of a Perimeter wall 8 ft high with a \nconcertina coil overhang of 1 and ½ ft. \n \nThe existing perceived threat is that the Intruder will scale the wall to gain \naccess to the Airport facility; therefore specific Electronic systems need to be \ndesigned to provide a stable Perimeter Intruder Detection System with a low \nfalse alarm rate \n \nThe existing Perimeter Walls present some challenges as follows: \n \n1. Built Up areas \n2. General Public direct access to the Perimeter \n3. Condition and application of the Physical Barrier protection \n4. Environmental conditions \n5. Broken perimeter wall and with gaps at places \n \nTo address the Security Requirement taking into consideration the existing \nparameters, it is proposed to install the following Perimeter Intruder Detection \nsolution: \n \n1. A Covert Radio Frequency Intruder Detection System to be buried \nbetween the Perimeter Wall and the Inner Access Perimeter Road. \n2. A Secondary Active Infra Red Intruder Detection system to be located on \nthe Airport side of the Inner Perimeter Access Road. \n3. The Perimeter Intruder Detection System will be interfaced with a \ncomprehensive CCTV surveillance system (each Perimeter Detection \nZone will have a dedicated CCTV camera associated with it). \n \nThe total CCTV/PIDS solution will be connected to a Main Control Room \nwithin the Airport. \n \nPrimary Detection System \n \nRadio Frequency Intruder Detection System \n \n \nThe Radio Frequency Intruder Detection system is a dual cable system, \nthe cables are to be buried in the areas between the Perimeter Wall and the \nAirport Perimeter Access road. The cables are to be installed adjacent to each \nother with 2 meter spacing parallel to the Perimeter wall. Each detection zone \nshould be associated with a CCTV camera view.  \n \n \nContd..2..",
  "35": ":: 2 :: \nApplication \n \nCovert system to detect movement of people on open ground \n \nDetection Principle \n \nThe Radio Frequency Intruder Detection system will comprise of two \ncables which are positioned in parallel, one connected to an RF transmitter \nmodule and the other connected to an RF receiver module. A radio frequency \nelectromagnetic field is set up around the transmitter cable and disturbances in \nthis field, caused by the presence of a human being, are detected by the \nadjacent receiver cable. The transmitter cable radiates an RF field, which is \ndetected by the receiver cable and the resulting signal is fed to the analyzer. \n \nZone Length: Maximum upto 150m or sight specific. \n \nArea of Detection: 3m X zone length (+/-0.5m) \n \nConfiguration: Each zone requires the following minimum equipment: \n \n1. \nOne analyzer / receiver unit \n2. \nOne transmitter module \n3. \nOne end of the line module \n4. \nTwo leaky feeder cables \n5. \n230 V 50 Hz \n \nElectronics Housing \nAll electronic components shall be housed in enclosures rated to IP 66 / NEMA 4. \nThe manufacturer shall supply the dimensions of these housings and the means \nof installation. \n \nOperating Temperature \n-40° to +70°C or as defined by user \n \nOperating Frequency \n40 to 41MHz (Multiple options) \n \nOutputs \nSolid state Alarm and Tamper relays 230 V @ 50 Hz \n \nDead Feeder Cable \nBoth the analyser and transmitter units can be located up to 50m away from the \ntwo main sensor cables by using non-radiating co-axial cable. \n \nControls \nThe manufacturer shall describe the means of adjusting the sensitivity and other \nparameters of each zone. \nContd..3..",
  "36": ":: 3 :: \nData Communication \n \nThe manufacturer shall describe the methods that can be used to extract alarm \ndata and transmit it to a central location for control and display. This description \nshall include any additional transponder requirements, the supported media for \ndata transmission, the hardware requirements in the control area and the \ndescription of any available software to perform the control and display on a PC. \nThe manufacturer shall describe the means to secure the data network. \n \nSecondary Detection System \n \nActive Infra Red Beam Detection \n \nThe Active Infra Red Beam Detection System is a series to Transmit and \nReceive multi beam sets enclosed in a 2m external free standing beam tower. \nEach Tower is to be located in parallel to each Radio Frequency Intruder Alarm \nDetection zone and is to be interfaced with the Primary detection zone to provide \na secondary verification detection zone. Each detection zone should be \nassociated with a CCTV camera view. The detection zone should be ground level \nto 2M height minimum. \n \nDetection Principle \n \nThe Active Infra Red Beam Intruder Detection System operates by the use \nof Multi Active Infra Red Beams enclosed in an External Beam Tower, these \nBeam Towers transmit and receive Infra red signals and generate an invisible \nInfra Red Beam fence. \n \nIf the invisible ‘Fence’ is crossed and the Transmit and Receive beams are \ninterrupted the system generates an alarm condition. The infra red external beam \nsystem will be immune to masking and offer a high level of external detection. \n \n \nEach Beam tower is to be synchronized to the next by the use of a \nSynchronized Cable link and Sync line monitor. If the Synchronized line is \ninterrupted this will generate an alarm condition. Each individual receiver will only \nrespond to its own transmitter to avoid interference between units allowing for \ncloser beam spacing.  \n \nThe System is to also allow a transmitter at the bottom of a tower to be \ndirected at a receiver at the top of another tower to overcome the effects of \nundulating ground and is to be capable of working effectively with uneven ground \nand unusually shaped compounds.  \nContd.. 4..",
  "37": ":: 4 :: \n \nBeam Tower Configuration \n \n• Beam Tower Height – 2m \n• Number of TX Units – 6 \n• Number of RX Units – 6 \n \nZone Length \n150 meters or site specific \n \nBeam Characteristics \nBeam transmitted and received angle: 5° \nHorizontal adjustment: 200° \nVertical adjustment: 90° \nBeam width: 40mm \n \nElectrical Requirements \n230V AC/ 50 Hz  \n \nInfra Red: IR wavelength: 880nm \nWeatherproof Rated \nIP 54 rated \nTemperature range -20°C to + 55° (with heaters) \nRelative humidity: 10% to 90% \n \nDetection Criteria \nResponse time: > 20mS - <40mS \nAlarm dwell: 800mS \nBeam width: 40mm \n \nOutputs \nPotential free contact \n \nPower supplies \n230V AC/50Hz AC Single Phase  \n \n \n \n******",
  "38": "Appendix-J \n \nTechnical Specifications Airport Entry Card (AEC) \nProgramme \nCard, Readers and Biometrics Technologies \n \nIntroduction \n \nThe Bureau of Civil Aviation Security hereby issues an integrated card and \nbiometrics based airport access control solution for the airports in India.  The \ncurrent airport complexes are a cluster of buildings spread over many acres of \nland. Security agencies are handling the most difficult task of ensuring safety of \nboth assets and people with available resources and a largely manual system for \nidentification of personnel. \n \nEntry/exit gates are manned by officers and men of CISF/APSU and IDs \nof all personnel entering into the building are physically checked by this para-\nmilitary force. At present personnel are issued simple plastic ID cards, called \nAirport Entry Pass (AEP) for accessing the secured areas in the buildings, based \non a designed colour coding scheme. The personnel may exit/enter the buildings \nany number of times while they are on duty and may go to public places for \nrefreshment etc. at any time. \n \nAs the personnel are manually checked there are many possibilities of \nhuman errors thereby compromising security. The current Plastic Identification \ncard is not a fully secure media and can be easily duplicated. There is no \nmechanism to monitor the movement of personnel inside the premises and no \nmeans of knowing whether the individual is on duty. There is also the possibility \nof unauthorized individuals entering the premises using forged, stolen, or expired \nidentification cards or gaining access because of their familiarity with the security \nprocedures. \n \nTo overcome the shortcomings of the manual operation, BCAS proposes \nto provide personnel with a Secure Contactless Card for access which allows for \nBiometric template to be stored in the Card for multi-factor authentication which \nshall be a part of a simple but completely automated system for authentication \nand access. The Contactless Card shall be fool-proof and almost impossible to \nreplicate, creating a mechanism for monitoring/control of the movements of \npersonnel and vehicles into the airports. \n \nThe doors and access points will be released only to authorized personnel \nafter they have been identified by the system. Each entry/exit will be logged \ncentrally for future reference. The system shall also be able to generate any level \nof information required on the persons available in the building at any given point \nof time. The system shall provide comprehensive historical data of all personnel \nwho have visited the building. The solution will have minimal manual operation \nfor overall success. \nContd..2..",
  "39": ":: 2 :: \n \nThe committee has developed this document with inputs from various \nagencies, references of similar installations in the world and leading technology \ndevelopers in the Electronic Access Control industry. This Airport Entry Card \n(AEC) Program has been developed and presented further in this document. \nBCAS is responsible for program delivery, including system administration and \ntraining of personnel. The User segment will be: \n \n1 \nAirlines \n2 \nAirport operators \n3 \nIndian Customs, Immigration \n4 \nAPSUs and other security agencies, NSG, etc \n5 \nRelated service providers and others \n \nThe AEC program will encompass the issuance and administration of a \nrestricted area identification system also. This system will incorporate biometric \ntechnologies to positively confirm the identity of the card holder. The biometric \ntemplates captured during the enrollment process will be stored within the \nintegrated circuit chip of the card. The AEC will be issued by and remain the \nproperty of the BCAS. \n \nThe Contactless card reader is required to perform a comparison between \nthe biometric template stored on the card and the live sample supplied by the \ncard holder. In the case of a positive match of these samples, the reader must be \nable to communicate the successful match of the biometric with the access \ncontrol system of the host airport. \n \nIn summary the Objectives are to Develop and Implement a highly \nsecured access control system for the airport complex to: \n \n\u0083 Enhance the safety and security of the valuable infrastructure and prevent \nunauthorized entry into the airports.  \n\u0083 To identify, categorize, verify and validate personnel data and biometrics \ncredentials in real time. \n\u0083 To minimize human error and opportunities for misuse/encroachment in \noperational and sensitive areas. \n\u0083 Alert authorities to an attempted intrusion or other irregularities. \n\u0083 Analyse incidents in real time and post event. \n\u0083 Use of advanced technology to minimize human intervention. \nProposed Solution \nFollowing are the key components of the proposed solution. \n \na. Access Control System \nb. Application Software \nc. CCTV Surveillance System \nd. Web Infrastructure \n \nContd..3…",
  "40": ":: 3 :: \n \nA. \nACCESS CONTROL SYSTEM \n \nTo the user, an access control system is composed of: \n\u0083 A  Card that is presented to a door reader;  \n\u0083 The  card/biometrics reader, that responds with a secure card format that \ncommunicates via Wiegand to a Controller; \n\u0083 The Controller with the Access Control Software indicating a Valid / In \nValid card and Authorization rights assigned to gain or deny access into \nrestricted area. \n\u0083 The door or gate is then unlocked or remains locked based on the \nauthorization rights. \n \nIn the background will be a complex system of computers, software, \nnetworking and highly skilled personnel that incorporates robust security, ease of \nuse and functionality to meet the complex needs of the security agencies. This \nsection describes the components and operations of the physical access control \nsolution that will be put in place. \nAccess Control system Components \n \nThe system has been designed to cater to the following: - \n\u0083 All entry/exist points will have Controlled Access in the form of Turnstiles, \ndoors, etc. \n\u0083 Biometrics Card Readers will be installed at entry/exit points of designated \nRestricted Areas. \n\u0083 Long Range RF Readers will be assigned to allow Authorized Vehicle \nwhere vehicles can be automatically identified over 10 meters distance to \nallow access to Restricted Areas. \n\u0083 To make biometric verification secure, the biometric data shall be stored in \na secure application area within the Card. The live biometric template will \nbe matched against the templates stored inside the card. \n\u0083 Card issued to the personnel will hold the BCAS AEC Card Format \nprotected by globally unique BCAS AEC Keys inside the card for gaining \naccess into any restricted area.  \n\u0083 Two Biometric templates will be captured for each employee. \n\u0083 The entire system will be networked for monitoring. \n\u0083 Data transfer is totally secured through encryption and mutual \nauthentication between the Contactless Card and Readers. \n\u0083 Authentication of the cardholder will be at the backend Access Control \nsystem. \n\u0083 All successful/unsuccessful attempts will be transferred to the database \nserver over the Access Control network on Wiegand. \n\u0083 The application form will be revised based on a simpler layout without \nchanging/modifying the requirements/data as currently assessed by \nBCAS. \nContd..4..",
  "41": ":: 4 :: \n \nAccess Control Card and Reader  \n1. \nCard issuance Process \nA Personalization system will be installed at the BCAS HQ in New Delhi \nand in each of the four BCAS regional office where this activity shall be \nperformed. The system allows BCAS authorized official to run the personalization \nsoftware to create the AEC cards. The official enters the employee details in the \ncard personalization system, captures the biometric templates and the digital \nphotograph of the employee along with other relevant data. All this data will be \nstored in the card and formatted as per laid down BCAS AEC Card Format. To \npersonalize the card, the card will be inserted in a Card Printer for printing. The \ndata will then be stored in the central server for future reference. The cards may \nbe colour coded as per the existing scheme of BCAS. \n \n2. \nData Storage in the Card \n \nData is stored in the Contactless card after encrypting it. The BCAS AEC \nSecret keys and BCAS AEC Card Format are pre-initialized inside the card and \nthe Access conditions are specified during the Card Personalization process. To \naccess the Contactless card, the BCAS AEC Secret key has to be authenticated \nbetween the Card and Reader.  \n \nEvery additional Read/Write operation specific to Card personalization on \nthe card is based on a secure authentication process for the authorized \npersonnel. A log of such operations is created and the Management Information \nSystem (MIS) will report it to the concerned officials as per guidelines of BCAS. \nThis will ensure complete control of the card issuance/preparation process and \navoid any unwanted card creation. \n \nThe Data to be stored in the Contactless card chip is as follows:  \n \n\u0083 The total number of Application Areas should be 32 or more Application \nAreas within the Card to allow room for more applications in future. \n\u0083 Application Area 1: BCAS AEC Card Format – This will be a unique 35 Bit \nCard Format which will be used for Access Control. \n\u0083 Application Area 2:  Will be personalized with the following information \no Name \no Date of Birth \no Designation \no Organization \no Valid airports \no Zones \no Validity date \no Father’s name \no Unique Srl. No. \n\u0083 Other Application Areas will be used for Biometric Templates and future \nenhancements for Information capture. \nContd..5..",
  "42": ":: 5 :: \n \nFollowing information shall be printed on the body of the BCAS issued AEC \n \nFront of the Card \no An embedded hologram \no AEC to be written as an Ultra-Violet Fluorescent Image \no Working airport/region \no Card ID Number (Not to match with internal BCAS AEC Format \nNumber) \no AEC Cardholder name \no AEC Cardholder digital photograph size (3 x 4 cm) \no Organization Name \no AEC Cardholder  signature \no Valid till Date \no Issuing authority signature \no Appropriate color for the card \nBack of the Card \no BCAS AEC to be written as an Ultra-Violet Fluorescent Image \no Emergency Contact numbers \no Date of birth \n \n3. \nCard Usage \n \n \n \nThe card holder will enter the building through authorized Access \nControlled Doors for entry to the building or designated Restricted Area. The staff \nor authorized personnel on entering the High Security Doors can access the \ndefined areas inside the building using the secure BCAS AEC Card on a Card \nReader mounted on a Normal Security Door. \nSubsequent movement inside the \nbuilding is based on a Biometric authentication for High Security Doors and \nAccess rights as specified on the card at the time of personalization. Card \nReaders with biometric authentication are installed at entry/exit point of all main \naccess control and high security doors.  \n \n \nFor Normal Security Areas incase of entry into terminal buildings the \nprocess to move from an unsecured area to a Secure Area involves the \ncardholder to flash the AEC card on Contactless  Card Reader mounted on a \nPedestrian barrier (Flap Barrier, Turnstiles, automated door, etc.) or the nearby \nwall. The reader after it authenticates the cardholder allows or denies access. \nThe flaps/ turnstiles shall open if there is a valid card and will not open in the \nevent of a failed attempt besides generating an alarm on the host system for \nfurther action/analysis. On successful verification, the reader records the entry \ntime of the card holder in the host Access Control System. \nLost/stolen/duplicate/hot listed cards will be checked from the host system prior \nto opening the gate.  \n \nContd..6..",
  "43": ":: 6 :: \n \n \nFor High Security Areas, the employee has to first present the card to the \naccess control unit, which after initial verification will ask for the biometric \ntemplate to be presented on the template scanner. The Card Reader with a \nBiometric module unit verifies the live template against the template stored inside \nthe card. On successful validation the turnstile gate is activated to open and the \nHost Access Control System stores the data to the database server within the \nfacility. \n \n \nVehicle Entry to restricted areas in the airside and for secured parking \nareas on city side will be regulated. The Vehicle Entry Card (VEC) shall be \ninstalled inside the vehicle and the Long Range Reader at vehicle entry point \nshall be able to read this information from a distance of 10 meters to authenticate \nthe permit for vehicle entry. The Long Range Reader sends the BCAS VEC \nFormat to the host Access Control System for validation of the card. On \nsuccessful validation the boom barrier is activated to open and the Host Access \nControl System stores the data to the database server within the facility. The \ndriver and other occupants will get down from the vehicle and present their cards \nfor authentication after which the boom barrier will open and the vehicle shall \npass through after all security checks will be performed on it as per existing \nguidelines. Each passenger must be individually authenticated by the system \nprior to entry. All vehicle gates with direct entry to the airside will have the system \nand process in place. \n \n \nThe BCAS central server will hold details of all the cardholders across the \nentire system whereas each of the facilities will hold the database of only those \ncardholders who shall be given access to that particular airport. Every 24 hours \nthe BCAS Central server will replicate with the local facilities server and update \nthe local facilities database with any update of cardholder information relevant to \nits facility.  \n \n \nOn any unauthorized access, the facilities server will alert the security \nperson in the control room who will then be required to perform tasks as specified \nby BCAS. The lockout policy for any cardholder can be initiated by the authorized \npersonnel within a facility. This is updated into the local server and this is then \nreplicated with the BCAS Central server which when replicating other facilities \nserver will ensure central lockout of the cardholder from all facilities across the \nentire system. \n \n \nAll events and subsequent action taken by the security personnel will \nautomatically result in a log file that will be sent to the designated officials for \nfurther action/intimation. \n \n \nThe employee access card will hold two biometric templates for each \ncardholder. This eliminates the problem of identification in case of injury. When \nthe BCAS AEC card is presented to the Card enabled biometric reader, it will \nprovide an Audio Visual response on the reader to convey Access Granted or \nDenied.",
  "44": ":: 7 :: \n4. \nDuplicate Access Card \n \n \nAccess cards can be re-issued to a cardholder in case the card is \nlost/stolen. However the BCAS AEC Card will feature a non matching sequential \nBCAS AEC Card Format to ensure no card duplication occurs. The Access \nControl System will lock out the lost/stolen card by disabling the Card Format \n(system-wide) and the reissued AEC Card will be associated to the cardholder. \nThe issuance is similar to a new card issuance with all data to be loaded during \npersonalization. The new card will be created from the existing database and \nissued. \n \n5. \nSecurity \n \n \n \nThe card shall conform to ISO 15693 standards. The BCAS AEC Card \nFormat and other application data inside the card are protected with a 48 or 64 \nBit Encryption key (minimum). To write or access data in the card, valid BCAS \nAEC secret keys should be present in the card and Reader. It shall be impossible \nto copy the content of one card to another without supplying the proper BCAS \nAEC secret key. Data transmission between the card reader and the card will be \nencrypted. It is not possible to tap the data flow between the reader and the card. \nThe Cryptographic algorithms must meet the Data Encryption Standards (DES). \n \nBCAS AEC Card Format \n \nThe BCAS AEC Card Format is a 35 Bit Card Format which is \nprogrammed into the card memory (Application Area 1) permanently during \nmanufacturing of the card. The card Format is unique and cannot be duplicated. \nThis ensures that BCAS has its own unique identifier and eliminates the \npossibility of creating another ID card from a standard card bought in the market. \n \nUltra-Violet Printing \n \nBCAS AEC is printed in Ultra-Violet (UV) printing which increases card \nsecurity and are easy to validate compared to other card security methods. The \nUV printing can be preprinted with a High Definition Printer (HDPO) to overprint \nemployee information. \nCard Preparation \n \nDuring this phase, the initialized card will be permanently stored with \npersonnel details and the biometric template. After storing the cardholder \ncredentials inside the card, the card is then printed with cardholder photograph \nand other details in the visual portion of the card. \n \nCard Issuance  \n \nIn this phase, the prepared card is transferred from the card issuer to the \ncardholder after biometric authentication. \n \nAccess Control Reader Preparation \n \nReaders are manufactured with the BCAS AEC secret keys. The reader \nkey must match the BCAS AEC secret keys thereby ensuring the keys on the \nCard and Readers are unique. \nContd..8..",
  "45": ":: 8 :: \n \nSPECIFICATIONS \n \nAEC / Reader Equipment Specification \nAirport Entry Card Readers: Card readers should be \"single-package\" type, \ncombining electronics and antenna in one package, in the following \nconfigurations: \n 1. \nShort Range Airport Entry Card Reader  \n1.1. The reader should be of potted, polycarbonate material, sealed to a \nNEMA rating of 4X (IP65). \n1.2. The reader should contain an integral magnet for use with an external \nmagnetic reed switch to provide tamper protection when connected to \nan external alarm system. \n1.3. The reader should be UL/C 294 listed, and should be FCC and CE \ncertified,  \n1.4. Should conform to ISO 15693 (Read only) Standard. \n1.5. Transmit Frequency: 13.56 MHz \n1.6. Should have a read range of 2”-3” when used with the compatible access \ncard. \n1.7. The reader should require that a card, once read, must be removed from \nthe RF field before it will be read again, to prevent multiple reads from a \nsingle card presentation and anti-pass back errors. \n1.8. The reader should have a Wiegand output port and should operate under \ninternal control for read-only access control applications. \n1.9. The reader should have separate terminal control points for the green and \nred LED’s, and for the audio alarm. \n1.10. \nShould be capable of providing unique tone sequences for various \nstatus conditions. \n1.11. \nSecurity keys in the cards and readers should be required to match. \n1.12. \nShould have flash memory to allow future feature enhancements to \nbe added in the field.  \n1.13. \nThe reader should meet the following environmental specifications: \n1.13.1. \nOperating temperature: -20 to 55 degrees C \n1.13.2. \nOperating humidity: 5% to 95% relative humidity non-\ncondensing \n1.13.3. \nWeatherized \ndesign \nsuitable \nto \nwithstand \nharsh \nenvironments \n1.14 Reader should have a lifetime warranty against defects in materials and \nworkmanship. \nContd..9..",
  "46": ":: 9 :: \n \n2. \nLong-Range Vehicle Identification Readers: All specifications to be similar \nto Short-Range Readers, other than the following: \n2.1 The reader should have a read range of 10 meters (33 feet) when used \nwith a   compatible booster placed inside the vehicle. \n2.2 Booster unit shall have the ability to amplify the read range of the Vehicle \nIdentification Card up to10 meters (33 ft) to provide convenient vehicle \naccess. In addition the embedded Vehicle ID it enables simultaneous \nidentification of driver and vehicle. \n3. \nSmart Card Read/Write Equipment: All specifications to be similar to \nShort-Range Readers, other than the following: \n3.1 Should conform to ISO 15693 (Read / Write) Standard. \n3.2 The reader/writer should provide two communication ports. \n3.3 Wiegand port, for connection to standard access control panels. \n3.4 RS232 Port, for connection to PC’s or dedicated microcontrollers. \n3.5 The reader/writer should provide two operational modes. \n3.6 Internal Control: Read-only Access Control applications, transmitting \nWiegand Data. \n3.7 Host Control: Read/Write applications, externally controlled via the RS232 \nPort, supporting stored value or data applications including biometric \ntemplate storage and retrieval. \n4. Contactless Biometric Card Reader – to be decided. \n \n5. \nAirport Entry Card Specification \n5.1 Airport Entry Cards should be used with access readers to gain entry to \naccess controlled portals (e.g.; gates, turnstiles) and hold information \nspecific to user. \n5.2 The card should meet ISO 15693 standard for Contactless Smart Cards. \n5.3 The card should meet ISO 7810 specifications and should be in a form \nsuitable for direct two-sided dye-sublimation or thermal transfer printing \non the specified printer. \n5.4 Unique number card serial number. \n5.5 The card should support read/write capability, with a minimum of 32Kbits \n[4048 bytes] of memory. The 32Kbits card should have a minimum of 32 \nApplication Areas to support future applications. \nContd..10..",
  "47": ":: 10 :: \n5.6 The card shall have the capability to store Biometric Templates along with \nother personal data, as specified. \n5.7 The card should allow the reader to compare the biometric template \nstored on the card and the live sample supplied by the card holder. \n5.8 Application Area 1 will have BCAS AEC Card Format – This will be a \nunique 35 Bit Card Format which will be used for Access Control. \n5.9 Application Area 2 will contain personal information. \n5.10 It should be possible to store a Digital Photo of size - 3 x 4 cms. \n5.11 Other Application Areas will be used for Biometric Templates and future \nenhancements for Information capture. \n5.12 Each Application Area on the card should be secured with a unique, \ndiversified security key, such that data stored in that area cannot be \naccessed or modified until the card and reader have completed a mutual \nauthentication process. \n5.13 The card should be capable of completing any write operation, even if \nthe card is removed from the RF field during that operation. \n5.14 Card should be warranted against defects in materials and workmanship \nfor lifetime. \n5.15 The card should be capable of accepting a slot punch on one end, \nallowing it to be hung from a strap/clip in a vertical orientation. \n5.16 The card should meet the following environmental specifications: \n \n \n5.16.1 Operating Temperature: -20 degree C to 55 degree C). \n \n \n5.16.2 Operating Humidity: 5% to 95% relative humidity non-\ncondensing. \n6. \nAirport Entry Card Encoder \n6.1 \nProvide an AEC Encoder and Programming Software or equivalent, \ncompatible with the selected Readers and Cards.  The Encoder should \nbe connected to a compatible PC, to support field programming of user \ndata and security keys.  \n6.2 \nThe encoder should use encryption on all serial data transmission to \nand from the PC, and should encrypt all files before storing them on the \nPC hard drive. The Encoder should also support field programming of \nreader configuration cards used to configure and program matching \nsecurity keys into the AEC Readers and Reader/Writers. \nContd..11..",
  "48": ":: 11 :: \n7. \nControllers \n \n7.1 The Controllers shall be UL/EN certified and conform to UL/294 \nstandards. The Integrated Security Management System (ISMS) \nhardware shall comprise of modular components that connect over \nstandard interfaces to one another called intelligent controllers. Each \nIntelligent Controller shall have a database storage and processing \nmodule (DBU), and once data has been downloaded to the DBU it shall \nlocally make access control decisions.  Access granted or denied \ndecisions (excluding card & biometric validation time) shall be made in \nunder 0.5 seconds. \n \n7.2 The DBU shall store firmware in non-volatile flash memory to allow for \nconvenient updates through the head-end software application.  The \nDBU shall store the cardholder and configuration database information \nin battery-backed memory so that loss of primary power will not cause \nthe loss of the database. The DBU shall support configurations that \ninclude upto 8 or more card readers, minimum 44 monitored input points \nor more and minimum 14 auxiliary output points or more. \n \n7.3 Network Communications: The Access Controllers should have an on – \nboard Ethernet, TCP/ UDP with its monitoring client PC over the local or \nwide area network. It should have an on – board web server and should \nsupport reading technologies as defined in the reader specifications. \n \n7.4 Memory Management: Controllers shall be capable of holding a card \ndatabase of at least 100,000. The access control system should also \nsupport a card database range of one million. Each controller should be \ncapable of storing minimum of 100,000 events with date and time \nstamp. \n \n7.5 The Controller shall support minimum 90 time zones. \n \nB.  \nAPPLICATION SOFTWARE  \n \nIntegrated Security Management Software) \n \n1 \nThe software should match the controller to support various applications \nand shall have following features: - \n \n1.1 \nThe ISMS shall start up as part of the Operating System and shall be \nbased on Microsoft.NET technology and capable of using open industry \nstandards. It should also support third part applications like CCTV, Perimeter \nIntrusion Detection System using web services and SQL / Oracle 9i RDBMS. \n \n1.2 \nThe system shall be based on a multiple client – server architecture. \n  \nContd..12..",
  "49": ":: 12 :: \n  \n1.3 \nDisaster recovery: The ISMS product shall support disaster recovery \nsolution using off-site database replication. It shall be capable of supporting \noptions for 99.99% and 99.999% availability. \n \n1.4 \nReport Generation: History reporting shall include the ability to review all \nsystem alarms, access control activity, and operator actions. The system shall \nsupport generation of reports detailing the system operation. It shall be possible \nto replay video clips associated with events by directly interacting with the report \nas published to the computer screen. The system shall allow custom reporting \noptions by providing an interface to a commercially available ‘off the shelf’ \nreporting products.  The interface shall present all database fields in a structured \nformat, which does not require detailed knowledge of the database design and \ntable relationships. \n1.5 \nClients: The system shall support an unrestricted number of clients to suit \ngrowing requirements. The system shall provide the means for multiple operators \nto simultaneously administer the system from convenient locations connected via \na LAN / WAN.   \n \n1.6 \nSystem Partitioning: The ISMS shall support an unrestricted number of \npartitions. The access point readers, monitor points, and auxiliary outputs shall \nbe managed on a partition basis by simply defining which devices are to be \nincluded in a partition. \n \n1.7 \nEvents and Alarm Notification: The system should be capable of \nsegregating events and alarms. Alarm management should be capable of being \nuser defined based on priority levels and escalation. The ISMS shall be optionally \nconfigured to require operator comments when acknowledging alarms. Each \nalarm shall be capable of linking video from digital video recorders (if applicable) \nfor incident playback. E-mail Alarms: The ISMS shall support the ability to \nautomatically e-mail alarm condition messages to a destination e-mail address to \nbe defined by the user. \n \n1.8 \nGraphical Site Maps: The system should have the ability to import and use \ngraphical maps.  Maps shall be linked together and the navigation should be user \ndefinable. A comprehensive graphical user interface should be custom definable \nusing a library of images, icons and specific animations. Maps shall also have the \nability to be configured to appear automatically on presentation of a new alarm, \nproviding the operator with prompt visual indication that an alarm has occurred. \n \n1.9 \nHistory Archive and System Back up: The system shall allow on line \narchiving of history logs, along with database back up of system configuration \nand cardholder details. \n \n1.10 Anti-Passback: The system shall support both “hard” anti-passback and \n“soft” anti-passback alarm reporting modes. \n \nContd.. 13 ..",
  "50": ":: 13 :: \n \nC. \nCCTV \n \n \nCCTV systems as laid down vide BCAS specifications shall be integrated \nwith the Access Control System. Central management software provided will be \nloaded on existing computers of Central monitoring room and any other computer \non the LAN, as desired. This software facilitates the control & Management of all \nthe DVRs connected on LAN.  \n \nD. \nWEB & IT INFRASTRUCTURE \n \n1. \nWithin the airport connectivity shall be on LAN/WAN. \n2. \nAirport to Regional BCAS Offices on Broadband Connectivity with a Back \nup VSAT. \n3.  \nRegional office to HQ- BCAS- \n‘Same as above’. \n4. \nRegional offices are only connected to the HQ BCAS office and the \nairports in their \nregion and not to other regional offices. \n5. \nCentral, Local and Host Servers and Desktops shall have latest \nconfiguration and supporting softwares. \n \nE. \nFACILITIES INFRASTRUCTURE \n \n \nA central Control Room of 4500 sq. ft. shall be established for integrated \nmonitoring of Access control systems, gates, intrusion alarms, CCTV surveillance \nand perimeter surveillance to activate real time response. The control room will \ninterface with a node in each building to communicate with QRT for localized \naction \n \n \n******",
  "51": "FAX NO. 011-23315695 \nNO.CAS-6 (8) /2000-DIV-I (E. ticket) \nBUREAU OF CIVIL AVIATION SECURITY \n(MINISTRY OF CIVIL AVIATION) \nGOVERNMENT OF INDIA \n‘A’  WING , JANPATH  BHAWAN , \nJANPATH, NEW DELHI -110001 \nDate : 19.2 .2007 \n \nCircular No. 3 / 2007 \n \nIn continuation of  this Bureau Circular No. 5/2003 dated 19.1.2003 \nregarding Web Check –in system for passengers at the airports  and in view of \nthe growing demand of the passengers and in order to cut down on queue time \nat check-in counters, a proposal of the airlines to permit web check-in facility was \nexamined by this Bureau (based on deliberations and decision taken in  meeting \nheld on 20.10.2006). Accordingly, following security guidelines for web check-in \nsystem at airports in India shall be strictly followed by the concerned \ndepartments/ agencies/ passengers : \n \n(i) \nThe web boarding cards should be the  exact replica of the \nboarding cards presently in vogue to avoid any confusion during \nchecking by the APSU/ ASG staff at the terminal entry gates \nonwards. \n \n(ii) \nAirlines will organize on-the-job training for CISF personnel on the \nelectronically generated web boarding cards to  familiarize them \nwith any special  features of the Boarding  Cards to  establish their  \nauthenticity. \n \n(iii) \nOn arrival at IGI Airport, passengers will present  their  tickets, e-\ntickets printouts and the self-printed 2D boarding passes at the \nterminal entry gates alongwith identity documents. \n \n(iv) \nBar Code  on the  Boarding Cards  shall be mandatory. Airlines \nstaff at the check-in counters will check the authentication of the 2D \nbar coded boarding passes alongwith the travel documents i.e. e-\ntickets and   identity documents.  \n \n(v) \nThe boarding pass will be stamped by the airlines staff as a proof of \nauthentication. Passengers will then proceed for immigration \nclearance, custom checks and security checks with the 2D self-\nboarding passes. \n \n2. \nThe above instructions shall be implemented with effect from 15th  March , \n2007. \n \n(M. Malaviya) \nAddl. Commissioner of Security (CA) \n \nDistribution : As per standard list (overleaf)",
  "52": "FAX-23315695 / 23311598 \n Restricted \nNO.CAS-7(29)/2007.DIV-1 \nBUREAU OF CIVIL AVIATION SECURITY \n(MINISTRY OF CIVIL AVIATION) \nGOVERNMENT OF INDIA \nA WING , JANPATH  BHAWAN , \nJANPATH, NEW DELHI -110001 \nDated  :19.2.2007  \n \nCIRCULAR   NO.  4/2007  \n \nSubject:- \nInstructions  on deployment of  ground  handling agencies  at \nthe  airports. \n \n \nIt  has  been  brought  to the   notice of  this  Bureau that  there are  \nnumber of   ground  handling   agencies  working at the  airports  in the  country  \nwithout  prior security clearance    and  background checks.   In  view of  the  \ncurrent  surcharged security  environment in the country  and threat to  civil  \naviation   from terrorist  outfits,  induction of  private ground  handling agencies \ninto  the   airports  without  proper  background  checks,  security  clearance from \nthe appropriate  authority  and  authorization by   the  AAI/ Airport  Operator,  \nmay  lead to serious  security and legal problems.  It has, therefore, been   \ndecided that  the  following  instructions  relating to deployment  and  induction of  \nground handling  agencies  at  the airports   shall be  implemented by all  \nconcerned agencies / departments. \n \n(i) \nNo  ground  handling  agency  shall be  allowed to  work  at the airport in \nfuture   by  the Airport  Operator,   Aircraft Operator  or  any  other  \nagency  which  has  legitimate  functions at the airport, unless  prior  \nsecurity  clearance   is  obtained   from  the  BCAS. \n \n(ii) \nAs per the Ground Handling Regulations 2000 dated 17.1.2000,  the AAI / \nAirport  Operator may  issue a license  only after security clearance  from  \nthe  BCAS to such ground handling agencies on  prescribed terms and \nconditions and eligibility criteria  for ground handling agencies and the \nnumber of such agencies to be appointed at each airport shall be  \ndetermined keeping in view the safety, security, demand, available \ninfrastructure, land and other relevant considerations  to  be  laid  down  \nby the AAI  in accordance with the Section 5 of the  AAI  Ground  \nHandling Regulations (2000).  \n \n \nCont..2/",
  "53": ":2: \n \n(iii) \nAircraft operator  shall  enter into contract with the ground handling \nagencies only after prior  security  clearance to these entities from the  \nBCAS  and  approval  from the  AAI/ Airport  Operator. \n \n(iv) \nIn case AAI/ Airport  Operator  or  Aircraft  Operator  intend  to appoint  a \nnew ground handling agency, the details of such agency are required to \nbe sent to BCAS alongwith the profile of such company at least 3 months \nin advance so that the background check of the ground handling agency \ncan be done by the BCAS through IB and local police.  \n \n(v) \nBackground check in respect of the  ground handling agencies  working in  \nthe airports is necessary. Therefore AAI /  Aircraft  Operator  shall  send \nthe details of the  each  existing ground  handling  company,  already \nengaged  by them for  ground handling  functions alongwith the company \nprofile and  address, telephone numbers etc of   Board of  directors  and \nmanagement   so that the necessary action could be taken by the BCAS \nto get the antecedents  verified of such agencies. In case any company \ncomes to adverse notice, the same shall not be allowed to work at the \nairport and shall be liable to be removed from the airport. \n \n(vi) \nSecurity  related  functions  as  specified  by the  BCAS in the  National  \nCivil  Aviation Security   Programme   and  amended  from  time to time   \nshall not be  entrusted   to the  ground  handling agencies  by the  AAI/ \nAirport   and  Aircraft  Operators. \n \n(vii) \nAirport  Entry  Permits to employees   of the  ground  handling   agencies  \nshall not be  issued  by the  BCAS  unless  they  have  completed  the  \nBCAS  prescribed Aviation Security  Awareness  programme,  their \nbackground check  has been  completed  and   there is no adverse  report  \nagainst them.  \n \n \n \n(M. Malaviya) \nAddl. Commissioner of Security (CA) \n \n \nDistribution as per  list attached."
}