{
  "1": "FAX NO. 011-23315695 \nNO.CAS-6 (8) /2000-DIV-I (E. ticket) \nBUREAU OF CIVIL AVIATION SECURITY \n(MINISTRY OF CIVIL AVIATION) \nGOVERNMENT OF INDIA \n‘A’  WING , JANPATH  BHAWAN , \nJANPATH, NEW DELHI -110001 \nDate : 19.2 .2007 \n \nCircular No. 3 / 2007 \n \nIn continuation of  this Bureau Circular No. 5/2003 dated 19.1.2003 \nregarding Web Check –in system for passengers at the airports  and in view of \nthe growing demand of the passengers and in order to cut down on queue time \nat check-in counters, a proposal of the airlines to permit web check-in facility was \nexamined by this Bureau (based on deliberations and decision taken in  meeting \nheld on 20.10.2006). Accordingly, following security guidelines for web check-in \nsystem at airports in India shall be strictly followed by the concerned \ndepartments/ agencies/ passengers : \n \n(i) \nThe web boarding cards should be the  exact replica of the \nboarding cards presently in vogue to avoid any confusion during \nchecking by the APSU/ ASG staff at the terminal entry gates \nonwards. \n \n(ii) \nAirlines will organize on-the-job training for CISF personnel on the \nelectronically generated web boarding cards to  familiarize them \nwith any special  features of the Boarding  Cards to  establish their  \nauthenticity. \n \n(iii) \nOn arrival at IGI Airport, passengers will present  their  tickets, e-\ntickets printouts and the self-printed 2D boarding passes at the \nterminal entry gates alongwith identity documents. \n \n(iv) \nBar Code  on the  Boarding Cards  shall be mandatory. Airlines \nstaff at the check-in counters will check the authentication of the 2D \nbar coded boarding passes alongwith the travel documents i.e. e-\ntickets and   identity documents.  \n \n(v) \nThe boarding pass will be stamped by the airlines staff as a proof of \nauthentication. Passengers will then proceed for immigration \nclearance, custom checks and security checks with the 2D self-\nboarding passes. \n \n2. \nThe above instructions shall be implemented with effect from 15th  March , \n2007. \n \n(M. Malaviya) \nAddl. Commissioner of Security (CA) \n \nDistribution : As per standard list (overleaf)"
}