{
  "1": "AiG APs __ APs\n\n/LRESTRICTED //\n6\nBl\nue) oni ?\nADG(NPS) a qe\nNo. se, A (Vehicle Permission) -'\n\nRa ACHR / GOVERNMENT OF INDIA\nare Feaaretet siarera/ MINISTRY OF CIVIL AVIATION\n‘ara Peart Ae Sql / BUREAU OF CIVIL AVIATION SECURITY\n‘at Gy, LN ae, WATT Het, SAT / ‘A’ WING F-Ill FLOOR, JANPATH BHAWAN, JANPATH\n‘ag real - 110001 / NEW DELHI - 110001\nDate: 17/04/2018\n\nVSI NO. 03 / 203\n\nSubject: C to and fro1\n\nS. Js\n\"bt in yunds ~\n\nReference AVSEC Circular No. 04/2015 dated 16/04/2015 on the subject cited above.\n\n2. ‘The facility of access of AAI’s ferry vehicle to and from aircraft at all civil airports in\nfavour of Shri S, Jaipal Reddy, Former Hon'ble Union Minister, is hereby extended for a period\nup to 15.04.2019, on medical grounds. -\n\nWR-Croun sinh\n(Kumar Rajesh Chandra, 1S}\n\nDistribution:\nAs per standard list attached\n\nCopy to:\n\nMoCA (Shri Satish Chander, Under Secretary), ‘B’ Block, Rajiv Gandhi Bhawan, Safdarjung\nAirport, New Delhi w.r.t. their letter No. AV.13024/537/2015-AS dated 16/04/2018.\n\np-te20r51d4\n\nTales Ww\n\neg\n",
  "2": "sas General, CISE, 13 CGO Complex, Lodhi Road, New Delhi: May kindly cireulate to all\nASG Units at the airports taken over by CISF.\n\n2. DGPs/IGPs all States /U-T.s.\n\n3. Commi of Police, Delhi, Mumbai, Chennai & Kotkata.\n\n4. Chairman, Aigports Authority of India, Rajiv Gandhi Bhawan, New Delhi: with request to please\ncirculate to all AAI airports in the Country,\n\n5. CMD, NACIL (Air India) Ltd., Airlines House, 113 Gurudwara Rakabaganj Road, New Delhi -\n110001\n\n&. CEO, Jet Airways, Siroya Centre, Saher Airport road, Andheri (East), Mumbai-400099\n\n7. CEO, Spice Jet, Plot No.319, Udyog Vihar, Phase -IV, Gurgaon, Haryana,\n\n8\n\n9\n\nCEO, Go Air, Neville House, J.N Herdia Marg, Ballard Estate, Mumbai-400 001\nCEO, Indigo Airlines, Tower C, Global Business Park, DLF City, Phase III, Mebrauli Gurgaon\nRoad, Gurgaon-122 002\n\n10. CEO, Air Asia (I) Pvt. Ltd., AIT, 2 Floor, Chennai Airport, Chennai-600027\n\n11. CEO; Vistara (TATA SIA), 10* Floor, one Horizon Centre, Sector-43, DLF Phase-V, Gurgaon-\n122003\n\n12. Airport Director, ri Sathya Sai Airport, Prasanthi Nilayam Puttparthy, Anantpur District, Andhra\nPradesh-515134.\n\n13. MD, DIAL, New Udan Bhawan, Opp, Terminal-3, IGI Airport, New Delhi-37,\n\n14, MD. MIAL, CSI Airport, 1* Floor, Terminal IB, Santacruz (E), Mumbai 400 09,\n\n15. MD, CIAL, Cochin International Airport Ltd., Cochin Airport, Cochin.\n\n16. MD, HIAL, Hyderabad International Airport Limited, Shamshabad-S00 409, Ranga Reddy Dist,\nAP.\n\n17. MD, KIA Bengaluru, Administration Block, Bengaluru Intemational Airport Devanahalli,\nBangalore-560 300.\n\n18. MD, Mihan India Private Ltd., Dr. Babasaheb Ambedkar International Airport, Old Terminal\nBuilding, Nagpur-440 005.\n\n19. CSO, BAPL Durgapur Airport, MNAV-29 Bengal Ambuja Housing Complex City Centre,\nDurgapur- 713216\n\n20. RD BCAS, Delhi, Chennai, Mumbai, Kolkata, Ahmedabad, Hyderabad, Amritsar, Guwahati &\nImphal: to please circulate to all concerned at airports in the region.\n\n‘Copy for information to:-\n\nSecretary, Civil Aviation, MoCA, RG Bhawan, New Delhi\nJoint Secretary, MoCA, Rajiv Gandhi Bhavan, New Delhi (Kind attn.: Ms. Usha Padhee, JS)\n\nDGCA, Technical Area, Opp. Safdarjung Airport, New Delhi-03\n\nDirector, Cabinet Secretariat, Room no. 1001, B-2 Wing, 10% Floor, Pt. Deendayal Antyodaya\nBhawan, CGO Complex, Lodhi Road, New Delhi - 110003, (Kind attn: Shri Anshul Sharma,\nDirector)\n\nJoint Secretary (IS-I1), MHA, Major Dhyan Chand National Stadium, 2\"* Floor, New Delhi - 110003.\nJoint Director, IB, MHA, 35 $ P Marg, New Delhi (Kind attn.: Shri. P. K. Bhardwaj, JD)\n\nPS to Hon'ble Minister of Civil Aviation, RG Bhawan, New Delhi\n\nAnternal Distribution\n\nSr. PPS to DG, PPS to Jt. DG, PS to DDG (AMT), PS to DDG (MD), PS to DDG (DR), All JDs /DDs /\nADs of BCAS HQ, Guard File\n\nAD (OL) —with the request to translate this addendum in Hindi Language\n\naun\n\npoy\n"
}