{
  "1": "FAX-23315695 / 23311598 \n Restricted \nNO.CAS-7(29)/2007.DIV-1 \nBUREAU OF CIVIL AVIATION SECURITY \n(MINISTRY OF CIVIL AVIATION) \nGOVERNMENT OF INDIA \nA WING , JANPATH  BHAWAN , \nJANPATH, NEW DELHI -110001 \nDated  :19.2.2007  \n \nCIRCULAR   NO.  4/2007  \n \nSubject:- \nInstructions  on deployment of  ground  handling agencies  at \nthe  airports. \n \n \nIt  has  been  brought  to the   notice of  this  Bureau that  there are  \nnumber of   ground  handling   agencies  working at the  airports  in the  country  \nwithout  prior security clearance    and  background checks.   In  view of  the  \ncurrent  surcharged security  environment in the country  and threat to  civil  \naviation   from terrorist  outfits,  induction of  private ground  handling agencies \ninto  the   airports  without  proper  background  checks,  security  clearance from \nthe appropriate  authority  and  authorization by   the  AAI/ Airport  Operator,  \nmay  lead to serious  security and legal problems.  It has, therefore, been   \ndecided that  the  following  instructions  relating to deployment  and  induction of  \nground handling  agencies  at  the airports   shall be  implemented by all  \nconcerned agencies / departments. \n \n(i) \nNo  ground  handling  agency  shall be  allowed to  work  at the airport in \nfuture   by  the Airport  Operator,   Aircraft Operator  or  any  other  \nagency  which  has  legitimate  functions at the airport, unless  prior  \nsecurity  clearance   is  obtained   from  the  BCAS. \n \n(ii) \nAs per the Ground Handling Regulations 2000 dated 17.1.2000,  the AAI / \nAirport  Operator may  issue a license  only after security clearance  from  \nthe  BCAS to such ground handling agencies on  prescribed terms and \nconditions and eligibility criteria  for ground handling agencies and the \nnumber of such agencies to be appointed at each airport shall be  \ndetermined keeping in view the safety, security, demand, available \ninfrastructure, land and other relevant considerations  to  be  laid  down  \nby the AAI  in accordance with the Section 5 of the  AAI  Ground  \nHandling Regulations (2000).  \n \n \nCont..2/",
  "2": ":2: \n \n(iii) \nAircraft operator  shall  enter into contract with the ground handling \nagencies only after prior  security  clearance to these entities from the  \nBCAS  and  approval  from the  AAI/ Airport  Operator. \n \n(iv) \nIn case AAI/ Airport  Operator  or  Aircraft  Operator  intend  to appoint  a \nnew ground handling agency, the details of such agency are required to \nbe sent to BCAS alongwith the profile of such company at least 3 months \nin advance so that the background check of the ground handling agency \ncan be done by the BCAS through IB and local police.  \n \n(v) \nBackground check in respect of the  ground handling agencies  working in  \nthe airports is necessary. Therefore AAI /  Aircraft  Operator  shall  send \nthe details of the  each  existing ground  handling  company,  already \nengaged  by them for  ground handling  functions alongwith the company \nprofile and  address, telephone numbers etc of   Board of  directors  and \nmanagement   so that the necessary action could be taken by the BCAS \nto get the antecedents  verified of such agencies. In case any company \ncomes to adverse notice, the same shall not be allowed to work at the \nairport and shall be liable to be removed from the airport. \n \n(vi) \nSecurity  related  functions  as  specified  by the  BCAS in the  National  \nCivil  Aviation Security   Programme   and  amended  from  time to time   \nshall not be  entrusted   to the  ground  handling agencies  by the  AAI/ \nAirport   and  Aircraft  Operators. \n \n(vii) \nAirport  Entry  Permits to employees   of the  ground  handling   agencies  \nshall not be  issued  by the  BCAS  unless  they  have  completed  the  \nBCAS  prescribed Aviation Security  Awareness  programme,  their \nbackground check  has been  completed  and   there is no adverse  report  \nagainst them.  \n \n \n \n(M. Malaviya) \nAddl. Commissioner of Security (CA) \n \n \nDistribution as per  list attached."
}