{
  "1": "RESTRICTED \n \nNO.CAS-7 (9)/2004-DIV-1 \nBUREAU OF CIVIL AVIATION SECURITY \n(MINISTRY OF CIVIL AVIATION) \nGOVERNMENT OF INDIA \nA’ WING, JANPATH BHAWAN, \nJANPATH, NEW DELHI -110001 \nDate: 12.6.2006 \n \nC I R C U L A R   NO.  4/ 2006 \n \n \nSub: Carriage of licensed firearm and / or ammunition by a sportsperson while \ntraveling by air. \n \n \nIn supersession  of  this  Bureau  Circular  No. 33/2005 dated 19,8,2005 the \nfollowing   instructions  on the above  subject  shall be  strictly  implemented  by  the \nconcerned departments, agencies, aircraft  operators and  the  individuals.:- \n  \n2. \nAs per the existing instructions, one licensed firearm and/ or 50 cartridges are \nallowed to be carried by a passenger in his/ her hold baggage. \n \n3. \nIf a sportsperson is traveling by air in domestic sectors to participate in some \nshooting event within India for which he/ she is required to carry more than one licensed \nfirearms and/ or more than 50 cartridges, such sportsperson may be allowed by the \nconcerned aircraft operator to carry the required number of licensed firearms and/ or \nammunition in his hold baggage subject to the following conditions: - \n \n(i) \nThe sportsperson must declare orally or in writing about carriage of the firearms \nand/ or ammunition and will produce the following documents at the security check point of \nhold baggage for inspection by the screener of concerned aircraft operator: \n(a) \nvalid license/ authorization of fire arms and ammunition; \n(b) \nevidence of identity which can be established by a photo identity card \nissued by a government agency or the sponsoring Sports Club. \n(c) \nbonafide for carriage of arms and ammunitions on the basis of a \nwritten document issued by the President or Secretary of the sports \nclub sponsoring him/ her for the shooting event.",
  "2": ":2: \n \n(ii)    \nThe fire-arm must be unloaded. \n \n \n(iii)   \nThe fire-arm must be carried in a hard-sided container. \n   \n(iv)   \nThe container must be locked. \n \n(v)   \nTransported ammunition must be securely packed in fibre (such as cardboard), \nwood or metal boxes or other packaging specially designed to carry small amounts \nof ammunition. \n \n(vi)    Fire -arm magazines/clips do not satisfy the packaging requirement unless they \nprovide a complete and secure enclosure of the ammunition. \n \n(vii)    The ammunition may also be located in the same hard sided case as the fire-  arm, \nas long as it is properly packed as described above. \n \n(viii)   Black powder and percussion caps used with black powder type fire arms are not \npermitted neither in cabin nor hold baggage. \n \n4. \nAuthorization for carriage  of  firearms  and ammunition by the sports  persons  in \nan aircraft  shall  be  obtained  from DGCA  in accordance  with  provisions  of the  Aircraft  \n(Carriage  of   Dangerous Goods) Rules  2003 \n \n \n \n(M. Malaviya) \nAddl. Commissioner of Security (Civil Aviation) \n \nDistribution: As per list attached."
}