{
  "1": "RESTRICTED\n\nNo. CAS-7(1)/2003/Div-I (Phy. Dis.)\nRG BHT / GOVERNMENT OF INDIA\nann fear Aare / MINISTRY OF CIVIL AVIATION\n‘aan fearerot GATT SM / BUREAU OF CIVIL AVIATION SECURITY\n“USL se, ATT Fae, HATH / “A*’ WING LITT FLOOR , JANPATH BHAWAN, JANPATH\n‘ag ferreft-110001 / NEW DELHI — 110001\nDated: 31/03/2013\n\nAYSEC CIRCULAR NO.- 04/2014\n\nStandard operating procedure for screening of passengers with special needs and medical\nconditions\n\n4. Introduction\n\nBureau of Civil Aviation Security has issued procedure for screening of passengers and carry — on\nbaggage vide Circular No. 23/2005. The procedure for screening of persons with special needs including\ndifferently - abled passengers and passengers with medical condition, has been described in the said\ncircular. The following Standard Operating Procedure (SOP) is laid down in the following paragraphs,\nprescribing the guidelines for screening of such passengers and devices, appliances and carry-ons\nchem\n\npertaining ¢\n\n1 (a) Applicability\n\nThe provisions contained in this SOP shail be applicable to the following:\n\n(All Indian airlines’ carriers engaged in scheduled and non-scheduled air transport\nservices both domestic and international;\n\nGi) All foreign airlines’ carriers engaged in scheduled air transport operating to and from Indian\nTerritory\n\n(iii) All airport operators, including private/TVs, within Indian Territory.\n(iv) Aviation Seourity Group (ASG) / CISF / APSU deployed at airports\n1(b) Definitions\n\nI. Person with disability means any individual who has a physical or mental impairment\n‘thet, on a permanent or temporary basis, substantially limits one or more major life activities, has\na record of such impairment, or is regarded as having such impairment.\n\nNote:\n\n(a) Physical or mental impairment means:\n",
  "2": "a)\n\n(©)\n\nIL\n\nIll.\n\n2\n\nany physiological disorder or condition, cosmetic disfigurement, or anatomical loss\naffecting one or more of the following body systems: neurological, musculoskeletal,\nspecial sense organs, respiratory including speech organs, cardio-vascular, reproductive,\ndigestive, genito-urinary, hemic and lymphatic, skin, and endocrine; or\n\nany mental or psychological disorder, such as mental retardation, organic brain\nsyndrome, emotional or mental illness, and specific learning disabilities\n\nThe term physical or mental impairment includes, but is not limited to, such diseases and\nconditions as orthopedic, visual, speech, and hearing impairments: cerebral palsy,\nepilepsy. muscular dystrophy, multiple sclerosis, cancer, heart disease, diabetes, mental\nretardation, emotional illness, autism, drug addiction, alcoholism and geriatric\ndisabilities\n\nMajor life activities means funetions such as caring for one’s self, performing manual\ntasks, walking, seeing, hearing, speaking, breathing, learning and working.\n\nHas a record of such impairment means has a history of, or has been classified, or\nmisclassified, as having a mental or physical impairment that substantially limits one or\nmore major life activities.\n\n‘A person with reduced mobility (PRM) means any person whose mobility when using\ntransport is reduced due to any physical disability (sensory or locomotor permanent or\ntemporary), intellectual disability or impairment, or any other cause of disability. or age,\nand whose situation needs appropriate attention and the adaptation to his or her particular\nneeds of the service made available to all passengers.\n\nIncapacitated passengers are those with physical or mental disability or with a medical\ncondition, who require individual attention or assistance on emplaning/deplaning during\nflight and during ground handling which is normally not extended to other passengers.\n\nGeneral\n\n2.1. All airport operators should make special arrangements to facilitate screening of\npersons with special needs as above so that the process is carried out efficiently\nkeeping the dignity and privacy of the passenger in mind while ensuring adequate\nlevel of screening. This will include provision of suitable enclosed space for private\nscreening of passengers covered in this SOP.\n\n2.2. The airport management/representative of air carrier shall provide wheel chairs and\nrender necessary assistance to facilitate the movement of the persons with special\nneeds, when required. However, they would not normally be directly taken to the\naircraft, except in case of ambulance passengers.\n\nWhile thorough checking is essential and the directives under AVSEC circular No.\n23/2005 will be followed in letter and spirit, courtesy and attention to privacy and\ndignity will be invariably observed.\n\nv\n\n2.4. In the case of a passenger having difficulty in walking or standing, the way his or her\nscreening is conducted will depend on his or her level of ability/disability\n\nPage | 2\n",
  "3": "2.5\n\nIf a passenger has difficulty standing or waiting in line due to a disability or a medical\ncondition, he/ she should duly inform the screening personnel who will assist in\ndirecting the passenger either to front of the queue or to a separate line. Passengers\nshould be encouraged to indicate brief details of their disability at the time of booking\nof the ticket itself and in case of such prior information, airlines and security staff\nshall make advance preparation for such passengers\n\nMedical documentation is helpful but not essential.\n\nCanes, crutches and other devices which can be separated from the passengers should\nbe subjected to x ray screening.\n\nWherever testing is done for detection of explosives, in addition to ETD, help of dog\nsquad may be taken as per need. However, sensitivity of passenger and religious\nconsiderations may be kept in mind.\n\nThe procedure laid down herein is not exhaustive, and therefore, in the situations/\ncircumstances not exclusively dealt with in this SOP, common sense of the screener\nshall prevail depending upon the situation, circumstances and condition of the\npassenger. For example, special procedure may be devised for persons with autism,\nDown Syndrome ete. The paramount importance is to ensure aviation security and at\nthe same time safeguarding dignity of the passengers and preserving privacy\n\n3. Sereening of passengers who use wheel chair or scooters (ie, self - driven wheel chair)\n\n31\n\nag)\n\nis\n\nWhen a passenger arrives al a screening point in a wheel chair / scooter, he/she must\nbe accompanied either by another travelling passenger or an airline representative\n(including GHA of the airline) before he proceeds through security. The\naccompanying passenger or the airline representative is responsible for the passenger\nthroughout the whole process of screening.\n\nIf a passenger arrives at a screening point in a wheelchair and he/she is not\naccompanied by another travelling passenger or an airline representative, the airline’s\nCustomer Service should be contacted for assistance.\n\nAt the screening point, depending upon the ability of the passenger to walk, he/she\nwill be requested to walk through the DFMD unaided. If he/she cannot walk, it is the\nresponsibility of the accompanying travelling passenger or the airline representative\nto push the passenger in the wheelchair unless it is self — driven.\n\nIn accordance with Airlines’ policy, there may also be non travelling support\npersonnel in attendance to board the aircraft and lift the passenger into his/ her seat.\n‘This support person must be accompanied by the airline representative.\n\nIf there is a requirement for the passenger to be lifted at the screening point, the\nsupport person or the airline representative will perform the lifting for the passenger.\n\nThe support person will be escorted by an Airline representative at the time of\nboarding/ disembarkation.\nPage | 3\n",
  "4": "u\n\n3.1\n\nIf the passenger can stand but cannot walk, he/she can be screened by undergoing a\npat-down while he/she stands beside the wheelchair or scooter.\n\nIf @ passenger cannot stand, he/she should be offered a chair for screening and\nsubjected to a pat-down thereafter.\n\nIf there is an alarm by the DFMD, HHMD or other technology, the same must be\nresolved. If the alarm cannot be resolved, the passenger will not be permitted beyond\nthe checkpoint.\n\n. The passenger's wheelchair or scooter will be inspected, including the seat cushions\n\nand any pouches! pockets. It will be tested for traces of explosives. Removable\npouches will be x-ray screened.\n\nAny carry — on bag or document with the wheelchair passenger shall be passed\nthrough the x-ray screening.\n\nIf a person objects to proceeding through the DFMD on justified medical or other\nground, he/ she will be allowed passage through alternative way by the {risking\nofficer. and then subjected to screening by pat down search and HHMD where\npermissible.\n\nIf a person refuses to undergo screening, the frisking officer will inform the\nsupervisor, who will direct what further action is to be taken. The concerned\npassenger will not be allowed entry past the screening point.\n\nOnly when satisfied that a person is not carrying any prohibited or dangerous article,\nthe screening officer shall allow the person to proceed beyond the screening point.\n\n4. Screening of passenger with prosthetics\n\n41,\n\n43\n\n44,\n\nDuring screening of prosthetics ASG/APSU may use X-ray. ETD and visual check\ndepending on the circumstances.\n\n‘The passenger should inform the ASG/APSU of the existence of a prosthetic, his or\nher ability and of any need for assistance before screening begins. Passengers can use\nNotification Card to communicate discreetly with security officers. However,\nng this card or other medical doctmentation will not exempt a passenger from\nnal screening when necessary.\n\nDignity and privacy of the passengers should be borne in mind during the entire\nprocess of security screening. Where the officer needs to see the prosthetic, care\nshould be taken against exposing any sensitive areas. ASG/APSU will also use\ntechnology to test the prosthetic for traces of explosive material. If explosive material\nis detected, the passenger will have to undergo additional screening.\n\nPassenger with prosthetics or braces/support appliances must be accompanied by an\nairline representative, preferable of the same gender as the passenger.\n\nPage | 4\n",
  "5": "4\n\n4\n\n8.\n\na:\n\nThe staif of airline and any other accompanying person shall be frisked and checked\nbefore allowing them access to the passenger with prosthetics at the screening point.\n\nThe passenger will first pass through the DFMD and necessary security chec!\n\nshould then be taken to a private screening point and made to sit\nHe/she will receive additional screening including a pat-down. If\nnecessary, screening through ETD trace will be adopted. While dealing with\nprosthetic device and during taking off and putting on of clothes. privacy of the\npassenger should be maintained.\n\nScreening of the prosthetic appliance will include x-ray screening, ETD detection and\nvisual inspection. During visual inspection, care should be taken that sensitive paris\nare not exposed.\n\nThe screening in the private screening area will be carried out by two officials, one to\nhandle to HHMD and pat-down and the other to inspect the prosthetics, braces and\nsupport appliance and subject them to additional screening.\n\n5, Screening of passengers who cannot remove shoes, medical device or bandages\n\nPassengers who cannot remove their shoes due to a medical condition should inform\nthe supervisor, SHA before screening.\n\nPassenger can be screened using DFMD and/ or a whole ~ body pat — down.\nThe shoes may be subjected to additional screening like ETD, ete.\n\nPassengers can be screened without disconnecting external medical devices and\nsubmitting them for x-ray. Such devices include:\n\n54.41, Insulin pumps.\n5.4.2. Hearing aids\n\n5.4.3. Cochlear implants\n\nSpinal stimulators\nBone growth stimulators\n5.4.6. Ostomies\n\nUnder most circumstances, a passenger can conduct a self pat-down of these devices\nfollowed by ETD screening of his! her hands.\n\nThe devices should also be physically checked against any outside interference in the\nmanufacturing,\n\nPage | 5\n",
  "6": "Casts, braces and support appliances will be thoroughly inspected without exposing\nsensitive areas as far as possible. ETD screening will also be used to test for traces of\nexplosive materials, where possible\n\nIn case of bandages and/ or dressing, while caution will be observed during pat-down,\nit needs to be ensured that the covered area is free of threat item. Metal detector,\nobservation and self pat-down followed by ETD checks may suffice in most cases.\nPassengers with metal implants will be subjected to a thorough pat-down, and the\nmetal alarm should be resolved satisfactorily. The full body pat down should include\nthe following\n\n5.9.1. It should concentrate on upper legs and torso.\n\n5.9.2. Special attention should be given to the chest and abdomen areas of the body.\n\nParticular focus should be on any skin surface abnormalities or wires or tubes\nexiting the body that may be signs of an implanted device.\n\nIn accordance with BCAS memo. no. CAS ~ 3 (32)/ 2009/ DIV — ITT B (SA Kolkata)\n4 5.9.2010. all airport operators shall display a board near SHA in prominent way\nstating that DFMD/ HHMD are safe for pacemaker and for pregnant ladies\n\n. Screening of passengers with service animals: If the passenger has a service animal, the\ninstructions issued by AVSEC circular no, 6/2001 shall be implemented. If the service\nanimal is permitted to be carried on board the following instructions shall be followed.\n\n61\n\n6.6.\n\nThe animal must be wearing a hamess, vest, or other identifier that it is a service\nanimal.\n\nThe passenger must maintain control of the animal at all times.\nHe or she should not be separated from the service animal.\n\nThe screening officer should ask for permission of the passenger before touching the\nanimal\n\nService animals are screened using walk through metal detector followed by a pat\ndown. There are three options:\n\n6.5.1. The service animal goes first and the passenger follows holding the leash.\n6.5.2. The passenger goes first holding the leash and the service animal follows.\n65.3. The passenger and the service animal go together.\nRegardless of who goes through the metal detector first, the screening officer will\n\nperform a physical inspection of the animal and its belongings (collar, harness, leash,\nbackpack, vest, etc.). The belongings will not be removed from the animal.\n\nPage | 6\n",
  "7": "6.8.\n\nThe passenger should not make contact with service animal (other than maintain\ncontrol of the leash) until the animal has been cleared.\n\nMedication for serving animals will be subjected to x — ray and other screening, if\nrequired, separately. These also should be separated from other items in the passenger\ncarry-on.\n\n7. Ambulance passenger\n\n71\n\n76.\n\nDue to exigencies of their exceptional medical conditions/ illness, some passengers\nare directly taken through the security gates to the aircraft for boarding\n\nIn such cases, as far as possible, the airport operator/ airline should provide its own\nambulance.\n\nThe passetiger and all occupants of the vehicle should be subjected to a pre -\nembarkation security check at the security gate by the ASG/ APSU staff under the\nSupervision of an officer not below the rank of an Inspector. The ambulance should\nbe permitted to proceed to the aircraft only after this check has been completed.\n\nIn case the ambulance is privately owned or hospital provided, it must be led by\nfollow — me vehicle of the airport operator. The ASG/ APSU staff shall check to\nensure that the vehicles do not carry anything objectionable and are not being\naccompanied by unauthorized persons or persons who have no need to be in the\nvehicles. Such ambulance will be escorted by ASG/APSU staff.\n\nAll occupants of the vehicles, unless exempted, must be screened at the gate before\nallowing entry into the airport.\n\n‘The movement of the ambulance should be coordinated well in advance by the airline\noperator with CASO and airport operator.\n\n8. Screening of medication and associated supplies\n\n8.1.\n\n8.3.\n\n84\n\n8.5,\n\nAll medications and associated supplies (ie., syringes, sharps disposal container,\npens, infusers etc.) are allowed through the checkpoint only after they have been\nscreened.\n\nMedication and related supplies are normally x ~ rayed.\n\nPassengers have the option of requesting a visual inspection of medications and\nassociated supplies with due reason.\n\nAny medication that cannot be cleared visually must be submitted for x — ray\nscreening.\n\nBCAS has issued detailed guidelines regarding carriage of liquids, acrosols and gel\n(LAGs) on board vide AVSEC Circular No. 18/ 2006. Medically necessary LAGs are\n\nPage | 7\n",
  "8": "permitted in excess of 100 ml on need basis after they have been screened. These\nitems are subject to additional screening through visual inspection and ETD swipe, if\nnecessary.\n\n8.6. Ifa passenger has medically necessary LAGs, he or she needs to\n\n8.6.1\n8.6.2\n8.63.\n\n8.6.4.\n\nLimit the amount to what is reasonably necessary for the itinerary;\nSeparate these items from the other LAGs;\nDeclare the items; and,\n\nPresent these items for additional inspection on reaching the security check\npoint.\n\n9. X-ray screening of respiratory equipment\n\n9.1. Supplemental oxygen and other respiratory related equipment are permitted through\nthe checkpoint once they have been screened. This is subject to DGCA regulations\n\nalso.\n\n9.2. Ifa passenger can disconnect from the oxygen. the oxygen container will undergo x —\nfay screening.\n\n9.3. Passengers who cannot disconnect from respiratory equipment will be screened by\nundergoing a pat — down.\n\n9.4. Respiratory equipment that is not x — rayed will be visually and physically inspected,\nand will be subject to ETD screening\n\nDistributions:-\n\n(R.N. Dhoke, IPS)\nAddl. Commissioner of Security (CA)\n\nAs per list enclosed.\n\nPage | 8\n"
}