{
  "1": "FAX NO. 011-23315695 \nRestricted \nNO.CAS-7(97)-2000-DIV-I(RP Singh Committee) \nBUREAU OF CIVIL AVIATION SECURITY \n(MINISTRY OF CIVIL AVIATION) \nGOVERNMENT OF INDIA \n‘A’  WING , JANPATH  BHAWAN , \nJANPATH, NEW DELHI -110001 \nDate : 23-4-.2007 \n \nCIRCULAR NO. 05/2007 \n \nA committee under the Chairmanship of  Shri R.P. Singh, the then  \nDirector  Security , Air India was constituted  by  MCA in December, 2000 for \nfixing up norms for deployment of airlines’ security staff to undertake security \nfunctions  relating to airlines.  The report  of the Committee  has been accepted \nand the Aircraft Operators  have been  directed  to implement the  \nrecommendation of the  report  by  the Ministry vide their letter \nNO.AV.13024/41/2001-SS dated 19.9.2005.  But  no action has  been taken  by \nthe airlines to implement the  same till date.  It is therefore imperative  that  the  \nfollowing instructions, which are based  on the R.P. Singh Committee    report,  \nare strictly  implemented  by the airlines with immediate effect:- \n \n(i) \nAs per  ICAO  guidelines, each  airline  must  have  a Chief  Security \nCo-ordinator who should  report  directly  to the  Chief  Executive  \nOfficer, CMD of the  airline. The  functional performance of all  security \nheads must   be  evaluated  by the  Chief  Security  Co-ordinator of the  \nairline only. \n \n(ii) \nOfficers of the  airline  Security Department of  suitable  seniority  \nconsistent  with the demands  of the  job  should   be  posted  at major  \ndomestic  stations  for  effective  security supervision and \nimplementation. \n \n(iii) \nAt  smaller  stations having  one or two flights  only,  the  station head \nof the airline, viz. the Station Manager, should  be  in-charge of the  \nsecurity  of the airlines operations  from that  station  and would be \nresponsible for all matters  relating  to security. \n \n(iv) \nAt all on-line foreign stations, airlines must post its  own India-based \nSecurity Supervisors/ Officers who  shall be  responsible for all matters  \nto security  of its  operations. \n \n(v) \nEach airline  should  establish  a Security Control Room at  major  \nstations  to co-ordinate all  security  functions  and  ensure  quick \nresponse during  emergencies.  The  Control Room  should  be  \nequipped  with telephonic and wireless communication links  with other  \noperational departments of the airline as well as  with the  CISF/ \nAPSU, and  should be manned   during  its  operations  by  one or  \nmore security personnel depending  upon the volume of  operations. \nContd..2/-",
  "2": ":: 2 :: \n \n(vi) \nSecurity  staff  shall be deployed  by the  airlines  for the following  \nsecurity functions as per the norms fixed by the Committee  given at \nAnnexure- I:- \n \n(a) \nSecurity of  Aircraft \n(b) \nScreening of  Registered  Baggage (Per X-BIS) \n(c) \nSurveillance in departure  hall. \n(d) \nScreening of  cargo/ unaccompanied baggage. \n(e) \nSecurity of catering items. \n(f) \nBaggage make-up area. \n(g) \nBaggage break-up area. \n(h) \nSecurity of  hand baggage during baggage identification, whenever \nrequired. \n(i) \nSecondary security  checks. \n(j) \nSecurity of  idle aircraft/ aircraft under maintenance. \n(k) \nSecurity  of  baggage tags/  boarding cards. \n      \n     (vii) \nThe Security Supervisor shall ensure that the Aircraft Release \ncertificate (Annexure-II) is signed by all the concerned departments  and \nsignature is obtained from the Commander of the flight. \n \n \n \nA copy of the signed aircraft release certificate shall be kept for \nrecord with the security department, and will be put up for scrutiny during checks \nand audit by the BCAS officers. \n \n \n \n(M. Malaviya) \nAddl. Commissioner of  Security (CA) \n \nEncl : As above \n \nDistributions: As per list attached.",
  "3": "Annexure-I \n \nBased  on the R.P.  Committee  Report, the following is the approved \ndeployment scales of security staff to be deployed by scheduled airlines, \nmandated  by Ministry of Civil Aviation vide letter No. AV. 13024/41/2001 - SS, \ndate 19.09.2005 for security functions mentioned below:- \n \nMIN. AUTHORIZATION DEPLOYMENT \n \nS.NO. \n \nSECURITY \nFUNCTIONS \nSUPERVISOR\nStaff \n1 \nSecurity of Aircraft  \n1 \n4 \n2 \nScreening \nof \nRegistered Baggage \n1 \n3 (on each X-BIS) \n3 \nDeparture \nHall \nSurveillance  \n \n1 (one or  more)  security  \npersonnel should be  deployed \ndepending  on the number n of  \ncheck-in counters  and  the total \narea  to be  covered. \n4 \nBaggage Make - Up \nArea  \n \n \n- \n2 \n5 \nScreening Of Cargo / \nUnaccompanied \nBaggage \n/ \nCourier \nBags etc. \n- \n3 (Per X-Ray Machine) \n1 or more  to escort  security \ncleared   cargo  upto  aircraft \n6 \nCatering \nEstablishments \n(Per \nEstablishment) \n- \n3 (Per Establishment) \n7 \nSecondary Checks  \n- \n4 (Per Service Point) \n8 \nSecurity of Idle Aircraft \n/ \nAircraft \nunder \nmaintenance  \n \n- \n1 (One Staff can be deployed for \n2-3 aircrafts; when sealed and \npositioned in close proximity). \n9 \nAircraft Search (pre-\nflight \nanit-sabotage \nCheck) \n \n- \n2 \n10 \n \nBaggage Break-Up \nArea \n- \n1 \n11 \nSecondary \nsecurity \nchecks  \n \n4 (2 male  and 2 female)  \nFrisking of male  pax-1 \nFrisking of  female  pax-1 \nChecking of  hand  baggage  of \nmale –1 \nChecking of hand  baggage  \nof  female  pax-1 \n12, \nSecurity of  Control \nRoom \n \n1 or 2  security personnel \ndepending  upon vo0lume of  \noperations"
}