{
  "1": "RESTRICTED.\n\nCAS-7(9)/2008/Div.-I (Weapons)\n‘rT FER / Government of India\n(arm fear Hare) / (Ministry of Civil Aviation)\narr ferrr yer =Tt / Bureau of Civil Aviation Security\n‘a’ ds, wan ae, Savy Wa, SMT / ‘A’ Wing -1, II, III, Floor, Janpath Bhawan, Janpath,\noe fereh-110001 / New Delhii-110 001\nDated: - 27/05/2014\n\nAVSEC Circular no. - 06/2014\n\nSubject: Permission for carriage of arms, ammunition and explosives by Department\nof Home, Government of Maharashtra.\n\nA copy of DGCA permit no. 360-AA/2014, issued under reference no,\n8/33/2009-IR dated 12/05/2014 regarding authorization to the Department of Home,\nGovernment of Maharashtra for carriage of arms, ammunition and explosives from\ntime to time in the Dauphin helicopter of Government of Maharashtra leased from\nPawan Hans Private Ltd., for transportation of troops in connection with anti-naxalite\noperations in Maharashtra and adjoining States subject to the usual safety conditions,\nis forwarded herewith for information and necessary action by all concerned.\n\n2. This permit is valid upto 31/12/2014.\n\n3. This issues with the approval of Commissioner of Security (Civil Aviation).\n\nEnel.: as above, 3 ie\n\n(RN. Dhoke, IPS)\nAddl. Commissioner of Security (CA)\n\nDistributions:\n\nAs per list enclosed\n",
  "2": "Ba\n\na\nGOVERNMENT OF INDIA\n\nOFFICE OF THE DIRECTOR GENERAL OF CIVIL AVIATION\nDGCA COMPLEX, OPP. SAFDARJUNG AIRPORT, NEW DELHI-110003\n\nNo. 8/33/2009-IR\nDated : 12-05-2014\n\nPERMIT No. 360-AA/2014 ies\n\nIn exercise of the powers under rule 8 of the Aircraft Rules, 1937,\nDepartment of Home, Govt, of Maharashtra is hereby permitted to carry or\ncause to carry the arms, ammunition and explosives from time to time in the\nDauphin helicopter of Govt. of Maharashtra leased from Pawan Hans Private\nLid., for transportation of troops in connection with anti-naxalite operations. in\nMaharashtra and adjoining States subject to the usual safety conditions\n\n2. This permit is valid upto 31-12-2014.\n\nuf\n\n(AK. SHARAN)\nJoint Director General\n\nTo\nThe Secretary,\nDepartment of Home,\nGovt. of Maharashtra,\n\n30\" Floor, World Trade Centre-1,\nCuffe Parade, Mumbai-400 005\n\nCopy t\nee Commissioner of Security (CA), Bureau of Civil Aviation Security,\nNew Delhi.\n\n2 The Member Operations, Airports Authority of India, Rajiv Gandhi\nBhawan, New Delhi with a request that a copy of this permit may be\n\ncirculated to all field offices. h\n\n(AK. SHARAN)\nFor Director General of Civil Aviation\n\n"
}