{
  "1": "Restricted\n\nCAS-84)2015/Din-(Vebi\n“rt Feer/ Government of India\n\nse Game Prema suena) / (Ministry of C inti\nIXY ne fears: gear Syt/ Bureau of Civil Aviation Security\n‘x, BIR, ORE wer, UANE/ +A’ Wing, I-III Floor, Janpath Bhawan, Janpa\nWY ag fewef-1)0001 / New Delhi-110 001\n1 pdm ANG Dated 0607/2015\nwRgenanre. 772016\n\\\\\n\\ ue\nPermission for access the wt vehitle in favour of His Holiness Sri Javendra\n\nSaraswathy Swamigal, Kancheepuram, Tamil Nadu up to tarmac srea of\nairports on medical grounds ~ regarding ~ Extension of the facility,\n\nNey\nLe Please refer to this Bureau AVSEC Circular No. 06/2015 dated 15/06/2015 on the subyect\n\nited above,\nLc\n(PE) 2 The Competent authority has approved to extend the facility of airport ferry vehicle up to\n\nQ the tarmac for His Holiness Sri Jayendra Sarswathy Swamigal. Kancheepuram, on medic\n\nWAR grounds at all civil airports in the country for a further period of one year w.e., 15/06/2016,\n\nae\nse 29 ae’\n\n%\ni, (Uyoti Narayus)\npls Dy. Director Genenil\n\nDistribution as per list attached (overleaf);\n\nse Copy wo\n\na 1. MCA (Shei Satish Chander, Under Secretary), Rajiv Gandhi Bhaw:\nNew Dethi ~ this refers to his ener of even number dated (1 072\"\n\nplease.\n\nJagadgura Sri Sankaracharya Swamigal stimatam Samsthanam, No. | Salai Street,\nKancheepuram — 631 $02\n\nB3T Gay\nAH \" Bie\n\nNa dis Jee ‘\n\n",
  "2": "information and necessary action to:\n\nto General, CISF, 13 CGO Complex, Lodhi Road, New Delhi: May Kindly circulate to alt\n\nASG Units at the airports taken over by CISF.\n\n2 DGPS /1GPs all States / U Ts.\n\n3. Commissioner of Police, Delhi, Mumbai, Chennai & Kolkata, e\n\nChairman, Airports Authority of India, Rajiv Gandhi Bhawan, New Delhi: with request to pleave\n\ncirculate t0 all AAL airports in the Country.\n\n5. CMD, NACIL (Air India)Ltd., Airlines House, 113 Gurudwara Rakabaganj Road, New Delhi -\n110001\n\n6. CEO, Jet Airways, Siroya Centre, Sabar Airport road, Andheri (East), Mumbai-400099\n\n7. CEO, Spice Jet, Plot No.319, Udyog Vihar, Phase -IV, Gurgaon, Haryana.\n\n8. CEO, Ga Air, Neville House, JN Herdia Marg, Ballard Estate, Mumbai-#00 001\n\n9 CEO, Indigo Airlines. Tower C, Global Business Park, DLF City, Phase Ill, Mehrauli Gurgaon\nRoad, Gurgaon-122 002\n\n10. CEO, Air Asia (I) Pvt. Led., AIT, 2 Floor, Chennai Aisport, Chennai-600027\n\n11. CEO, Vistara (TATA SIA), Jeevan Bharti Tower |, 10\" Floor, 124 Connaught Circus, New Dethi\n110001\n\n12, Airport Director, Sti Sathya Sai Ainport, Prasanthi Nilayam Puttparthy, Anantpur District, Andhra\nPradesh-$15134\n\n13, MD, DIAL, New Udan Bhuwas, Opp. Terminal-3, GI Airport, New Delhi-37.\n\n14. MD. MIAL, CSt Airport, 1\" Floor, Terminal IB, Santacruz (E), Mumbai 400 09\n\n15, MD, CIAL, Cochin international Airport Ltd., Cochin Airport, Cochin,\n\n16, MD, HIAL, Hyderabad Intemational Airport Limited, Shamshabad-500 409, Ranga Reddy Distt,\nAP.\n\n17, MD, KIA Bengaluru, Administration Block, Bengaluru Intemational Airport Devanahalli,\nBangalore-560 300.\n\n18. MD. Mihan India Private Ltd, Dr, Babasaheb Ambedkar International Airport, Old Terminal\nBuilding, Nagpur-440 00S\n\n19. CSO, BAPL Durgapur Airport, MNAV-29 Bengal Ambuja Housing Complex City Ceatre,\nDurgaput- 713216\n\n20. Regional Deputy Commissioner of Security (CA), BCAS, Delhi, Chennai, Mumbai, Kolkata,\nAlimedabad, Hyderabad, Amritsar & Guwahati: 10 please circulate to all Airlines, Airport Directors\nInccharge Airport Management and Officers of BCAS in respective jurisdiction.\n\n‘Copy for information to::\n\n|. Secretary, Civil Aviation, MCA, RG Bhawan, New Delhi\n\n2, Joint Secretary, MCA, RG Bhavan, New Delhi (Kind attn.: Ms, Usha Padhee, JS)\n\n3. DGCA, Technical Area, Opp. Safdarjung Airport, New Dethi-03\n\n4. Director, Cabinet Secretariat, Room no, 1001, B-2 Wing, 10% Floor, Paryavaran Bhawan, CGO\nComplex. Lodhi Road, New Delhi - |10003. (Kind attn.: Shri Anshul Sharma, Director)\n\n5. Joint Secretary (IS-ID}, MHA, |\" Floor, “B” Wing, NDCC-I1 Building, New Delhi-! 1000)\n\n6. Joint Director, IB, MHA, 33S P Marg, New Delhi (Kind attn.: Shri. P. K. Bhardwaj, JD)\n\n7. PSto Hon'ble Minister of Civil Aviation, RG Bhawan, New Delhi\n\nInter\n\nibution\n\nPPS to DG, PPS to JDG, PPS to ADG (J), PPS t ADG (D), DD (Ops) / DD (1) / DD (Trg) / All AD of\nBCAS HO, Guard File\n\nAD (OL) ~ with a request to translate this cireular/AVSEC Order in Hindi Language\n"
}