{
  "1": "Circulars for website(Cicular) \n \n \n \n \nNO.CAS-10(3)/2007/Div.I \nBUREAU OF CIVIL AVIATION SECURITY \n(MINISTRY OF CIVIL AVIATION) \nGOVERNMENT OF INDIA \nA’ WING (I-III Floor), JANPATH BHAVAN \nJANPATH, NEW DELHI \nDated : 10/09/2008 \n \nCircular No. 8/2008 \n \n \n Subject : Comprehensive security procedures in respect \nof cargo, express cargo, mail and courier bags. \n \nTransportation of Air Cargo involves operations at three levels: \n \n(i) \nConsigners (individual or companies) who send items of \ncargo by air, \n(ii) \nAgents who provide a link between consigners and airlines; \n(iii) \nAirlines, which carry the Cargo. \n \nConsigners may also deal with the airlines directly.  Agents may be small \ncompanies that simply direct consignment of cargo to larger agents or big \ncompanies that purchase space on aircraft operated by a number of airlines and \nconsolidate consignments from a wide range of sources to fill that capacity.  \nAgents and airlines conduct considerable volume of their business under \ncontract.  However, it is possible for small companies or individuals operating \nCargo or Courier services to dispatch small single consignment by air either \nthrough agents or directly through airlines. \n \nCargo agents and airlines prescribe the way in which the Cargo they \nhandle is packed.  They also obtain declaration of its contents from the \nconsigners for incorporating it in the airway bill.  It helps in obtaining Customs \nclearance and also provides evidence to the effect that the consignment does not \ncontain any incendiary or explosive device, which may hazard the aircraft. \n \nGenerally Cargo is handled through dedicated Cargo facility at the airport. \nIt may be transported on a passenger aircraft, by an all Cargo aircraft or a Combi \naircraft.",
  "2": "Circulars for website(Cicular) \nSecurity concerns: \n \nThreat to civil aviation, to a large extent, depends on existence of people \nwith the motivation and means to attack aviation.  It will vary from place to place \nand it is the responsibility of each State to assess the threat within its jurisdiction \nand require commensurate security measures.  Normally a threat of sabotage \nattack against an aircraft is unlikely to apply to all aircraft at all location and all \nthe times.  It usually reaches a combination of airlines and locations.  Airports \nwhich are used by national flag carriers are more vulnerable because the \nterrorists target them as a means of attacking a specific country.  Thus Cargo, \nExpress Cargo, Mail and Courier operations undertaken by a national flag carrier \nat major international airports are more likely to attract threat than those by other \nairlines at domestic airports. \nThe risk on aircraft by means of Cargo, Express Cargo, Mail or courier \noperations, particularly if a terrorist group decides to attack civil aviation in an \nindiscriminate way is relatively high because: \n \n(a) Consignments of Cargo, Express Cargo, Mail and Courier bags are \noriginated by a wide range of companies and individuals; \n(b) Consignments may pass through a number of Agents before they \ncome under direct control of the airlines which will ultimately convey \nthem.  Thus their security depends upon each agent maintaining \nadequate standards of security controls.  \n(c) The operations afford an opportunity to attack without exposing     \nthe attacker to an immediate risk of arrest. \n(d) Access to Cargo loading zone may afford access to airside areas \nand aircraft. \n \nThreat from incendiary/explosive devices \n \nCargo, Express Cargo, Mail and Courier operations afford means of \nintroducing an explosive device on board an aircraft in order to destroy it.  Such \ndevices may be detonated either by: \n \n(a) \na barometric trigger which will activate at a pre-determined altitude; \nor \n(b) \nA timing mechanism mechanical or electronic which can be \nprogrammed to activate after an extended period of time which may \nbe a few hours, days or even months or \n(c) \nA combination of both. \n \nExplosive devices activated by a barometric trigger are more suitable for \nattack on flights of short duration when it is difficult to identify precisely when an \naircraft is likely to be in the air.  Timing devices afford terrorists the means of \nattacking long haul flights since the problem of selecting a time when the aircraft \nwill be in air is less critical.",
  "3": "Circulars for website(Cicular) \nSecurity may be undermined by: \n \na) \nan explosive device planted into a consignment by the consigner or \nin the case of a company by one of their employees \n \n \n                                     or \nb) \nan explosive device being introduced into a consignment when it is \nin the custody of agents or airlines. \n \nThreat from a weaponised Cargo aircraft. \n \nIncidents of 9/11 in U.S. have demonstrated that an aircraft can be \nweaponised by the terrorists and thereby used to cause mass destruction of life \nand properly.  In order to prevent recurrence of such incident in future it is \nimperative to strengthen security measures both on the ground and in the air.  \nEffective anti-hijacking measures have to be in place at all airports to prevent the \nterrorists from getting access to the aircraft.  Airport security agencies need to \nco-ordinate with the local police agencies to obtain timely information about the \ndesigns and activities of the terrorist groups which may pose threat to civil \naviation.  As regards on-board security measures, the cockpit doors must be \nstrengthened and kept closed during the flight. \n \nAIR CARGO SECURITY MEASURES \n \nThere will be four categories of security measures for cargo/express cargo. \n \n1. \nAccount Customer Security Measures – for freighter class cargo \n \nFor Cargo which will be conveyed by an all cargo aircraft only and not by \npassenger or Combi aircraft, an account customer may choose to undertake \nprescribed  security measures before the consignment of such freighter class \ncargo is delivered to a regulated agent or an aircraft operator for transportation \nas a freighter class known cargo.  In the absence of such prescribed security \ncontrols by the account customer, the cargo will be handled as unknown cargo \nby the regulated agent/aircraft operator. \n \n2. \nKnown-consigner security measures \n \nSecurity measures which a Known-consigner may choose to implement in \nrespect of a consignment of cargo prior to that cargo being delivered to a \nregulated agent or an aircraft operator for conveying as known cargo. In case the \nKnown-consigner does not implement the prescribed security measures in \nrespect of such consignment, it will be treated as unknown cargo by the \nRegulated agent/aircraft operator. \n \n3. \nSecurity measures by the Regulated Air cargo Agent:",
  "4": "Circulars for website(Cicular) \nSecurity measures which will be implemented by a Regulated Agent in \nrespect of a consignment of cargo prior to that Cargo being delivered to an \naircraft operator for carriage by air. \n \n4. \nAirline Security Measures: \n \nSecurity measures, which an aircraft operator will develop and  \nimplement \n \na) \nin respect of a relevant aircraft prior to the consignment of cargo \nbeing placed on board that aircraft;  and \nb) \nin respect of a consignment of cargo prior to that consignment \nbeing placed on board a relevant aircraft. \n \nAccount Customer Security Measures \n \nIn order to expedite and facilitate conveyance of cargo by an all cargo \naircraft, not a passenger or Combi aircraft, certain customers referred to as \nAccount Customers may choose to apply in-house measures for security during \nstorage and transportation to or until it is collected by the Regulated Agent or an \naircraft operator with whom the account customer is dealing. \n \nSuch cargo from the account customer may be regarded as freighter class \nknown cargo i.e. for air carriage by an all cargo aircraft only, by the Regulated \nagent or aircraft operator, and provided its security is maintained, may be placed \non board an aircraft with minimum of further security controls being applied. 20 % \nof the consignments received from Account Customer shall be screened through \nX-Ray at random, in case it comes in loose condition. \n \n1. \nDEFINITION  \nAn account customer is a customer - \n \na) \nwho is in possession of an established billing or credit account with \na Regulated Agent or an aircraft operator and which has previously \nbooked  at least four consignments in the last twelve months with \nsuch an agent or aircraft  operator; and \n \nb) \nwhose business status and credit worthiness has been approved by \nthe Regulated Agent or the airline operator within one year prior to \nthe date on which the consignment is received. \n \n2. \nSECURITY MEASURES \n \nAn Account customer will develop and implement the following in-house \nsecurity measures: \na) \nPremises",
  "5": "Circulars for website(Cicular) \n \nThe premises which are used by the account customer for handling of air \ncargo will be secured and effective access control maintained.  If it is a building \nthen it should be of sound structure with all doors  windows and other points of \naccess either secured or subjected to effective access control.  In case air cargo \nis handled outside a building, then this will be carried out within a compound \nprotected by a fence of specified standards some form of perimeter barrier \nthrough which access control measures  applied. \n \nb) \nPre-employment Checks: \nStaff employed in processing of Cargo for carriage by air will be recruited only after their \ncharacter and antecedents as verified through local Police authority are found \ngood. Re-verification of character and antecedents  of the employees shall be \ncarried out every three years. \n \nc) \nSecurity Awareness Training: \n \n \nStaff engaged in preparing consignments for carriage by air will be provided with \ntraining sufficient to enable them to understand and carry out their security \nresponsibilities. It will be organized in accordance with the criteria given in \nNational Civil Aviation Training Program. This training shall be carried out – \n \ni) \nBefore they are allowed access to any consignment which is to be dispatched to \na Regulated Agent or an aircraft operator as freighter class Known cargo and \n \nii) \nat regular intervals thereafter. \n \n(d) \nPreparation of Cargo: \n \ni) \nStaff preparing Cargo for carriage by air will be supervised to ensure that they \nhave not inserted or placed on the consignment any prohibited article. \n \nii)  \nCargo received from casual consigners with whom the account customer had no \nprevious dealings, will be subjected to screening  on continuous random basis \nwhere the percentage of such checks shall not be less than 20% of the relevant \nconsignment. \n \niii)  Cargo received from consigners who have previously shipped cargo and whose \nbusiness premises and credentials have been checked and approved by the \nAccount customer within six months prior to the date on which the consignment \nis received, may not be subjected to further screening by the Account customer.  \nHowever, the security of such consignment will be maintained till it is delivered to \nan appropriate representative of the Regulated agent or the aircraft operator. The \nAccount customer will maintain full particulars of such consigners, which will be \nproduced during inspection by the Regulated Agent, aircraft operators or by an \nauthorized officer detailed by Commissioner of Security (CA).",
  "6": "Circulars for website(Cicular) \n \ne) \nStorage: \n \nFreighter class known cargo will be held or stored  within a secured environment until \nready for transportation to the regulated agent or aircraft operator.  The secure \nenvironment may be a building or compound to which effective access control is \nmaintained \n \n3 \nDOCUMENTATION: \n \n \nAn account customer will prepare the following documents or data in \nrespect of each consignment of freighter class known cargo. \n(a) \nCargo Identification \n \nAppropriate documentation or data, detailing the nature of cargo,  senders and its \ndestination will be raised for each consignment of such freighter class known \ncargo and presented to Regulated/aircraft operator along with the consignment. \n \n \n(b) \nSecurity Certificates: \nAn Account customer will furnish appropriate security certificate as follows:- \n \n(i) \nConsignment Security Certificate :  For consignments other than of Express \nCargo or Courier bags, a consignment security certificate will be prepared and \nsubmitted for each consignment as per Proforma given in Annexure   - A. \n \n(ii) \nCollection Security Certificate:  For Express Cargo/unaccompanied  Courier \nbags, a collection security certificate as per proforma at Annexure B    will be \nprepared and submitted for each collection address. \n \n \nThe above certificates will be signed and dated by a person designated by the \nAccount customer for this task.  Each certificate will accompany the consignment \nto which it refers and is to be handed over  along with the consignment to \nappropriate representative of the Regulated Agent or aircraft operator with whom \nthe customer is dealing.  The Regulated Agent or aircraft operator will retain the \nsecurity certificate for at least one month. \n \n4 \nDELIVERY \n \n \nThe security of a consignment of freighter class known cargo will be maintained \nduring transfer from the Account customer until it is received by the Regulated \nAgent or aircraft operator.  The following security measures shall be applied \nduring transfer period – \n \n \n (a) \nDispatch",
  "7": "Circulars for website(Cicular) \nBefore any consignment is loaded for dispatch to a Regulated agent or \naircraft operator, it will be checked by a responsible person to ensure that it has \nnot been tampered with in any obvious way as might compromise its security. \n \nb) \nTransportation \n \n \nFreighter class known cargo will be transported either by – \ni) \nAccount customer’s own or contracted vehicle or \nii) \nBy a haulier whose operating procedure and security measures \nhave been approved by the Regulated Agent or aircraft operator. \n \nAny vehicle used to transport freighter class known cargo should normally \nbe securable.  It should be searched immediately prior to loading and the \nintegrity of this search maintained until loading is completed.  Once loaded, the \ncargo compartment shall be secured or made tamper evident. \n \n \nThe vehicle driver shall identify himself to the Regulated agent or aircraft \noperator by means of a valid security pass or company identity document. \n \n \nThe vehicle shall not be left unattended.  However, when this is unavoidable, the \ndriver will check security of his load and integrity of seals on return and notify to \nthe Regulated Agent or aircraft operator, should he find any evidence of \ninterference. \n \n5 \nProcedure for Registration of an Account Customer: \n \na) \nAny person, individual or company who meets eligibility criteria explained in the \ndefinition of an Account customer given in Section-I above may apply to a \nRegulated Air Cargo agent or an aircraft operator for registration as an Account \ncustomer. \n \nb) \nOn receipt of such application, the Regulated Agent or the aircraft operator will \nexamine it and if the eligibility criteria is fulfilled, he will arrange to verify the \ncharacter & antecedents of the applicant through the local Police and Intelligence \nagencies of the Govt. \n \nc) \nIf there is nothing adverse in the character & antecedents, report received from \nthe Police/Intelligence authorities, the Regulated Agent or the aircraft operator \nwill forward the relevant documents to BCAS for “no objection” certificate. On \nreceipt of “no objection” from BCAS, the applicant can be registered with the \nRegulated Agent or the aircraft operator as an Account Customer.  For this, a \nspecific Registration No. will be given and it will be quoted by the Account \ncustomer in all his future dealings with the Regulated agent/aircraft operator.",
  "8": "Circulars for website(Cicular) \nd) \nThe Regulated agent/aircraft operator will maintain an up-to-date list \nof his Account customers which will be produced during inspection by an \nauthorized officer, detailed by Commissioner of Security (CA). \n \ne) \nRegulated Agents and Aircraft operators shall send half-yearly return of  the \naccount customers registered  by them to Commissioner of Security BCAS. \n \nNote :  BCAS may take up the issue with State/UT Police/MHA requesting them to \nverify the character and antecedents of Regulated Agents/Account customer \nwhen such request is made by a Regulated Agent/aircraft operator. \n \n6 \nBenefits of Becoming an Account Customer: \n \n \nCustomers are not obliged to become Account customers.  But if they choose not \nto, their cargo will be screened, before being placed on board an aircraft and they \nwill be responsible for payment of screening charges levied by the Regulated \nagent/aircraft operator. \n \n7. \nLegal action against the defaulters for violation of Norms \n \n \nAny violation of prescribed security norms by the Account customer may result in \ncancellation of the Certificate of Registration, blacklisting and/or other penal \naction under the Aircraft Act, 1934 and the Aircraft Rules, 1937.",
  "9": "Circulars for website(Cicular) \nKnown Consigner Security Measures \n \n \nIn order to expedite and facilitate conveyance of Cargo by air, certain consigners \nreferred to as known consigners may choose to apply in-house measures for \nsecurity of cargo during manufacture or production, packing, storage and \ntransportation to, or until it is collected by the Regulated air cargo agent or \naircraft operator with whom such consigners are dealing. \n \nb) \nSuch cargo from the known consigners will be treated as known Cargo by the \nRegulated Agent or the aircraft operator provided its security is maintained; and \nmay be placed on board an aircraft with  minimum of further security controls \nbeing applied. \n \nc) \nKnown consigners and the in-house security measures they develop and \nimplement will meet the criteria prescribed by the Commissioner of Security (CA). \n \n2. \nDEFINITION: \n \nA known consigner is a person (individual or company)  \na) \nwho is an original producer or manufacturer of goods ; or \nb) \nwho procures semi-finished or finished goods and prepare them for \ncarriage by air;  \nand \n \nc) \nwho has a valid certificate of registration issued by the Commissioner of \nSecurity(CA), Govt. of India. \n \nNote :- A person (individual or Company) can not be a known consigner if the goods do \nnot belong to him and he is simply an agent or freight forwarder  \n \n3.   Procedure for Certification of a Known Consigner \n \n \nThe following procedure shall be followed for certification of a Known Consigner: \n \na) \nAny person (individual or company) who meets the eligibility criteria \nexplained in the definition of Known Consigner given in para 2 above, may apply \nin the prescribed proforma to COSCA for obtaining certification as a Known \nConsigner. The proforma may be downloaded from the BCAS website (http// \nbcasindia.nic.in)  \n \nb) \nThe known consigner shall file the Security Programme as per the \nguidelines  issued by BCAS. \n \n \nc) \nOn receipt of  application, the Commissioner shall arrange to verify the \ncharacter and antecedents of the applicant through local Police/Intelligence \nagencies of the Govt.",
  "10": "Circulars for website(Cicular) \n \nd) \nIn case there is nothing adverse in the character and antecedents \nreport of the applicant, the Commissioner will detail an authorized officer to \ninspect \nbusiness \npremises \nof \nthe \napplicant \nwhere \nair \ncargo \nis \nproduced/manufactured, prepared and stored before dispatch to the Regulated \nagent or the aircraft operator. \ne) \nDuring inspection, the authorized officer will assess the security \narrangements of the applicant.  Mainly the assessment will cover the following \nareas : \n \ni. \nPhysical security measures at the site, \nii. \nStaff  recruitment and background checks procedures \niii. \nStaff security training procedures \niv. \nWhether any other organization is also using the same site, \nv. \naccess control measures at the site \nvi. \nthe point at which the Cargo becomes air cargo \nvii. \nthe Air Cargo preparation procedures \nviii. \nthe Air Cargo Packing procedure \nix. \nStorage of Known Cargo \nx. \nTransport of Known Cargo to the Regulated agent or the aircraft operator. \n \n \nThe authorized officer will submit his assessment report in the prescribed \nproforma to the Commissioner of Security (CA) within 7 days of the date of \ninspection. \n \nf) \nOn receipt of the assessment report, if the security measures developed and \nimplemented by the consigner are judged by the Commissioner, to be as per the \nprescribed standards,  Known consigners certificate along with a unique \nreference No. will be awarded by the Commissioner to the applicant.  Particulars \nof such known consigner will be notified by the Commissioner and also entered \nat BCAS Website so that all Regulated Air Cargo Agents and airline operators in \nIndia can verify it. \n \ng) \nIf the security measures are judged not to be as per the prescribed standards, \nthe Commissioner will inform the applicant in writing about the shortcomings.  It \nwill be up to the applicant to apply to the Commissioner for re-inspection after \ntaking the rectification action. \n \nh) \nA Known Consigner certificate will be valid for one year from the date of \nregistration.  It will be revalidated every year after inspection of the security \nmeasures of the Known consigner, by the Commissioner of Security (CA) or an \nofficer duly authorized by him. \n \n4 \nBenefits of Becoming a Known Consigner",
  "11": "Circulars for website(Cicular) \nConsigners are not obliged to become  Known consigners.  But if they choose not to \nbecome, their cargo will be screened before being placed on board an aircraft \nand they will be responsible for payment of screening charges levied by the \nRegulated agent or the aircraft operator. \n \n5. \nSecurity Measures  \n \n \n \n \n \n( \n \nA) \nPreparation premises \nPremises which are used for the manufacture or production and/or \npreparation of cargo for carriage by air will be secured and access controlled in \naccordance with the following criteria: \n \ni) \nIf it is a building, then it will be of sound structure and all doors and \nwindows and other access points either secured or subjected to \neffective access control. \nii) \nAn open compound if used for the above purpose, shall be secured \nby a perimeter fence of prescribed standards to maintain effective \naccess control. \niii) \nAccess control measures will be applied as below: \n \n(a) \nAccess control shall be exercised at all access control points \nand there will be no other means of access into the premises other \nthan through that point or points.  \n(b) \nEach access control point will be either staffed effectively \nmonitored or secured; \n(c) \nAccess control will normally be exercised by means of a \nsecurity pass system. \n \nB. \nPre-employment Checks: \n \n \nStaff employed in manufacture or production and/or preparation of Cargo for carriage by \nair shall be recruited only after their character and antecedents are found good \nas verified through local Police authorities. Re-verification of  character and \nantecedents  of the employees shall be carried out every three years. \n \nC. \nSecurity Awareness Training: \n \na. \nStaff engaged in production, manufacture and preparation of \nconsignments for carriage by air will be provided with training sufficient to enable \nthem to understand and carry out their security responsibilities.  This training will \nbe carried out :",
  "12": "Circulars for website(Cicular) \nb. \nBefore they are allowed access to any consignment, which is to \nbe dispatched to a Regulated agent or aircraft operator as Known Cargo and at \nregular intervals thereafter. \nc. \nThe Security awareness training will be organized by the Known \nconsigner in accordance with the criteria given in the National Civil Aviation \nSecurity Training Program. \n \nD. \nPreparation of Cargo \n \n \nStaff engaged in the manufacture/production, packing and storage of Known \ncargo shall be supervised to ensure that they have not inserted any or placed on \nthe consignment any prohibited article.  Each consignment shall be physically \nchecked and thereafter made tamper evident by using security tapes or security \nstickers. \n \n \n \n \nE. \nStorage of Known Cargo: \n \n \nConsignments of Known Cargo will be held or stored within a secured \nenvironment i.e. building, compound, cage, compartment or room, which is \nsecured against access by unauthorized persons until ready for transportation to \nthe Regulated agent or aircraft operator. \n \n6. \nDOCUMENTATION: \n \n \nThe known consigner will raise the following documentation in respect of each \nconsignment of Known Cargo: \n \n(a) \nCargo Identification \n \n \nAppropriate documentation or data, detailing the nature of Cargo, the \nsender and its destination will be raised for each consignment of Known Cargo \nand presented to the Regulated Agent or aircraft operator. \n \n(b) \nSecurity Certificates: \n \n \nUnless accepted by the Commissioner of Security(CA), the Known cosigner will \nprepare appropriate Security Certificates as below: \nConsignment Security Certificate: A consignment security certificate will be prepared \nand submitted for each consignment as per the Performa given in Annexure A. \n \n \n  The consignment Security Certificates will be signed and dated by a person \ndesignated by the Known Consigner for such task.  Each certificate will \naccompany the consignment to which it refers and it will be handed over along \nwith the consignment to appropriate representative of the Regulated agent or \naircraft operator with whom the Known consigner is dealing.  The regulated agent \nor aircraft operator will retain the security certificate for at least two months.",
  "13": "Circulars for website(Cicular) \n7 \nDelivery: \n \n \nThe security of consignments of Known Cargo will be maintained during \ntransfer by the Known consigner until it is received by the Regulated agent or the \naircraft operator.  The following security measures shall be applied during the \ntransfer period : \n \n(a) \nDispatch: Before any consignment is loaded for dispatch to a regulated agent or \naircraft operator, it will be checked by a responsible person to ensure that it has \nnot been tampered with in any obvious sway as might compromise its security. \n \n(b) \nTransportation:  Known Cargo will be transported either by – \n(i) \nKnown consigners own or contracted vehicle;  \n(ii) \nby a haulier, whose operating procedures and security measures have \nbeen approved by the Regulated Agent or aircraft operator;  \n(iii) Any vehicle used to transport Known Cargo shall be securable.  It will be \nsearched immediately prior to loading and the integrity of the search \nmaintained until loading is completed.  Once loaded, the Cargo \ncompartment shall be secured or made tamper evident. \n(iv) The vehicle driver shall identify himself to the Regulated agent or aircraft \noperation by means of a valid security pass or company identify \ndocument. \n \n \n \n(v) \nThe vehicle shall not be left unattended during transfer period.  .  \nHowever, when it is unavoidable, the driver will check security of his load \nand integrity of seals on return and notify to the Regulated agent or \naircraft operator, should hr find any evidence of interference. \n \n8. \nLegal Action against the defaulters for violation of \nSecurity norms \n \n \nAny violation of the prescribed security norms may result in cancellation of \nthe Certificate of Registration, blacklisting of the Known Consigner by the \nCommissioner of Security (CA) and/or other penal action under the Aircraft Act, \n1934 and Aircraft Rules, 1937. \n \nRegulated Air Cargo Agents Security Measures \n \nThe security of cargo delivered to an aircraft operator will be achieved by \nthe Regulated Air Cargo Agent through development and implementation of \nRegulated Agents Security Measures.  These measures will be implemented \nprior to a consignment being transferred to the Aircraft Operator for carriage by \nair.",
  "14": "Circulars for website(Cicular) \n \nThere will be two categories of Regulated Agents Security Measures, \nthose applicable to;  \n(i) Consignment of known cargo including freighter class known cargo; and  \n(ii)  Consignment of unknown cargo. \n2. \nRegulated Air Cargo Agent - Definition \n \nRegulated Air Cargo Agent is an agent, a freight forwarder or any other \nentity who conducts business with an airline operator and provides security \ncontrols that are accepted or required by the Commissioner of Security, Civil \nAviation, in respect of cargo, courier bags, express cargo. \n3. \nWho can become a Regulated Air Cargo Agent \nFollowing persons (individuals or companies) may apply to the Commissioner of \nSecurity, Civil Aviation, for registration as Regulated Air Cargo Agent:- \n(a) \nManufacturers and exporters dealing directly with air carriers for the \npurpose of sending their goods by air; \n(b) \nCargo Agents who are members of Air Cargo Agents Association of \nIndia (ACAAI). \n(c) \nCargo Agents accredited to IATA. \n(d) \nAny other Cargo Agent recommended by an Air Carrier having \noperation to/ from, within India. \n(e) \nExporters from common-user customs-bonded facilities like air cargo \ncomplexes if they are also working as air cargo agent accredited to \nIATA or ACAAI. \n(f) \nGovt. or semi Govt. warehouses handling shipments of air cargo; \n(g) \nExporters from common user Customs Bonded facilities like air cargo \ncomplexes;  \n(h) \nDepartment of Posts; and \n(i) \nAny other person approved as “Regulated Agent” by the Commissioner \nin accordance with provisions of Gazette Notification. \n \n4. \nProcedure for Registration of Regulated Air Cargo Agent:- \nThe following procedure shall be followed for registration of a Regulated Air \nCargo Agent:- \n(i) \nAny person desirous of getting registered as a “Regulated Air Cargo \nAgent” may apply to the Commissioner of Security, Civil Aviation, in the \nprescribed proforma.  The proforma may be downloaded from BCAS website \n(http://bcasindia.nic.in)",
  "15": "Circulars for website(Cicular) \n(ii) \nOn receipt of application for registration, the Commissioner of Security, \nCivil Aviation, shall arrange to verify the character and antecedents of the \napplicant through police/intelligence agencies of the Government. \n(iii) \nThe Regulated Agent shall file Security Programme as per guidelines \nissued by BCAS. \n(iv) \nIf there is nothing adverse in the character and antecedents report \nreceived from Police/Intelligence Agencies, the Commissioner of Security, Civil \nAviation, shall depute an authorized officer to inspect the location and examine \nthe adequacy of prescribed security facilities and infrastructures. \n(v) \nDuring inspection, the authorized officer will assess the security \narrangements of the applicant.  The assessment will cover mainly the following \nareas:- \n(a) \nPhysical security measures at the premises of the applicant. \n(b) \nThe staff recruitment and background check procedures. \n(c) \nStaff security training procedures. \n(d) \nWhether any other organization is also using the same premises. \n(e) \nAccess Control Measures to the premises. \n(f) \nAvailability of prescribed security infrastructure including equipments. \n(g) \nThe point on which the cargo becomes air cargo. \n(h) \nThe air cargo preparation procedures. \n(i) \nThe air cargo packing procedures. \n(j) \nStorage of known cargo. \n(k) \nTransport of known cargo to the Aircraft Operator. \n \nvi)      The authorized officer will submit his assessment report in the \nprescribed proforma to the Commissioner of Security, Civil Aviation, within 7 \ndays of the date of inspection. \n(vii) \nOn receipt of assessment report, if the security measures are judged by \nthe Commissioner of Security, Civil Aviation, to be as per the prescribed \nstandards, the Regulated Air Cargo Agent’s certificate along with a Unique \nReference Number will be awarded to the applicant by the Commissioner of \nSecurity, Civil Aviation.  Detail particulars of the Regulated Air Cargo Agent will \nalso be notified by the Commissioner of Security, Civil Aviation, and also entered \non BCAS Website so that the concerned Aircraft Operators can verify it. \n(viii) \nIf the security measures are judged not to be as per the prescribed \nstandards, the Commissioner of Security, Civil Aviation, will inform the applicant \nabout the shortcomings.  It will be up to the applicant to apply for re-inspection \nafter the rectification action. \n(ix) \nThe Certificate of Registration shall be valid for a period of 3 years.  \nHowever, the Commissioner of Security, Civil Aviation, for reasons to be \nrecorded,  may cancel the Certificate prematurely, if the Regulated Air Cargo \nAgent fails to maintain prescribed standards of safety and security.",
  "16": "Circulars for website(Cicular) \n(x) \nWhenever any order of cancellation is to be issued, a notice of 21 days \nshall be given to the concerned Regulated Air Cargo Agent and only after giving \nan opportunity to him to explain his position, the Commissioner of Security, Civil \nAviation, will take an appropriate view. \n(xi) \nAgainst the order of cancellation, an appeal may lie to the Ministry of Civil \nAviation, who shall decide the matter.  Till the decision of the Ministry on appeal, \nthe order of cancellation shall remain in force. \n5. \nSecurity Measures by the Regulated Air Cargo Agent \n(A) \nCargo Validation and Inspection \n \nAll cargo received or collected by a Regulated Agent will be processed, \nvalidated and inspected as follows:- \n(i) \nAll accompanying documentation and data will be examined and \nconfirmed as accurate.  Where there is any discrepancy in the documentation, \nthis will be either:  \n(a) \nResolved or \n(b)  \nthe consignment treated as unknown cargo. \n(ii) \nThe identity of any customer or freight forwarder who delivers unknown \ncargo to a Regulated Air Cargo Agent for carriage by air will be verified and the \ndetails and facts of validation recorded. \n(iii) \nNon-consolidated consignment \n \nIn case of a non-consolidated consignment, checks will be carried out to  \nascertain whether the consignment is from;  \n(a) \nA known-consigner and is accompanied by a consignment security \ncertificate and therefore, may be treated as known cargo; or  \n(b) \nAn account customer and is accompanied by a consignment security \ncertificate and may, therefore, be treated as freighter class known cargo,  \n(c) \nIf, neither, the consignment will be treated as unknown cargo. \n \n(iv) \nConsolidated Consignment \n(a) \n Written \nconfirmation \nwill \nbe \nobtained \nfrom \nthe \nknown \nconsigner/account customer, that the consignments are either of known \ncargo or of freighter class known cargo. \n \n \n \n(b) \n Accompanying documentation  to be examined to  ensure that \nthere is a consignment or collection security certificate for each",
  "17": "Circulars for website(Cicular) \nconsignment or collection address in respect of known cargo/freighter \nclass known cargo. \n(c) \nWhere there is no written confirmation from the known consigner or \nthe account customer or where there is any unresolved discrepancy in \nsecurity certification, the consignment will be treated as unknown cargo. \nv) \nThe exterior of each consignment will be examined.  Where there is any \nunresolved suspicion it will be treated as unknown cargo. \n(vi) \nEach consignment will then be classified as known cargo i.e. known \ncargo, freighter class known cargo or unknown cargo and handled accordingly as \nper the prescribed security procedures. \nSecurity Measures for Known Cargo \n(A) \nReception Premises:  Premises used for reception of known cargo \nincluding freighter class known cargo will be secured and access controlled in \naccordance with the following criteria:- \n(i) \nIf it is a building then it will be of  sound structure and all doors, \nwindows and other access points either secured or subjected to effective access \ncontrol. \n \n(ii) \nIf it is done outside the building, then the compound shall be secured by a \nperimeter fence  of prescribed standards to maintain effective access control.  \n \n(iii) \nAccess control shall be exercised at all  access control points and there \nwill be no other means of access into the premises other than through that point \nor points. Each access control point will be either staffed, effectively monitored or \nsecured. Access control will normally be exercised by means of a security pass \nsystem. \n \n(B) \nPre-employment Checks:  Staff employed in handling known cargo, including \nfreighter class known cargo, will be recruited only after their character and \nantecedents as verified by the local police authorities, are found good.  Re-\nverification of character and antecedents  of the employees shall be carried out \nevery three years. \n \n(C) \nStaff Training:  Staff engaged in security duties will be trained to carry out \nthose duties in accordance with the criteria given in National Civil Aviation \nSecurity Training Programme. \n(D) \nStorage of Known cargo:  Consignments of known cargo including \nfreighter class known cargo will be held or stored within a secure environment \nuntil ready for transportation to the Aircraft Operator.  The storage may be done \nin a building, compound, case, compartment or room  which has been secured \nagainst access by unauthorized persons.",
  "18": "Circulars for website(Cicular) \n(E) \nDelivery:  The security of a consignment of known cargo including \nfreighter class known cargo shall be maintained during transfer by the Regulated \nAgent until it is received by an appropriate representative of the Aircraft Operator.  \nThe following security measures shall be applied during this transfer period:- \n(i) \nDispatch:  Before any consignment of known cargo including freighter \nclass unknown cargo is dispatched to the Aircraft Operator, it will be checked by \na responsible person to ensure that it has not been interfered in any obvious \nway, as  might compromise its security.  Freighter class known cargo will be \nclearly identified as such. In case of  sign of suspected interference/ interference \nthe entire cargo shall be treated as unknown cargo. \n \n(ii) \nTransportation:  Known cargo including freighter class known cargo will \nbe transported either by:- \na. \nRegulated Air Cargo Agents’ own or contracted transport; or  \nb. \nBy a hauliar whose operating procedures and security measures \nhave been approved by the Aircraft Operator. \n(iii) \nThe vehicle used to transport known cargo including freighter class known \ncargo will be securable.  Immediately prior to loading, it will be searched and \nintegrity of the search maintained until loading is completed.  Once loaded, the \ncargo compartment will be secured and made tamper evident. \niv) \nThe vehicle driver will identify himself to an appropriate representative of \nthe Aircraft Operator by means of a valid security pass or company identity \ndocument. \nv) \nThe vehicle will not be left unattended.  However, where this is \nunavoidable, the driver will check the security of his load and the integrity of \nseals or locks on his return and notify the Aircraft Operator, should he find any \nevidence of interference. \n \nSecurity Measures for unknown cargo \n \n(A) \nPremises for securing unknown cargo:  Premises which are \nused for security processing of unknown cargo shall be secured and access \ncontrolled in accordance with the following criteria:- \n(i) \nIf it is a building then it will be of  sound structure and all doors, windows \nand other access points either secured or subjected to effective access control.  \n(ii) \nIf it is done outside the building, then the compound shall be secured by a \nperimeter wall of prescribed standards to maintain effective access control. \n(iii) \nThe following access control measures shall be applied:- \n \na) \nAccess control shall be exercised at all  access control points and there \nshall be no other means of access into the premises other than through that point \nor points.",
  "19": "Circulars for website(Cicular) \n \nb) \nEach access control point will be either staffed, effectively monitored or \nsecured. \nc) \nAccess control shall  be exercised by means of a security pass system. \n \n(B) \nPre-employment Checks:  Staff employed in security processing of unknown \ncargo will be recruited only after their character and antecedents as verified by \nlocal police authorities are found good.  Re-verification of character and \nantecedents  of the employees shall be carried out every three years. \n \n(C) \nStaff Training:  Staff engaged for security duties will be trained to carry \nout those duties in accordance with the criteria given in National Civil Aviation \nSecurity Training Programme. \n(D) \nSecuring of unknown cargo:  Unknown cargo will be subjected to \n(a) \nScreening by X-Ray or  \n(b) \nSearch by hand such as to ensure that  \n \n(i) \nThe consignment and its contents are as stated on the \naccompanying documentation or data;  and \n(ii) \nNeither the consignment nor its contents have any signs of \nunauthorized tampering or interference, and \n(iii) \nIt contains no prohibited items. \n \n(c) \nCargo, the nature of which precludes, hand search or screening by \nX-Ray will be subjected to decompression and then held for a period of \ntime equivalent to the duration of the flight on which it will be transported \nor subjected to explosive detection test through sniffer dogs, or  explosive \ndetection  system specified by the Commissioner of Security (CA). \n(d) \nConsignments of express cargo or unaccompanied courier bags \nwhich are to be transported by a passenger or combi aircraft shall be X-\nRay screened from two different angles to ensure that these do not \ncontain any prohibited items. \n(e) \nWhere a consignment is screened by X-Ray, and screener is \nsuspicious about its contents, it will be further screened to confirm that it \ncontains no prohibited items.  This process may include one or more of \nthe following additional measures:- \n(i) \nRe-screening by X-Ray from a different angle, or \n(ii) \nSearch by hand or \n(iii) \nCheck by explosive detection system duly approved by the \nCommissioner, or \n(iv) \nSubject \nto \nany \nother \nmethod \nprescribed \nby \nthe \nCommissioner of Security, Civil Aviation.",
  "20": "Circulars for website(Cicular) \n(f) \nShould the screener still consider the consignment to be suspicious \nthen it will not be cleared for carriage by air. \n(g) \nRegulated Air Cargo Agent will not normally disclose to the \ncustomer or any other person who has no need to know, which measures \nwill be applied to a particular cargo.  In circumstances, where customer \nneeds to know which security controls will be applied to his consignment, \nthis disclosure will be recorded and the record held by the Regulated \nAgent for one year. \n \n \n \n(h) \nOnce a consignment of unknown cargo has been secured, a \nconsignment security certificate will be prepared by the regulated agent \nand it will accompany the consignment to which it refers until that \nconsignment is taken in custody of the Aircraft Operator. \n(E) \nStorage: \nConsignments of security cleared cargo which may now be \nregarded and handled as known cargo, will be held or stored within a secured \nenvironment until ready for transportation to the Aircraft Operator.  It may be \ndone in a building, compound, case, compartment or room which has been \nsecured against access by unauthorized persons. \n(F) \nDelivery:  The security of a consignment of known cargo including \nfreighter class known cargo shall be maintained during transfer from the \nRegulated Agent until it is received by the Aircraft Operator.  The following \nsecurity measures shall be applied during the transfer period:- \n(i) \nDispatch:  Before any consignment of known cargo including freighter \nclass known cargo is dispatched to the Aircraft Operator, it will be checked by a \nresponsible person to ensure that it has not been interfered in any obvious way, \nas might compromise in security.  Freighter class known cargo will be clearly \nidentified as such. \n \n(ii) \nTransportation:  Known cargo including freighter class known cargo will \nbe transported either by:-  \na. \nRegulated Air Cargo Agents’ own or contracted transport; or  \nb. \nBy a haulier whose operating procedures and security measures \nhave been approved by the Aircraft Operator. \n(iii) \nThe vehicle used to transport known cargo including freighter class known \ncargo will be securable.  Immediately prior to loading, it will be searched and \nintegrity of the search maintained until loading is completed.  Once loaded, the \ncargo compartment will be secured and made tamper evident.",
  "21": "Circulars for website(Cicular) \niv) \nThe vehicle driver will identify himself to the appropriate representative of \nthe Aircraft Operator by means of a valid security pass or company identity \ndocument. \nv) \nThe vehicle will not be left unattended.  However, where this is \nunavoidable, the driver will check the security of his load and the integrity of \nseals or locks, on his return and notify the Aircraft Operator, should he find any \nevidence of interference. \n \nAIRLINE SECURITY MEASURES \n \n \nSecurity of Cargo delivered to an aircraft operator will be achieved by the \naircraft operator through the application of airline security measures.  These \nmeasures will be implemented prior to the consignment of Cargo being loaded on \nto an aircraft.  There are three categories of airline security measures.  Those \napplicable to - \n \n(i) \nConsignments of Known cargo including freighter class known cargo. \n(ii) \nConsignments of Unknown Cargo \n \n \n(iii) \nAircraft Security Measures – Measures for the security of the aircraft on \nwhich the Cargo will be carried. \n \n \nCargo Validation and Inspection: \n \n \n All Cargo received by an aircraft operator will be processed, validated and \ninspected as below : \n \na) \nAll relevant documentation will be examined and confirmed as \naccurate.  Where there is any discrepancy in the documentation, this will be \neither – \n(i) Resolved and record made of the discrepancies \n \nOr \n(ii) The consignment treated as Unknown Cargo. \n \nb) \nThe identity of any customer or freight forwarder, who delivers Unknown Cargo to \nan aircraft operator for carriage by air will be verified and his details along with \nfact of validation recorded.  \n \nc) \nNon-consolidated consignment:  Non-consolidated consignments will be \nchecked to confirm whether these are from – \n \n(i)  \nAn account customer and accompanied by a consignment or collection security \ncertificate which may, therefore, be treated as freighter class Known cargo. \n \n \nor \n(ii) \nA known consigner and accompanied by a consignment security certificate and \ntherefore may be treated as Known Cargo \n \n \nOr",
  "22": "Circulars for website(Cicular) \n(iii) \nA Regulated air cargo Agent and  accompanied by a consignment  security \ncertificate and therefore may be treated as Known Cargo. \n \n \nOr \n(iv) \nIf neither, the consignment will be treated as Unknown Cargo. \n \nd) \nConsolidated Consignment:- \ni) \nThe aircraft operator will obtain written confirmation from the regulated \nair cargo agent whether the consignments are all known cargo or all freighter \nclass known Cargo, where there is mix, the whole consolidation will be treated as \nfreighter class Known Cargo.   \nii) \nAccompanying documentation will be examined to ensure that there is \na consignment or collection security certificate for each consignment or collection \naddress in respect of Known Cargo including freighter class Known Cargo. Where \nthere \nis \nno \nsuch \ncertificate \nfrom \nthe \naccount \ncustomer/known \nconsigners/Regulated air cargo agent or where there is any unresolved \ndiscrepancy in security certificates, the consignment will be treated as Unknown \nCargo. \n \n(f ) \nThe exterior of each consignment will be inspected.  Where there is any evidence \nto indicate that the consignment may have been tampered with in any manner it \nwill be treated as Unknown Cargo.   \n(g)  \nEach consignment/consolidation will then be classified as Known Cargo or \nfreighter class Known Cargo or unknown cargo and then processed as per the \nprescribed procedure. \n \nSECURITY MEASURES FOR KNOWN CARGO \n \n1. \n \nReception Premises \n \n \nPremises which are used for reception of Known Cargo including freighter class \nknown cargo will be secured and access controlled in accordance with the \nfollowing criteria:  \n \na) \nIf it is a Building, then it will be of sound structure and all doors, windows and \nother access points either secured or subjected to effective access control. \n \nb) \nIn case, it is done outside the building, shall be secured by a perimeter fence of \nprescribed standards to maintain effective access control. \n \nc) \nAccess control measures will be applied as below: \n \ni) \nAccess control shall be used at all access control points and there \nwill be no other means of access into the premises other than \nthrough that point or points.",
  "23": "Circulars for website(Cicular) \nii) \nEach access control point will be either staffed effectively monitored \nor secured \niii) \nAccess control will normally be exercised by means of a security \npass system. \n \n2. \n \nPre-Employment Checks: \nStaff employed in processing of Known cargo including freighter class \nKnown Cargo will be recruited only after their character and antecedents, as \nverified by local authorities, are found good. Re-verification of character and \nantecedents  of the employees shall be carried out every three years. \n3. \n \nStaff Training: \n \nStaff engaged in performing security duties will be trained to carry out \nthese duties in accordance with criteria given in National Civil Aviation Security \nTraining Program. \n4. \n \n Storage of Known Cargo \n \nConsignment of Known cargo including freighter class known cargo will be \nsegregated from other items and held or stored within a secured environment \nuntil ready for transportation to the operating aircraft.  Secured environment may \nbe a building, a compound, a cage, compartment or room which has been \nsecured against access by unauthorized persons and made tamper evident or \nfitted with an effective intruder detection alarm system. \n \nThe need to provide tamper evident measures or intruder detection alarm \nsystem for secured environment may be dispensed with provided there is \ncontinuous ability to detect unauthorized access to the relevant secured \nenvironment. \n \n5. \nDelivery: \n \nThe security of a consignment of Known cargo including freighter class Known cargo \nwill be maintained during transportation to the aircraft on which it will be carried.  \nThe following security measures shall be applied: \n \n(a) \nDispatch: \nBefore any consignment of Known cargo including freighter class \nKnown Cargo is dispatched to the aircraft, the consignment will be checked by a \nresponsible person to ensure that it has not been tampered with in any obvious \nmanner as might compromise its security. \n \n(b) \nTransportation \ni) \nConsignment of Known Cargo including freighter class Known cargo \nwill be transported either by- \nii) \nThe aircraft operators’ own or contracted transport or \niii) \nA haulier, whose operating procedures and security measures have \nbeen approved by the aircraft operator.",
  "24": "Circulars for website(Cicular) \n \nDuring the transportation process, the Known cargo including freighter class \ncargo will be protected from unauthorized access and will not be left unattended \nirrespective of the fact whether it is being done within a restricted zone or \ncontrolled area. \nSECURITY MEASURES FOR UNKNOWN CARGO: \n \n1.              Premises for securing unknown cargo  \nPremises which are used by the aircraft operator for security processing of the \nUnknown cargo will be secured and access controlled in accordance with the \nfollowing criteria: \n \n(a) \nIf it is a building, then it will be of sound structure and all doors, \nwindows and other access points either secured or subjected to effective access \ncontrol. \n \n(b) \n In case it is done outside the building, the compound shall be secure \nby a perimeter fence of prescribed standards to maintain effective access control. \n \n(c) \nAccess control measures will be applied as below: \ni) \nAccess control will be exercised at all access control points and \nthere will be no other means of access into the premises other than \nthrough that point or points.   \nii) \nAll access control points will be either staffed, effectively \nmonitored, or secured.   \niii) \nAccess control will be exercised by means of a security pass \nsystem. \n \n2. \nPre-Employment Checks: \nStaff employed in security processing of Unknown Cargo will be recruited \nonly after their character and antecedents as verified by local authorities are \nfound good.  Re-verification of character and antecedents of the employees shall \nbe carried out every three years. \n  \n \n \n \n3. \nStaff Training: \n \nStaff engaged in security processing of unknown cargo will be trained to carry out \nto these duties in accordance with the criteria given in National Civil Aviation \nSecurity Training Programme. \n \n4. \nSecuring of Unknown Cargo \n \nA) \nUnknown Cargo will be subjected to following security controls: \na) \nX-ray screening or \nb) \nSearch by hand to ensure that –",
  "25": "Circulars for website(Cicular) \n \ni) \nthe consignment and its contents are as mentioned in \naccompanying documents; \nii) \nNeither the consignment nor its contents show any sign of \nunauthorized tampering or interference and \niii) \nthe consignment does not contain any prohibited item. \n \nB) \nCargo, the nature of which precludes hand search or screening by X-ray shall be \nsubjected to decompression and then held for a period of time equivalent to the \nduration of the flight on which it will be transported.   \na) \nScreening by X-ray from two different angles along with the physical search on \ncontinuous random basis where the percentage of such physical search including \nthose of suspected items shall not be less than 15% of the relevant consignment \n \nor \nb) \nSearch by hand so as to ensure that – \n \ni) \nthe consignment and its contents are as stated in the \naccompanying documents. \nii) \nNeither the consignment nor its contents show signs of \nunauthorized \n \ntampering \nor \ninterference; \nThe \nconsignment does not contain any prohibited item. \n \nc) \nThe consignment, the nature of which precludes hand search or screening by   \nX-ray will be subjected to decompression and then held for a period of time \nequivalent to the duration of the flight on which it will be transported \n \n \nand/ or \n explosive detection test through sniffer dogs or checked by an explosive detection \nsystem, specified by the Commissioner to ensure that the consignment does not \ncontain any explosive substance/device. \n \n \nand / or \nSubjected to any other method prescribed by the Commissioner. \n \nd) \nConsignments of express cargo, unaccompanied courier bags and mail which \nare to be transported by a pax or combi aircraft shall be X-Ray screened from \ntwo different angles to ensure that these do not contain any prohibited items.   \n \ne) \nWhere a consignment is screened by X-ray, and the screener is suspicious about \nits contents then it will be screened further to confirm that it does not contain any \nprohibited item.  Re-screening may include one or more of the following \nadditional measures: \n \ni. \nRe-screening by X-ray from a different angle \n \n \n \nand/or \nii. \nsearch by hand \n \n \n \nand/or",
  "26": "Circulars for website(Cicular) \niii. \nchecked by an explosive detection system, specified by the \nCommissioner to ensure that the consignment does not contain any \nexplosive incendiary substance or device. \niv. \nSubjected to any other method prescribed by the \nCommissioner. \n \nf) \nIf the screener still consider the consignment to be suspicious, then it will not be \ncarried by air. \n \ng) \nThe aircraft operator will not normally disclose to  the customer or any other \nperson who has no need to know which security measures will be applied to any \nparticular consignment of Cargo/Express Cargo.  In circumstances where the \ncustomer need to know about the specific security controls, which will be applied \nto consignment, this disclosure will be recorded and the record held for one year. \n \n5. \n \nStorage of Known Cargo: \n \nSecured consignment of Unknown Cargo, which will now be regarded and \nhandled, as Known Cargo will be segregated from other items and held or stored \nwithin a secured environment, ready for transportation to the operating aircraft.  It \nwill be done either in a building or compound, a cage, a compartment or a room \nwhich is secured against access by unauthorized persons and made tamper \nevident or fitted with intruder detection alarm system.   \n \nThe need to provide tamper evident measures or intruder detection alarm \nsystem for secured environment may be dispensed with provided there is \ncontinuous ability to detect unauthorized access to the relevant secured \nenvironment. \n \n6. \n \nDelivery: \n \nThe security of a consignment of Known Cargo including freighter class \nknown cargo will be maintained during transportation to the aircraft on which it \nwill be carried.  The following security measures will be applied during \ntransportation: \n \na) \nDispatch: Before any consignment of Known cargo including freighter class \nKnown Cargo is dispatched to the aircraft, the consignment will be checked by a \nresponsible person to ensure that it has not been tampered with in any obvious \nmanner as might compromise its security. \n \nb) \nTransportation:  Consignment of Known Cargo including freighter class Known \ncargo will be transported either by- \n \ni) \nThe aircraft operators’ own or contracted transport or",
  "27": "Circulars for website(Cicular) \nii) \nA haulier, whose operating procedures and security measures \nhave been approved by the aircraft operator. \niii) \nThe vehicle used to transport known cargo including freighter class \nknown cargo will be securable.  Immediately prior to loading, it will be searched \nand integrity of the search maintained until loading is completed.  Once loaded, \nthe cargo compartment will be secured and made tamper evident. \niv) \nThe vehicle driver will identify himself to the appropriate \nrepresentative of the Aircraft Operator by means of a valid security pass or \ncompany identity document. \nv) \nThe vehicle will not be left unattended.  However, where this is \nunavoidable, the driver will check the security of his load and the integrity of \nseals or locks, on his return and notify the Aircraft Operator, should he find any \nevidence of interference. \n \n7. \nCarriage of freighter class Known Cargo. \nFreighter class Known cargo shall not be carried on a passenger or Combi aircraft. \n \nSecurity Measures for Aircraft : \n \n(a) \nThe main idea behind Cargo \nsecurity measures is to prevent an act of unlawful interference, which may \ndestroy or damage an aircraft carrying Cargo in-flight thereby endangering public \nsafety. \n(b) \nAppropriate security measures \nhave been prescribed in the National Civil Aviation Security Program in respect \nof passenger/Combi aircrafts.  Therefore, no additional measures may be \nrequired in respect of such aircrafts which carry cargo also. \n(c) \nIn respect of an All Cargo aircraft, \nthe following security measures shall be implemented by the aircraft operator. \n \n1. \nCargo loading Zone: \n \nA Cargo loading zone will be set up for the duration of Cargo operation.  The Cargo \nloading zone will incorporate the operating aircraft and the aircraft parking area. \n \na) \nIf the Cargo loading zone is located within the restricted area of an airport, where \neffective access control measures are already in place, no additional access \ncontrol measures may be required. \n \nb) \nIn case the Cargo loading zone is located outside restricted areas of an airport, \nthe following security measures will be applied: \n \ni) \nThe zone will be clearly demarcated by a perimeter fence of  prescribed \nstandards. \nii) \nThe Cargo loading zone will be searched before being declared active. \niii) \nIt will be kept under surveillance.",
  "28": "Circulars for website(Cicular) \niv) \n Access to the zone will be controlled. \n \n2. \n \nSearch of the aircraft: \n \na) \nAn All Cargo aircraft will be searched either – \n \ni) \nImmediately before being taken into a restricted zone. Or \nii) \nBefore any consignment of Cargo is placed on board an aircraft \noperating from a Cargo loading zone if the aircraft has been left \nunattended.  \n \nb) \n The search will be conducted by trained security staff of the aircraft \noperator and it will be of a standard reasonable to ensure that there are no \nprohibited items or unauthorized persons within the Cargo loading zone or on \nboard the aircraft. \n \n3. \n \nAccess Control \n \nAs soon as search of the aircraft/Cargo loading zone has been completed or where no \nsearch is required before any cargo is placed on board the aircraft, the cargo \nloading zone will be declared active and the following security measures applied. \n \na) \nAccess into the Cargo loading zone will be controlled and only \nauthorized persons will be allowed entry into it, after search of their persons and \nbaggage. \nb) \nPersons allowed on-to the aircraft with the items they carry or \notherwise in their possession, will be searched before access is allowed.   \nc) \nThe search will be carried out by trained screeners of the aircraft \noperator and it will be of a standard reasonable to ensure that no prohibited items \nare being taken on board the aircraft. \n \n4. \nDeactivation of Cargo loading zone. \n \n \nA Cargo loading zone may be deactivated only when an operating all cargo \naircraft has commenced push-back procedures and its doors have been closed. \n \nSecurity Measures for Express Cargo \n \nTime defined material including freight, small parcels, documents and \nmaterials collected and delivered on door to door basis, is termed as Express \nCargo.   \n \nExpress Cargo services compete with Postal Services and carry items \noriginated by a wide range of individuals and companies.  Items of Express \nCargo are limited to small packages, which are segregated into documents and \nother commercial items. A document waybill is prepared for documents and",
  "29": "Circulars for website(Cicular) \ncommercial way bill for other commercial items.  All the items are accompanied \nby invoice.  Way- bills bear the name and address of the consigner.  \n \n Express Cargo companies will be required to know what is contained in \neach package so that they do not place any dangerous good on board an \naircraft.  For this, the companies will retain the right to open Express Cargo \npackages at their respective premises.  After physical check of the contents, the \npackages will be repacked in the company’s envelopes.  \n \nExpress cargo companies will also not inform the consigners as to which \nairline will carry a particular item of Express cargo.  If a consigner requires to \nknow particulars of the airline which will carry his items, it will be recorded and \nthe record held for one month.  It will be treated as suspicious consignment and \nsecurity processed with full caution. \n \n \nExpress Cargo will be subjected to either of the following security measures \nbefore it is placed on board an aircraft. \n \n(a) \nExpress Cargo, which has been subjected to prescribed Account customers \nsecurity measures by an Account Customer will be treated as Freighter class \nKnown Cargo and handled accordingly as per the laid down security procedure \nby the Regulated Air Cargo Agent or the aircraft operator. \n \n(b) \nExpress Cargo which has been subjected to prescribed Known consigner \nsecurity measures by a Known consigner will be treated as Known cargo and \nhandled accordingly as per the laid down security procedure by the Regulated Air \nCargo agent or the aircraft operator. \n \n(c) \nExpress Cargo, which has been subjected to prescribed Known Cargo or \nunknown cargo security measures, as the case may be, by the Regulated air \nCargo agent will be treated as Known Cargo by the aircraft operator and handled \naccordingly as per the laid down security norms.   \n \n(d) \nUnknown Express cargo received directly by an aircraft operator will be secured \nfirst as Known Cargo, as per the prescribed security procedure and thereafter \nhandled as Known Cargo before finally being placed on board the aircraft. \n \n \nSECURITY MEASURES FOR COURIER BAGS \n \n \n \nCourier traffic is essentially Express cargo transported by or on behalf of \nthe Courier companies.  The consignments accompanied by a courier are \ntransported as hold baggage.  The reason why Courier accompanies the \nconsignment is to facilitate their passage through controls and to ensure that \nthese are not delayed.  Large companies usually have agents to deal with such \nmatters and it is only the smaller companies who send on board couriers.",
  "30": "Circulars for website(Cicular) \nCouriers are frequently employed casually, provided with an opportunity to travel \nif they will accompany a consignment of courier bags, and they normally have no \nknowledge of what the consignment contains.  A courier may not even be \nidentified as a courier at the time of depositing consignment of courier bags at \nthe airline checking counter.  So these circumstances nullify the application of \nsecurity procedures, which ensure that the passenger will travel on the same \naircraft with his hold baggage.  \n \n Security requirements in respect of accompanied courier bags can only \nbe met if the consignment of such Courier bags are identified and thereafter \nscreened, as per prescribed procedure, by the aircraft operator. \n \n(A) \n \nRegistration of a Courier Company or Agency  \n \nNo airline operator shall accept Courier bags for transportation from a \nperson or agency unless it has been duly registered with the airline operator.  \nRegistration will be done after inspection of the business premises of the \ncompany and after verifying its character and antecedents through the local \nauthorities. \n \n \n \n(B) \n \nSecurity Measures for un accompanied Courier Bags \n \nUnaccompanied Courier bags will be subjected to same security controls \nas prescribed for Express Cargo. \n \n2) \nSecurity Measures for Accompanied Courier bags: \n \nEach consignment of accompanied Courier bags will be identified with the \nconcerned courier by the airline operator and thereafter subjected to same \nsecurity controls, as prescribed for hold baggage of a passenger. \n \nSECURITY MEASURES FOR MAIL \n \nA. \nSecurity Measures by Postal authorities \n(1) \nPremises: \n(a) \nBuilding which is used for preparation of Mail for carriage by air, will \nbe of sound structure and all doors and windows and other access points \neither secured or subjected to effective access control. \n(b) \nAll access points in the building will be controlled and there will be \nno other means of access into the building other than through that point or \npoints. \n(c) \nAccess control will normally be done by means of a security pass \nsystem. \n(2) \nPre-employment Checks",
  "31": "Circulars for website(Cicular) \n \nStaff employed in preparation of Mail for carriage by air shall be \nrecruited only after their character and antecedents are found good, as \nverified through local Police/Intelligence authorities. Re-verification of \ncharacter and antecedents of the employees shall be carried out every \nthree years. \n(3) \nSecurity Awareness Training \n \n(a) \nStaff engaged in processing of Mail for carriage by air will be \nprovided with training sufficient to enable them to understand and carry out \ntheir security responsibilities. This training will be carried out before they \nare allowed access to any consignment of Mail, which is to be dispatched \nto an aircraft operator for carriage by air and at regular intervals thereafter. \n(b) \nSecurity Awareness Training will be organized by the Postal \nauthorities in accordance with the criteria given in the National Civil \nAviation Security Training Programme. \n \n(4) \nProfiling/Questioning in case of Speed Post(time sensitive mail) \n \n \nBefore accepting any Speed Post article/packet, following questions \nwill be asked by the concerned Postal official to the relevant consigner : \n \na) \nWho has packed and sealed the packet. \nb) \nDo you know the contents of the packet. \nc) \nAre you sure that the packet does not contain any danger goods. \nd) \nWas the packet in your possession throughout, after it was \npacked and sealed. \n \nIn case reply by the consigner to any of the above questions raises \nsuspicion about  contents of the packet, the concerned Postal Official shall \nrequire the consigner to open the packet for physical check of its contents \nto ensure that it does not contain any dangerous good. \n \n(5) \nSecurity Seals and Storage. \n \n \nPostal bags shall be affixed with tamper-evident seal and stored \nwithin a secured environment i.e building cage, compartments of room \nwhich is secured against access by unauthorized persons until ready for \ntransportation to the aircraft operator. \n \n(6) \nDispatch/Delivery \n \n \nWhile delivering Mail to the aircraft operator, following security \nmeasures shall be applied during transfer period :",
  "32": "Circulars for website(Cicular) \n(a) \nDispatch \n \n \nBefore any consignment is loaded into the vehicle for dispatch to an \naircraft operator, it will be checked by a responsible person to ensure that it has \nnot been tampered with in any obvious way. \n(b) \nTransportation  \n \nMail bags will be transported by :- \n(i) \nPostal Departments own or contracted vehicle. \n                                    OR \n(ii) \nby a haulier whose operating procedures and security measures have \nbeen approved  \n            by the aircraft operator. \n(iii) \nAny vehicle used to transport Mail shall be securable. It will be searched \nimmediately  \n            prior to loading and the integrity of the search maintained until loading is \ncompleted.   \n            Once loaded, the Mail compartment shall be secured or made tamper-\nevident. \n(iv) \nThe vehicle driver shall identify himself to the aircraft operator by means of \na valid  \n             Security  photo pass. \n(v) \n The vehicle shall not be left unattended during transfer period. However, \nwhen it is  \n              unavoidable , the driver will check the security of the Mail compartment \non return  \n              and notify to the aircraft operator, should he find any evidence of \ninterference. \n \nB \nSecurity Measures by the Aircraft Operator :  \n \nAll Mail received by an aircraft operator will be security processed as below :- \n \n1. \nPremises \n \n \nPremises which are used by the aircraft operator for security processing of \nMail will be secured and access controlled in accordance with the following \ncriteria. \n \n(a) \nBuilding which are used for the purpose will be of sound structure and all \nits doors and windows and other access points either secured or subjected  to \neffective access . \n(b) \nAccess control measures will be applied as below. \n \n(i) \nAccess control will be exercised at all access points and there will \nbe no other means of access into the premises/building other than through \nthat point or points.",
  "33": "Circulars for website(Cicular) \n(ii) \nAll access control points will be either staffed, effectively monitored \nor secured. \n(iii) \nAccess control will be exercised by means of a security pass \nsystem. \n \n2. \nPre-employment Checks : \n \n \n \n \na) \nStaff employed in security processing of Mail will be recruited only after \ntheir character  and antecedents are found good, as verified by the local \nPolice authorities. Re-verification of  character and antecedents  of the \nemployees shall be carried out every three years. \n \n3 \nTraining \n \n \nStaff engaged in security processing of Mail will be trained to carry \nout these duties in accordance with the criteria given in National Civil \nAviation Security Training Programme.  Training will be accomplished \nbefore the relevant staff is deployed to do security processing of the mail, \nand at regular intervals thereafter. \n \n4 \nSecuring of Mail : \n \n \nScreening of Mail bags will be done as below : \na) \nIn case the mail is transported by an all Cargo aircraft, X-ray \nscreening                    \n          of the Postal bags may not be required and the aircraft operator may   \ndispense with it. \nb) \nIn case of transportation by a Combi or Passenger aircraft, \nscreening will be done as below : \n \n(i) \nEach postal bag will be subjected to X-ray screening . Speed \npost                   \n                    items will  be done by a certified screener. \n(ii) \nThe Mail bag, nature of which preclude X-ray screening, will be    \nsubjected to decompression and then held for a period of time \nequivalent to the duration of the flight. \n(iii) \nWhen a Postal bag is screened by X- ray and the screener is \nsuspicious about its contents. Then it will be subject to additional \nsecurity controls to confirm that it does not contain any \nprohibited/dangerous item. Additional security controls may \ninclude one or more of the following measures. \na) \nRe- screening by X-ray from a different angle. \nb) \nCheck by explosive detection system approved by the \nCommissioner.",
  "34": "Circulars for website(Cicular) \nAnd \nc) \n if the screener still considers the article/packet/bag to be \nsuspicious , then it will not be carried by air. \n \n (5) \nStorage of secured Mail bags : \n \nSecured consignments of Postal bags will be held and stored within \na secured environment until ready for transportation to the operating \naircraft. It will be done either in a building, a cage, a compartment or a \nroom, which is secured against access by unauthorised persons and made \ntamper-evident or fitted with intruder detection alarm system. \n \nThe need to provide tamper-evident measures or intruder detection \nalarm system for secured environment may be dispensed with, provided \nthere is continuous ability to detect unauthorized access to the relevant \nsecured environment. \n(6) \nDelivery : \n \n \nThe security of Mail bags will be maintained during transportation to \nthe aircraft on which it will be carried. Following security measures shall be \napplied during transportation:    \na) \nDespatch \n \nBefore any consignment of Mail is dispatched to the aircraft, it will be \nchecked by a responsible person to ensure that it has not been tampered \nwith in any obvious manner, as might compromise it security. \nb) \nTransportation: \n \nIt will be done by : \ni) \nthe aircraft operators own or contracted vehicle. \nOr \nii) haulier, whose operating procedure and security measures have \nbeen approved by the aircraft operator.  \niii) The vehicle used for transporting Mail bags will be securable. \nImmediately prior to loading, it will be searched and intergrity of the \nsearch maintained until loading is completed. Once loaded, the mail \ncompartment will be secured and made tamper-evident. \niv) The vehicle driver will identify himself to the appropriate \nrepresentative of the aircraft operator by means of a valid security pass \nor company identity document. \n \nThe vehicle will not be left unattended. However, where this is \nunavoidable, the driver will check security of the Mail compartment and \nintergrity of seals or locks, on his return and notify to the aircraft \noperator, should he find any evidence of interference.",
  "35": "Circulars for website(Cicular) \nSecurity Measures for Trans-shipment Cargo \n \nTrans-shipment cargo is a consignment of Cargo originating from an \nairport  within or outside India which arrives at an aircraft operator / Regulated Air \nCargo agent’s premises in India, with a valid flight number for carriage on \nanother flight from any airport in India. \n \nTrans-shipment Cargo received by a Regulated Agent or aircraft operator \nwill be processed, validated and inspected as below: \n \n(a) \nAll appropriate documentation will be examined and confirmed as accurate.  \nWhere there is any discrepancy in the documentation, this will be resolved and a  \nrecord made of the discrepancies. In case the discrepancies remain on resolved,  \nthe consignment will be treated as Unknown Cargo. \n \n(b) \nIf it is a non-consolidated consignment from a Known consigner and is \naccompanied by a consignment  security certificate, it will be treated as Known \nCargo and handled accordingly as per the prescribed security procedure. In case \nthe consignment is from an Account customer and is accompanied by a \nconsignment or collection security certificate then it will be treated as Freighter \nclass Known Cargo and security processed, as per norms prescribed for such \nCargo. \n \n(c) \nFor a consolidated consignment of trans-shipment cargo, the Regulated agent or \nthe aircraft operator will confirm from the accompanying documents whether the \nconsignments are either all Known cargo or all freighter class Known cargo.  \nWhere there is a mix, the whole consolidation will be treated as Freighter class \nKnown cargo.  Consignment security certificate for each consignment or \ncollection security certificate for each collection address will also be examined in \nrespect of  Known Cargo/Freighter class Known cargo.  Depending on status of \nthe consignment i.e. Known Cargo or Freighter class Known cargo, prescribed \nsecurity measures will be applied by the Regulated air cargo agent/aircraft \noperator before it is placed on board an aircraft. \n \n \n \n \n \nSecurity Measures for Secret/Sensitive Cargo \n \n \nThe Commissioner of Security (Civil Aviation) may authorize carriage of any \nCargo, Express cargo or Courier bag by the airline operator, which has been \nsubjected to regulatory requirements, provided for an appropriate level of \nsecurity, without subjecting it to security controls like X-ray screening and",
  "36": "Circulars for website(Cicular) \nphysical check, and subject to such conditions, if any, as may be specified by the \nCommissioner. \n \nBefore placing such consignment on board an aircraft, the airline operator shall \nensure that the consignment has been handed over personally by a responsible \nperson of the Organization intending to send such Cargo and it is accompanied \nby a certificate from an authorized signatory of such organization to the effect \nthat the consignment has been checked physically, packed and transported to \nthe airline operator’s receiving office under supervision of a responsible person, \nand that it does not contain any dangerous goods or any other prohibited item \nwhich may be used for committing an act of unlawful interference with civil \naviation. \n \nSecurity Measures for carriage of Dead bodies/human Crematal \nRemains \nDead body/Human/Crematal remains will be transported as Air Cargo and \nfollowing security controls will be applied by the aircraft operator: \n \nSecurity controls \n \n1 \nStation Manager/Station Security Manager of the Aircraft Operator will examine \nand validate accompanying documents as below:- \n \n(a)  In case of movement from a station within India \n(i) \nDeath Certificate from a competent Medical Authority; \n(ii) \nEmbalming Certificate by the Hospital/competent Authority; \n(iii) \nPermission by the local Police Authorities for carrying dead \nbody/human remains; \n(iv) \nAny document like Driving licence or Passport or any other \nPhoto ID Card issued by a Govt./semi-Govt. agency to establish identity of the \ndeceased. \n \n(b) \nIn case of transportation from a Foreign Station \n \n(i) \nDeath Certificate from a competent Medical Authority; \n(ii) \nEmbalming Certificate by the Hospital/competent Authority; \n(iii) \nCertificate by the local Police Authority for carriage of dead \nbody/human remains; \n(iv) \nPermission from the Indian Mission for carriage; \n(v) \nCopies of cancelled passport of the deceased. \n \n2 \nIdentity of the relative/person who accompanies the dead body/human remains \nshall be established. \n \n3. \nIn case no relative/person accompanies the dead body/human remains the \nconsignment will be screened through X-ray, to ensure that it does not contain \nany prohibited/dangerous item. \n \n4 \nIn the absence of X-ray machine at a particular station, dead body/human \nremains shall be inspected visually by a responsible employee of the aircraft \noperator to ensure that the consignment has dead body/human remains only and \nnothing else which may endanger safety of the flight.",
  "37": "Circulars for website(Cicular) \n \n \nPROCEDURE FOR REVIEW  \n \n \nThe scheme will be subject to review quarterly in the 1st year of its \nimplementation, once the procedures are put to implementation or on receipt of \nany request from any member of the committee. \n \n \nThis will come into force with immediate effect. \n \n \n \n \n \n(M. Malaviya) \nAddl. Commissioner of Security (CA) \n \n \n \nDistribution : As per list attached. \nCopy to : 1.MCA (Shri S. Gowri Shankar, Under Secretary), RG Bhawan, New \nDelhi-w.r.t. D.O No.AV-13024/30/2004-SS  dated 19/12/2007."
}