{
  "1": "CIRCULAR NO   1 / 2001 \n \nSUB : AVSEC MEASURES \n \nAs a result of shortcomings that have been observed from time to time at \ndifferent airports in the country, a number of areas of common concern have \nemerged and need attention particular the following measures to preclude the \npossibility of breach of security arrangements: - \n \n \na. \nAnti-Hijacking measures \n \ni. \nFrisking of passengers and search of their hand baggage. \nii. \nArmed support to frisking and searching staff. \niii. \nEscorting of passengers to the aircraft. \niv. \nIdentification of accompanied baggage. \n \nv. \nApron security \nvi. \nPerimeter security. \nvii. Security of catering items. \nviii. Surveillance in departure areas. \nix. \nUse of electronic aids – DFMD, HHMD & BIS. \nx. \nSecondary security check. \nxi. \nPersonnel security. \nxii. Provision of sky marshals in respect of flights under threat and on \nrandom basis in flights operating in sensitive sectors.  \n \nb. \nAnti Sabotage measures \n \ni. \nIdentification of registered baggage at the time of boarding the \naircraft. \nii.  Supervision of registered baggage from check-in counter till \nloading into the aircraft by airlines staff. \niii.  Anti-sabotage check at originating station and guarding of aircraft \nuntil take off. \niv.     Guarding of aircraft at transiting stations. \nv.     Prevention of access by unauthorized persons (wearing of PICs \nby authorized persons). \nvi.     On the job supervision of airline personnel authorized access \ninto the aircraft. \nvii.     Security of aircrew baggage. \nviii. Security of aircraft document bags. \nix.     Security of catering items. \nx.     Security of fuel. \nxi.     Check and safe conveyance of other items such as cargo, postal \nmail etc. \nxii.      Non-acceptance by passengers of last minute items.",
  "2": "xiii.  Passengers to ensure that they are sure of the contents of their \nbaggage. \n \n \nc. \nMeasures against terrorist attacks. \n \ni. \nGuarding of aircraft. \nii. \nApron / airport access control. \niii. \nArmed reserve to meet such emergencies. \niv. \nProximity of police stations / out posts. \nv. \nEffective alternate communication system. (Other than normal \ntelephone) \n   \n2. \nThe following aspects having gray areas need urgent attention: - \n \na. \nAccess control \n \ni. \nFrisking of staff entering the operational area directly from other \naccess points. \nii. \nEffective surveillance cover in and around the terminal building \nand operational areas at the airports. \niii. \nEntry of visitors if banned should be strictly enforced. \niv. \nStaff members subjected to checking every time they enter the \nsterile lounge. \nv. \nPolitical leader/functionaries and their hangers on enter the apron \narea without passes. \nvi. \nAccess points opening towards operational areas remain \nunguarded. \nvii. \nUnauthorized entry of vehicles in the operational areas. \nviii. \nPersons wearing PIC’s are not subjected to security checks.  \nNeither is nay check done to examine the PIC. \nix. \nConstruction workers being allowed entry in operational areas \nwithout passes and no supervision are being maintained. \nx. \nOuter gates of the airport are not being manned. \nxi. \nGuarding of terminal building undertaken only during operational \nhours. \nxii. \nSurveillance arrangements are not effective considering the vast \narea to be guarded vis-à-vis the staff deployed for the purpose.  \n \n        b.     Perimeter Security: \n \n            At many of the airports, perimeter security is rather weak and \nbeset with following shortcomings: - \n \ni. \nNo perimeter guarding arrangements. \nii. \nPerimeter wall / fencing broken.",
  "3": "iii. \nHeight of perimeter wall / overhang below the standard \nspecifications. \niv. \nInadequate lighting arrangements. \n \nv. \nWild growth on either side of the perimeter fencing. \nvi. \nPerimeter road is non-existent. \nvii. \n Watchtowers are not manned. \nviii. \n Location of shrines inside operational areas (e.g. Calcutta, Delhi, \nVaranasi & Amritsar ). \n \n       c.      Bomb Disposal \n \ni. \nBomb Disposal Squads are not available for providing cover to all \nthe airports. \nii. \nCooling off pit not available or not maintained. \niii. \nLack of coordination between various agencies during handling \nof bomb threat calls. \n \n       d.      Anti-sabotage measures \n \ni. \nCatering vans are not being sealed / escorted while moving from \ncatering establishments to the airport. \n \nii. \nAbsence of on-the-job supervision on baggage make up areas / \naircraft over loaders, technicians etc., during work in progress. \niii. \nNo checking of vehicles in the car park to counter threat of car \nbomb attacks. \niv. \nParking of vehicles close to the terminal buildings. \n \n       e.      Surveillance arrangements \n \n       Surveillance arrangements are airports need to be upgraded to ensure \nthat areas      in and around the terminal building and operational areas are \nsuitably covered. \n \n \nSurveillance is also required in terminal buildings.  Patrols through \nlounges should be on the look out for transference of weapons between \npassengers and staff. \n \n \nf. Passenger Profiling \n \nPassenger profiling has not been given the desired degree of \nprominence in India.  However, this aspect is taken very seriously in \ncountries like USA, Israel etc., and suspicious indicators are observed at \nclose quarters to detect terrorist and others traveling on forged \ndocuments etc.  Personnel need to be trained in recognizing specific",
  "4": "indicators.  It may be mentioned that suspicious indicators can consist of \ntravel documents, luggage, personal appearance and behaviours, \naudio-visual manifestation etc.  \n   \n \n \nThe passengers are closely watched while posing questions.  \nDuring their answer, care and caution is observed to detect suspicious \nactivities based on behaviours, speech, body movement, and facial \nexpression etc., displayed by the passengers at the airports. \n \ng. Contingency arrangements \n \ni. \nArmed striking reserve to handle emergent situations not catered \nfor. \nii. \nAerodrome committee meetings are not being held hi-annually. \niii. \nAerodrome committee control rooms have not been set up at many \nairports. \nh. Maintenance/use of technical equipment \n \ni. \nUn serviceability of X-ray BIS/DFMD/HHMD. \nii. \nHHMD is not being used by security staff during frisking of \npassengers. \niii. \nX-ray BIS is not being used by some airlines. \niv. \nX-ray BIS for registered baggage not installed at some airports. \n \n          j.   Staff position – Airport Security staff \n \n \nThere is deficiency in the actual strength vis-à-vis sanctioned strength of \nthe security staff.  The problem is further compounded when the posted \nstaff strength is depleted due to deployment on law and order and other \nduties. \n \nk. Inadequate security in the parking areas \n \n \nAt majority of the airports, there are no arrangements to check the \nvehicles entering the car part.  At some airports the problem gets \ncompounded due to lack of co-ordination between the airport Security and \nthe traffic police. \n \n \nIn view of the above, it is a matter of paramount importance that security \narrangements in respects of all the areas envisaged above are augmented \nby the concerned departments/ agency so as to prevent unlawful \ninterference with civil aviation operations.   \n (P. MOHANAN) \nOFFICER ON SPECIAL DUTY (I)  \n FOR COMMISSIONER OF SECURITY (CIVIL AVIATION)",
  "5": "REF. NO.CAS-8(25)/85/Div - I \nDated 19.01.2001"
}