{
  "1": "CIRCULAR 01 / 2000 \n \n \nSub: \nPRE-EMBARKATION SECURITY CHECK OF CABIN AND COCKPIT \nCREW AT INTERNATIONAL AND DOMESTIC AIRPORTS IN INDIA \n \n \nIt has been brought to the notice of this Bureau that Cabin and cockpit crew have \nreservations in undergoing pre-embarkation security checks at airports.  Some time they hand \nover their carry on baggages to the loaders who take these baggages through X-ray screening \nand incase of doubt, these loaders are not in a position to open these baggages for manual \ncheck since these baggages are locked and the keys are not available with these loaders.  \nAlso, cabin and cockpit crew of certain airlines gain entry to the operational area direct from \nmo9vement control / briefing room without undergoing prescribed pre-embarkation security \nchecks. \n \n2. \nIn view of the prevailing security scenario in India, it is reiterated that this \nmandatory requirement of undergoing pre-embarkation security checks ie. Frisking of \nbody of air crew and screening of their baggages should in no circumstances be diluted.  \nHowever, the airport security police have already been directed to accord priority to the \nCabin and Cockpit crew for screening. \n \n3. \nIt is also directed that all authorized persons / employees gaining entry into \nAirside from any of the gate (s) will be subjected to security checks (frisking / baggage \nsearch – if any) by the Airports Security Police manning those gates. \n \n4. \nThe above instructions are also in accordance with para 4.2.3.13 of the National Civil \nAviation Security programme issued by the Bureau of Civil Aviation Security for India on \n21.2.1997 which are as per para VII – 10 © of Model national Civil Aviation Programme of \nICAO Security Manual Doc.8973/5. \n.  \n5. \nThese directions are issued under the powers delegated to the Commissioner of \nSecurity (CA), Bureau of Civil Aviation Security under Section 5 A of Aircraft Act 1934 and \nviolation of these directions shall attract penal provisions under Section IIA of the Act.  \n \n \n(VEERANNA AIVALLI) \nCommissioner of Security (CA) \n \nNO.CAS-07 (7) / 99/DIV-I \nDated: 07.01.2000"
}