{
  "1": "CIRCULAR 10 / 2000 \n \n \nSub: \nINDUCTION OF CISF IN THE AIRPORTS FOR AVIATION SECURITY \nDUTIES. \n \n \nCISF has taken over the aviation security duties at some of the Airports.  At other \nairports the induction of CISF is intended to be done in a phased manner.  In view of this \nchangeover there may be some conflict between the CISF and users of the airports in \nparticular the State Administration.  To overcome this problem, it is necessary that the \nmatters are dealt with properly by the Airport Directors / In-charge, airport Security Unit at \neach airports. \n \n \nIn order to facilitate the State / UT administration in their official functioning at the \nairport, temporary permits on requirement basis shall be issued by the concerned Airport \nDirectors / In-charge, airport Management, AAI to the following officers of the state \nadministration: - \n \n(i) \nChief Secretary \n(ii) \nHome Secretary \n(iii) \nSecretary Governor \n(iv) \nSecretary to Chief Minister \n(v) \nSecretary, In-charge, Protocol Department \n(vi) \nDivisional Commissioner \n(vii) \nDy.Commissioner / District magistrate \n(viii) Director General of Police \n(ix) \nAddl. Director General of Police / Inspector general of Police, In-charge, \nIntelligence / Security / Law & Order. \n(x) \nZonal Inspector General of Police \n(xi) \nDy. Inspector General of Police, Range. \n(xii) \nDistrict Superintendent of Police \n \nVehicles of the above officers will be allowed to be parked in the designated parking \narea of the airport. \n \n \nWherever hangars of the State / UT Government are situated in the airport area and \nwhere segregation becomes possible, such an area should be demarcated and entrusted to the \nstate police for security cover and passes for entry of vehicles of the State / UT Government \nwill be issued by the concerned airport Direct9r on authorization of additional DGP / IGP \n(Security) of the concerned State/UT.  \n \n(VEERANNA AIVALLI) \nCOMMISSIONER OF SECURITY (CA) \n \nNO.CAS-06 (1) / 2000/DIV-I(CISF) \n Dated : 26.04.2000"
}