{
  "1": "Fax No. 23315695/ 23311598 \nNO.CAS-6(11)/2004.Div.I \nBUREAU OF CIVIL AVIATION SECURITY \n(MINISTRY OF CIVIL AVIATION) \nGOVERNMENT OF INDIA \nA WING , JANPATH  BHAWAN , \nJANPATH, NEW DELHI -110001 \nDate   : 26.7.2006 \n \nC I R C U L A R  12/ 2006 \n \n1. \nEach  airport  operator shall establish, implement and maintain a written  \nairport operator security programme which  meets the requirements of the \nnational civil aviation security programme of the country:  \n \n All  security  procedures   at the airport  shall be  followed  in accordance   with \nthe  approved  airport  security  programme  of  that  airport. \n \n2. \nThe format prescribed by ICAO vide Appendix 9 of ICAO Security Manual \nshall be utilized  by the airport  operators for preparing their security \nprogrammes. \n \n3. \nThe airport  operators,  who are already  serving  civil aviation  at  \nrespective  airports  in the country and have not yet submitted their security \nprogrammes shall submit their programme to the BCAS  HQrs. through  \nrespective  Regional Dy Commissioners  of  Security (CA), BCAS and get the \nsame approved within three months time from issue of this Circular positively. \n \n4. \nThe Airport Security Programme shall be valid for a period of  5 years. \nHowever, the security programme shall be updated by the concerned  airport \noperators on the basis of security directives issued by the BCAS from time to \ntime. After 5 years, a revised  airport security programme in respect of each \nairport  shall be submitted by  concerned airport  operator  as mentioned in para \n2 above to the BCAS for approval of  COSCA.  \n \n5. \nThe  airport security programme shall be produced by the concerned \nairport operator to the BCAS officer during audit/ inspection.  \n \n6. \nNo airport operator shall be allowed to commission civil aviation \noperations  from any  new airport in India unless the airport security programme \nis approved by the Commissioner of Security(CA). \n \n7. \nThe above instructions shall come into force with immediate effect, and \nwill remain so till further orders. \n \n(M. Malaviya) \nAddl.  Commissioner of Security (CA) \nDistribution: As per list attached."
}