{
  "1": "CIRCULAR 2007 (CIRCULAR) \n \n \nRestricted \nGOVERNMENT OF INDIA \nBUREAU OF CIVIL AVIATION SECURITY \n(MINISTRY OF CIVIL AVIATION) \nGOVERNMENT OF INDIA \nA’ WING, JANPATH BHAWAN, \nJANPATH, NEW DELHI -110001 \n \nCAS-7(Compliance)/2007/Div-I                                                          Dated:  05.11.2007 \n \n \nCIRCULAR No. 12/2007 \n \n \nIn supersession of Bureau  Circular of even No. dated 29.8.2007 following guidelines \nare communicated for compliance. \n \n2. \nIn compliance of Ministry of Civil Aviation directions, all foreign as well as all Indian \nAir Carriers who have employed foreign pilots are required to incorporate the details of their \npilots / crew members with certification that all the individual pilots  have been cleared from \nsecurity angle by the security agencies of their country of origin in the security  programme of \nthe airlines operator.  \n \n3. \nAll foreign airline would also submit details of all their aircraft pilots flying into India / \nusing Indian airfield / airport, and their profiles in the security programme for security vetting. \n \n4. \nYou are requested to send (as per enclosed proforma) your security programme within \nfifteen days on receipt of this circular after incorporating the detailed profile of your pilots \n/crew members alongwith the certificate issued by the responsible official of top hierarchy of \nconcerned airlines carrier stating that all the pilots have been cleared from security angle by the \nsecurity agencies of their country of origin. \n \n \n(M.Malaviya) \nAddl. Commissioner of Security(CA) \n \nTo \n \n1. Ministry of Civil Aviation, RG. Bhawan, New Delhi w.r.t. your letter No. AV-\n1302/28/2007-SS dated 1st  June 2007 & 11.09.2007. \n2. RDCOS (CA), BCAS, Delhi/Kolkata/Mumbai & Chennai to take follow up \naction for immediate compliance of the Ministry’s instructions. \n3. Concerned airlines (Through RDCOs/BCAS) \n4. The Chairman, AOC, Delhi, Mumbai, Kolkata & Chennai to ensure compliance \nof the Circular."
}