{
  "1": "{RESTRICTED /\n\nCAS-8(4)/2013/DIV (Vehicle)\nemt wasn / Government of India\nfers tare) / (Ministry of Civil Aviation)\na1 Hy / Bureau of Civil Aviation Security\ngt age, won Fe, eve eR, SRW //A’ Wing -1, 1, IHL, Floor, Janpath Bhawan, Janpath,\nag freet-y)000) / New Delhi-110 001\n\np16. @ps) : Ad Dated: - 25/07/2014\nAre lobs_ AVSEC CIRCULAR NO. 122014\nSubject: it_of Shiri Si oF y Chief Mini ‘unjab; Ss\na Seen a Union Cabing) Miniger and Shri Bikram 5\n\nMaiii abi te\n\nThe facility of access of vehicle of the following dignitaries up 10 the tarmac is\npermined, on security grounds, during their arrival / departure at Sei Gurs Das Jee International\n‘Aisport, Amritsar for 3 period of two years up to 31/07/2016:\n\nShri Sukhbir Singh Badal, Deputy Chief Minister, Punjab:\n‘Smt, Harsimrat Kaur Badal, Union Cabinet Minister: and\n\n‘Shri Bikram Singh Majithia, Cabinet Minister, Punjab.\n\nii,\n\nBh. IPS)\n\nAddi. Commissioner of Security (CA)\nFor Commissioner of Security (CA)\n\nbg Distribution as per list attached / overleal.\nCopy to:\n\nft MCA (Shri S.V Ramana, Under Secretary R\n5 107-88 dated 18/07/2014,\n\nBhawan, New Delhit w.rt, MCA letter no.\n\n",
  "2": "Copy fer information and iacessary action to =\n\n1 Director General, CISF, 13 CGO Compiler, Laghi Road, New Dein\n\nMay kindly circulate to ali ASG Units at the airports teken over by CISF.\n\nOGPs / IGPs ail States! U Ts.\n\nCommissioner of Police, Delhi, Mumbai, Chennai & Kolkata\n\nChairman Airmorts Authority of Indie Rajiv Gandhi Bhawan , New Delhi -with request to please\ncirculate to all AAl airports In the Country,\n\nMD . NACIL (Air Indiajlta. , Aifines House, 113 Gurudwara Rakateganj Road, New Deihi -110007\nCEO. Jet Airways, SM Centre, Anaher-Kure Road, Angher (East). Mumbai\n\nGEO. Spice Jet, Plot No.319, Udyog Vinar, Phase ~IV , Gurgaon, Haryane\n\nCEO, Go Air, Newile House, J.N Herdia Marg, Ballad Estate, Mumai-t00 007\n\nsep\n\nOmen\n\nindia) Pvt Lid, AIT. 2° Flosr, Chennai Airport, Chennal800027\n\n‘1 Aiport Director, Sri Sathya Sai Aipor, Prasantni Nilayam Putiparthy, Ananteur Distric,\nAndhra Precesh-515134\n\n52: MD, DIAL, New Udan Bhawan, Op Tetmingi-3, {GI Airport, New Daini-37.\n\n13, MD MIAL, CSI Aiport, 1 Flocr, Terminal IB, Santacruz (EY, Mumba: 490 09\n\nMO, CIAL Cochin Internstional Airport Ltd, Cechin Airport, Cochin\n\nMD HIAL Hyderabad International Airport Limited. Shamshatac-509 409 Range Reat)\n\nMD, KiA Bengaluru, Administration Block, Bengaluru intemationa, Alport Devenanatl,\n\nSangaicre-560 200\n\n17. MD, Mian ineia Private Ltd., Or Batasaheb Ambediar International Airport, Old Terminal Busing,\nNageur440 005\n\n16. CSO, BAPL Durgapur Aipor, MNAV-28 Bengal Ambuje Housing Compiex City Centre, Curganur-\nTse =\n\n18 Regional Deputy Commissioner of Security (GA) BCAS , Delhi). Chennai. Mumbai Kolkata,\nAnmecabac, Hyderabad, Amritser & Guwatat to please circulate to all Airlines, Airport\nDirectors/ in-charge Airport Management end Otficers of BCAS in respective jurisdiction,\n\n‘ony tor information to :-\n\nSecretary, Civil Aviaton, RG Bhawan, New Deihi\n\nJoint Secretary, MCA, RG Bhavan, New Deihi /King atin. Shri G Asok Kumar)\n\nDGCA, Technical Area, Ope. Saftiarung Airport, New Deihi-C3\n\nDirector, Cabinet Secretanat Room No.7, Bikaner House. Annexe. Snahjahan Road. New Dethy-\n31. (King atin... Shri Anshul Sharma)\n\ndont Secretary (PP). MHA. 33 Ficer, “A’ Wing, NDCG-1I Building, New Delhist 10.001\n\ndoing Director, |B, MHA,36 SP Marg, New Deihi (King atin. Shri PK, Bhardwai)\n\nFS tc Hor ble Minister =f Ovi Avgtion, RG Bhawan, New Sein\n\nINTERNAL DISTRIBUTION.\n\nPPSwCOSCA 2 PSteCOSCA 3 FSWACOSIA) 4:FS 1 ACOSIS)\nOCOS(Orsiv DCOS (P)/ DOV!)\n\nAD(OL — with a request tc transiate ths crcua@riAVSEC Order in Hindi Language\nAiLACS (CA) of BCAS HO 8, GUARD FILE\n\nbene\n\nore)\n\n~\n"
}