{
  "1": "CAS-8(4)/2013/DIV-I (Vehicle) . \\\nwwe aver /Government of India\nAbe (arr fuss tare) / (Ministry of Civil Aviation) ao\narr fers yer SH / Bureau of Civil Aviation Security\n°8) ae, wer we, APE oT, Fe\" /’A’ Wing -L, IL IIL, Floor, Janpath Bhawan, Janpath,\n\n3 feet 190001 / New Delhi-110 001\nDated: - 29/08/2014\n\nSubject: f access of the Shri Kk.\n\nReference: AVSEC Circular No. - 042013 dated 26/04/2013,\n\n‘The competent authority has approved the extension of the facility of access of\nvehicle of Shri K. Rosaiah, Governor of Tamil Nadu up to tarmac of all airports in the\ncountry upto 31\" December, 2015.\n\nAddl. Commissioner of Sedfirity (CA)\nFor Commissioner of Security (CA)\n\nDistribution as per list attached / overleaf,\nCopy to:\n\nMCA (Shri S.V. Ramana, tinder Secretary), R.G; Bhawan, New Delhi: wart. MCA letier no.\nAY..|3024/39/2007-SS dated 25/08/2014,\n\n“\n",
  "2": "Copy for information and necessary action to ~\n\n7 Direator General, CISF, 13 CGO Complex, Lodhi Road, New Dati\n\nfay kindly circulate to all ASG Units at the airports taken over by CISF.\n\nDGPs/ GPs all States / U Ts.\n\n‘Commissione: of Police, Delhi, Mumbai, Chennai & Kolkata |\n\nCommussicierors Autorty india, Rav Gandhi Bhawan , New Delhi with request to plesse)\n\ncirculate to all AAI airports in the Country.\n\nQM NACIL (Ar India\\itd., Airines House, 113 Gurudware Rakabaganj Road, New Delt -7 10007\n\nGEO, Jet Aways, SM Gane, Andner-Kurie Road, Andhesi (East), Mumbai\n\nCEO, Spice Jet, Plot No.318, Lidyos Vihar, Phase—lV , Gurgaon, Haryana.\n\nCEO. Go Air, Nevile House. «.N Herdia Marg, Ballard Estate, Mumbai-400 00}\n\nEES) indige Airines, Tower C, Giobal Business Park, DLF City, Phase Il, Mehvauk Gurgaon Rose,\n\n‘Gurgaon-122 002,\n\n40. CEO, Ar Asia (India) Pvt Ltd, AIT, 2™ Floor, Chennai Alor, Chennai-600027,\n\n{1 Aipor Director, Si Satya Sai Airport, Presanthi Nilayam Puttparthy, Anentpur oi\nAndhra Pradesh-515 734.\n\n42, MD, DIAL. New Udan Bhawan, Ope. Terminals, (GI Apon, New Deihi-S7,\n\n43. MD MIAL, CSI Airport, 1 Foor, Terminal 1B, Santacruz (E), Mumbai 400 08,\n\n44 MD. CIAL, Cochin Intemational Airport Lis., Cochin Amor, Cochin\n\nTE MD HIAL, Hyderabad Internationa! Airpor Limited, Shamshiabac-50e 408, Range Reddy Dist. AP\n\n16 ME, KA. Bengelur, Administaten Block, Bengaluru Intemational Airport Devanahalli\n\nsan\n\nweyom\n\n300\n+7, Mb Mian India Private Ltd, DrBabasaheb Ambedkar Intemational Airart, Ole Terminal BulcIng}\nppur-a40 005, |\n18 50 ‘BAPL Durgapur Almor, MNAV-29 Bengal Ambuja Housing Complex City Centre, Durgapury\n13218\n\n48 Regional Désuty Carimissicner of Securty {CA}-BAS--_Dethi. Chennat | Mumba). Hana\nTe etabed, Hyderabad, Ariitser & Guwahati to please circulate to ail Airlines, Al\nDirectors! in-charge Airport Management and Officers of BCAS in respective jurisdiction.\n\nCopy for information to=\n\n4, Secretary, Civil Aviation, RG Bhawan, New Dini\n\n2. Joint Secretary, MCA, RG Bhavan, New Delhi. (King atin. : Shri G. Asok Kumar)\n\n3. DGCA Technical Ares, Opp, Safdarjung Airport, New Deihi-03\n\n3 Drectie, Cabinet Secretariat, Room No.7, Biksner House, Annexe, Shahjahan Rosd, New Oeihy-\n11. (Kind atin. » Shri Anshul Sharma)\n\n5. Joint Secretary (PP), MHA, 4 Floor, “A’ Wing, NOCC-Ii Building, New Deihi-110 001,\n\n=. Joint Director, |B, MHA 35 SP Marg, New Deihi (Kind attn, : Shri P,K Bhardwaj)\n\n7. PS to Hon'ble Minister of Civil Aviation, RG Bhawan, New Delhi\n\nINTERNAL DISTRIBUTION\n\nPPS 10 COSCA 2. PStOLCOSCA 3 PSYOACOS(R) 4. PS10 ACOS{S)\nDCOS{Ops\\/ DOS (P}/ DOU)\n\nADIOL) — with a request te translate ths circular/AVSEC Order in Hindi Language |\nANACS(CAIOFBCAS HO = GUARD FILE\n\ntoner»\n\n"
}