{
  "1": "CIRCULAR 14 / 2000 \n \nSUB : ENTRY TO THE AIRPORT \n \n \nIn the wake of Hijacking of IC-814 on 24.12.1999 the entry of visitors to the Civil \nAirport in th4 country was banned and it continues up-till now.  However, there has been \npersisting demand from general public and from Government agencies to allow entry of \nvisitor to the airports on various grounds. \n \n \nWhile there is a genuine requirement of general public to facilitate departure / arrival / \nsick / aged / senior citizen / unaccompanied minor / wheel chair passengers or lady \npassengers traveling allow, it cause undue stress and strain on the security personnel who \nattend to the attendants (visitors) of the passengers from security angle in view of persistent \nthreats from terrorist outfits to Civil Aviation Operations in India.  However, considering the \nsecurity requirements and requirement of general public, a balanced view has been taken by \nthe Government and entry of visitors to the Civil Airports in the Country has been allowed \nprovided the following guidelines are strictly adhered to by the concerned :- \n \n(B) ENTRY TICKETS FOR VISITORS ON PAYMENT : \n \n(ii) \nEntry tickets on payment for visitors shall be issued by Airport Authority of \nIndia or Airport Operators. \n \n(iii) \nThe cost of each entry ticket will be Rs. 50/- for international airports and Rs. \n20/- for domestic airports. \n \n(iv) \nThe management of private airports operator will be free to decide their own \nrates. \n \n(v) \nVisitors shall be allowed only with the passengers and not otherwise Generally \nnot more than two visitors shall be allowed to accompany one passenger. \n \n(vi) \nEach ticket will be valid for 3 hours only for any particular terminal and will \nnot be reused.  In order to ensure adherence to this principle the person on \nduty at the entrance shall tear the portion of the ticket to indicate that it has \nbeen used once. \n \n(vii) \nEntry tickets shall be valid for access only upto visitors gallery and before \nCustoms area in the arrival hall visitors area shall be demarcated by the AAI / \nAirport Operator accordingly to prevent unauthorized access of visitors \nbeyond the demarcated area. \n \n(viii) The ticket holders shall not be allowed to enter, beyond the demarcated area / \nSecurity Hold Area / Operational Area. \n \n \n(B) TE,[PRARU \nAOR[PRT \nEMTRU \n[ER,OT \nFPR \n;EGOTO,ATE \nPFFOCAOA; FIMCTOPMS:-",
  "2": "(a) \n One time temporary airport entry permit for legitimate official \n/ protocol purpose will be issued by DCP, APS Unit on the \nauthority of BCAS at the international Airports and by In-\ncharge Airport Management, AAI at the domestic airports. \n \n(ii) \nThere are occasions when establishment of special counters \nto facilitate reception of delegates etc.  is permitted by AAI.  \nFor manning such counters special type of entry tickets \ntemporary PICs at the rate of Rs. 500/- each per person, per \nday will be issued by AAI on receipt of requisition from the \nconcerned department / agency on the authorization of \nBCAS, and where BCAS office, is not there then discreet \nenquiries be made through IB / local police by Airport \nDirector. \n \n(iii) \nFor operational purposes (like attending to the faults of some \nfacility at the airports or some other technical purpose) one \ntime entry permits (free of cost) maximum up to 6 (six) day \nwill be issued without any delay by the Airport Security \ncontrol Room on the authority of BCAS, at Delhi, Mumbai, \nCalcutta & Chennai.  After office hours or on holidays, \nAirport Security Control Room will issue such passes on \nreceipt of requisition for the same on the prescribed format \nform shift manager, AAI, Customs, Immigration and APS \nunit.  The details of issue of such passes will be intimated to \nBCAS on the next working day positively by the concerned \nDCP.  At domestic airports, the Airport Director / In-charge \nAirport Management will issue the temporary airports entry \npermit for operational purpose. \n \n \n \n (VEERANNA AIVALLI) \nCOMMISSIONER OF SECURITY (CA) \n \nNO.CAS-9 (45) / 98-PIC \nDated : 15.05.2000"
}