{
  "1": "CIRCULAR NO . 14 /  2003 \n \n \nIn order to provide passenger friendly pre-embarkation security checks at \nairports the following instructions shall be implemented by all concerned on \npriority: - \n \n1. \nThere shall be no security check booths including elevated platforms.  The \nexisting security check booths and platforms shall be removed immediately. \n \n2. \nTo provide privacy during security checks  of lady passengers, moveable \nscreens inside the security hold area shall be provid3ed at each airport. \n \n3. \nAdequate number of Door Frame Metal Detectors shall be installed to \nfacilitate proper security check of passengers by the security staff.  The DFMDs \nshall be calibrated every morning by AAI staff and a report lodged to this effect in \na register to be maintained for this purpose. \n \n4. \nNecessary infrastructure for touch free security checks like provision of \ntray system shall be made available, by AAI. \n \n5. \nThe ASG component  responsible for security check of passengers shall \nimplement touch free security check at all airports where provisions of point No. 3 \nare met. \n \n6. \nAll electronic gadgets required for security check of passengers shall be \nproperly maintained in working order round the clock. \n \n7. \nRotation of X-ray screeners every 20 minutes shall be ensured by in \ncharge security units and proper roster for this purpose shall be maintained. \n \n8. \nWhile enforcing security checks as per instructions issued by BCAS from \ntime to time, all security staff directly responsible for pre-embarkation security \nchecks shall extend proper courtesy and maintain good behaviour towards the \npassengers.  While checking their hand baggage physically it shall be ensured by \nthe security staff that the hand baggage are repacked properly in the presence of \nthe passengers and their belongings are not left around or tampered with.  It shall \nalso be ensured that hand baggage of lady passengers are checked / handled by \nlady security staff only. \n \n9. \nIn case any banned / prohibited item is detected from the passengers \nnecessary action shall be taken as per instructions issued by BCAS from time to \ntime. \n \n \n(R.K.  Singh)",
  "2": "Addl. Commissioner of  Security (CA) \n \nRef : No. CAS-7(1) 2003-Div-1 (Insp.)  dated 11 June 2003"
}