{
  "1": "CIRCULAR NO   14 /2002 \n \n \nSubject:- \nAmendment 10 to  the International  Standards and \nRecommended   Practices –Security Annex-17 to the  Chicago  \nConvention adopted  by the  Council of  ICAO  on 7th \nDecember , 2001. \n \nAmendment 10 to the International Standards and Recommended Practices - \nSecurity (Safeguarding International Civil Aviation against Acts of Unlawful \nInterference) - Annex 17 to the Chicago Convention was adopted by the Council \nof  International  Civil  Aviation Organization (ICAO) on 7 December 2001. The  \nAmendment 10 involves the following:  \n(i) \nNational quality control;  \n(ii) \nMeasures relating to passengers and their cabin baggage;  \n(iii) \nMeasures relating to checked baggage;  \n(iv) \nMeasures relating to access control;  \n(v) \nManagement of response to acts of unlawful interference;  \n(vi) \nCode-sharing/collaborative arrangements;  \n(vii) \nHuman factors; and  \n(viii) \nDefinitions of background check, cargo, human factors and human \nperformance, security restricted area and unidentified baggage.  \n2. \nPursuant to Resolution A33-1 and the decision of the 33rd Session of the \nAssembly in the light of the terrorist acts committed in the United States on 11 \nSeptember 2001, the Council urgently convened the twelfth meeting of the \nAVSEC Panel in November 2001 in order to consider specific proposals for \ninclusion in Amendment 10 to Annex 17 and unanimously agreed to recommend \nto include in Amendment 10 the following issues:  \n(i) \nApplicability of Annex 17 to domestic operations;  \n(ii) \nInternational cooperation relating to threat information;  \n(iii) \nCertification of screeners;  \n(iv) \nAccess control relating to air crew and airport personnel;  \n(v) \nIn-flight security personnel and protection of the cockpit;  \n(vi) \nJoint response to acts of unlawful interference; and  \n(vii) \nDefinition of aircraft security check and security restricted area;  \n3. \nThe  Standards  and  Recommended  Practices  contained  in the  revised  \nAnnex-17 (Copy  enclosed ) shall  be applicable  with  effect from  1st  July, 2002.",
  "2": "4. \nIn order  to ensure  that the   Standards  and  Recommended  Practices   \ncontained in the revised Annex-17 are  strictly implemented by all  concerned at  \ncivil  airports  in  India ,  it  is  imperative  that   the  Airport  security  Programmes  \nof each airport and  Air Operators  Security  programme  in respect of each \nairlines  operating   to/  from  civil  airports  in  India   are suitably modified  and \nget  the same  approved  from this  Bureau.  The   Standards  and  \nRecommended  Practices   contained   in  the revised  Annex-17  shall be  strictly   \nimplemented  by  all concerned  departments  and agencies  related to  civil  \naviation   in the  country  with effect  from 1st July , 2002. \n \n(R. K. Singh) \nAddl Commissioner of  Security (CA) \n \nRef No. CAS-11(1)/2002.DIV-1 dated  08.05.2002 \n \n \nTEXT OF AMENDMENT 10 TO  \n \nINTERNATIONAL STANDARDS  \n \nAND RECOMMENDED PRACTICES \n \nSECURITY \n \nANNEX – 17 \n \nTO THE CONVENTION ON INTERNATIONAL CIVIL AVIATION \n \nCHAPTER  1.  DEFINITIONS \n \nAir Side.  The movement area of an airport, adjacent terrain and buildings or \nportions thereof, access to which is controlled. \n \nAircraft Security Check.   An inspection of the interior of an aircraft to which \npassengers may have had access and an inspection of the hold for the purposes \nof discovering suspicious objects: weapons, explosives or other dangerous \ndevices. \n \nCargo:   Any property carried on an aircraft other than mail, stores and \naccompanied or mishandled baggage. \n \nHuman Factors Principles:   Principles which apply to equipment design, \ncertification, training and operations and which seek optimum interface between \nthe human and other system components by proper consideration to human \nperformance.",
  "3": "Regulated Agent.   An agent, freight forwarder or any other entity who conducts \nbusiness with an operator and provides security controls that are accepted or \nrequired by the appropriate authority in respect of cargo courier and express \nparcels or mail. \n \nScreening.  The application of technical or other means which are intended to \nidentify and / or detect weapons, explosives or other dangerous devices which \nmay be used to commit an act of unlawful interference. \n \n Note  :   Certain dangerous articles or substances are classified as \ndangerous goods by annex 18 and associated Technical instructions for \nthe Safe Transport of Dangerous Goods by Air (Doc 9284) and must be \ntransported in accordance with those instructions. \n \nSecurity.   A combination of measures and human and material  resources \nintended to safeguard civil aviation against acts of unlawful interference. \n \nSecurity Control.   A means by which the introduction of weapons, explosives or \nother dangerous devices which may be utilized to commit and act of unlawful \ninterference can be prevented. \n \nSecurity Restricted Area.   Airside areas of an airport in to which access is \ncontrolled to ensure security of civil aviation.  Such areas will normally include, \ninter alia, all passenger departure areas between the screening checkpoint and \nthe aircraft, the ramp, baggage make-up areas, cargo sheds, mail centres, \nairside catering and aircraft cleaning premises. \n \nUnidentified Baggage.   Baggage at an airport with or without a baggage tag \nwhich is not pricked up by or identified with a passenger. \n \n \nCHAPTER 2. GENERAL PRINCIPLES \n \n2.1 Objectives \n \n2.1.1. Each Contracting State shall have as its primary objective the safety of \npassengers, crew ground personnel and the general public in all matters \nrelated to safeguarding against acts of unlawful interference with civil \naviation. \n \n2.1.2. Each Contracting State shall establish an organization and develop and \nimplement regulations, practices and procedures, to safeguard civil \naviation against acts of unlawful interference taking into account the \nsafety, regularity and efficiency of flights.",
  "4": "2.1.3. Each contracting state shall ensure that principles governing measures \ndesigned to safeguard against acts of unlawful interference with \ninternational civil aviation are applied to domestic operations to the extent \npracticable. \n \n2.1.4. Recommendation : Each Contracting State ensure appropriate protection \nof aviation security information \n \nNote- 1 :  Guidance material on achieving civil aviation security objectives \nthrough application of the Standards and Recommended Practices in the \nfollowing chapters is to be found in the security Manual  for Safeguarding \nCivil Aviation Against Acts of unlawful Interference (Doc 8973). \n \nNote-2  :   The comprehensive aviation security training material to assist \nStates in achieving civil aviation security objectives is contained in the \nICAO Training Programme for Aviation Security comprising a series of \nAviation Security Training Packages (ASTPs). \n \n2.2 Security and facilitation \n \n2.2.1. Recommendation :   Each Contracting State should whenever possible \narrange for the security   controls and procedures to cause a minimum of \ninterference with, or delay to the activities of, civil aviation provided the \neffectiveness of these controls and procedures is not compromised \n \n2.3   International cooperation \n \n2.3.1. Each Contracting State shall ensure that requests from other States for \nspecial security controls in respect of a specific flight or specified flights by \noperators of such other States are met, as far as may be practicable.   \n \n2.3.2. Each Contracting State shall cooperate with other States in relation to \ntheir respective national civil aviation security programmes as necessary.   \n \n2.3.3. Each Contracting State shall cooperate with other States in the \ndevelopment \nand \nexchange \nof \ninformation \nconcerning \ntraining \nprogrammes, as necessary. \n \n2.3.4. Each Contracting State shall share with other Contracting States threat \ninformation that applies to the aviation security interests of those States, to \nthe extent practicable. \n \n2.3.5. Each Contracting State shall provide suitable protection and handling \nprocedures for sensitive security information shared by other Contracting \nStates, or sensitive security information that affects the security interests",
  "5": "of other Contracting States, in order to ensure that inappropriate use or \ndisclosure of such information is avoided.   \n \n2.3.6. Recommendation :  Each Contracting State should cooperate with other \nStates in the field of research and development of new security equipment \nwhich will better  achieve civil aviation security objectives. \n \n2.3.7. Recommendation :  Each Contracting State should include in its bilateral \nagreements on air transport a clause related to aviation security. \n \n2.3.8. Recommendation :  Each Contracting State should make available to \nother States on request a written version of the appropriate parts of its \nnational civil aviation security programme. \n \n \n2.4   Equipment, research and development \n \n2.4.1. Recommendation :  Each Contracting State should promote research \nand development of new security equipment which will better achieve civil \naviation security objectives. \n \n2.4.2. Recommendation Each Contracting State should ensure that the \ndevelopment of new security equipment takes into consideration Human \nFactors principles. \n \nNote :   Guidance material regarding Human Factors principles can be \nfound in the Manual on Human Factors in Civil Aviation security  \nOperations and in Part 1, Chapter 4 of Human Factors Training Manual \n(Doc 9683). \n \nCHAPTER 3. ORGANIZATION \n \n3.1 National organization and appropriate authority \n \n3.1.1. Each Contracting State shall establish and implement a written national \ncivil aviation security programme to safeguard civil aviation operations \nagainst acts of unlawful interference, through regulations, practices and \nprocedures which take into account the safety, regularity and efficiency of \nflights. \n \n3.1.2. Each Contracting State shall designate and specify to ICAO an \nappropriate authority within its administration to be responsible for the \ndevelopment, implementation and maintenance of the national civil \naviation security programme.",
  "6": "3.1.3. Each Contracting State shall establish an organization and develop and \nimplement regulations, practices and procedures, which together provide \nthe security necessary for the operation of aircraft in normal operating \nconditions and capable of responding rapidly to meet any increased \nsecurity threat. \n \n3.1.4. Each Contracting State shall keep under constant review the level of \nthreat to civil aviation operations within its territory and adjust relevant \nelements of its national civil aviation security programme accordingly. \n \n3.1.5. Each Contracting State shall require the appropriate authority to define \nand allocate tasks and coordinate activities between the departments, \nagencies and other organizations of the State, airport and aircraft \noperators and other entities concerned with or responsible for the \nimplementation of various aspects of the national civil aviation security \nprogramme. \n \n3.1.6. Each Contracting State shall establish a National Aviation Security \nCommittee or similar arrangements for the purpose of coordinating \nsecurity activities between the departments, agencies and other \norganizations of the State, airport and aircraft operators and other entities \nconcerned with, or responsible for, the implementation of various aspects \nof the national civil aviation security programme.   \n \n3.1.7. Each Contracting State shall require the appropriate authority to ensure \nthe development and implementation of training programmes to ensure \nthe effectiveness of its national civil aviation security programme.  These \ntraining programmes shall include training of civil aviation security \npersonnel in human performance. \n \nNote :  Guidance material on training in human performance can be found in \nthe Manual for safeguarding Civil Aviation Against acts of Unlawful Interference \n(Doc 8973 Restricted);  manual on human factors in Civil Aviation Security \nOperations; and in art 2, Chapter 1 of the Human factors Training Manual (Doc \n9683). \n \n3.1.8. Each Contracting State shall ensure that the appropriate authority \narranges for the supporting resources and facilities required by the \naviation security services to be available at each airport serving \ninternational civil aviation. \n \n3.1.9. Recommendation:  Each Contracting State should make available to its \nairport and aircraft operators operating in its territory and other entities \nconcerned a written version of the appropriate parts of its national civil \naviation security programme.",
  "7": "3.2.   Aircraft operations \n \n3.2.1. Each Contracting State shall require each airport serving international civil \naviation to establish and implement a written airport security programme \nappropriate to meet the requirements of the national aviation security \nprogramme. \n \n3.2.2. Each Contracting State shall arrange for an authority at each airport \nserving international civil aviation to be responsible for coordinating the \nimplementation of security controls. \n \n3.2.3. Each Contracting State shall arrange for the establishment of an airport \nsecurity committee at each airport serving international civil aviation to \nassist the authority mentioned under 3.2.2 in its role of coordinating the \nimplementation of security controls and procedures as specified in the \nairport security programme.   \n \n3.2.4. Each Contracting State shall ensure that contingency plans are developed \nand resources made available to safeguard civil aviation, against acts of \nunlawful interference.  The contingency plans shall be practiced and \nexercised on a regular basis. \n \n3.2.5. Each Contracting State shall ensure that authorized and suitably trained \npersonnel are readily available for deployment at their airports serving \ninternational civil aviation to assist in dealing with suspected, or actual, \ncases of unlawful interference with civil aviation. \n \n3.2.6. Each \nContracting \nState \nshall \nensure \nthat \nthe \narchitectural \nand \ninfrastructure-related \nrequirements \nnecessary \nfor \nthe \noptimum \nimplementation of civil aviation security measures are integrated into the \ndesign and construction of new facilities and alterations to existing \nfacilities at airports. \n \n3.3.   Aircraft operators \n \n3.3.1 Each Contracting State shall require operators providing service from that \nState to establish and implement a written operator security programme \nappropriate to meet the requirements of the national civil aviation security \nprogramme of that State. \n \n3.3.2 Recommendation:  Each Contracting State should take into account the \nICAO model as a basis for operators' security programmes.   \n \n3.3.3 Recommendation:  Each Contracting State should require operators \nproviding service from that State and participating in code sharing or other \ncollaborative arrangements with other international operators to notify the",
  "8": "appropriate authority of the nature of these arrangements, including the \nidentity of the other operators \n \n3.4 Quality Control \n \n3.4.1 Each Contracting State shall ensure that the persons implementing \nsecurity controls are subject to background checks and selection \nprocedures. \n \n3.4.2 3.4.2   Each Contracting State shall ensure that the persons implementing \nsecurity controls are appropriately trained and possess all competencies \nrequired to perform their duties and appropriate records are maintained.  \nRelevant standards of performance shall be established and initial and \nperiodic assessments shall be introduced to maintain those standards. \n \n3.4.3 Each Contracting State shall ensure that persons carrying out screening \noperations are certified according to the requirements of the national civil \naviation security programme. \n \n3.4.4 Each Contracting State shall require the Appropriate Authority to ensure \nthe development, implementation and maintenance of a national civil \naviation security quality control programme to ensure the effectiveness of \nits national civil aviation security programme. \n \n3.4.5 Each Contracting State shall arrange for surveys to identify security \nneeds, arrange for inspections of the implementation of security controls, \nand arrange tests of security controls to assess their effectiveness. \n \n3.4.6 Each Contracting State concerned with an act of unlawful interference \nshall require its appropriate authority to re-evaluate security controls and \nprocedures following an act of unlawful interference and take action \nnecessary to remedy weaknesses so as to prevent recurrence. These \nactions shall be notified to ICAO. \n \n3.4.7 Recommendation - Each Contracting State should require that the \neffectiveness of individual aviation security measures be assessed by \nconsidering their role in the overall system  performance of aviation \nsecurity systems. \n \nCHAPTER 4. PREVENTIVE SECURITY MEASURES \n \n4.1 Objective  \n \n4.1.1 \nEach contracting state shall establish measures to prevent weapons, \nexplosives or any other dangerous devices which may be used to commit \nan act of unlawful interference, the carriage or bearing of which is not",
  "9": "authorize, from being introduced, by an means whatsoever, on board an \naircraft engaged in international civil aviation. \n \n4.2 Measures relating to aircraft \n \n4.2.1 Each Contracting State shall ensure that aircraft security checks of \noriginating aircraft assigned to international flights are performed \n \n4.2.2 Each Contracting State shall require measures to be taken in respect of \nflights under an increased threat to ensure that disembarking passengers \ndo not leave items on board the aircraft at transit stops on its airports. \n \n4.2.3 Each Contracting State shall require its operators to take adequate \nmeasures to ensure that during flight unauthorized persons are prevented \nfrom entering the flight crew compartment. \n \n4.3 Measures relating to passengers and their cabin baggage \n \n4.3.1. Each Contracting State shall establish measures to ensure that originating \npassengers and their cabin baggage are screened prior to boarding an \naircraft engaged in international civil aviation operations. \n \n4.3.2. Each Contracting State shall ensure that transfer and transit passengers \nand their cabin baggage are subjected to adequate security controls to \nprevent unauthorized articles from being taken on board aircraft engaged \nin international civil aviation operations. \n \n4.3.3. Each Contracting State shall ensure that there is no possibility of mixing or \ncontact between passengers subjected to security controls and other \npersons not subjected to such controls after the security screening points \nat airports serving international civil aviation have been passed; if mixing \nor contact does take place, the passengers concerned and their cabin \nbaggage shall be re-screened before boarding an aircraft. \n \n4.4 Measures relating to hold baggage \n \n4.4.1. Each Contracting State shall establish measures to ensure that hold \nbaggage is subjected to appropriate security controls prior to being loaded \ninto an aircraft engaged in international civil aviation operations. \n \n4.4.2. Each Contracting State shall establish measures to ensure that hold \nbaggage, intended for carriage on passenger flights, is protected from \nunauthorized interference from the point it is checked in, whether at an \nairport or elsewhere, until it is placed on board an aircraft.",
  "10": "4.4.3. Each Contracting State shall establish measures to ensure that operators \nwhen providing service from that State do not transport the baggage of \npassengers who are not on board the aircraft unless that baggage is \nsubjected to appropriate security controls  which may include screening. \n \n4.4.4. Each Contracting State shall require the establishment of secure storage \nareas at airports serving international civil aviation, where mishandled \nbaggage may be held until forwarded, claimed or disposed of in \naccordance with local laws. \n \n4.4.5. Each Contracting State shall establish measures to ensure that \nconsignments checked-in as baggage by courier services for carriage on \npassenger aircraft engaged in international civil aviation operations are \nscreened. \n \n4.4.6. Each Contracting State shall ensure that transfer hold baggage is \nsubjected to appropriate security controls to prevent unauthorized articles \nfrom being taken on board aircraft engaged in international civil aviation \noperations. \n \n4.4.7. Each Contracting State shall establish measures to ensure that aircraft \noperators when providing a passenger service from that State transport \nonly hold baggage which is authorized for carriage in accordance with the \nrequirements specified in the national civil aviation security programme.   \n \n4.4.8. From 1 January 2006, each Contracting State shall establish measures to \nensure that originating hold baggage intended to be carried in an aircraft \nengaged in international civil aviation operations is screened prior to being \nloaded into the aircraft. \n \n4.4.9. Recommendation:  Each Contracting State should establish measures to \nensure that originating  hold baggage intended to be carried in an aircraft \nengaged in international civil aviation operations is screened prior to \nbeing loaded into the aircraft. \n \n4.4.10. Recommendation:  Each Contracting State should take the necessary \nmeasures to ensure that unidentified baggage is placed in a protected \nand isolated area until such time as it is ascertained that it does not \ncontain any explosives or other dangerous device. \n \n4.5 Measures relating to Cargo, mail and other goods \n \n4.5.1 Each Contracting State shall ensure the implementation of measures at \nairports serving international civil aviation to protect cargo, baggage, mail, \nstores and operators' supplies being moved within an airport and intended",
  "11": "for carriage on an aircraft to safeguard such aircraft against an act of \nunlawful interference. \n \n4.5.2 Each Contracting State shall establish measures to ensure that cargo, \ncourier and express parcels and mail intended for carriage on passenger \nflights are subjected to appropriate security controls.   \n \n4.5.3 Each Contracting State shall establish measures to ensure that operators \ndo not accept consignments of cargo, courier and express parcels or mail \nfor carriage on passenger flights unless the security of such consignments \nis accounted for by a regulated agent or such consignments are subjected \nto other security controls to meet the requirements of 4.5.2. \n \n4.5.4 Each Contracting State shall establish measures to ensure that catering \nsupplies and operators’ stores and supplies intended for carriage on \npassenger flights are subjected to appropriate security controls. \n \n4.6 Measures relating to special categories of passengers \n \n4.6.1. Each Contracting State shall establish measures to ensure that the \naircraft operator and the pilot-in-command are informed when passengers \nare obliged to travel because they have been the subject of judicial or \nadministrative proceedings, in order that appropriate security controls can \nbe applied. \n \n4.6.2. Each Contracting State shall ensure that the pilot-in-command is notified \nas to the number of armed persons and their seat location. \n \n4.6.3. Each Contracting State shall require operators providing service from that \nState, to include in their security programmes, measures and procedures \nto ensure safety on board their aircraft when passengers are to be carried \nwho are obliged to travel because they have been the subject of judicial \nor administrative proceedings. \n \n4.6.4. Each Contracting State shall ensure that the carriage of weapons on \nboard aircraft, by law enforcement officers and other authorized persons, \nacting in the performance of their duties, requires special authorization in \naccordance with the laws of the States involved. \n \n4.6.5. Each Contracting State shall consider requests by any other State to \nallow the travel of armed personnel on board aircraft of operators of the \nrequesting State. Only after agreement by all States involved shall such \ntravel be allowed. \n \n4.6.6. Each Contracting State shall ensure that the carriage of weapons in other \ncases is allowed only when an authorized and duly qualified person has",
  "12": "determined that they are not loaded, if applicable, and then only if stowed \nin a place inaccessible to any person during flight time. \n \n4.7 Measures relating to access control \n \n4.7.1. Each Contracting State shall ensure that security restricted areas are \nestablished at each airport serving international civil aviation and that \nprocedures and identification systems are implemented in respect of \npersons and vehicles. \n \n4.7.2. Each Contracting State shall ensure that appropriate security controls, \nincluding background checks on persons other than passengers granted \nunescorted access to security restricted areas of the airport, are \nimplemented. \n \n4.7.3. Each Contracting State shall require that measures are implemented to \nensure adequate supervision over the movement of persons and vehicles \nto and from the aircraft in order to prevent unauthorized access to aircraft. \n \n4.7.4. Recommendation : Each Contracting State should ensure that identity \ndocuments issued to aircraft crew members conform to the relevant \nspecifications set forth in Doc 9303, Machine Readable Travel \nDocuments \n \n4.7.5. Recommendation : Each Contracting State should ensure that persons \nother than passengers being granted access to security restricted areas \ntogether with items carried are screened at random in accordance with \nrisk assessment carried out by the relevant national authorities. \n \n4.7.6. Recommendation :  Each Contracting State should ensure that checks \nspecified in 4.7.2 be reapplied on a regular basis to all persons granted  \nunescorted access to security restricted areas.   \n \nCHAPTER 5 . MANAGEMENT OF RESPONSE TO ACTS OF UNLAWFUL \nINTERFERENCE \n \n5.1. Prevention \n \n5.1.1 Each Contracting State shall establish measures to safeguard aircraft \nwhen a well-founded suspicion exists that the aircraft may be subject to an \nact of unlawful interference while on the ground and to provide as much \nprior notification as possible of the arrival of such aircraft to airport \nauthorities. \n \n5.1.2. Each Contracting State shall establish procedures, which include \nnotification to the operator, for inspecting aircraft, when a well-founded",
  "13": "suspicion exists that the aircraft may be the object of an act of unlawful \ninterference, for concealed weapons, explosives or other dangerous \ndevices. \n \n5.1.3. Each Contracting State shall ensure that arrangements are made for the \ninvestigation and disposal, if necessary, of suspected sabotage devices or \nother potential hazards at airports serving international civil aviation.   \n \n5.2. \nResponse \n \n5.2.1. Each Contracting State shall take adequate measures for the safety of \npassengers and crew of an aircraft, which is subjected to an act of \nunlawful interference until their journey can be continued. \n \n5.2.2. Each Contracting State responsible for providing air traffic services for an \naircraft which is the subject of an act of unlawful interference shall collect \nall pertinent information on the flight of that aircraft and transmit that \ninformation to all other States responsible for the Air Traffic Services units \nconcerned, including those at the airport of known or presumed \ndestination, so that timely and appropriate safeguarding action may be \ntaken en route and at the aircraft’s known, likely or possible destination. \n \n5.2.3. Each Contracting State shall provide such assistance to an aircraft \nsubjected to an act of unlawful seizure, including the provision of \nnavigation aids, air traffic services and permission to land as may be \nnecessitated by the circumstances. \n \n5.2.4. Each Contracting State shall take measures, as it may find practicable, to \nensure that an aircraft subjected to an act of unlawful seizure which has \nlanded in its territory is detained on the ground unless its departure is \nnecessitated by the overriding duty to protect human life.  However, these \nmeasures need to recognize the grave hazard attending further flight. \nStates shall also recognize the importance of consultations, wherever \npracticable, between the State where that aircraft has landed and the \nState of the operator of the aircraft, and notification by the State where the \naircraft has landed to the States of assumed or stated destination. \n \n5.2.5. Each Contracting State in which an aircraft subjected to an act of unlawful \ninterference has landed shall notify by the most expeditious means the \nState of Registry of the aircraft and the State of the operator of the landing \nand shall similarly transmit by the most expeditious means all other \nrelevant information to:: \n \n(a) \nThe two above-mentioned States; \n(b) \neach State whose citizens suffered fatalities or injuries; \n(c) \neach State whose citizens were detained as hostages;",
  "14": "(d) \neach Contracting State whose citizens are known to be on \nboard the aircraft; and \n(e) \nthe International Civil Aviation Organization. \n \n5.2.6. Recommendation : Each Contracting State should ensure that \ninformation received as a consequence of action taken in accordance with  \n5.2.2 is distributed locally to the Air Traffic Services units concerned, the \nappropriate airport administrations, the operator and others concerned as \nsoon as practicable.. \n \n5.2.7. Recommendation : Each Contracting State should cooperate with other \nStates for the purpose of providing a joint response in connection with an \nact of unlawful interference. When taking measures in their territory to free \npassengers and crew members of an aircraft subjected to an act of \nunlawful interference, each Contracting State should use, as necessary, \nthe experience and capability of the State of the operator, the State of \nmanufacture and the State of registry of that aircraft. \n \n5.3. \nExchange of information and reporting \n \n5.3.1. Each Contracting State concerned with an act of unlawful interference \nshall provide ICAO with all pertinent information concerning the security \naspects of the act of unlawful interference as soon as practicable after the \nact is resolved. \n \n5.3.2. Recommendation : Each Contracting State should exchange information \nwith other States as considered appropriate, at the same time supplying \nsuch information to ICAO, related to plans, designs, equipment, methods \nand procedures for safeguarding civil aviation against acts of unlawful \ninterference. \n \n# # #"
}