{
  "1": "‘CIRCULAR 2004 (CIRCULAR)\nFAX-23315695 / 23311598\n\nSubject:-\n\nNO.CAS-9(24)/2004.PIC\n\nBUREAU OF CIVIL AVIATION SECURITY\n\n(MINISTRY OF CIVIL AVIATION)\nGOVERNMENT OF INDIA\nAWING , JANPATH BHAWAN ,\nJANPATH, NEW DELHI -110001\nDate: 10.6.2004\n\nCIRCULAR NO.14 /2004\n\nRenewal\n\n/issue_of Airport Entry Passes _after_the expiry of\n\nexisting AEP system ie. 31.12.2004.\n\nThe existing Airport Entry Pass (AEP) system is valid upto 31.12.2004, All\n\nAirport Entry Passes are required to be renewed after 31.12.2004. Besides the existing\ntypes of Airport Entry Passes, WHITE AIRPORT ENTRY PASS will be issued\nfor those persons whose duty warrants. them to visit operational area excluding Security\nHold Area and Terminal Building of the airport Thus the following types of AEPs\nwill be issued / renewed :-\n\nSl [Type of | Purpose\n\nNo. __| AEPs a\n\n1 Orange For those persons whose duty warrants them to visit all\n\nareas of civil airports/ civil enclaves in India.\n\n2. Orange C For Crew members of Indian registered airlines whose\n\nduty warrants them to visit all areas of civil airports in\nIndia.\n\n3. Purple For persons whose duty warrants them to visit all areas ofa\nspecific airport. _ _|\n\na Navy Blue | For persons whose duty warranis them to visit all areas of\na specific airport except security hold area.\n\n5. White For persons whose duty warrants them to visit the\noperational area only, in a specific airport, excluding\nSHA and Terminal Building.\n\n6. Light Brown | For persons whose duty warrants them to visit the arrival\nand departure halls of a specific airport.\n\na Light Green | These commercial AEPs may be issued to persons whose duty\nwarrants them to visit one specific airport for passenger\nfacilitation upto check-in area of departure side and upto\nvisitors area on arrival side.\n\na; Transferable | These passes will not have the photograph of the holder\n\npasses and would be valid fora maximum period of three years,\nThis will be valid with the Identity Card of the holder,\nissued by the organization concerned.\n\nContd..2/-\n",
  "2": "‘CIRCULAR 2004 (CIRCULAR)\n\n2. In case of transfer, resignation or retirement/ termination of service of the AEP\nholder, it will be the responsibility of the sponsoring authority to retrieve the AEP and\nreturn the same to the concerned RDCOS, BCAS. The AEP holder wil! normally be\nresponsible for surrendering the AEP in the circumstances mentioned above.\n\n3. __In case of fresh application or any renewal case of Government officers of\nMinistries, State Bhawans, AAI, Indian Airlines, Air India, scheduled airlines etc, a\nperiod of 3 years may be considered. In case of non-scheduled airlines and contractual\nworkers it should be for a period of 1 year till 31.12.2005 or for the period of contract or\ntill the date of their superannuation whichever is earlier. Due verification of character\nand antecedents of the applicant is mandatory.\n\n(R.K. Singh)\nAddl. Commissioner of Security (CA)\n\nDistribution:\nAs per list attached\n"
}