{
  "1": "CIRCULAR 15/2000 \n \n \nSUB:  ROLE OF CISF/STATE POLICE AT THE OPERATIONAL, \nCIVILAIRPORTS IN INDIA. \n \nIn order to provide one common force for aviation security duties, the Government of \nIndia have decided to induct Central Industrial Security Force (CISF) for airport security \nduties in place of State Police at domestic operational airports of the country in a phased \nmanner.  Operationalisation of this decision of the government is bound to give rise to some \nday-to-day functional and coordination problems especially in the initial stages. \n \nIn view of the above, the role of CISF and state police is defined as under: \n \n1. \nCISF will perform the watch and ward duty of the perimeter and the \ninstallations of Ministry of Civil Aviation and will also undertake the \nchecking of hand baggage and frisking of passengers in accordance \nwith aircraft Act / Rules and ICAO Standards and Recommended \nPractices (SARPs).  For about a period of one month after induction of \nCISF, the local p9lice should extend help to them to facilitate \nfamiliarization of working of the anti-hijacking and anti-sabotage \nchecking and acquiring proficiency therein.  \n1. \nThe state police will continue to perform their duties relating to \nprevention of crime, maintenance of law & order and traffic control.  \nLaw & Order in the airport premises will also be the responsibility of \nlocal police. \n2. \nVVIP movements will be governed in accordance with the Blue Book \nfor which responsibility rests with local police land State / U.T. \ngovernment concerned.  However, access control and pre-embarkation \nsecurity checks will be enforced by Airport Security Unit of CISF. \n3. \nIn the event of unlawful interference with civil aviation operations, \ncordoning of aircraft will be done by CISF, but any assistance \nconsidered necessary will have to be extended by local police / \nadministration. \n4. \nIn case of bomb threat call the in charge Airport Security Unit, CISF \nwill immediately get in touch with the local police / local army unit’s/ \nBDDS and attend to the bomb threat call as per prescribed drill. \n \n5. \nThe local police officer under whose jurisdiction the airport falls, with \ncontinue to be the member of the Airport Security Committee and he \nwill be responsible for coordination with CISF and Airport Director, \nAAI of the concerned airport \n6. \nTo facilitate the protocol duties of State Govt., officials the State Govts \nwill send a list of such officers to the Airport Directors, who will \nprovide such passes as may be needed from time to time.  Towards this \nend am Airport Security Committee’s Sub-Committee comprising \nAirport Director as Chairman, I/c CISF, I/c S.P. of the Area; I/c ADM",
  "2": "of the area & I.B. representative as Members be formed to attend to \nthese issues and necessary follow-up action shall be taken up. \n \n (VEERANNA AIVALLI) \nCOMMISSIONER OF SECURITY (CA) \n \nNO.CAS-6(1)/2000-DIV-I(CISF) \nDated : 24.05.2000"
}