{
  "1": "1OCAIS)\nCAS-8(4) /2013/DIV.-I (Vehicle)\nser eer / Government of India\n(Grr fears sara) / (Ministry of Civil Aviation)\nawn fees quer qt / Bureau of Civil Aviation Security\n\n‘a! Se, Wer we, wee yer, weer / +A’ Wing -1, I, III, Floor, Janpath Bhawan, Janpath,\n\ncaf feeai-110007 / New Dethi-110 001\n\nDated: - 19/09/2014\n\nAVSEC CIRCULAR NO. - 15/2014\n\nSubject: Permission for the vehi i Ram Vi\nmer _Affnirs. Food ai ic Distrib\nairports in the country.\n\n‘The competent authority’ has approved the facility of ferry vehicle to and from aircraft\nat all airports in the country in respect of Shri Ram Vilas Paswan, Hon'ble Minister for\nConsumer Affairs, Food and Public Distribution, on medical grounds, for a period up to\n31/12/2015.\n\n(R.N. Dhoke, IPS)\nAddl. Commissioner of Security (CA)\nFor Commissioner of Security (CA)\n\nDistribution as per list attached / overle\n\nCopy to:\n\nMCA (Shri S.V, Ramana, Under Secretary), R.G, Bhawan, New Dethi: wrt. MCA letter no.\nAV.13024/29/2014-AS dated 11-15/09/2014.\n\na\n\nyouy\n\nPam\n\nof\n",
  "2": "Copy for information and necessary action to\n\na\n\n©erx9M AON\n\nBaran\n\nBe\n\nDirector General, CISF, 13 CGO Compiex, Lodhi Road, New Delhi\nMay kindly circulate to all ASG Units at the airports where CISF is deployed.\n\nGPs / IGPs all States / U Ts\n\nCommissioner of Police, Delhi, Mumbal, Chennai & Kolkata.\n\nChairman Airports Authority of India, Rajiv Gandhi Bhawan , New Deini -with request to please\ncirculate to all AAI airports in the Country.\n\nCMD , NACIL (Air India)Lid. , Airlines House, 113 Gurudwara Rakabagan| Road, New Delhi -110001\n\nCEO, Jet Airways, S.M Centre, Andheri-Kurla Road, Andheri (East). Mumbai\n\nCEO. Spice Jet, Plot No.319, Udyog Vihar, Phase -1V , Gurgaon, Haryana.\n\nCEO, Go Air, Neville House, J.N Herdia Marg, Ballard Estate, Mumbal-400 001\n\nCEO, Indigo Ainines, Tower C, Global Business Park, DLF City, Phase lll, Mehraull Gurgaon Road,\nGurgaon-122 002,\n\nCEO. Air Asia (India) Pvt Ltd, AIT, 2° Floor, Chennai Airport, Chennai-600027,\n\nAirport Director, Sri Sathya Sai Airport, Prasanthi Nilayam Puttparthy, Anantpur District, Andhra\nPradesh-515134\n\n‘MD, DIAL, New Udan Bhawan, Opp. Terminal-3, IG! Airport, New Dethi-37,\n\nMD. MIAL, CSI Airport. 1 Floor, Terminal IB, Santacruz (E), Mumbai 400 09.\n\nMD, CIAL, Cochin Intemational Airport Ltd., Cochin Airport, Cochin\n\nMD, HIAL, Hyderabad international Airport Limited, Snamshabad-500 409, Ranga Redey Distt, AP.\n\nMD, KIA Bengaluru, Administration Block, Bengaluru Intemational Airport Devanahalli, Bangaiore-660\n300\n\nMD, Mihan india Private Ltd,, Dr. Babasaheb Ambedkar International Airport, Old Terminal Building,\nNagpur-440 005,\n\nCSO, BAPL Durgapur Airport, MNAV-29 Bengal Ambuja Housing Complex City Centre, Durgapur- 713278\nRegional Deputy Commissioner af Security (CA) , BCAS , Delhi, Chennai , Mumbai, Kolkata, Anmedabad\nHyderabad, Amritsar & Guwahati to_please circulate to all Airlines, Airport Directors! in-charge\nAirport Management and Officers of BCAS in respective jurisdiction.\n\nCopy for information to i=\n\n‘Secretary, Civil Aviation, RG Bhawan, New Delhi\n\nJoint Secretary, MCA, RG Bhavan, New Delhi. (Kind atin. : Shri G, Asok Kumar)\n\nDGCA, Technical Area, Opp. Saftiarjung Aiport, New Delhi-03\n\nDirector, Cabinet Secretariat, Room No.7, Bikaner House, Annexe, Shahjahan Road, New Delni-11. (Kind\natm ; Shri Anshul Sharma)\n\nJoint Secretary (PP) , MHA, 3 Floor, “A” Wing, NDCC-I! Building, New Delhi-110 001\n\nJoint Director , IB. MHA 35 S P Marg. New Delhi (Kind atin, : Shri P.K Bhardwal)\n\nPS to Hon'ble Minister of Civil Aviaton, RG Bnawan, New Delhi\n\nINTERNAL DISTRIBUTION\n\nPPSto COSCA 2.PStoJLCOSCA 3. PSI0ACOS(R) 4. PS to ACOS(S)\nDCOS{Ops)! DCOS (P) / ODI!)\nAD{OL) ~ with a request to translate this circular/AVSEC Order in Hindi Language\n\nAACS (CA)ofBCASHQ 8. GUARD FILE\n"
}