{
  "1": "CIRCULAR NO   15 /2002 \n \n \nSUB:  SPECIFICATION FOR X-RAY BIS \n \n \n \nAttention is invited to this Bureau’s Circular No.CAS-2 (15)/97-DIV-II \nDated: 03.02.2000 laying down minimum standards for X-Ray Baggage \nInspection system   Subsequent to the above circular some users, new agencies, \nequipment manufactures and dealers have requested some changes in the \nstandards.  After a meeting with those agencies and on the basis of discussions \nheld with them, the minimum standards for X-Ray Baggage Inspection Systems \nhave been revised and issued as per the enclosure. \n \n2.  \nThis specification is applicable for standard X-BIS for hand and checked \nbaggage and screening of cargo. \n \n3. \nWhile the minimum standards are to be met, further improvement in \ntechnology, size of tunnels and operational efficiency would be given due \nweightage and favourably considered. \n \n4. \nWhenever, any agency proposes to procure the machine, they will ensure \nthat these specification are met.  A report giving details of make, model and other \ntechnical parameters to be submitted to this Bureau before supply order is placed \non the firm. If any machine fails to conform to these specifications the same may \nnot be permitted for installation. \n \n5. \nThe contents of the circular may be shared with those concerned on need \nto know basis. \n \n \nThis issues with the approval of Commissioner of Security (CA) \n \n \n( R.K. Singh) \nAdditional Commissioner of Security (CA) \nFor Commissioner of Security (CA) \nDistribution: \n \nAPPENDIX - A \n \nBUREAU OF CIVIL AVIATION SECURITY \n \nSPECIFICATIONS FOR X-RAY SYSTEM FOR BAGGAGE                      \nINSPECTION AND CARGO \n \n1. \nThe machine should operate on 230V AC 50 Hz power supply and should \nbe able to withstand voltage fluctuations in the range of 170V to 260 V.",
  "2": "2. \nTunnel size of the machine should conform to the purpose for which the \nmachine is used. \n \n \n3. \nPenetration:  Penetration should be greater than 25 MM thickness of \nsteel. \n \n4. \nResolution:  The machine should be able to display single insulated tinned \ncopper wire of 38 SWG. \n \n5. \nThe system should be able to produce clear images on monochrome or \ncolour monitors with minimum of 1024 X 768 pixels \n \n6. \nZoom facility should be available to magnify the chosen area of an image \nfour time (X4) or more. Image features shall be keyboard controllable. \n \n7. \nThe machine shall be film safe.  In other words photographic films shall \nnot be damaged due to X-ray examination. \n \n8. \nThe machine should have features of multi energy X-Ray imaging facility \nwhere materials of different atomic number will be displayed in different \ncolours to distinguish between organic and inorganic materials.  With this \nmethod it should be possible to distinguish high-density organic materials \nincluding explosives.  Machine should have variable colour or material \nstripping to facilitate the operator to monitor images of organic materials \nfor closer scrutiny.  No black & white machine should be procured in \nfuture except the machine operating on backscatter principle. \n \n9. \nThe radiation level should not exceed accepted health standard (0.1 m \nR/Hr) at a distance of 5 Cm from external housing). \n \n10. \nLead impregnated safety screens should be available at either end of the \ntunnel. Idle rollers to be provided at either end of the tunnel to facilitate \nplacing of baggage at the input and output points. \n \n11. \nThe X-ray beam divergence should be such that the complete image of \nmaximum size of bag is displayed without corner cuts. \n \n12. \nFacility for variable contrast must be incorporated to allow enhancement \nof lighter and darker portion of the image. \n \n13. \nIf the machine fails to penetrate a particular item, then an alarm (visual or \naudible) should be generated to notify the operator. \n \n14. \nA threat image projection  (TIP) system software to be incorporated in all \nX-Ray BIS operation as per details given in Annexure-II.",
  "3": "15. \nControl desk with security housing and locking provision should be \navailable.  The Operator personal identification number can be entered \nthrough keyboards.  Bi-directional atonal scanning facility should be \nprovided. \n \n16. \nFacility of edge enhancement should be available. \n \n17. \nConveyor belt speed should be between 0.18 and  0.3  mtr. /  Second  for \nX-ray baggage inspection system for hand and registered baggage.  \nLesser speed is acceptable for cargo screening. \n \n18. \nThe operating temperature should be 0*C to 40*C and storage \ntemperature –20 O C to 50 O C. \n \n19. \nAntirodent and dust proof cover must be provided. \n \n20 \nThe company manufacturing the equipment should have ISO certification \nfor manufacturing and servicing of X-Ray screening machines. \n  \n21. \nThe machine should be so designed that software enhancement can be \neasily implemented to take care of new technique in image processing \nand pattern recognition. \n \n22. \nThrough put shall be 300 bags per hour for hand and checked baggage \nand 150 bags per hour for cargo machines. \n \n \n23. \nSAFETY: \n \n \nThe machine must comply with requirements of health and safety \nregulations with regard to mechanical, electrical and radiation hazards.  \nBefore installation of the machine, the supplier / manufacturers should \nfurnish NOC from Atomic Energy Regulatory Board of India regarding \nradiation safety. \n \n24 \nOne operator manual shall be provided with each machine. \n \n25. \nCOMBINED TEST PIECE (CTP): \n \n \nThe manufacturer shall provide one set of CTP per machine for checking \nserviceability of the machine by the operator.  The details of CTP are \nenclosed as per Annex-1. \n \nANNEXURE - I \n \nCOMBINED TEST PIECE REQUIREMENTS \n \n1. \nSINGLE WIRE RESOLUTION (TEST NO.1)",
  "4": "1.1 \nA set of uninsulated tinned copper wire of size 25 SWG, 30, 35, 38, 40 \nand 42 SWG are placed on a Perspex sheet.  The wires are laid out in S \nshaped curves.  The wires are placed behind varying thickness of \naluminum.  The requirement is to display 38 SWG wire not covered by \nstep wedge.  A tick will indicate the visibility of appropriate wire. Metallic \nmarker should be provided using high density material, so that SWG \nnumbers in the VDU are clearly visible.   \n \n2. \nUSEFUL PENETRATION (TEST NO. 2) \n \n2.1 \nDefines what level of details can be seen behind a thickness of known \nmaterial.  The requirement for this test is that the 24 SWG wire is seen \nunder second step wedge (5/16”). (Note: This is equivalent to FAA, USA \nand DOT UK requirement).  Tick on log sheet will indicate what wires are \nvisible. \n \n3. \nMULTI ENERGY X-RAY (TEST No.3) \n \n3.1 \nWith multi energy X-Ray it should be possible to distinguish between \nmaterials of different average atomic number.  The use of sugar and salt \nsamples encapsulated on the test piece and various materials used in the \nconstruction of CTP will check the material discrimination facility.  A tick \nwill indicate that the sugar / salt samples are shown in different colour. \n \n4. \nSIMPLE PENETRATION (TEST No.4) \n \n4.1. \nThis test defines what thickness of steel the machine should be able to \npenetrate.  The steel step wedge on the CTP has steps of 2 mm from 16 \nmm to 30 mm with a lead strip to check that the machine is above or \nbelow the requirement.   The requirement is that lead is visible beneath 24 \nmm steel.  A tick in log sheet will indicate where a difference between the \nlead strip and the step wedge is visible. \n \n5. \nSPATIAL RESOLUTION (TEST No. 5) \n \n5.1 \nThis test defines the ability of the system to distinguish and display \nobjects, which are close together.  The CTP has 16 copper gratings at \nright angles to each other.  The requirement is that a vertical horizontal \ngrating can be seen.  A tick in the log sheet will indicate that gaps in the \ngratings are visible. \n \n6. \nMETHOD: \n \n6.1. \nThe CTP is to be used as a quick routine test carried out daily to \nensure that equipment is working properly and satisfactory image is \nobtained.  The results of the tests should be recorded.",
  "5": "6.2. \nThe CTP should be placed on the belt and passed through the belt \nat least once in a day before the baggage is screened or after the \nX-Ray equipment is switched on to ensure that the equipment is \nworking properly.  If the image is satisfactory the equipment may be \nused. \n \n6.3. \nThe CTP may be viewed by using image enhancing facility till the \noperator is satisfied that the machine is working properly.  The \noptimum position of CTP on the belt will depend on X-Ray source \nand detector arrangements.  This may be ascertained from the \nservice engineer, if need arises.  \n \n7. \nRESULTS: \n \n7.1 \nThe best results taking both colour and Black & While images into \naccount may be recorded for a particular machine. \n \n7.2 \nThe results of test should be recorded giving information like date, \ntime, machine number and type, supervisors name and other \nremarks. \n \n7.3 \nSupervisory officer should carry out the tests once in a week and \ncompare the results with daily test sheets.  In case the images are \nnot up to the standard, service engineer must be asked to rectify \nthe fault.  The machine may not be used when its performance is in \ndoubt or not satisfactory in the opinion of the supervisor. \n \n7.4 \nThe record mast be kept by the operator for one year after final \nentry.  The records may be checked by the inspecting officers of \nBCAS during airport inspection and report be submitted to \nCommissioner of Security (CA).  \n \n \n \n \nANNEXURE - II \n \nTHREAT IMAGE PROJECTION  (TIP) \n \n1. \nTIP software facility shall be incorporated in the offered X-ray machines to \nassist supervisors in testing the operator alertness and training X-ray \nscreeners to improve their ability in identifying specific threat object.   The \nsystem will create a threat object and the same will be superimposed on \nmonitor screen while a bag is being screened.  To acknowledge that the \noperator has seen the false object, operator must press the control panel",
  "6": "key that will cause the computer generated threat object to disappear from \nx-rayed bag image on the VDU screen.  Each operator’s action shall be \nrecorded in the hard disc of the computer for the auditing purpose by the \nsupervisor or other authorized person. \n \n2 \nDesign of the system \n \n2.1. \nTIP software should be compatible with other X-ray technologies such as \nautomatic reject unit, Dual X-ray screen technologies, automatic threat \nrecognition system etc.   All X-ray image functions must be available at \nthe same time along with the TIP. \n \n2.2.   Image library \n \n2.2.1. The TIP facility should have an image library containing at least 100 \nexplosive devices, 100 knives and 100 firearms in various sizes, shapes, \nlocations & orientations. However, the system shall have facility to expand \nthe library to incorporate additional images by user without assistance of \nthe manufacturer. \n \n2.2.2 The image library should contain images of threats at different orientations   \n-both plane and end-on orientation should be used.  Although these will \nbe assigned different file names and references, it must be possible to \ncross-reference these as the same threat.  All threat Image Projection \nimages must be realistic, representative and non distinguishable form real \nthreat items.  \n \n2.3. \nTime Interval \n \n \nProgramming facility shall be available to project threat images in different \nintervals.  The time period for threat image as well as image mix in \npercentage shall be user programmable e.g. software shall select 40 % \nimages of explosive devices, 35 % of fire arms & 25 % of knives or \nRandom etc. \n \n2.3.1. Once the screener has responded to identity the computer generated \nthreat image, it should remain on the screen for a predefined user \nprogrammable time for analysis.  The image should be highlighted, upon \nidentification, and feedback message shall be visible to the screener. \n \n2.4. \nSYSTEM ADMINISTRATION \n \n2.4.1. The threat image projection facility shall have details of user data-base \nsuch as airport name, screener name, organization, user ID number, level \nof access such as screener, Administrator, Maintenance & password etc.",
  "7": "2.4.2. Access to start up menu should be restricted only to the authorized \nindividuals.  A log - in procedure by means of “Password” or “Security \nKey”, could achieve restricted access to each of the comment.  The log - \nin procedure should not take longer than 20 seconds.  The system should \nhave facility to by pass the TIP facility, if programmed so by the system \nadministrator.  It is to be ensured that the TIP software shall not be \nhindrance to normal functioning of X-ray Machines. \n \n2.4.3 When the operator logs - in or logs - out, message should be displayed on \nX-Ray BIS VDU Screen to confirm that he/she has been correctly logged - \nin or logged  - out. \n \n2.5 \nFeed Back Report \n \n2.5.1 The threat image Projection should be capable of giving feedback “HIT, \nMISS or FALSE ALARM” message.  No message will be presented if a \nscreener correctly passed as clear bag. \n \n2.5.2 A”HIT” message to be presented when a screener has correctly identified \na Threat Image Projection image.  A “MISS” message shall be presented \nwhen screener fails to identify the TIP image.  A “False Alarm” message \nshall be given when screener incorrectly indicate TIP image when in fact \nno threat image projection is present. The feedback should clearly \nindicate in a screen that a TIP object has been correctly identified / a TIP \nobject has been missed / or no TIP object was present. The information \nshould be recorded in the database. \n \n2.5.3. Different colour coding shall be used for feedback to the Screener.  It is \nrecommended that colour code “Red for MISS”, Green for “HIT” and \nYellow to False Alarm or interrupt” be used. \n \n2.5.4. The system shall automatically prepare the daily log of events for each \nshift and for each Screener performance.  TIP log shall include particulars \nof Airport, XBIS, Name of Screener, Time & date of threat image, weather \nthreat image was successfully identified or missed etc. \n \n2.5.5. The report on Threat Image Projection system may have date and time \n(From - To) as per requirement, Screener particulars, and decision/out \ncome i.e. MISS, HIT or False Alarm in percentage as well in absolute \nnumbers, number of bags screened, categories such as explosive devices \nknife or weapon etc.  \n \n2.5.6. As a standard practice, daily / weekly / monthly report shall be retrieved. \nReport shall be for any given time and period, as per command.",
  "8": "2.5.7. All data should be stored on the system for a minimum of two months \nafter it has been down loaded.  No individual, regardless of access rights \nto the Threat Image Projection components would delete or amend any of \nthreat Image Projection data or time i.e. Threat Image Projection data on \nthe actual X-ray machine will be read only file. \n \n \nRef No. CAS-2(2)/2002/Tech/Div-II Date : 20.05.2002 \n \n# # #"
}