{
  "1": "Restricted \n \nNO.CAS-7(1)/2006.Div.I \nBUREAU OF CIVIL AVIATION SECURITY \n(MINISTRY OF CIVIL AVIATION) \nGOVERNMENT OF INDIA \nA WING , JANPATH  BHAWAN , \nJANPATH, NEW DELHI -110001 \nDate:  29.8.2006 \n \nCIRCULAR NO. 15/2006 \n \nSub: \nProcedures for  carriage of Duty  Free items  by departing  passengers on \nboard the aircraft  at airports  in India. \n \nIn partial modification of this Bureau Circular No. 14/2006  dated  11.8.2006 \n(prohibiting carriage by passengers in cabin baggage or on person of  liquid items/ gel/ \npaste or items of similar consistency except medicine/ inhaler accompanied by \nprescription and baby food),   the following  procedures  for  carriage of  duty free items \npurchased  from duty free shops at  airports in India shall be followed with effect  from  \n1st September, 2006 :- \n \n1. \nSecurity Procedures for the duty free shops located outside security hold area. \n \n(i) \nDuty free items  shall be  sold  under proper cash receipt  incorporating   the \nname of  the passenger and his seat no./ name of  Air Carrier \n \n(ii) \nThe items  will, however,  not be  handed over  to the passenger at  the  Duty \nFree Shop. \n \n(iii) \nThe items shall be kept in a uniquely identifiable bag (bearing the name of the \nDuty Free Shop alongwith the following  inscription  “Duty Free Items”).  The  \ncash receipt   will be attached to the bag. \n \n(iv) \nIt  shall thereafter be the responsibility of  the owner of the Duty Free Shop to \nget  the bag (containing the duty free items sold to a passenger) checked at the \nsecurity check points before entry to the SHA and have these delivered to the \nconcerned  passenger at the  gate of the aircraft. \n \n(v) \nThe owner of the  duty free shop  shall be liable to ensure that no  prohibited/ \ndangerous goods  are kept and  sold  at the  duty free shop which may be used to \ncommit unlawful interference.  \n \n(vi) \nIt shall also be the liability of the owner of the duty free shop to ensure that \nsecurity vetted employees  on his rolls are used for delivering duty free items to \npassengers at the gate of the aircraft. \nContd..2/-",
  "2": "::2:: \n \n(vii) \nScreeners of  CISF/ State/ UT  Police  shall be responsible for carrying out \nthorough  checks of  the duty free bags  through   X-ray BIS/  physically as  well \nto  ensure  that the  bags do not  contain  any dangerous goods  so as to preclude \nany possibility of  unlawful interference with civil aviation  operations. \n \n2. \nSecurity Procedures for duty free shops which are located in the security \nhold area. \n \n(i) \nThe  instructions  mentioned in para 1 above  shall be  followed. \n \n(ii) \nHowever, in order  to  ensure that  the items  sold  by  duty free shops located  in  \nthe  Security  Hold  Area do not   contain any dangerous goods , the following  \nprocedures  shall be  observed: \n \n(a) \nAll items shall be  subjected to  thorough security  checks at the time of induction. \nIt shall thereafter be the responsibility of the owner of the Duty Free Shop to ensure a \nsecure environment for his operations to preclude any unauthorized intervention at his \npremises. \n \n(b) \nIt  shall also be  the responsibility of the owner of  duty free shop  to carry out   \ndaily anti-sabotage  checks of the shop to  ensure  that there  are no  dangerous goods  in \nthe shop  to  preclude  possibility of  unlawful  interference  with  civil aviation \noperations. \n \n3.  \nBackground check of the  owner and management  of   duty free  shops  as \nwell as employees,  shall be  carried  out in a time  bound  manner,  if  this  has not  \nalready been undertaken.  The owner of the Duty Free Shop may initiate the procedure \nfor background checks immediately through the Regional Dy. Commissioner of \nSecurity(CA), BCAS, Delhi. In case any  body is  brought to adverse  notice,  necessary \naction  as per   rules and regulations  will be taken. \n \n \n \n (S.R. Mehra) \nCommissioner of  Security (CA) \n \nDistribution as per list attached."
}