{
  "1": "CIRCULAR  16 / 2002 \n \n \nSub: CARRIAGE OF TRAINING MODELS AND EXPLOSIVES BY AIR BY \nCONTROLLER OF EXPLOSIVES AND BY DY. COMMISSIONER OF \nSECURITY (BDDS). \n \n \n \nThe Controllers of Explosives and Dy. Commissioner of Security (BDDS) \nof this Bureau are authorized to carry IED models and small quantities of \nexplosives such as RDX, PETN, PEK, TNT etc for the purpose of imparting \ntraining in “Recognitions of Explosive Devices and Bomb Threat Procedure” at \nairports by aircraft. These officers shall take adequate safety precaution while \npacking and transporting the explosives. Models and Explosives shall  be carried \nas registered baggage only. No detonator shall be carried by above officers in an \naircraft. \n \nThe permit No. 90-DG/2002 dated 29.4.2002 issued DGCA on this subject \nis enclosed for strict compliance by all concerned. \n \n(R.K. Singh) \nAddl. Commissioner of  Security (CA) \n \nRef .NO.CAS-11(2)2000-DIV-II dated 23.5.2002 \n \n \nGovernment of India \nOffice of the Director General of Civil Aviation \nDGCA COMPLEX, OPP. SAFDARJUNG AIRPORT, NEW DELHI \n* * *  \n \nPERIMIT NO. 90 – DG / 2002                             No. 8/21/02-IR \n \n \n \n \n \n \nDated .29-4-2002 \n \n \nIn exercise of the powers conferred by rule 8 (2) ( c) OF THE aircraft \nRules, 1937, delegated to him vide Government of India, Ministry of Tourism and \nCivil Aviation notification No. S.O.727 (E) dated 4th October 1994, the Director of \nRegulations & Information in the civil Aviation Department authorizes the \nCONTROLLER OF EXPLOSIVES AND  THE DY. COMMISSIONER (BDDS) OF \nTHE BUREAU OF CIVIL AVIATION SECURITY, NEW DELHI  to carry RDX, \nPETN, Tetryle, TNT, safety fuze, cordtex etc. (quantity not exceeding 10 gms)  \nby air as per the Instructions for the Safe Transport of Dangerous goods by Air \n(ICAO Doc. 9284-AN/905) at any airport within the territory of India subject to \nfollowing conditions: -",
  "2": "(i) \nThe goods are so packed, protected and secured as to avoid the \npossibility of their being a source of danger; \n \n(ii) \nThe goods are carried in checked baggage only so as not to be \naccessible to the passengers on board aircraft; and \n \n(iii) \nThe nature of the goods is plainly and conspicuously marked on the \noutside of the package (s). \n \n \nUnless suspended or revoked earlier, this permit shall remain valid w.e.f. \n29.04.2002 to 30.04.2003. \n \n(R.K. MAHESHWARI) \nDIRECTOR OF REGULATIONS & INFORMATION  \n \n \nTo, \n \nThe Addll. Commissioner of Security (CA) \nBureau of Civil Aviation Security \nA wing, Janpath Bhawan, Janpath \nNew Delhi-110001. \n \nCopy to :- \n \n1. \nministry of Civil Aviation (Smt. Sarada Ali Khan, Deputy \nSecretary), Rajiv Gandhi Bhawan, Safdarjung Airport, New \nDelhi w.r.t. their letter No. A.13024/42/2001-SS(Pt.I) dated \n18.04.2002. \n \n2. \nThe Chairman, Airports Authority of India, Rajiv Gandhi \nBhawan, Safdarjung Airport, New Delhi.  It is requested that \na copy of this permit maybe forwarded to all Airport Directors \n/ Aerodrome in-charge. \n \n \n(R.K. MAHESHWARI) \nDIRECTOR OF REGULATIONS & INFORMATION  \n \n# # #"
}