{
  "1": "CIRCULAR  NO.  17/2001 \n \nSUB : INDUCTION  OF  C I S F(ASG)   \n  \n \n1. \nTill January, 2000, security functions at all   the airports in the country used to be   \nperformed by the police personnel requisitioned from   State Government.  In the   \nbackdrop of hijacking   of Indian Airlines aircraft  (IC-814) in December, 1999, the \nGovernment of India   have decided   that  in order to  bring  in  uniformity  of  practices  \nand  procedures    and also to have   effective  control  and   supervision  of the   Ministry \nof    Civil  Aviation , airports  security  should be    entrusted   to the  Central  Industrial  \nSecurity  Force  (CISF)   at all  civil  operational  airports  in the  country.   In pursuant to \nthis   decision     CISF   has   already been deployed   at  20  airports   and  will be  \ndeployed at the remaining  operational airports  in a  phased  manner.  \n \n2. \nThe contingent of CISF, designated   as Aviation Security Group (ASG), duly \nauthorized by the BCAS for carrying out aviation security duties, which include a \ncombination of measures of human and material resources intended to safeguard   civil \naviation against   acts of unlawful   interference and protection of its property at the \nairports handling civil aviation, shall    function in accordance with the     guidelines   \nenumerated   below: - \n \n1. \nCOMMAND  & CONTROL \n \n(i) \nThe command, Supervision and Administration of the CISF posted in the \nAirports shall vest in the Director General , CISF. Every supervisory \nofficer of CISF placed In-charge of Airport Security shall, subject to any \ndirections given by the Central Govt. or DG,CISF in his behalf, discharge \nhis functions under the general supervision and direction of the Airport \nDirector /  In-Charge  of that Airport.  \n \n(ii) \nThe Airport Director may  supervise the operational functioning of the \nCISF so far as the deployment on Airport Security duties is concerned.  \n \n(iii) \nHe may issue suitable directions  to the  CASO   as would be necessary for \nsmooth functioning of airport operations. However, such directions should  \nconform to the security scheme approved by COSCA and also fall within \nthe given mandate and jurisdiction of CISF. \n \n(iv) \nAirport Director may check / visit duty posts and convey his observations \nto CASO  who will take appropriate action under intimation to the Airport \nDirector. Infrastructural support for such rectifications if required will be \nprovided by Airport Operator.",
  "2": "(v) \nThe  CASO  will submit a daily situation report (DSR) to Airport  Director \nwho may also seek  additional information if any  as deemed necessary by \nhim.  \n \n(vi) \nThe CASO  will also submit a deployment statement of ASG to Airport \nDirector.  The deployment statement would also be made available to \nBCAS officers as and when they visit the Airport for inspection.  \n \n(vii) \nThe CASO  shall keep the Airport Director fully informed of all the \ndevelopments including the state of force. \n \n(viii) The Airport Director will, however, give necessary directions to the \nCASO, who will in turn give necessary directions to the  Group  Members. \n \n(ix) \nThe above functions of the Airport Director will not be delegated further. \nIn metropolitan airports, the Dy. Director of the Airport may be entrusted  \nwith the above security related functions by the Airport Director. \nHowever, any directions to the ASG shall  be by the Airport Director only. \n \n \n2.  Functions /  Duties \n \n(i) \nEvery Unit of ASG  in an airport  shall  have  four   distinct  components:- \n \n(a) \nAnti-Hijacking Unit; \n(b) \nIntelligence  & Surveillance Unit. \n(c) \nProtection Unit; and  \n(d) \nSupport Unit. \n \n(ii) \nEach unit shall be under a designated officer of a   suitable rank. \n \n \n(iii) \n These units will perform the following functions under respective \ndesignated officers subject to the sanction of manpower.  \n \n3. \nAnti-hijacking Unit:-  Anti-hijacking  Unit  of  ASG    shall  undertake  the  \nfollowing  functions:- \n \ni) \nGuarding of access points to prevent  unauthorized entry of persons , \nvehicles , animals, materials  etc.  into the airside of the aerodrome. \n \nii) \nPre-embarkation screening of passengers and hand  baggage (anti-\nhijacking)  in  accordance  with  instructions  and guidelines  contained    \nin the  National  Civil  Aviation Security  Programme  besides   the \nguidelines   issued from time to time   by the  Bureau of  Civil  Aviation  \nSecurity;",
  "3": "iii) Security of     the sterile   area  and  apron ;   \n \niv) Guarding of aircraft on ground; \n \nv) \nRamp Policing. \n \n4. \nProtection Unit :-The  Protection Unit   of  ASG    will carry  out  the  following  \nfunctions  :- \n \ni) \nProtection   the perimeter  and   the  installations  like Air Traffic \nController , Very  high  Omni  Ranges (VOR) , Oil  Depots etc.  of airport   \noperator  against  theft   , pilferage  , sabotage  and  unlawful interference ; \n \nii) \nCarrying  out mobile and foot patrols of the airport.  The area to be \npatrolled will  be determined by the Joint Survey Board on a case to case \nbasis; \n \niii) \nguarding  of   Cargo Complex; \n \niv) \nGuarding of  all assets of the   CISF Unit Line; \n \nv) \n Guarding  of  buildings -  both Terminal buildings and  residential \ncomplexes, by enforcing access control measures at the airport in \naccordance with instructions issued by the Bureau; \n \nvi) \nfunctioning  as Quick Reaction Team;  \n \nvii) \nCordoning  off   aircraft  in the  event of   unlawful  interference   with  \ncivil  aviation operations. \n \n \n5. \nIntelligence  & Surveillance Unit- There shall  be a separate Unit  to be \nnamed as Intelligence  &  Surveillance Unit comprising of well qualified and trained \npersonnel. They    will be deployed in  civil dress They  will  carry out the  following   \nfunctions:- \n \ni) \nThey  will cover the  areas of  terminal  building, passenger lounge,   \nsecurity hold, apron   and  such other areas assigned by CASO and will \ngive feedback at the  intervals as  decided by  CASO. \n \nii) \nThey will be provided with   adequate communication equipment. \n \niii) \nThe intelligence staff will   keep liaison with the intelligence agencies of \nthe state as well as  centre to receive regular inputs regarding various \naspects affecting the threat perception of the airport.",
  "4": "6. \nSupport Unit:- a) \n    The  Support  Unit  of  ASG  will  comprise  following  \ncomponents: - \n \ni) \nControl Rooms (CRs), which  will function  round the  clock  with full  \ncommunication facilities. The C.R. shall  keep   contact with  the  \nRegional , Zonal  and  Central Control Rooms of the ASG   and  shall  \ncommunicate  all information;  \n \nii) \nStaff for Training . and line security and for other Regimental activities  \n/functions; and  \n \niii) \nAdministrative office with necessary office equipments and   Ministerial \nStaff. \n \n(iv) \nCommunication staff. \n \n(v) \nM.T. Staff. \n \n(vii)      Supporting service staff. \n \na. \nSecurity aides/ Orderlies  \nb. \nSafai Karmacharis, \nc. \nWasher men, \nd. \nBarbers, \ne. \nCooks, \n7. \nGeneral :- \n \ni) \nAs far as law and order situations are concerned, the Airport \nDirector and the CASO would maintain a close liaison with the \nDistrict Administration so that necessary assistance of the State \nAdministration/Police \nis readily available to deal with such \nsituations.  Deployment and use of the CISF should be the \nresponsibility of the senior most officer of the CASO; \n \nii) \nDuring strikes, the CISF should make adequate arrangements for \nensuring protection and security of the installations and property of \nthe undertakings as well as protection to the employees.  Help of \nthe local Magistracy and Police should be sought for providing \nprotection to the loyal workers and for the maintenance of law and \norder; \n \niii) \nIf another CISF Unit is in the vicinity,  CASO  should inform that \nUnit’s Commander and obtain re-enforcement if necessary.  He \nshould keep his DIG/IG/FHQ posted of all such developments;",
  "5": "iv) \nThe Unit Commander and the Airport Directors shall keep the \nBCAS informed of all the developments affecting the airport \nsecurity; \n \nv) \nThe  CASO   shall be  the member of the  Aerodrome   Committee    \nat  each  airport  where CISF   has  been   inducted and  shall  \nattend the meeting  regularly  whenever  convened  by the \nChairman  Aerodrome  Committee;  \n \nvi) \nThe  CASO  shall  be    the convener  of the   Airport  Security   \nCommittee  at each airport  where CISF  has  been  inducted  and \nshall  convene  the meeting   regularly  every month.  The  minutes \nof the meeting   shall be   sent  to the   Airport  Operator , DIG , IG  \n, ASG  and the  BCAS; and  \n \nvii) \nIn case of   fire,   the  ASG  personnel    will  extend  all the   \nassistance  in extinguishing  the fire and also  in keeping   the \npublic  at distance  , and   the  affected  area  un-intruded  to \nfacilitate  fire-fighting. \n \n \n (Veeranna  Aivalli) \nCommissioner of Security (CA) \n \nREF. NO.CAS-06 (1)/2001/Div-I(CISF) \nDated : 10.10.2001"
}