{
  "1": "NO.CAS-25(6)/97.Div.\n\nBUREAU OF CIVIL AVIATION SECURITY\n(MINISTRY OF CIVIL AVIATION)\nGOVERNMENT OF INDIA\nA’ WING , JANPATH BHAWAN,\nJANPATH, NEW DELHI -110001\nDate: 4.8 2004\n\nCIRCULAR NO. 17/2004\nSubject- Reconciliation of registered baggage\n\nIn supersession of this Bureau Circular No 9/2004 issued under\nreference no. CAS-25(6/97 DIV-1 dated 173.2004 and other previous\ncirculars on the above subject, the following instructions shall be\ncomplied with by all concerned\n\n1.\" Airline operators shall ensure that registered baggage of a\nPassenger, who is not on board the aircraft, is not transported\n\n2. In order to. implement the above mandatory provisions, the\nfollowing procedures shall be followed by all airline operators -\n\n(i) Check-in (common to all)\n\n(a) Each baggage tag will comprise of such number of non-\ndetachable and detachable parts as may be deemed\nnecessary by the airline operators for computerized or\nmanual baggage reconciliation system\n\n(b) At the time of check-in each passenger will be given a distinct\nboarding number and seat number.\n\n(c) Each baggage tag shall contain passenger's name/ seat\nnumber, boarding number, routing of the passenger, flight\nnumber, date, number of pieces. Similar details shall also be\navailable in the passenger check-in system in order to tally\ndetails of the passenger and his baggage.\n\n(d) The following details shall be provided on both portions of\nthe boarding card of the passenger\n\nName of the passenger/ Sequence Number\nDestination\n\nSeat Number\n\nDate\n\nFlight Number\n\nVvvvV¥\n",
  "2": "(ii)\n\n(iii)\n\nBaggage make-up area:\n\n(a)\n\n(b)\n\n(co)\n\n(a)\n\n(b)\n\n(ce)\n\n()\n\n(e)\n\n(9)\n\nIt shall be ensured that no registered baggage is loaded\nin the container / trolley unless it has been screened ,\nstrapped / affixed with security sticker\n\nRegistered baggage coming to baggage make-up area from\nCheck-in counters shall be arranged for loading separately\nfor each flight\n\nBefore loading the baggage on trolleys / containers, the\ndetachable part of the baggage tag shall be removed and\naffixed on container chart or grid sheet\n\nie! aggage Reconciliatio:\n\nThe total number of baggage checked in at the counters for\neach flight should be matched with total number of\nbaggage received in the baggage make-up area for\nreconciliation and loading\n\nBaggage received from the check-in area shall be matched\nwith one part of the baggage tag which contains\npassenger's name , seat number, boarding number and routing\n\nIn both manual and automated reconciliation system, the\nProcedures utilized shall keep track of number of baggage\nreceived against each passenger\n\nIn order to ensure proper passengers baggage reconciliation,\nthe total number of baggage received in the make-up area\nand loaded into the aircraft must be matched with the total\nnumber of baggage accepted at the check-in counters for\neach flight\n\nBaggage of a passenger, who does not board the flight shall\nbe offloaded and handed over to the concerned passenger.\n\nIn respect of transfer baggage, it shall be ensured by the\nconcerned airline operator that the baggage are not\ntransferred unless the passenger is on board the aircraft and\nProper passenger baggage reconciliation procedure has been\ncomplied with\n\nWhere number of passengers on board does not tally with\nthe passenger manifest and missing passenger cannot be\ntraced, his baggage shall be removed from the aircraft and\nflight shall not be released until passengers and baggage\n",
  "3": "reconciliation is complete. Unmatched baggage if any, shall\nbe handed over to baggage services for appropriate action\nand this system shall be certified\n\n(h) Automated or manual record shall be maintained indicating the\nloading position of the baggage in the aircraft, and wherever\nnecessary, grid charts shall be used for this purpose\n\n3. Record of passengers baggage reconciliation shall be made\navailable to BCAS officers as and when called for\n\n4, The above instructions shall be implemented at all international\nairports with effect from 1.92004 whereas at the domestic airports from\n1,.3.2005.\n\n5. Keeping in view the threat perception, besides implementation of\npassenger- baggage reconciliation, physical identification shall continue at\n\nSrinagar, Jammu and Leh airports till further orders identification of\nregistered baggage at other airports will be resorted to as an additional\n\nsecurity measure for specfic threat to a particular airine\nKi \\u —\n\n(R.K. Singh)\nAddl. Commissioner of Security (CA)\n\nDistribution_as per list_attached.\n"
}