{
  "1": "CIRCULAR NO . 18 /  2003 \n \nSub: Anti-hijacking Mock Exercise at  Airports. \n \n \nTo test the efficacy of the contingency plan and to familiarize all \nconcerned about the responsibilities of different agencies connected with civil \naviation operations at the airports it has been decided that mock exercise to test \nthe operational   preparedness of all agencies will be conducted at the airport \nlevel and at the central level as per the following guidelines:- \n \nExercise at the Airport Level \n \ni) \nThe Anti- Hijacking Exercise (AHE)  shall be conducted once  a year at \neach operational airport in the country wherein all concerned  agencies  \nat the  airport  level   will be  involved  and their  efficacy tested.. \nii) \nThe concerned Airport Director / incharge  Aerodrome   shall be \nresponsible  for   conducting  the  AHE.  RDCOS   BCAS and  BCAS  \nHQrs  shall be kept  informed.  It will be   followed  by a  report  from \nthe Airport  Director / Incharge  Airport   Management within a  week  \nof the  exercise.. \niii) \nThe exercise will be stage managed. No aircraft will be used for the \nexercise. A   large  vehicle will substitute for the hijacked aircraft.  \niv) \nThe  Mock  Exercise   will  be  planned  at an  appropriate   time,  \npreferably around  flight  times.  Timings  can be  after  the flight  has \ntaken off or  before  it has  landed  at the airport. \nv) \nThe Central Committee Control Room shall be informed about the AHE  \nby the concerned ATC but the Central Committee shall not  convene. \nvi) \nObservers will be deputed by BCAS during the exercise. \n \nvii) \nThe  AHE  will be   conducted with the   prior  approval of  BCAS which \nwill keep MCA informed of it.  \nviii) \nOperational and administrative tasks shall be clearly mentioned in the \nAHE. \nix) \nSpecific call sign of civil flights shall not be used.  Call sign like XYZ \nshall be used. \nx) \nUnless and until specifically mentioned no RT / WT or any other \ncommunication of the AHE shall be sent to the respective FIC and \nCentral Committee. \nxi) \nBriefing/ debriefing  for the exercise will be done by the concerned  \nAirport  Director / Incharge  Aerodrome. \nxii) \nAll administrative arrangements for the AHE  will be made by the \nconcerned Airport Director/  Incharge  Aerodrome. \n \nAHE  at the Central Level",
  "2": "i) \nA full fledged  Exercise may be conducted centrally once  a year. \nii) \nExercise plan will be prepared by BCAS and will be circulated to the \nconcerned agencies. \niii) \nExact date and time of exercise shall  be communicated on need-to-\nknow basis. \niv) \nThis will be a full fledged exercise in which NSG shall participate as \nper the Contingency Plan. The exercise shall be only to test  the \nefficacy of the contingency arrangements  on the  ground and  the   \nresponse of the Central Committee. The aircraft shall not be air-borne.  \nv) \nThe mock exercise will be planned at an appropriate time, preferably \nafter the flight has taken off or before it has landed at the airport. \nvi) \nAll  administrative arrangements for the exercise will be made by the \nconcerned Airport Director, AAI in consultation with the RDCOS, BCAS \nand  DGCA. \nvii) \nAn aircraft for this exercise will be requisitioned  by BCAS from \nNational Carriers/ private airlines. \nviii) \nThe  AHE  will be held with the prior  approval of  MCA who will  inform \nMHA, Cabinet Sectt. , PM Office and Ministry of Defence. \nix) \nBriefing for this exercise will be done at the BCAS Hqrs. \nx) \nPerformance of all agencies during this exercise will be checked. \nxi) \nCentral Committee Control Room only shall be activated. \nxii) \nBCAS  and  DGCA will depute umpires for each area. \nxiii) \nBriefing  meeting   will be  convened  at the  earliest  at  BCAS  HQrs.  \ncomprising   nodal  agencies  eg.  AAI, APSU, NSG , DGCA  etc.  to  \ndiscuss   various  aspects  , short comings  of the AHE.   Minutes will \nbe  circulated to  MCA and all concerned  for  appropriate  follow up  \naction.  \nxiv) \nDe-briefing will be done at the location as well as at the Central \nCommittee Control Room. \n \nThese instructions supercede all previous instructions issued on the \nsubject of conducting of mock exercises at airports in India. \n \n \n(R.K. SINGH) \nAddl. Commissioner of Security (CA) \n \n \n \nRef : No. CAS-5(3) 2001-Div-1  dated 16 June 2003"
}