{
  "1": "CIRCULAR NO.  18/2001 \n \nSub: \nCommunication system in event of any incident occurring \nat civil airports in India. \n \nIt has been observed that instructions issued vide Circular No 23/99 dated 23.12.99 on the \nsubject cited above are not being followed.  This has been seriously viewed by \nCommissioner of Security (CA).  Instructions contained in the above mentioned circular \n(copy enclosed) are reiterated for information of all officers of BCAS.  It is further \nrequested that these instructions may please be strictly adhered to. \n (R.K. Singh) \nAdditional Commissioner of Security (CA) \nFor Commissioner of Security (CA)   \n \nREF. NO.CAS-05 (4)/99/Div-I, Dated : 12.10.2001 \n \n \nAnnexure- I \nCIRCULAR NO – 23 / 99 \n \nNo. CAS-5 (4)/99-Div-I \n \n \n \n \nDated : 23.12.1999 \n \n \nSubject:    Communication system in event of any Incident \nOccurring at civil airports in India \n \n \n \nIn accordance with Standard 3.1.3. Of Annex 17 of ICAO, Commissioner of \nSecurity, Civil Aviation (COSCA), Bureau of Civil Aviation Security has been \ndesignated \nas \nappropriate \nauthority \nthat \nis \nresponsible \nfor \nthe \ndevelopment, \nImplementation and maintenance of the National Civil Aviation Security Programme. \n \n2. \nIn view of the above mandatory requirement, it is a matter of paramount \nimportance that the appropriate authority is well informed abut any incident which has \ndirect or Indirect impact on overall security of aviation operations.  As of now, there is no \nstandard system of communicating Information relating to any incidents that occur at \nairports. \n \n3. \nThe following procedure should, henceforth, be followed to communicate \ninformation pertaining to any incident which occur at airports:- \n \n(a) \n Shift Airport Manager, Airports Authority of India (IAD) of Delhi, \nMumbai, Calcutta & Chennai Airports shall inform, without any loss of \ntime, to the Bomb Detection & Disposal Squad (BDDS) Control Room of \nBCAS located at these airports.",
  "2": "(b) \nWith regard to other airports, the Air Traffic Controller 9ATC) of the \nconcerned airport will inform the FIC of the Region who in turn will \ninform the concerned BDDS Control Room i.e., BDDS Control Rooms at \nDelhi, Mumbai, Kolkata & Chennai.  IFC Guwahati will inform the BDDS \nControl Room at Calcutta. \n \n(c) \nPolice Control Room manned by Airport Security Police at Delhi, \nMumbai, Calcutta & Chennai airports will inform the RDCOS, BCAS at \nrespective location as well as BDDS Control Room. \n \n(d) \nIn charge, Control Room of BDDS will inform to all concerned RDCOS, \nDCOS (BDDS) and COE who in turn will inform the Commissioner of \nSecurity (CA), Addl. Commissioner of Security (CA) and the officer on \nspecial duty (Int) in the BCAS Hqrs. \n \n4. \nAfter giving the first hand information as enumerated above, maximum details of \nthe incident shall be collected and communicated to the COSCA, Addl. COSCA and \nOSD (I) on phone followed by preliminary report by fax and detailed report by sped post \n/ fax. \n \n5. \nThe details of such incident should also be reflected in the weekly monthly report \nin a separate column. \n \n \n \nThis issues with the approval of Commissioner of Security (CA). \n \n (P.MOHANAN) \nOFFICER ON SPECIAL DUTY (INT) \nFOR COMMISSIONER OF SECURITY (CA)"
}