{
  "1": "NO.CAS-7(1)/2006.Div.I \nBUREAU OF CIVIL AVIATION SECURITY \n(MINISTRY OF CIVIL AVIATION) \n                            GOVERNMENT OF INDIA \nA WING, JANPATH BHAVAN \nJANPATH NEW DELHI-110001 \n \nDated 29th September 2006 \n \nCIRCULAR  18/2006 \n \nIn partial modification of this Bureau Circular No.14/2006 dated \n11.8.2006, the following instructions shall be implemented by all concerned \nregarding the carriage of liquid items/gels/pastes or items of similar \nconsistency: \n \n(i) \nNo passenger boarding an aircraft will be allowed to carry in his \nhand baggage or on his person liquid items/gels/pastes or items \nof similar consistency, except medicines/inhalers accompanied by \nprescriptions as well as baby food; \n(ii) \nA passenger boarding an aircraft shall, however, be allowed to \ncarry separately, in small quantities required for the duration \nof journey, liquid items/gels/pastes or items of similar \nconsistency in one clear transparent resealable one liter size \nplastic bag. Each item should, however, not exceed 100 ml in \nquantity. The contents of the plastic bag must fit comfortably \nwithin it and will be subjected to prescribed screening and \nsecurity checks in addition to the passengers carry on baggage; \n(iii) \nLiquids/gels/aerosols will include beverages, shampoos, suntan \nlotions, creams, toothpastes, hair gels, hair sprays and other items \nof similar consistency; \n(iv) \nFlight crew/cabin crew members in uniform are exempt from \nthe prohibition of carrying on board liquids/gels/aerosols.  They \nwill, however, carry such items in small quantities required for \ntheir itinerary; \n(v) \nAircraft operators will provide wide publicity to the above \ninstructions and advise passengers to declare at the security check \npoints items carried in conformity with instructions at (ii) above. \nContd.P/2..",
  "2": "2 \n \n2. \nExisting instructions, already in force, restricting the carriage of only \none hand baggage of the prescribed dimensions (besides the one liter size \nplastic bag mentioned at (ii) above) on board an aircraft, shall continue. \n \n3. \nThe above instructions shall be implemented with immediate effect. \n     \n \n \n(M. Malaviya) \nAddl.Commissioner of Security (CA) \n \nDistribution as per list attached."
}