{
  "1": "FAX-23315695 / 23311598 \nNO.CAS-9(18)/2002.PIC \nBUREAU OF CIVIL AVIATION SECURITY \n(MINISTRY OF CIVIL AVIATION) \nGOVERNMENT OF INDIA \nA WING , JANPATH  BHAWAN , \nJANPATH, NEW DELHI -110001 \nDate: 19.8.2004 \n \nC I R C U L A R  NO. 18   / 2004 \n \n \nSub: \nISSUE OF COMMERCIAL PASSES TO HOTELS \n \n \n \nThe matter regarding issue of commercial passes to representatives of \nHotels has been reviewed.  The Federation of Hotel and Restaurant \nAssociations of India has requested the Bureau to grant airport passes to its \nrepresentatives valid for both international and domestic terminals of Indian \nairports instead of issuing separately for both the terminals. Considering the \nfact that Hotel Industry plays an important role in promotion of tourism in the \ncountry; reduces mal practice by touts at the airports and to remove disparity, \nthe Bureau in super session of its Circular No. 20/2001 dated 7.12.2001 has \nnow decided to issue commercial passes  to Hotels as  per the guidelines \ngiven below: - \n \n1. At Delhi,  Mumbai, Kolkata, Chennai and Bangalore,  four star \nhotels and above may each be issued with one pass per shift for all \nterminals at above airport ( i.e. 3 commercial passes valid for all the \nterminals at the above airports). \n \n2. At other airports three star hotels and above may be issued with \none pass per shift (total three passes) valid for all terminals for \neach hotel. \n \n3. The hotels will pay cost of PIC making charges to the Bureaus and \ncommercial charges as applicable to the Airports Authority of India \naccording to the rules in force. \n \n4. The commercial passes will be issued for duration of one year at a \ntime. \n \n5. The hotels should appoint a authorized signatory of a senior level \nfunctionary who will recommend issue of pass in the official hotel \nletter heads.  They will also submit the application in the prescribed \nformat for commercial passes. \n \n6. The request will be cleared by the PIC Committee as per the above \nguidelines and passes will be issued by RDCOS concerned.",
  "2": "Contd..2/- \n \n \n \n::2:: \n \n \n7. Misuse of pass by any holder for personal or unauthorized activities \nwill attract penal action in addition to the hotel concerned being \nblack listed. \n \n8. The pass will be valid outside the customs arrival hall in the \ninternational arrival and up to check-in area in the departure hall of \ninternational terminal. In the domestic terminal, the pass will be \nvalid up to the baggage retrieval area in the arrival hall and the \ncheck-in area in the departure hall. \n \n9. Wherever feasible Airports Authority of India may provide one \ncounter to the federation of Hotel & Restaurant Associations of \nIndia outside the customs arrival hall in international terminals. The \nAssociation \nrepresentative \ncan \nprovide \ninformation \nto \narriving \ntourists and help in booking accommodation etc. for those who do \nnot have reservations.  This will also help those who need \nassistance for other alternative arrangements. \n \n \n(R.K. Singh) \nAdditional Commissioner of Security (CA) \n \nTo \n1. The RDCOS, BCAS Delhi, Mumbai, Kolkata and Chennai. The \nconcerned agencies in their jurisdiction may be informed. \n2. Airport Director Delhi, Mumbai, Kolkata and Chennai \n3. Sr. Commandant, CISF Delhi, Mumbai, Kolkata and Chennai \n4. S.P. (Anti-Hijacking), NSC Bose Airport, Kolkata \n \nCopy to: \n \n1. Chairman, AAI, Rajiv Gandhi Bhawan, New Delhi \n2. Mrs. Sarada Ali Khan, Dy. Secretary, MCA, RG Bhawan, New Delhi \n3. Secretary General, Federation of Hotel and Restaurant Association \nof India, B-82, 8th  Floor, Himalaya House, 23, Kasturba Gandhi \nMarg, New Delhi – 110001."
}