{
  "1": "/ Restricted // \n              NO.CAS-7(15)/2010/Div-I(Misc)   \nBUREAU OF CIVIL AVIATION SECURITY \n(MINISTRY OF CIVIL AVIATION) \nGOVERNMENT OF INDIA \nA’ WING , JANPATH  BHAWAN , \nJANPATH, NEW DELHI -110001 \n          Date: 30/08/2010 \n \nAVSEC CIRCULAR  NO.  19  /2010 \n \n \nSubject:-   Fire crackers being used for bird scare. \n \n    \nIn continuation of this Bureau AVSEC Circular No. 15/2010 dated \n18/6/2010, SOP on accounting of fire crackers being utilised for bird scare on \nairside of airports is enclosed herewith for necessary action. \n \n2.   Following technology to be installed by 31.10.2010:- \n \n(i) \nSound waves technology for bird scaring. \n(ii) \nNon-lethal weapon systems. \n(iii) \nElectronically operated disabling devices for animals using Non-lethal \ntechnology which incapacitates the nervous system of animals \ntemporarily. \n \n          \n \n \n \n(Rohit Nandan) \nCommissioner of Security (CA)  \n \n \n \nDistribution: As per list attached. \n \nCopy to: \n \nMCA (Shri S. Gowri Shankar, Under Secretary):  w.r.t MCA letter No. \nAV.AV.13024/54/2007-SS dated 24.6.2010",
  "2": "SOP ON ACCOUNTING OF FIRE CRACKERS BEING UTILISED\nFOR BIRD SCARE ON AIRSIDE OF AIRPORTS\n\nPurpose\n\n(i) Fire crackers are used by airport operators on airside to deter birds and animals\naway from the maneuvering area. As these items have explosive content in it and\ninvolves security issues, it has been felt that a standardised procedure of issue\nshould be in place at all airports.\n\n(i) This SOP lays down the procedure for issue and usage of fire crackers which\nare utilised on the airside of an airport.\n\nScope\n(a) Procurement\n\n(i) The fire crackers will be procured by the stores section of the respective\nairport as per the demands raised by the ATC/In charge Apron Control.\n\n(ii) The fire crackers should be procured through reputed agency in the\nmarket.\n(b) Storage\n\n(i) The fire crackers will be stored in the ATC/In charge Apron Control and\nwill be issued to Fire section on need basis.\n\n(ii) | The stocks will be endorsed on the fire crackers register as per format in\nAppendix ‘A’.\n\n(iii) All fire crackers will be locked in the cabinet and keys will be kept under\nthe control of Duty Manager, ATC/In charge Apron Control.\n\n(iv) On completion of duty, the supervisor will deposit the unused fire\ncrackers and sign a certificate as given in Appendix ‘B’.\n(c) Usage\n\n(i) | When the fire crackers are being brought in airside, the quantity will be\nchecked by the CISF staff at the gate and necessary entries made.\n\n(ii) After getting clearance from the CISF, the fire crackers will be brought\ninside the airside, stored at the fire section from where they will be issued to the\nbird chasers under the supervision of a supervisor.\n\nContd...P/2\n",
  "3": "(iii) The crackers will be issued on day to day requirement basis as projected\nby the supervisor of bird chasers.\n\n(iv) The fire crackers shall not be fired pointing towards any aircrafi/human.\n\n(v) The fire crackers shall only be used as a measure to scare any\ndogs/birds/wildlife that are likely to disrupt safe aircraft operations\n\n(vi) After firing, details of crackers consumed during the day shall be properly\nentered the register kept for the purpose.\n\n(vii). Any incident/accident arising as a result of improper usage of fire\ncrackers shall be immediately logged and all concerned officials be informed\naccordingly.\n\n(viii) Proper frisking by CISF of all bird chasers will be carried out when they\nare coming out of airside.\n",
  "4": "Cracker Stock Register\n\nAppx ‘A’\n\n‘aie | Cracker [Match | Crackers [Match | Cracker | Match” [Cracker | Match | Remarks San |\nissued | box | read from box | retumed | box stock box |\nissued |store jrecd |back | returned bal —_—| stock\nfrom back bal |\nstore | |\n\nIt is certified that all crackers issued to me have been utilised. All unserviceable and unused\ncrackers are returned, In case any cracker is found near my position area, | am full\n\nit.\n\nly responsible for\n\nSerNo [Name [Post |Gracker | Cracker | Cracker | Unused | Sign\n= issued used us __|\nTotal:\n| undersigned, supervisor personally used the above said crackers in my shift and | am fully\n\nresponsible for the same\n\n( )\nSupervisor\n\nDate:\n\nCountersignature\n"
}