{
  "1": "RESTRICTED \nNO.CAS-2(24)2004/Div.II \nBUREAU OF CIVIL AVIATION SECURITY \n(MINISTRY OF CIVIL AVIATION) \nGOVERNMENT OF INDIA \nA’  WING , JANPATH  BHAWAN , \nJANPATH, NEW DELHI -110001 \nDate   :  08. 9. 2004 \nCIRCULAR No.  19 / 2004 \n \nSub:- \nMINIMUM STANDARDS/SPECIFICATIONS FOR CIVIL AVIATION SECURITY EQUIPMENT. \n \nIn supersession of all previous circulars issued by this Bureau on the above subject, minimum \nstandards/specifications for procurement of the following Aviation Security equipment, have been revised after \ndeliberating the issue at length in a meeting with CISF, IB, SPG, AAI, NSG and Airlines. \n \ni) \nX-ray Baggage Inspection System (XBIS) \n \n- \nAppendix-A \nii) \nOnline X-ray Baggage Screening System \n \n- \nAppendix-B \niii) \nDoor Frame Metal Detector (DFMD) \n \n \n- \nAppendix-C \n \n \niv) \nHand Held Metal Detectors (HHMD) \n \n \n- \nAppendix-D \n \n \nv) \nNight Vision Device  \n \n \n \n- \nAppendix-E \n \n \nvi) \nExplosive Vapour Detectors (EVD) \n \n \n- \nAppendix-F \nvii) \nExplosive Trace Detectors (ETD) \n \n \n- \nAppendix-G \n \n \n2. \nIn order to ensure that the AVSEC equipment are procured by the concerned agencies in accordance with \nthe prescribed specifications/standards, it shall be the responsibility of the procuring agency to get the \nequipment checked and certified by the committee comprising following technical experts, before \nprocurement: \n \nComposition of the committee: \n \ni) \nAD (Tech), IB, MHA \nii) \nDy. Secretary (Tech), R&AW \niii) \nAD (Tech), BCAS \niv) \nHead of Security of the air operator/airport operator concerned \n \n3. \n The Airport Director, in consultation with representatives of BCAS, / Airport Management/airline operator \n( in case the equipment is to be installed by the airline operator) of the concerned airport, shall jointly \ndecide the site for installation.  \n \n4. \nThe existing minimum standards, in available installed equipment, may continue up to the normal life of \nthe same. Any new purchase should meet the revised norms. \n \n5. \nThe contents of this circular may be shared on need to know basis. \n \n \n \n( R.K. Singh) \nAddl. Commissioner of Security (CA) \nDistribution:-  \nAs per standard list.",
  "2": "Appendix ‘A’ \n \nBUREAU OF CIVIL AVIATION SECURITY \n \nSPECIFICATIONS FOR X-RAY SYSTEM FOR  \nBAGGAGE AND CARGO INSPECTION \n \n1. \nAll machines should operate on 230V AC 50 Hz power supply and should be \nable to withstand voltage fluctuations in the range of 170V to 260 V. \n \n2. \nTunnel size of the machine should conform to the purpose for which the machine \nis used. \n \n \n3. \nPenetration should be  of 26 MM thickness of  steel or more. \n \n4. \nResolution:  The machine should be able to display single un-insulated tinned \ncopper wire of 40 SWG. \nAll penetration and resolution condition should be met \nwithout pressing any functional key and should be online \n \n5. \nThe system should be able to produce clear images on monochrome or colour \nmonitors with minimum of 1024 X 768 pixels \n \n6. \nZoom facility should be available to magnify the chosen area of an image four \ntimes (X4) or more. Image features shall be keyboard controllable. \n \n7. \nThe machine should be film safe.  In other words photographic films must not be \ndamaged due to X-ray examination. \n \n8. \nThe machine should have features of multi energy X-Ray imaging facility  \nwhere \nmaterials of different atomic number will be displayed in different  \ncolours \nto \ndistinguish between organic and inorganic materials.  With this  \nmethod it should be \npossible to distinguish high-density organic materials  including explosives.  Machine \nshould have variable colour or material  \nstripping to facilitate the operator to monitor \nimages of organic materials for  \ncloser scrutiny. All suspicious items (Explosives, High \ndensity material,  \nnarcotics) should be displayed in one mode and that should be on \nline. No  \nblack & white machine should be procured in future except the machine \n \noperating on backscatter principle. \n \n9. \nThe radiation level should not exceed accepted health standard (0.1 m R/Hr) at a \ndistance of 5 cm from external housing.",
  "3": "10. \nLead impregnated safety screens should be available at either ends of the \ntunnel. Idle rollers to be provided at either ends of the tunnel to facilitate placing \nof baggage at the input and output points. \n \n11. \nThe X-ray beam divergence should be such that the complete image of \nmaximum size of bag is displayed without corner cuts. \n \n12. \nFacility for variable contrast must be incorporated to allow enhancement of \nlighter and darker portion of the image. \n \n13. \nIf the machine fails to penetrate a particular item, then an alarm (visual and audio \nboth) should be generated to notify the operator. \n \n \n14. \nThe threat image projection (TIP) system software to be incorporated in all X-\nRay BIS operation as per details given in Annexure - 1. \n \n15. \nControl desk with security housing and locking provision should be available.  \nThe Operator personal identification number can be entered through keyboards. \n \n \n \n16. \nFacility of image enhancement should be available. \n \n17. \nConveyor belt speed should be between 0.18 and 0.3 mtrs per second for X-\n \nray baggage inspection system for hand and registered baggage.  Lesser  speed \nis acceptable for cargo screening. For cargo machine input and output  \nroller should \nbe motor driven enabling easy handling of the heavy cargo.  \n \n18. \nAll software features of machine should be online and password protected.  \n \n19. \nIn case of defective diode arrays, scanning should be disabled and error \nmessage should be displayed on the screen. \n \n20. \nSystem should work on one software only. All software features should be \ncontrolled from key board of machine only. Keyboard function should be user \nfriendly. To enable / disable the software features, system should not be \nrebooted. \n \n21. \n All models should have online recording facility and images can be recorded in \nZip floppy. \n \n \n22. \nAll models should have software controlled diagnosis report facility and \n \nsystem should give printout if printer is connected \n \n23. \nThe operating temperature should be 00C to 400C and storage temperature –\n200C to 50OC.",
  "4": "24. \nAnti rodent and dust proof cover must be provided. \n \n25 \nThe company manufacturing the equipment should have ISO certification for \nmanufacturing and servicing of X-Ray screening machines. \n  \n26. \nThe machine should be so designed that software enhancement can be easily \nimplemented to take care of new technique in image processing and pattern \nrecognition. \n \n27. \nThrough put shall be 300 bags per hour for hand and checked baggage and 150 \nbags per hour for cargo machines. \n \n28. \nSAFETY: \n \n \nThe machine must comply with requirements of health and safety regulations \nwith regard to mechanical, electrical and radiation hazards.  Before installation of \nthe machine, the supplier / manufacturers should furnish NOC from Atomic \nEnergy Regulatory Board of India regarding radiation safety. \n \n29 \nOne operator manual shall be provided with each machine. \n \n \n30. \nMachine should be capable of recalling 15 - 20 previous images. \n \n31. \nIt should have the capability of archiving 3000 – 4000 images.  \n \n32. \nCOMBINED TEST PIECE (CTP): \n \n \nThe manufacturer shall provide one set of CTP per machine for checking \nserviceability of the machine by the operator.  The details of CTP are given \nbelow: - \n \nCOMBINED TEST PIECE REQUIREMENTS \n \n1. \nSINGLE WIRE RESOLUTION (TEST NO.1) \n \n1.1 \nThe requirement is to display 40 SWG wire not covered by step wedge.  A tick \nwill indicate the visibility of appropriate wire.   A set of un-insulated tinned copper \nwire of size 26, 30, 35, 38, 40 and 42 SWG are placed on a Perspex sheet.  The \nwires are laid out in S shaped curves.  The wires are placed behind varying \nthickness of aluminum. Metallic marker should be provided using high-density \nmaterial, so that SWG numbers in the VDU are clearly visible.   \n \n \n2. \nUSEFUL PENETRATION (TEST NO. 2)",
  "5": "2.1.1. The test defines what level of details can be seen behind a thickness of known \nmaterial. The CTP has different gauges of wire behind varying thickness of \naluminum. The requirement for this test is that the 26 SWG wire is seen under \nsecond step wedge (5/16”).  Tick on log sheet will indicate what wires are visible. \n \n3. \nMaterial Discrimination (TEST No.3) \n \n3.1 \nThe requirement is that different colours be allocated to the sample of organic \nand inorganic substances.   \n \n \n \nWith multi energy X-Ray it should be possible to distinguish between materials of \ndifferent average atomic number. This means that organic and inorganic \nsubstances can be differentiated. The use of sugar and salt samples \nencapsulated on the test piece and various materials used in the construction of \nCTP will check the material discrimination facility.  A tick will indicate that the \nsugar / salt samples are shown in different colour. \n \n4. \nSIMPLE PENETRATION (TEST No.4) \n \n4.1. \nThe requirement is that the lead be visible beneath 26 mm of steel.  \n \n \n \nThis test defines what thickness of steel the machine should be able to \npenetrate.  The steel step wedge on the CTP has steps of 2 mm from 16 mm to \n30 mm with a lead strip to check that the machine is above or below the \nrequirement.   A tick in log sheet will indicate where a lead strip is visible. \n \n \n \n \n \n \n \n5. \nSPATIAL RESOLUTION (TEST No. 5) \n \n5.1 \nThe requirement is that vertical and horizontal grating to be seen.  \n \n \n \nThis test defines the ability of the system to distinguish and display objects, \nwhich are close together.  The CTP has 16 copper gratings at right angles to \neach other.  A tick in the log sheet will indicate that gaps in the gratings are \nvisible. \n \n6. \nThin Metal Imaging:  (Test No 6). The requirement is to image steel 0.1mm \n \nthick  \n \n \n \nThis tests the machine’s ability to image thin metal. A number of thin metals \n \nstrips of various thicknesses are placed in a row",
  "6": "7. \nMETHOD: \n \n7.1 \n.The CTP is to be used  \nas a quick routine test carried out daily to ensure \n \nthat equipment is working  properly and satisfactory image is obtained.  The \n \nresults of the tests should  be recorded. \n \n7.2 \nThe CTP should be placed on the belt and passed through the belt at least \n \nonce in a day before the baggage is screened or after the X-Ray equipment \n \nis switched on to ensure that the equipment is working properly.  If the image \n \nis satisfactory the equipment may be used. \n \n7.3 \nThe CTP may be viewed by using image enhancing facility till the operator is \n \nsatisfied that the machine is working properly.  The optimum position of CTP \n \non the belt will depend on X-Ray source and detector arrangements.  This \n \nmay be ascertained from the service engineer, if need arises.  \n \n8. \nRESULTS: \n \n8.1 \nThe best results taking both colour and Black & While images into account \n \nmay be recorded for a particular machine. \n \n8.2 \nThe results of test should be recorded giving information like date, time, \n \nmachine number and type, supervisors name and other remarks. \n \n8.3 \nSupervisory officer should carry out the tests once in a week and compare \n \nthe results with daily test sheets.  In case the images are not up to the \n \nstandard, service engineer must be asked to rectify the fault.  The machine \n \nmay not be used when its performance is in doubt or not satisfactory in the \n \nopinion of the supervisor. \n \n8.4 \nThe record mast be kept by the operator for one year after final entry.  The \n \nrecords may be checked by the inspecting officers of BCAS during airport \n \ninspection and report be submitted to Commissioner of Security (CA).  \n \n \n \n \n \n \nAnnexure – 1  \n \n \nTHREAT IMAGE PROJECTION (TIP)",
  "7": "1. \nTIP software facility shall be incorporated in the offered X-ray machines to assist \nsupervisors in testing the operator alertness and training X-ray screeners to \nimprove their ability in identifying specific threat object.   The system will create a \nthreat object and the same will be superimposed on monitor screen while a bag \nis being screened.  To acknowledge that the operator has seen the false object, \noperator must press the control panel key that will cause the computer generated \nthreat object to disappear from x-rayed bag image on the VDU screen.  Each \noperator’s action shall be recorded in the hard disc of the computer for the \nauditing purpose by the supervisor or other authorized person. \n \n \n2. \nDesign of the system \n \n2.1 \nTIP software should be compatible with other X-ray technologies such as \nautomatic reject unit, Dual X-ray screen technologies, automatic threat \nrecognition system etc.   All X-ray image functions must be available at the same \ntime along with the TIP. \n \n2.2.   Image library \n \n2.2.1. The TIP facility should have an image library containing at least 100 explosive \ndevices, 100 knives and 100 firearms in various sizes, shapes, locations & \norientations. However, the system shall have facility to expand the library to \nincorporate additional images by user without assistance of the manufacturer. \n \n2.2.2 The image library should contain images of threats at different orientations   -\nboth plane and end-on orientation should be used.  Although these will be \nassigned different file names and references, it must be possible to cross-\nreference these as the same threat.  All threat Image Projection images must be \nrealistic, representative and non distinguishable form real threat items.  \n \n2.3. \nTime Interval \n \n \nProgramming facility shall be available to project threat images in different \nintervals.  The time period for threat image as well as image mix in percentage \nshall be user programmable e.g. software shall select 40 % images of explosive \ndevices, 35 % of fire arms & 25 % knives or random etc. \n \n2.3.1 Once the screener has responded to identity the computer generated threat \nimage, it should remain on the screen for a predefined user programmable time \nfor analysis.  The image should be highlighted, upon identification, and feedback \nmessage shall be visible to the screener. \n \n2.4. \nSYSTEM ADMINISTRATION",
  "8": "2.4.1. The threat image projection facility shall have details of user data-base such as \nairport name, screener name, organization, user ID number, level of access such \nas screener, Administrator, Maintenance & password etc. \n \n2.4.2. Access to start up menu should be restricted only to the authorized individuals.  \nA log - in procedure by means of “Password” or “Security Key”, could achieve \nrestricted access to each of the comment.  The log - in procedure should not \ntake longer than 20 seconds.  The system should have facility to by pass the TIP \nfacility, if programmed so by the system administrator.  It is to be ensured that \nthe TIP software shall not be hindrance to normal functioning of X-ray Machines. \n \n2.4.3 When the operator logs - in or logs - out, message should be displayed on X-Ray \nBIS VDU Screen to confirm that he/she has been correctly logged - in or logged  \n- out. \n \n2.5 \nFeed Back Report \n \n2.5.1 The threat image Projection should be capable of giving feedback “HIT, MISS or \nFALSE ALARM” message.  No message will be presented if a screener correctly \npassed as clear bag. \n \n2.5.2 A”HIT” message to be presented when a screener has correctly identified a \nThreat Image Projection image.  A “MISS” message shall be presented when \nscreener fails to identify the TIP image.  A “False Alarm” message shall be given \nwhen screener incorrectly indicate TIP image when in fact no threat image \nprojection is present. The feedback should clearly indicate in a screen that a TIP \nobject has been correctly identified / TIP object has been missed /  no TIP object \nwas present. Information should be recorded in the database. \n \n2.5.3. Different colour coding shall be used for feedback to the Screener.  It is \nrecommended that colour code “Red for MISS”, Green for “HIT” and Yellow to \nFalse Alarm or interrupt” be used. \n \n2.5.4. The system shall automatically prepare the daily log of events for each shift and \nfor each Screener performance.  TIP log shall include particulars of Airport, \nXBIS, Name of Screener, Time & date of threat image, weather threat image was \nsuccessfully identified or missed etc. \n \n2.5.5. The report on Threat Image Projection system may have date and time (From - \nTo) as per requirement, Screener particulars, and decision/out come i.e. MISS, \nHIT or False Alarm in percentage as well in absolute numbers, number of bags \nscreened, categories such as explosive devices knife or weapon etc.  \n \n2.5.6. As a standard practice, daily / weekly / monthly report shall be retrieved. Report \nshall be for any given time and period, as per command.",
  "9": "2.5.7. All data should be stored on the system for a minimum of two months after it has \nbeen down loaded.  No individual, regardless of access rights to the Threat \nImage Projection components would delete or amend any of threat Image \nProjection data or time i.e. Threat Image Projection data on the actual X-ray \nmachine will be read only file.",
  "10": "Appendix `B’ \n \nSPECIFICATION FOR ON-LINE X-RAY \nBAGGAGE INSPECTION SYSTEM \n \n \n1. \nINTRODUCTION \n \nThe existing X-Ray machines installed at check in area to screen registered \nbaggage are in stand-alone mode and not capable of detecting 100% explosives. \nStand-alone machines occupy space at departure lounges and also cause big queues, \nwhich disrupt passenger flow during peak hours. Keeping in view the security threat, it is \ndesirable that multi level in-line detection system is installed at major airports. The multi \nlevel X-Ray screening system has already been installed at various international \nairports abroad. The online hold baggage handling system (HBS) shall be integrated \nwith airport baggage handling in order to provide complete hold baggage processing \nand screening system. It is recommended that installation of hold baggage screening \nsystem and X-ray BIS conveyer belt may be integrated and the work awarded as turn \nkey project. Depending upon the passengers’ peak hour density the level may be varied \nfrom three to four. Initially on line hold baggage-screening system shall be introduced at \nDelhi, Mumbai, Chennai, Kolkata, Ahmedabad, Calicut, Varanasi, Amritsar, Vizag and \nSrinagar airports. All new terminals and airports constructed in future will have only \nHBS. The priority of installation  of HBS shall be decided by AAI in consultation with \nBCAS. \n \n2. \nConceptual System Design \n \nThe system designed for multi level screening process shall have the following \nfeatures: - \n \n2.1 \nLevel 1 \n \nLevel 1 screening is to be undertaken by a high speed multi view / computer sliced X-ray \nmachine with automatic explosives detection facilities. The decision is to be fully automatic and \nthe operator intervention is only required in start-up and shut down procedures. Un-cleared \nbaggage will go to Level 2, and cleared bags will proceed to the baggage make-up area.  \n \n2.2 \nLevel 2 \n \n2.2.1 Level 2 screening is remote workstations(s) whereby operator(s) can analyze the \nimage generated by the Level 1 X-ray machine. The workstation is required to be \nequipped with enhanced imaging / manipulation systems to assist operator to diagnoses \nthe screened image.",
  "11": "2.2.2 Typically 30-40% of all level-1 screened bags would be referred to level 2. \n \n \n2.2.3 Whilst the bag is being referred to level 2, it should be ‘tracked’ while it travels \nalong the length of the conveyor such that its position and identity is known at all times. \n \n2.2.4 In practice, it is usual to provide a conveying system that allows 15-20 seconds \nto queue and process the level 2 images.  \n \n2.2.5 In case of bigger airports (higher passenger density airport), a workstation 2B \nshall be introduced for longer time analysis. In this instance, there will be enhanced \nimage manipulation capabilities; usually a more senior / experienced operator will view \nthe image.  In addition, the Level 2B screening would not be subject to time constraints \nas for level 2A. The analysis may be carried out between 40 to 120 seconds and 98% \nbags are expected to be cleared. \n \n2.2.6 In systems with multiple level 1 machines, the Matrix type set-up of several level \n1 and level 2 workstations will be linked together, enabling the next un-cleared level 1 \nimage to go to next available level-2 workstation.  The matrix data communication shall \nenable any of the Level 1 X-ray systems to send rejected bag images to any of the \nLevel 2 workstations. The proposed matrix scheme must be flexible enough to \naccommodate future expansion. In all cases, any bag considered suspect by the \noperator are to be flagged and routed automatically to Level 3. \n \n2.2.7 Cleared bags shall proceed to the baggage make-up area. \n \n2.2.8 Any bag not cleared within a pre-determined time by the level 2 operators, are \nconsidered ‘time-outs’ and automatically forwarded to level 3. In addition any miss-\ntracked bags on the conveying system are defaulted to the level 3 area. \n \n2.3 \nLevel 3 \n \n2.3.1 There are several technologies available for level 3 screening, and the selection \nusually depends upon BCAS regulations and / or budget constraints. These include: \n \n2.3.2 Explosive Trace / Particle detection Check. The un-cleared / suspected bags \nshall be checked with latest explosive trace detectors by using vacuum pump / specially \ndesigned filter papers for checking the presence of explosive substances.  \n \n2.3.3 Explosive Sniffer Dogs.  The dogs being the most reliable explosive detection \nsystem, it is recommended that rejected bag at level 2 be sniffed by Explosive Detection \ndogs. The dogs to be deployed in pair, one for initial sniffing and second for \nconfirmation. The pair of dogs’ to be turned over every one hour. In an 8-hour shift, \nthere should be minimum 4 dogs with handlers.",
  "12": "2.4 \nLevel 4 \n \n2.4.1 All un-cleared / suspected bags at level at level 3 are to be reunited with their \nowners for further inspection and interview. This process is normally manual and should \nbe done in a safe area outside the boundaries of the baggage handling system. \n \n2.4.2 The procedure shall be evolved whereby the passenger and the bag are brought \ntogether.  \n \n2..4.3 Any bag that is still deemed to be suspect after passenger interview, or if the \npassenger cannot be located, are normally handled according to the BCAS instructions \ntill arrival of explosives experts. Bomb detection and disposal squad shall be summoned \nwhere available or the bag shall be shifted to cooling off pit. \n \n3. \nSystem Throughputs \n \n3.1 \nNormally a single on line HBS with Level 1& 2 X-ray machine and tracking would \npractically be able to sustain around 22 bags per minute (1300 bags/hour). This is a \ngood design target. The recommended throughput is 1200-1800 bags per hours. \n \n3.2 \nCTX/EDtS machines with low throughput of 400-500 bags per hour may be \ninstalled as stand alone mode where traffic density is not high subject to availability of \nfund and space  \n \n4. \nApproval by Regulatory agent. \n \n4.1 \nApproval by International/ National regulatory agency: - The X-ray BIS \ndeployed at Level- 1 must be approved by at least three major regulatory agencies of \ncivil aviation `Appropriate Authority’ including the country of product manufacturer such \nas: - \n \na. \nTransport Security Administration (USA), \nb. \nDepartment of Transport (UK), \nc. \nDepartment of BKA,  \nd. \nECAC – European Union. \ne. \nDepartment of Transport (Australia)  \nf. \nFlughafen Police (Switzerland) and / or, \ng. \nENAC (Italy)  \n \n4.2 \nBesides the product should be approved by the civil aviation    regulatory authority \nof the manufacturing country   \n \n5. \n REQUIREMENTS FOR LEVEL- 1 X-RAY INSPECTION SYSTEM.",
  "13": "5.1 \n Bag Size. The x-ray system must be capable of scanning baggage up to 100 cm \nwide x 80 cm high x130 cm long. \n \n5.2 \nThroughput. The overall x-ray system must have a belt speed capacity of \n0.5m/s in order to guarantee a throughput capacity of at least 1200 bags or more per \nhour (depending on the bag size). \n \n5.3 \nCTX/EdtS machine with low throughput of 400-500 bags may be installed as stand alone \nmode subject to availability of fund and space where passenger traffic density is not high \n \n5.4 \nImage Generation. The X-ray system must generate at least four independent \nviews of each bag. The images should be able to be selected in the factory design and \noptions. All images should be able to be stored if required by the airport. The maximum \nstorage period will be 14 days. \n \n5.5. \n Oversize Baggage. Provisions to be made for an out of gauge (OOG) solution \nfor large baggage and objects. The specification and detection parameters should be \nthe same as for the in line systems. The OOG must be able to be data linked at a future \ntime if required. This is an optional requirement. \n \n6. \nThe HBS Management system shall: \n \n(a) \nProvide controls for start-up and power-down. \n(b) \nProvide controls and displays for: \n \n(i) \nCurrent system status. \n(ii) \nUser log-in management \n \n(iii) \nSystem performance statistics. \n(iv) \nImage recall capability.  \n \n7. \nDetection Systems \n \nMultiple algorithm settings should be available and their approval /certification \nadvised for the machines.  These settings should be capable of selection under secure \nand regulator controlled arrangements. Vendor should explain the algorithm option and \nmanagement systems available. \n \n8. \nMachine Statistics \n \n \nA display local to the level 1 X-ray is required. The local display should provide \nan image of the bag currently being scanned, as well as system statistics without \nrequiring any action from the user (display is always visible). Critical statistics are as \nfollows: \n \ni. \nBag Count (since Re-set and since power-up), \nii. \nSoftware version currently running on the X-ray scanner",
  "14": "iii. \nData available to a user with ‘special’ access \niv. \nAlarm rate since re-set, \nv. \nError log \n \n \n \n \nA remote management Information system is required to provide statistical \ninformation regarding machine throughput, alarm rates and any error conditions. The \nmanagement information System should provide this function for the level 1 and \ninspection processes as well as the level 2 Workstation. \n \n9. \nDetailed Requirement of Automatic level 1 X-ray Equipment  \n \n(i) \nThroughput per unit  \n: \n1200 bags or more per hour  \n \n \n \n \n \n \ncontinuous throughput \n \n \n \n \n \n(ii) \nMaximum distributed load : \n150 kgs \n \n(iii) \nConveyor belt height \n: \n800 to 1000mm. \n \n(iv) \nAutomatic detection of \n: \n1. \nBulk explosives \n \n \n \n \n \n \n2. \nSheet explosives  \n \n \n \n \n \n \n3. \nDensity alert \n \n(v) \nX-ray source  \n \n: \nMultiple X-ray fan beams \n \n(vi) \nSystem verification test \n: \n1. \nTrue dual energy x-ray \n  \ngenerators \n \n \n \n \n \n \n2. \nAutomatic \n \n \n \n \n \n \n3. \nPerformed every 24 hours \n \n(vii) \nPower on indicators  \n: \nShould be provided at both ends of  \nthe inspection tunnel \n \n(viii) \nX-ray “ON” indicators \n: \nShould be provided at both ends  \nof the  inspection tunnel \n \n(ix) \nFilm safety \n \n \n: \n2 passes of ISO 600 / 33 DIN high \n \n \n \n \n \n \nspeed film  \n \n(x) \nResolution \n \n \n: \n40 SWG tinned copper wire. \n \n(xi) \nPenetration  \n \n: \n30mm steel. \n \n(xii) \nContrast sensitivity  \n: \n256 levels.",
  "15": "(xiii) \nOverlay to highlight  \n: \nDensity Alert areas that are  \n \n \n \n \n \n \nobscured by very dense material. \n \n(xiv) \nThreat objects must be identified with threat boxes. \n \n(xv) \nShould be equipped with system emergency stop buttons on the  \nmachine and \nwork station. \n \n \n \n(xiv) \nShould have a modular construction so that system components can  \nbe \nchanged easily with minimum downtime. \n \n \n10. \nLevel 2 Operator Workstations \n \n10.1 General requirements for Level 2 Image Analysis Systems. \n \n10.1.1 The level 2 image analysis workstations shall be located within the HBS control \nroom. All HBS operations shall be controlled from this point. \n \n10.1.2 The Workstation may be used to visually detect weapons, guns knives, and \nexplosives to identify various components of improvised explosive devices, such as \nwires, detonators, explosives, timing devices and power sources, and to detect typically \nhidden contraband. The workstation interface  \n \n \n \nshall be ergonomically designed, provide for ease of use, and include imaging features \nthat enables the operator to readily identify common items and clear most of the \nsuspicious items. \n \n10.1.3 Level 2 inspections shall be carried out while the level 1 uncleared bag is in \ntransit through the baggage conveyor system. Each monitoring workstation shall be \ncapable of storing up to 12 X-ray images waiting to be viewed by the operator. \n \n10.1.4 The time limit available to the operator to view bags must be programmable, from \n5 to 20 seconds.  If this time is exceeded the bag image is classified as uncleared. \n \n10.1.5 The system must be capable of transmitting an uncleared image to level 3 \nworkstation complete with image data file. \n \n10.1.6 The imaging system shall display data in a high resolution with threat objects \noutlined by a threat box.",
  "16": "10.1.7 The display shall be minimum 17 inch diagonal SVGA. \n \n10.1.8 The monitor shall be adjustable via a tilt and swivel mechanism. \n \n10.2 Level 2 Imaging Tools \n \nOperators must be able to view bag images while accessing all imaging tools \nwithout looking down at the console.  Imaging tools provided must be configurable by a \nsupervisor with a key/password. \n \n10.3 Level 2 Operator Workstation Minimum Specifications \n \n \n \n10.3.1 Display Monitor \n \n(a) \nTwo monitors to display all image data. \n(b) \nDescriptive icon based toolbar for all imaging functions must be \nrepresented on screen. \n(c) \nHigh performance 24-bit video display processor. \n(d) \n17” high-resolution colour SVGA video display monitor. \n(e) \n60 Hz refresh rate. \n(f) \nFront panel for adjustment of contrast, brightness, vertical \nand horizontal alignment etc. \n(g) \nDisplay monitor should be affixed to a lockable console \nstorage compartment. \n(h) \nImage display time. \n \n10.3.2 Imaging modes \n \n(a) \n Pre-set function with a minimum display of 5 seconds. The operator must \nbe able to manipulate all imaging functions without  \n \n \nlooking down at the console.  Imaging modes should include all of the following \nbut are not limited to: \n \n(i) \nOrganic/inorganic/metallic in highly visible contrasting   \n \ncolour. \n(ii) \nPseudo-colour \n(iii)  \nReverse video \n(iv) \nContrast adjustment \n(v) \nEdge enhancement \n(vi) \nMonochrome \n(vii) \nMetal stripping \n(viii) \nContinuously positional electronic zoom",
  "17": "(ix) \nImage enlargement \n(x) \nImage storage \n \n(b) \nControls \n \n(i) \nControl panel must be touch activated \n(ii) \nA ‘Home Key’ to allow a single touch to revert to a user pre \nprogrammed default setting \n(iii) \nToolbar and imaging functions must be configurable by the end \nuser. \n(iv) \n‘Reject’ and ‘Clear’ decisions should be discrete mechanical push-\nbuttons with positive tactile feedback \n(v) \nWorkstation should be able to be switched on-line or off-line at any \ntime without affecting the operation of other workstations or level 1 \nequipment on the same network. \n \n \n \n \n10.3.3 Power indicator. A power-on indicator must be available with: \n \na) Operator console must have locking mechanism. \nb) Access to system configuration must be a separate mode of operation for \nauthorized personnel only. \nc) Access to system configuration must require a mechanical key or electronic \npassword. \n \n10.3.4 UPS  \n \n \n        \na) \nImaging Performance. \nb) \nIntegral Uninterruptible power Supply (UPS) \n \n10.4 Additional Requirements Level 2  \n \n10.4.1 A supervisor shall control system configuration with appropriate access. Image \nprocessing functions, operator time out functions and default image configuration shall \nall be controlled by the supervisor. \n \n10.4.2 The system shall be based on an open architecture configuration and shall run \non a PC platform.  User operation at the system supervisor level shall be in a graphical \nUser interface environment, based on the windows  \n \n \noperating system.  Access to the system shall be controlled by PIN and passwords.  \nThe system will be on line 24 hours per day, 7 days per week.",
  "18": "10.4.3 The operator via discrete mechanical push-buttons shall communicate reject and \nclear decisions. \n \n10.4.4 Workstation on-line and off-line switch must be provided for use at any time \nwithout affecting the operation of other workstation or X-ray machines on the network. \n \n10.4.5 It should have capacity for multiple workstations to be linked to a scanning \nmachine. \n \n10.5 Image Printing \n \nA display printing facility must be provided to standard high-resolution colour \nprinter.  The system must be configurable to print any image rejected by a level 2 \noperator and/or level 3 operators. \n \n11. \nCOMMUNICATION NETWORK \n \n11.1 Images generated at level 1, shall be digitally transmitted through server based \npreferably to selected level 2 image display workstation.  The level 2 display \nworkstations shall be located in the X-ray control room.   \n \n \n \n \n11.2 The matrix system shall comprise of switching equipment, which is able to \nsupport a fully redundant configuration.  Redundant operation shall be configured in a \nhot stand by mode.  In the event of a failure of the primary switch, the backup switch \nshall automatically take over operation.  At no time shall any unclear bag image data be \nlost. \n \n11.3 The system shall operate on a combined fiber optic/twisted pair copper network.  \n \n11.4 All computer equipment shall be protected by UPS system, to provide minimum \n10 minutes power. \n \n11.5  Matrix Configuration \n \nCommunication network \n: \nFiber-optic Ethernet network. \n \nNetwork configuration \n: \nFully redundant network configuration. The  \nproposed \nexpandable \nmatrix \nscheme \nmust \nbe \nexpandable to accommodate additional level 1 and \nlevel 2 systems in the future. \n \nSystem electronics \n: \nDesigned to facilitate the addition of",
  "19": "industry standard peripherals such as above but not \nlimited to these. \n \n11.6 Mass storage. \n \n11.6.1 High-speed optical data networking, printing and communication devices \n \n11.6.2 A colour printer will be attached to the Matrix network allowing the image of any \nbag rejected by either the level 2 operators or the level 3 operators or both to be printed. \n \n11.6.3 The printer will be a colour laser type.  Print speed will be a minimum of 6 pages \nper minute, at 300 DPI minimum resolution in colour.  The printer spooler should be \nable to handle up to 10 images simultaneously. \n \n12. \nMANAGEMENT INFORMATION SYSTEM \n \n12.1 A dedicated network monitoring PC shall be provided which displays and logs \ninformation relevant to the level 1 and 2 systems.  The Management information system \nshall have the following capabilities: \n \na) On-line monitoring of all control functions. \n \nb) On-line event, alarm outputs and reports. \n \nc) X-ray status and performance statistics \n \n \nd) Workstation status and performance statistics \n \ne) Hardware faults. \n \nf) Image recall facility. \n \ng) User log – in management system \n \n12.2 The Management information system shall be able to compile and print reports \nsummarizing the activity that has occurred on the Matrix network over a previously \ndefined period of time.  The system will allow data to be transferred to diskette for \nanalysis on a separate PC. \n \n12.3 A configuration program allowing the user to enter a header and a network name \nto appear at the top of each report is required. \n \n13. \nData to be compiled \n \n \n(a) \nFor level 1 X-ray",
  "20": "i. Level 1 events (all) \nii. Decisions \niii. On line and off line activity \niv. Faults (and the time at which they occur) \n \n(b) \nFor Workstations \ni. Workstation events (all) \nii. Decisions \niii. On line and off line activity \niv. Faults (and the time at which they occur) \n \n14. \nReports to be generated \n \n14.1 Level 1 X-ray Event Data \n \n14.1.1 This shall be a file compiled on a daily basis and shall be a summary report of \nthe decision data for all X-ray machines connected on this particular network (i.e. there \nshall be a report collated for each network each day).  It shall provide an hourly (on the \nHour) summary of results for each mainframe, a fault log, and a result total for the entire \nnetwork for the day. \n \n14.1.2 Workstation event data shall be a file compiled on a daily basis and shall be a \nsummary report of the event date for all workstations connected on this particular \nnetwork (i.e. there shall be a report collated for each network each day).  It shall provide \nan hourly (on the hour) summary of results for each workstation and a fault log for all \nworkstations. \n \n \n \n \n \n \n15. \nStorage \n \nEvent Report files (on each network) shall be stored to the Management \ninformation system local hard disk at the end of day. They shall be stored to a specific \nfolder (for example ‘HBS Report Data’).  Each file shall be uniquely named.  It should be \npossible to store log files for a complete year, at which point old log files shall be \noverwritten. \n \n16. \nPresentation \n \nIt shall be possible to call up stored event files for viewing and printing from \nwithin the Management information system interface.  The facility should allow the user \nto select the current log file or to select from a list of currently stored log files.",
  "21": "17.   \nRetrieval and Offline Presentation \n \n17.1 There shall be a facility to allow a user to retrieve stored events files and copy to \ndiskette for storage, viewing and printing on an offline facility.  This should offer the user \nthe option of copying the logs for the last day, last week, particular day, particular week, \nor all currently stored log files.  The logs shall be stored in such a way that the printed \ncopy resembles the on-screen image. \n \n17.2 \nThis feature shall offer the user the option of printing the logs for the last day, last \nweek, particular day, particular week, or all currently stored log files. \n \n18. \nThreat Image Projection (TIP) for level 2 Operators \n \n18.1 A system shall be provided to generate and send images of virtual bags \ncontaining a threat object to the level 2-operator workstation.  These systems monitor \nand assist operator performance.  A range of threats must include military explosives, \nsheet explosives, commercial explosives, shielded devices and improvised explosives \ndevices and other dangerous goods. \n \n18.2 The TIP system shall transmit stored threat and false alarm bag images to the \nlevel 2 operator workstations, as time is available between ‘live’ bag images generated \nby the level 1 X-ray mainframes.  The TIP system must provide a means for each \noperator to log onto the system and subsequently record each operator’s decisions for \nlater review by a supervisor. \n \n18.3 A set of real ‘bomb bag’ as well as a set of false alarm bags will be stored in the \nTIP system memory.  When time is available, the TIP system will choose an available \nworkstation, send an image to that workstation, and log the operator’s decision.  The \nsecurity supervisors can then use the data to monitor operator performance on a daily, \nweekly, or monthly basis. \n \n \n \n18.4 The system must have the ability to perform the following tasks. \n \n(a) \nAllow operators to log onto the system through the level 2  \noperator \nworkstations. \n(b)  \nMaintain a database of individual operators with TIP statistics  \nover a \ndefined period. \n(c) \nPresent TIP bag images to any ‘on-line’ operator workstation on  \nthe \nnetwork. \n(d) \nHave the ability to select an individual workstation or send  \nimages \nout \nat a predefined rate. \n(e) \nLog the operator’s response.  Log whether the bag was properly \n \ncleared or rejected, depending on whether the bag contained a  \nreal \nthreat or a false alarm object.",
  "22": "(f) \nAlert the operator that they have just received a TIP image and \n \nwhether they cleared or rejected the image appropriately. \n(g) \nPrepare and print out reports which will allow the supervisor to \n \nmonitor operator’s performance. \n \n19. \nReports  \n \n19.1 Summary reports must be able to be generated and printed out for an individual \noperator or for all individuals across periods of time. \n \ni. \nThe general report shall be the screeners log report. \nii. \nDetails about individual screener’s performance shall be presented in the \nindividual screener performance summary report.  \niii. \nDetailed information that compares multiple screeners shall be presented in the \nscreener comparison report. \n \n \niv. \nThe detailed information, regarding detection decisions for each fictional threat \nimage shall be presented in the Threat Detection by Category Report. \n  v. \nData reports shall be viewed by calendar month (example May 2004). \n \n19.2 All report levels and the database shall be read only.  Thus, users will not be \npermitted to modify or corrupt the information contained. \n \n20. \n TIP Bag Library \n \nTotal Volume will be 12.  Each volume to contain 150 Threat Bags and 50 False Alarm \nBags (200 bags per volume, 2400 bags total).  The images in these volumes must represent all \nexplosives categories in the FAA / TSA / BCAS EDS certification standard. \n \n \n \n \n \n \n \n21. \nOperating Conditions \n \n21.1 In addition to any specific safety devices stated elsewhere in the subcontract, the \ndesign of the system(s) shall ensure the safety of all operating and maintenance \npersonnel together with others in the proximity of the equipment.  Particular attention \nshall be given to the design of guards, belts, rollers and drives to eliminate all \npossibilities for trapping limbs, clothing etc. \n \n21.2 Rotating and other hazardous components, even if housed within total \nenclosures, shall also be individually guarded.  Guards shall be designed to be",
  "23": "removable during maintenance but shall also incorporate access panels to permit \nroutine lubrication without the removal of the entire guard assembles. \n \n21.3 The systems shall be designed to prevent the possibility of human exposure to \nprimary beams from X-ray devices.  Radiation leakage from X-ray devices shall not \nexceed the limits set by the European community / Atomic Energy Regulatory Board of \nIndia. \n \n22. \nElectric Power Supply \n \nThe level 1 machine shall be designed to operate from 415 volt, 50 Hz, 3-phase \npower supply, voltage fluctuation+/- 1%.  All other equipment, shall be designed to \noperate from 240 volt, 50Hz.  Single-phase power supply, voltage fluctuation +/-10%, \nfrequency variation +/-1%.  All electrical installations shall meet the VDE safety \nrequirements. \n \n23. \nMaintenance \n \nMean-Time Between Failure (MTBF) and Mean-Time To Repair (MTTR) data for \nthe systems offered is required and must indicate an average ‘uptime’ of over 99% \nunder realistic operating conditions. \n \n24. \nOption \n \n24.1 The supplier shall include for a comprehensive maintenance service for 12 \nmonths after system acceptance. \n \n24.2 This maintenance requirement shall include. \n \ni. \nPreventive Maintenance. \nii. \nRoutine Maintenance. \niii. \nCall-Out Maintenance. \n \n24.3 Following every maintenance visit, the HBS contractor shall send a completion \nreport to the engineer. \n \n \n \n \n \n24.4 As an option, comprehensive maintenance for an additional five-year period after \nexpiry of initial two-year maintenance period shall be offered. \n \n25. \nTraining",
  "24": "25.1 The supplier shall supply comprehensive documentation in plain English to allow \nthe full and complete operation of the system. \n \n25.2 A set of system verification test objects, on site and factory test procedures must \nbe offered. \n \n25.3 These objects when inspected must positively verify that the system is \nperforming within published specifications and agreed detection levels. \n \n25.4 A computer assisted training package must be offered.  As a minimum this \npackage must facilitate operator training and gauge training proficiency. \n \n26. \nClimatic Conditions \n \nThe machine should be capable of operating between 0 to 400C temperatures, \nrelative humidity between 0 to 95% \n \n27. \n Design Loadings \n \nFor the purpose of the sizing of drivers, shaft sizes and bearing etc., the following \nlive loads are considered: \n \n(a) \nBelt Conveyors \n(i) \nPower calcs \n(ii) \nStructural loading \n(b) \nReclaim / make-up conveyors \n(c) \nHorizontal Reclaim Carousel \n(d) \nWalkways and Maintenance Platforms \n(e) \nSuper load \n \n28. \n Services \n \nMain supply 380V + 10%-6% 3 Ph, 50 Hz \nNote the X-ray machine generally requires a conditioned power supply. \n \n29. \n  Bag conditioning pre screening \n \nThe HBS should ideally include a number of features that condition and present \nthe bag to the x-ray in a separate, spaced and controlled manner. This should include: - \n \ni. Check in operator discipline e.g. tie up trailing straps, use tubs as  \n   appropriate etc \n \nii. Window reservation techniques at check- in /collector conveyor",
  "25": "iii. Use of zoned belts at transfer in feeds \niv. Automatic baggage separation \nv. Spacing and pitching of bags to suit the needs of the X-ray machine. \nvi. Over-height detection \nvii. Over-length detection \n30. \n Collector System – Window Reservation technique \n \n30.1 This feature is applied to those instances where by automatic checks in \nconveyors are provided to deliver bags on to collector conveyors. \n \n30.2 A system known as “Window Reservation” is used to control the flow of bags. \nEffectively, the belt on the collector conveyor is split up into imaginary zones or \n“windows” each large enough to accept the bag and these are allocated to check –in \ndesks on a demand basis such that all input have equal opportunity. This reduces \npassenger-waiting times, and also controls the flow of bags into the handling system \nright from the point of in-put.  \n \n30.3 As the allocated window approaches the desk, the Dispatch conveyor will \nautomatically start up and the bag will be transfered onto the collector conveyor. This \nprocedure is repeated until all bags in a single transaction are released in to the system. \n \n30.4 It is preferential to arrange the conveyor speed such that the bags are fired \nacross the collector conveyor without turning through 900. This encourages the bag to \nlie flat and also decreases the cycle time. Obviously the conveyor width needs to be \ngreater than the maximum bag length.  \n \n31. \nTransfer In feed – Marked Belt \n \n31.1 In those instances where bags are delivered to the HBS system via a transfer in \nfeed line (or similar) it is much harder to control the input and flow of bags as this is \noperator dependant. \n \n31.2 There should be discipline about the type of bag to be handled and also the \norientation that the bag is placed onto the belt, such that it is in the most stable \norientation for conveying and screening.  \n \n31.3 To help control the flow it is suggested that zones are marked onto the belt to \nindicate where handlers should load bags and where they shouldn’t.  In this way it is \npossible to encourage operators to correctly space bags from the outset, and also the \nthroughput will be limited to be dictated by the belt speed and size of the zone.",
  "26": "32. \nAutomatic Baggage separation \n \n32.1 Whilst bags may be correctly spaced at point of input into the system, by the time \nthey have been conveyed to the screening area, usually via inclines / declines, speed \nchanges, merges / diverges, curves or drop – over etc bags can quite easily become \nentangled with others. \n \n32.2 Singulation of baggage into the X-ray machine is essential for the efficient \noperation of the 100% HBS system.  Also the correct pitch of baggage entering the \nmachine is important.  For downstream controls to be able to singulate and pitch \nbaggage into the machine correctly each item must be separate and there must be a \ndetectable gap between successive items – an automated baggage separation \nmechanism is required to achieve this. \n \n32.3 Classically, there are 4 potential baggage patterns that can cause problems and \nhence should be detected and resolved via baggage separation i.e. \nI. Bags caught up with each other, nose to tail, no overlap \nII. Bags partially overlapped, left hand bag leading \nIII. Bags partially overlapped, right hand bag leading \nIV. Bags fully overlapped, i.e. side by side. \n \n32.4 Firstly, a series of sensors are required to detect the above sequence.  Secondly, \na series of queue conveyors, usually with inverter speed control and differing belt types \nare required.  By varying the speed differential between them it is possible to separate \nbaggage in the first 3 sequences above. \n \n32.5 If it is likely that bags can be fully overlapped, then these bags can normally only \nbe separated if they are transferred through at 90 degree T-junction such that they \nnaturally become one of the first 3 sequences instead.  In this case, 2 bag separation \nsystems are to be provided, before and after the 90-degree junction.  These are \nnormally termed `primary’ and `secondary’ baggage separation systems, but are \nfunctionally similar. \n \n33. \nOver– Height Detection. \n \n33.1 An over – height detector is required on a queue conveyor prior to the X-ray \nmachine, mainly to prevent damage to the machine and the bag.  Ideally this should be \na mechanical flap with limit switch as these are not too sensitive to straps and labels \netc.  The use of photocells for this is not so efficient.",
  "27": "33.2 If the limit switch on the over height detector trips, then the bag is transported \nonto the next queue conveyor and stopped. \n \n33.3 The oversized bag can now be removed or re-oriented.  A visual warning beacon \nwill flash and an audible alarm will pulse to alert the screening staff.  To re-start the \nconveyor following rectification / removal of the bag the operator shall depress a button \nupon a locally mounted push – button station. \n \n34. \n Over – length check \n \n34.1 The length check is performed upon a queue conveyor prior to the X-ray.  This \nensures that bags that are too long are not allowed in the machine. \n \n34.2 Whilst a bag is within the beam of the relevant photocell, pulses are counted from \na star wheel / proximity cell arrangement upon the driven roller of conveyor.  The \nnumber of pulses directly represents the length of the bag, assuming no slippage. \n \n34.3 If the number of pulses received exceeds the pre-set quantity, then the bag is \ndeemed over length.  This rogue bag is allowed (subject to downstream dieback \nconditions) to continue onto the next queue conveyor following the length check and \nstopped.  A visual warning beacon shall flash and an audible alarm pulse to alert the \nscreening staff.  After dealing with the bag the operator presses a `re-start’ push button. \n \n35. \nX-ray screening overview \n \n35.1 Typical operation of screening line \n \n35.1.1 Bags are spaced and pitched correctly prior to delivery into the x-ray machine, \nwhich is integrated into the baggage handling control system.  Each bag is allocated a \nunique code number by the BHS control system to ensure communications between the \nx-ray machines and the BHS control system are always synchronized. \n \n35.1.2 As the bag exits the x-ray machine, the Level 1 decision is made automatically by \nthe x-ray machine indicating whether it is a clear or suspect bag.  If the bag is declared \nas suspicious the X-ray image from the suspect bag will appear at the remote Level 2 \nworkstation to await a manual operator decision.  Typically around 60-70 % of bags will \nbe cleared at this point with the remainder referred to level 2. \n \n35.1.3 The Level 2 x-ray image investigations will be conducted as the bag is being \ntransported along the transport conveyor. This ideally needs to be at least 20 seconds \nfor the level 1 and 2 decision to be made.  The Level 2 decision should be made by the \ntime the bag reaches the decision point, which is usually some form of diverting \nmechanism.  If the operator does not make a decision, the system will automatically \ndefault the bag to the Level 3 screening areas for further analysis.",
  "28": "35.1.4 The diverted bag will allow cleared bags to proceed to the make up area and \nroute suspect bags to the level 3 area for further inspection. \n \n35.1.5 Cleared level 3 or 4 bags are usually entered into the system after the screening \nprocess.  This can either be a manual or automated process. \n \n35.1.6 Suspect bags at this point are referred to Level 4, which is a Security issue \noutside the HBS system. \n \n35.1.7 Tracking errors are a function of both the mechanical system solution, and also \nthe software and commissioning process.  It will not be possible to achieve this target \nrate; if for example, the mechanical system is poorly designed in the first place.  The \nfollowing are guidelines to consider when designing the tracking conveyor systems.  \n \nI. Ideally keep all tracking lines straight and level whenever possible \nII. Avoid changes in direction if possible  \nIII. If unavoidable, use belt curves rather than drop-over 90 degree transfers \nIV. If conveyors cannot be level, then a maximum 7 degree up or down should be \nconsidered \nV. Keep conveying speeds to a minimum to avoid slippage, usually 0.5 to 0.6m/sec  \nVI. Keep speed changes to a minimum  \nVII. Ensure no snagging points on conveyor plate work \nVIII. Careful selection of a diverter type for out sorting to level 3 area \n \n35.2 Tracking Error Rates \n \n35.2.1 The target rate for correct tracking is 99%. Tracking errors are defined as the \npercentage of all bags that are routed to level 3 because tracking information is lost \nsuch that it is no longer possible to securely associate the bag screening decision with \nthe bag. In such cases the bag is routed to level 3 as a fail-safe measure. This error rate \ndoes not make provision for any bags  \nto reach the make up area that have not been specifically cleared by the screening \nprocess. The achievement of this must be 100% \n \n35.2.2 There is however some tracking error causes that are out of the control of the \nsystem and these mainly pertain to baggage types. The following examples are \nintended to illustrate types of baggage induced tracking errors. \n \n35.2.3 Tracking errors result from apparent changes in length or position with respect to \nthe conveyor belt, outside the defined tolerances as detected by photocells and pulse \ngenerators placed on the tracking conveyors.",
  "29": "35.2.4 This is an easily understood way of explaining how baggage characteristics can \ncause movement with respect to the belt, resulting in a tracking error. In this example \nbag 1 that stands on a conveyor on its wheels is likely to move with respect to the belt \nand thus change its position with respect to the belt. The other bag 2 indicates the \npossibility of its progress being interfered with by a protrusion such as a wheel holding \nthe joint between conveyors; this would also move the position of the bag with respect \nto the belt and cause a tracking error  \n \n35.3 Length Change \n \nThe above example illustrate a way in which the length of a bag and the position \nof the bag can appear to change from the perspective of the photocells that detect the \nbaggage  \n \n36. \nBaggage position tracking \n \n36.1 The purpose of baggage tracking is to accurately reconcile routing decisions \nmade by PLC control systems to real baggage travelling upon the conveyors. The \nsoftware solution must provide fail – safe software philosophies for tracking baggage \nand routine actions whilst also being somewhat tolerant of the unpredictable travel \ncharacteristics inherent when conveying variable baggage types.       \n \n36.2 The bag position tracking technique shall be used for tracking bags on the \nconveyor with data attached to them inside the PLC System. \n \n36.3 Each tracking conveyor is fitted with a pulse generator on a non-driven roller.  \nThe pulse generators generate a pulse per unit of the belt movement on the conveyor. \n \n36.4 When a bag breaks the photocell on the first conveyor, which enters the bag into \nthe tracking model, the bags unique PLC allocated tag is entered into a PLC register.  \nThis happens whilst the bag is obscuring the photocell.  Thus a series of registers are \ncreated at the resolution of the pulse generator, which create a virtual image of the bag.  \nThe pulses received from respective conveyor causes the registers containing the bag \ntag to be moved.  As such through these each tracking conveyor a bag is mapped to its \nown dedicated set of registers and the bag can be seen moving as the conveyor moves. \n \n36.5 This technique allows the bag position to be monitored to the resolution of the \npulse generator that would typically be 50 mm.  Thus when the bag reaches the next \nphotocell on the next conveyor its tracked image should also reach the photocell within \na tolerance.  This allows the tracking of the bag based on its position and is thus \ntolerant of bags being removed without causing a serial error to all succeeding bags.",
  "30": "36.6 In high security applications the registered image also provides a length \nmeasurement of the bag to the resolution of the pulse generator.  This can be used in \naddition to the positional check to give some ability to detect a bag being replaced with \na different bag but of a different length within tolerances. \n \n36.7 This technique gives rise to a degree of certainty of the bag currently at the \nphotocell being the proper bag to which the data in the PLC relates.  This level of \ncertainty is determined by the tolerances. A bag that has moved with respect to the belt \nout side of the set tolerance but which is not within the tolerance of another bag is \nuncertain as to which bag it is. \n \n36.8 A similar concept applies where length check is also used where the position is \nwithin tolerance but the length has changed outside of tolerance. When a bag becomes \nuncertain in this way it is termed as a miss track. Bags that are miss-tracked are \nhandled according to a set default destination for miss-tracked bags. \n \n36.9 This form of tracking control is to be utilized in the security element i.e. the 100% \nHBS. \n \n37. \nBlockage Detection \n \n37.1 Conveyor belt is required to be fitted with a photocell at its discharge end.  For \neach of such conveyors a blockage detection algorithm checks for blockages or bag \njams on the conveyor. \n \n37.2 If the photocell is obscured for longer than a pre- set time period a blockage will \nbe deemed to have occurred.  The timer will not run whilst the conveyors / are stopped. \n \n37.3 In the event of a blockage being detected, the conveyors / affected bag will be \nstopped and an alarm generated on the MIS if fitted. \n \n37.4 The blockage must be manually cleared and the blockage reset function on the \nMIS of MCP operated whereupon the conveyor/s affected by the blockages will restart. \n \n37.5 Conveyors upstream of the blockage will stop under dieback control as baggage \nreaches their respective photocells. \n \n38. \nX-ray HBS Controls and Mechanical system HBS interface \n \n38.1 The purpose of any `HBS’ baggage handling’ software solution is to accurately \nreconcile screening decisions made by connected systems to real baggage travelling \nupon the conveyor.  The solution must provide fail-safe software philosophies for \ntracking baggage, reconciling decisions and routing actions, whilst also being somewhat",
  "31": "tolerant of the unpredictable travel characteristics inherent when conveying variable \nbaggage types. \n \n \n38.2 \nThe very nature of HBS system suggests high accuracy tracking is paramount.  However, \nalthough a control system solution may offer very tight tracking (where the accuracy is + / - one \nscan of the software) in reality baggage is not and cannot be conveyed with such precision 100% \nof time.  With broad tolerances applied to checking routines within the software, the system can \nbecome very tolerant of the conveying inaccuracies.  However, another fundamental feature of \nHBS control systems should be to identify (if possible), tampering with or exchanges of baggage.  \nThis feature requires the application of tight checking tolerances. \n \n38.3 Thus, the situation exists where tighter the tolerances are made to satisfy \n`security’ requirements greater will be the volume of bags rejected as `miss-\ntracks’, conversely, opening up the tolerances will reduce reject rates but will \nreduce the level of security offered.  BHS efficiency is defined in terms of \nacceptable levels of miss-tracks and miss-directs.  In general, the target for this \nshould be in the order of 1 – 2 %.",
  "32": "APPENDIX `C’ \n \nSPECIFICATION FOR DOOR FRAME METAL DETECTOR \n \nSensitivity \n \n  \n1.1 \nDFMD should have uniform sensitivity across the aperture Metal object \nexceeding threshold mass should produce identical alarm when passed through \nany portion within frame. \n \n1.2 \nThe DFMD should have multizone capability with uniform sensitivity in all zones \n  \n1.3 \nThe system should be capable of detecting ferrous/non ferrous & metallic alloys / \nmetals of various types of threat objects when passed through the archway \nconcealed on the body of the person irrespective of the orientations, weight, size \nand shape of the object. \n \nNOTE: - \n \n \nIt is expected that person before passing through the DFMD will take out \nall removable metal articles and deposit them in a bowl and will pass through \nDFMD.  Presence of metal will have to be reconciled to the satisfaction of the \nsecurity personnel. \n \n2. \nAPERTURE SIZE \n \n2.1 \nThe aperture of the DFMD should be 02 mtrs high and .75 mtrs to .85 mtrs wide. \n \n3. \nSPEED OF PASSAGE \n \n3.1 The performance of the DFMD should be independent of the speed of the person \npassing through.  This is particularly important as a person’s foot may swing through \nthe archway without touching the ground, or may come to rest on the ground between \nthe archway pillars.   \n \n4. \nINTERFERENCE REJECTION \n \n4.1 \nInterference, which is `mains-borne’ or radiated by an external source, should not \ncause the DFMD to raise the alarm spuriously.  It should be possible to use \nequipment such s radio, portable telephone, walkie-talkie sets X-ray monitors etc.  \nat a distance of one mtr from the archway without causing spurious alarms.",
  "33": "4.2 \nMoving metal beyond one mtr from DFMD should not affect performance of the \nDFMD.  It should be possible to move metallic items like trolleys one mtr away \nfrom the DFMD without the generation of false alarm.  \n \n \n \n \n \n5. \nALARM INDICATION \n \n5.1       There should be both visual and audible alarms.  It should be possible to   \nadjust volume of the audible alarm.  At its loudest setting the volume should  \nbe adequate to overcome ambient noise present at airport search facilities. \n \n \n \n5.2       Detection circuit shall be continuously active for detection of metals and  \nalloys.  The equipment shall have comprehensive self diagnostic that shall be \nable to pin point the defects by constantly monitoring the internal circuitry \nexternal connections and environment.  \n \n5.3       The unit shall be able to work without any manual adjustment for power  \nvariations over voltage range from 160 V to 260 AC. \n \n5.4       The unit shall conform to international and national standards for electrical    \nsafety. \n \n6. \nSTABILITY \n \n6.1 \nThe design of the DFMD should be such that its level of performance is constant \nover long periods of time. \n \n6.2 \nThe DFMD shall be manufactured by firms having ISO 9000 certification. \n \n7. \nSECURITY \n \n7.1 \nAdjustable controls should be activated only on the insertion of a removable key. \n \n7.2 \nDFMD resets itself within three sec after an alarm condition. \n \n7.3 \nThe unit should have traffic and alarm counter.  The system should also be \nfunctional bi-directional. \n \n8. \nHEALTH AND SAFETY",
  "34": "8.1 \nDFMD shall be Cardiac pacemaker, Magnetic tape & Film safe, Supplier shall \nsubmit certification to this effect with supporting documents. \n8.2 \nOperation of DFMD shall not be affected by infrared, ultraviolet, electromagnetic \nor RF radiation. Offered equipment shall comply with CE or equivalent safety / \nimmunity standard. \n \n9. \nCOMMISSIONING & TESTING \n \n9.1 \nDFMD should be tested by using a standard test piece  and as per method \nprescribed by the BCAS Manufacturer should supply one test piece along with \neach piece of DFMD. \n \n \n \n \n \n \n10. \nAFTER SALE SUPPORT \n \n10.1 DFMD should be under warranty for minimum two years the manufacturer / \nsupplier should provide spares and annual maintenance service for minimum of 5 \nyears after expiry of warranty period at reasonable market rates. \n \n11. \nSTATIC METAL COMPENSATION \n \n11.1 It may be necessary to install DFMD close to fixed sheets or pieces of metal, \nwhich form part of the building or its fittings.  The DFMD should compensate for \nthe presence of such metal and its performance should not be degraded by the \npresence of metal as stated above.  \n \n12. \nOPERATING TEMPERATURE \n \n12.1 DFMD shall work satisfactorily without any deterioration in performance within \nthe temperature range of 0 to +45 C with RH up to 95 % non-condensing. \n \n13. \nCALIBRATION \n \n13.1 DFMD shall have in built feature of auto calibration.",
  "35": "APPENDIX `D’ \n \n \nSPECIFICATION FOR HAND HELD METAL DETECTOR \n \n1. \nHand Held Metal Detector (HHMD) should be able to detect metal without \nbeing in direct contact with the object. \n \n2. \nThe detector should have audible and visual alarm to indicate the \ndetection of metal. \n \n3. \nHHMD should be constructed to work on commonly available disposable \nor rechargeable batteries.  Quick and simple battery change should be \npossible without using tools.  The unit should have independent portable \nbattery charger if the HHMD uses rechargeable batteries. \n \n4. \n HHMD should be equipped with indicator to indicate battery status. \n \n5. \nThe HHMD should have safe health standards with no adverse effect on \ncardiac pacemakers. \n \n6. \nUnit should be sturdy, as light as possible, (around 250 gms), easy to \nhandle and should preferably confine to the palm of the frisking personnel \nfor case of use. \n \n7. \nThe unit should be able to satisfactorily function in temperature range from \nO.C. to 45 C. \n \n8. \nThe HHMD shall be manufactured by ISO 9000 certified firms.",
  "36": "Appendix `E’ \n \nTECHNICAL SPECIFICATIONS FOR NIGHT VISION DEVICE \n \n \n1. \nTechnology \n: \n2 + or 3rd generation image intensifier \n \n2. \nMagnification \n: \n3.0 x with lens adapter (5x or 10 x Lens) \n \n3. \nRange of view \n: \nApprox. 700 meters and above \n \n4. \nResolution \n: \n35 Lp / mm \n \n5. \nRecognition range \n: \nApprox 500 meters \n \n6. \nSpectral density \n: \n350 – 950 nm. \n \n7. \nPower supply \n: \n3v \n \n8. \nBattery life \n: \n20 hours. \n \n9. \nWeight \n: \nApprox 700 gm. (without batteries) \n \n10. \nDimension (mm) \n: \n160 x 127x85 mm (Aprox) \n \n11.  Operating temperature: - 30 0 C to + 45 0 C \n \n12. \nIllumination \n: \nBuilt in illuminator. \n \n13. \nObjective lens: - \n \n \n(i) \nFocal length \n: \n40 mm to 50 mm \n \n \n(ii) \nAperture \n: \n1:1.5 \n \n \n(iii) \nField of vision@1000m: \n 180 meters. \n \n \n(iv) \nFocusing range: 3 meters to infinity (approx) \n \n \n(v) \nMaterial \n \n: \nGlass  \n \n14. \nOcular lens. \n \n \n(i) \nFocal length \n \n: \n12 mm \n \n(ii) \nDiopter adjustment: \n: \n5 D to + 5 D \n \n(iii) \nMaterial \n \n: \nGlass",
  "37": "15. \nGeneral \n \n \n \n(i) \nControls \n \n: \nDirect \n \n(ii) \nLight indicators \n \n: \nPower and IR \n \n   (iii) Casing & construction \n    :  \nWater proof and Rugged water          \nfloating ergonomic design.",
  "38": "Appendix ‘F’ \n \nSPECIFICATIONS FOR EXPLOSIVE VAPOUR DETECTORS ( EVD) \n \n \n1. \nThe Explosive Vapour Detectors are capable of detecting small quantities of \nexplosives provided the explosive vapour is available in the container.  Due to low \nvapour pressure of plastic explosive made of RDX and PETN, it is difficult to detect \nplastic explosives.  Detection capabilities of explosives have been enhanced by \nmarking the same with a agent named DMNB as per the ICAO convention on “ \nMarking of Plastic Explosive”.  The specifications given below are applicable for both \nmarked and unmarked explosives.    \n \n2. \nSpecifications: \n \n2.1.     Detection Capacity    \n :      \nDetect explosives such as RDX,PETN,  \n                                                    \nTNT, Dynamite, SEMTEX, C4, HMX, \n                                                    \nAmmonium Nitrate etc. with programmable \n                                                           \nDetection capability.  \n \n2.2       Detection Technology    :       \nBased on the latest technology in  \nexplosive detection.  \n \n2.3. \nSensitivity  \n \n: \nCapable of detection Explosive  \n                                                               \nminimum of 5 gm in operational conditions. \n \n2.4. \nSelectivity \n \n \n: \nless than 3% typical false alarm rate. \n \n2.5. \nAnalysis Time \n \n: \nApproximate 10 Sec per sample. \n \n2.6. \nSample collection           : \ni) Air collection  for vapour. \n \n \n \n \n \n \nii) Surface wipe for trace particle/using \n \n \n \n \n \n \nfilter/vacuum pump unit.  \n \n2.7. \nWarm up time \n \n: \nApprox. 20-30 minutes. \n \n2.8. \nPower \n \n \n: \n110/220 V , 50/50 Hz. 30w, Auto Sensing. \n \n \n \n \n \n \n12 volt DC \n \n2.9. \nDetection mode \n \n: \nExplosive mode.  Optional - narcotic. \n \n2.10. Signal processing           : \ni  )     Variable integration time. \nii) \nPlasmagram component. \niii) \nRecognition of multiple explosives in \nparticulate /vapour mode.",
  "39": "2.11. Weight (Hand Unit)  \n: \nLess than 2 kg \n \n2.12. Calibration  \n \n: \nAutomatic calibration",
  "40": "Appendix `G’ \n \nSPECIFICATION FOR EXPLOSIVE TRACE DETECTORS (ETD). \n \n1. \nIntroduction \n \nThe Explosive Trace Detectors are designed to detect nanogram (ng) level of explosive \ntraces. The swipe or vapour mode may be used for collection of samples and analysis. \nThe equipment selected for airport environment shall meet the minimum specifications \nas given below: The specifications is applicable for both marked and unmarked \nexplosives.  The buyer may opt for a better technology and equipment as per their \nrequirement. \n \n1. 1    Detection Capacity  \n: \nDetect explosives such as RDX, PETN, TNT, \nDynamite, \nSEMTEX, \nC4, \nHMX, \nand \nAmmonium Nitrate etc. with programmable \nDetection capability. \n1.2. \nDetection Technology  \n: \nBased on the latest technology in explosive \ndetection. \n1.3. \nSensitivity \n: \nCapable of detection Explosive minimum of \n100 ng in operational/ laboratory conditions. \n1.4. \nSelectivity \n: \n<2% typical false alarm rate. \n1.5. \nAnalysis Time \n: \nApproximate 10 Sec per sample. \n1.6. \nSample collection \ni) \nSurface \nwipe \nfor \ntrace \nparticle/using filter/vacuum pump unit. \nii) \nAir collection for vapour \n1.7. \nWarm up tome \n: \nApprox. 20-30 minutes. \n1.8. \nPower \n \n110/220 V, 50/50 Hz. 30w, Auto Sensing. 12 \nvolt DC \n1.9. \nDetection mode \n: \nExplosive mode.  Optional - narcotic \n1.10. Signal processing \ni) \nVariable integration time. \nii) \nPlasmagram component \niii) \nRecognition of multiple \nexplosives in particulate /vapour mode. \n1.11. Weight (Hand Unit) \n: \nLess than 40 kg. (Portable unit) \n1.12. Calibration \n: \nAutomatic calibration. \n \n \n2. \nStages of evaluation \n \n2.1 \nThe test shall be conducted in different stages starting from checking \nconfiguration data on technical parameters, system calibration, data collection etc. The \nproper record of details should be maintained. These stages are: \n• \nConfiguration details – checking of technical parameters. \n• \n Operational and environment data",
  "41": "• \nSystem calibration  \n• \nThreshold verification \n• \nTest article selection \n• \nPretest activities \n• \nData collection \n• \nProblem reporting \n• \nPost test activities. \n \n \n \n3. \nConfiguration Details \n \n3.1 \nThe detailed unique and complete identification of the ETD system including \nmajor components shall be recorded by the committee. \n \na) \nPrinciple of operation \nb) \nModel number(s) equipment tested; \nc) \nFirmware version(s), if applicable. \nd) \nSoftware version(s); and \ne) \nSerial number(s) of equipment tested; \n \n3.2 \nThe test team will check the details of technical parameters claimed by suppliers \nare in conformity with the specification issued by the BCAS. The equipment shall meet \nthe specification as given below. \n \na. \nExplosives detected i.e. RDX, PETN, TNT, PEK, Sheet explosives, LTPE, \nAmmonium Nitrate, Gelatin etc  \nb. \nSusceptibility to interference (i.e. including specific interference’s tending \nto mask the explosive): minimum  \nc. \nSensitivity/ sensitivity loss: Nanogram level of explosive \nd. \nResponse(s) time to the explosives: 6 seconds \ne. \nSampling methods: swipe and vapour mode \nf. \nFalse alarm rate: less than 2 % \ng. \nTime taken for recalibration: not more than 2 minutes \nh. \nWarm up time: 20 to 30 minutes \ni. \nEnvironmental limits: operating temperature – 20 to +50oC, relative \nhumidity 95% non-condensing. \nj. \nSafety factors and regulations: should meet National Safety regulations \nk. \nHuman intervention requirements: minimum \nl. \nSystem design overview: as per specification. \nm. \nResponse time and processing rate of the equipment: 10 sec. \nn. \nPhysical requirements; and    weight less than 40 kg/ portable. \no. \nFunctional and performance capabilities: detect service and commercial \nexplosives as given in the specifications. \np. \nSupporting data regarding training, maintenance and availability of spares",
  "42": "3.3 \nInstruction manuals, operation manuals, circuit diagram, and the engineering \ndocuments must be included to assist the test and evaluation team in its evaluation of \nthe   equipment."
}