{
  "1": "No.CAS-8(4A)/2002-Div-1\nGOVERNMENT OF INDIA\nBUREAU OF CIVIL AVIATION SECURITY\n(Ministry of Civil Aviation)\n“A’ Wing, Janpath Bhawan,\nJANPATH, NEW DELHI.\nDated: 20.1.2003\n\nCIRCULAR _NO. 2 / 2003\n\nSubject: SECURITY _OF COURIER _BAGS__AND_THE\nCONSIGNMENTS FORWA‘ OURIER COMPAI\n\nIn supersession of all previous instructions on the subject the following\nsecurity measures shall be adopted by all airline operators at airports in\nIndia. It shall also be applicable to Air India and Indian Airlines operating at\nforeign airports:\n\nih, SECURITY MEASURES FOR COURIER BAGS:\n\n(i) Courier bags shall be accepted at the airport by the\nrepresentative of airline operator only from a courier company\nwhich is registered with the airlines and only when a regular and\nauthorized employee of the concerned courier company ,\naccompanies such baggage. Each such baggage shall have\nthe clearly visible identification mark / logo of the concerned\ncourier company. The courier shall be fully aware of the\ncontents of the courier bags and shall be responsible to produce\nto the concerned air carrier, prior to the xray screening of the\ncourier bags, a copy of the manifest containing description and\ndetails of goods, weight, number of parcels, destination, shippers,\n\n4 Dawa Ale ees, originators etc. in respect of all items contained in each courier\n\nFegwerdal pre\n\nbag. A declaration certificate shall be submitted as per\nAnnexure-A, duly signed by the authorised employee of the\ncourier. company whose attested signatures shall be\n\nwyrtra wees available with the screener / representative of airline operator\n\nOreveminal\n\nuw Seeunt Va a\n\nfor verification. The certificate shall not be accepted by the\nairline operator unless the signatures of authorised person\n\nep hers\n",
  "2": "rca 200Mese)\n\n(ii)\n\n(ili)\n\n(iv) |\n|\n\n(vi)\n\n(vii)\n\n(vi)\n\nE 12:\nA Courier Company shall not be allowed coloading of courier\nbags of other Courier Companies.\n\nCourier bags shall not be allowed for transportation by air from\nairports where no security persons of the airline operators\nconcerned are available. However, if the air carrier is in a position\nto observe the required security contro! measures in respect of the\nbags through their traffic/commercial staff, the bags could be\naccepted at such airports.\n\nAis carriers shall process the courier bags in a separate\ncounter/area with necessary infrastructure and away from the\npassenger check-in counters\n\nCouriers shall report to the counter two hours before the scheduled\ntime of departure of the particular domestic flight. For international\nflights the couriers will report three hours before the scheduled time\nof departure of the flight.\n\nSecurity personnelitraffic or commercial staff of the air carrier\nconcerned shall screen such bags with the help of X-ray BIS\nwherever available, at least from two angles and satisfy themselves\nthat they do not contain any dangerous item which is detrimental to\nthe safety and security of the flight or any prohibited items. 20 to\n25 percent of such screened bags should be subjected to 100 per\ncent physical examination in the presence of the courier/personnel\nof the courier companies. If no x-ray BIS is available all the\nindividual packets in the courier bags shall be physically examined.\n\nAfter screening/physical examination a security sticker shall be\naffixed by the carrier. ¢\n\nCourier shall not be permitted under any circumstances to carry the\nitems listed below:\n\na) IATA restricted articles\n\nb) Weapon / ammunition.\n\nc) _ Explosive material/explosive devices\n\nd) Chemicals and inflammable items.\n\ne Currency, Gold, Silver, Jewellery, or any other precious or\nsemi-precious items\n\n",
  "3": "este)\nsites\n\n\\\n\n3:\n\nfy Electronic items, Televisions, VCRs, CVPs, Radios,\nTransistors, Computers, Computer parts, Calculators,\n\nAlarm Clocks, etc.\n\ns like washing machines, cooking ranges,\n\n9)\n\nelectronic oven.\nh) Bulk pharmaceuticals\n\nix) Besides above this Bureau may , from time to time prohibit\ncarriage of certain items by courier service which are likely to\nbe used for committing an act of unlawful interference with\ncivil aviation.\n\nx) If any prohibited article is detected during the course of\nscreening, such consignment shall not be allowed to be loaded\ninto the aircraft and the courier company shall be liable to legal\naction.\n\nxi) The airline operator shall ensure that no accompanied courier\nbag is placed on board an aircraft unless ::-\n\na) The courier to whom such bag belongs has checked-in / is on\nboard for the flight on which it is to be carried;\n\nb) Ifa courier who has checked-in fora flight isnot onboard the\naircraft, his bags shall be off-loaded from the aircraft and shall\nnot be carried on that flight.\n\nc) The courier bag has been properly marked externally to\nfacilitate identification with the relevant courier,\n\nd) Prior to loading , the courier bag has been held inthe baggage\nmake up area / identification area ofthe aerodrome to which only\nauthorised persons have access;\n\ne) Allthe courier bags teken into custody by the airline operator\nfor carriage in an aircraft have been identified as accompanied\nbags. The process of identification / reconciliation has been done\neither by manusl or automated means ; and\n",
  "4": "cree oeesata\n\nxii) If any dangerous/obnoxious item or any prohibited\ngoods as mentioned in the Indian Aircraft Rules\n1934 are carried by couriers and if detected it\nshould be reported by the air carrier concerned to\nDGCAVPolice for legal action.\n\nxiii) All carriers shall ask the courier companies/firms to register with\nthem their location, personne! and security policy/measures adopted by\nthem.\n\nxiv) _ In case air carriers need to train their security/trafficicommercial\nStaff in the security measures meant for courier bags, they may approach\nBCAS. i\n\nSECURITY MEASURES FOR UNACCOMPANIED CONSIGNMENTS OF\n\nCOURIER COMPANIES:\n\nSince the unaccompanied consignments of the courier bags will contain\nindividual packets collected from different sources and will not be accompanied\nby a courier, they shall be treated as cargo of special kind and shall be subject\nto stricter security measures. The following procedure shall be adopted for\nsuch cargo:-\n\na, Process of such consignments shall be undertaken either in the\ncarriers cargo facility-or in the dedicated space provided by AAI/\naerodrome operators, in the courier terminal wherever it exists,\nsubject to BCAS clearance.\n\nb. Thorough physical checking of individual packets contained in the\nconsignment to the satisfaction of the carrier.\n\nc. Wherever X-ray BIS machines available if necessary such\nconsignments may be additionally screened at least from two\n\nangles.\n\nd. If the security measures enumerated in b) and c) above are not\npossible such consignments shall be cooled off for 24 hours prior to\ndispatch\n\n©. The courier companies forwarding such consignments shall furnish\na declaration certificate as in Annexure-|\n\n",
  "5": "3. As far as flights of Air India and International flights of Indian Airlines\nfrom India or abroad are concerned the reporting time for the courier shall\ncontinue to be 3 hours before the scheduled departure time of flights.\n\n4, All the instructions enumerated above for courier bags and the\nconsignments of the courier companies shall be strictly implemented by alll air\ncarriers and courier companies. Incase of any deficiency or lacunae in\nimplementation of the aforementioned security guidelines, air carriers shall\nnot transport the courier bags.\n\n5. Air Carriers and courier companies shall be responsible to\nproduce relevant documents to the inspecting officer (s) of BCAS as and\nwhen required. '\n\n6. The officials of the BCAS and the others concerned will conduct\nsurprise checks to monitor the observance of the prescribed security measures,\nIn case of any default appropriate action will be initiated.\n\nRye\n\n(R.K. Singh)\nAddl. Commissioner of Security(CA)\n\nDistribution :\nAs per list attached\n",
  "6": "{Letter head of the Company)\nAnnexure-I\n\nCERTIFICATE\n\nThis is to certify that the consignment forwarded by us as courier bags or\ncargo does not contain any of the following items:-\n\n. IATA restricted articles.\n\n. Weapon /ammunition\n\n. Explosive material/explosive devices\n\n) Chemicals and inflammable items.\n\n. Currency, Gold, Silver, Jewellery and any other preciousor semi-\nprecious items.\n\n. Electronic items, Televisions, VCRs, VCPs, Radios, Transistors,\nComputers parts, Calculators, Transformers, Alarm Clocks etc.\n\n. Bulk commodities like washing machines, cooking, ranges,\nmiscrowave ovens etc.\n\n8. Bulk pharmaceuticals\n\n9. Drugs (Narcotics)\n\nN @ wdona\n\nIt is further certified that :-\n\nThe Courier / Express Cargo consignments details of which have been\ngiven in the manifest of each bag have been checked from security angle\nin our. premises and donot contain any prohibited or dangerous item\nwhich may cause unlawtul interference with civil aviation operations. The\ncourier / express cargo has been protected from the time it was tendered to and\naccepted by us at our acceptance location.\n\nIn: case any of the above banned/dangerous items are found in our bags the\nconcemed air carrier is authorized to ban the transportation of our consignment\nand we are also aware that we will be liable for action for violation of any\nprescribed rules/regulations/laws on the subject.\n\nSeal Signature of the\nResponsible\nOfficer of the courier\ncompany\nName :\n\nDesignation\nDate:\n"
}