{
  "1": "RESTRICTED \n \nNO.CAS-9(8)/96.Div.I \nBUREAU OF CIVIL AVIATION SECURITY \n(MINISTRY OF CIVIL AVIATION) \nGOVERNMENT OF INDIA \nA’ WING, JANPATH BHAWAN, \nJANPATH, NEW DELHI -110001 \nDate:  23.11.2006 \n \nC I R C U L A R   NO. 20 / 2006 \n \nSub: Airport Security Committee (APSC) \n \nIn suppression of previous Circular No.48/2005 dated 22-12-2005, the \nfollowing instructions regarding Airport Security Committee at the airports under \ncontrol of AAI are issued for implementation by all concerned:  \n \n2. \nThe Airport Security Committee shall be established at each airport to: \n \n(i) coordinate implementation of the requirements of National Civil Aviation \nSecurity Programme; \n \n(ii)  provide a forum for discussion of aviation security matters affecting the \nairport and its users; and \n \n(iii) provide a means of communication between the Bureau of Civil \nAviation Security and those entities directly concerned with implementation \nof aviation  security at airports \n \n3. \nConstitution of the Airport Security Committee at the airports will be as \nunder: \n \n(a) \nInternational Airport \n \n(i) \nAirport Director, AAI (IAD) \nChairman \n(ii) \nChief Airport Security Officer (CASO), CISF \nConvener \n(iii) \nSenior-most representatives of the following Departments as \nMembers \n \n(a) \nCivil Aviation Department \nMember \n(b) \nIn-Charge ATC of the concerned airport \n-do- \n(c) \nAirports Authority of India (IAD) \n-do- \n(d) \nAll Indian air carriers having scheduled flights from the airport. \n-do- \n(e) \nPolice \n-do- \n(f) \nOil Companies \n-do- \n(g) \nPostal Department – Telecom Department \n-do- \n(h) \nCustom and central Excise \n-do-",
  "2": "(i) \nImmigration \n-do- \n(j) \nIntelligence Bureau \n-do- \n(k) \nChairman, Airlines Operators Committee (AOC) \n-do- \nCont..2/ \n:2: \n \n(b) \nDomestic  Airport \n \n \n \n \nNote:   \n(i) \nAdditional members may be co-opted by the Airport Director/ In-charge of \ndomestic as well as international airport as and when required.  \n(ii) \nRDCOS, BCAS or his representative will be the observer at Delhi, \nMumbai, Kolkata and Chennai airports. \n \n(c ) \nCivil Enclaves at Defence Airports where Aerodrome Officer is \nposted: \n \nSame as for the Airport Security Committee under Domestic Airports \nabove with the addition of a representative of the Local Air Force/ Naval Station. \n \n4. \nThe terms of reference for the Airport Security Committee shall be as \nunder: \n \n(a) \nCoordinate the implementation of the national civil  aviation security \nprogramme at the airport. \n(b) \nOversee and monitor the airport security programme, including special \nmeasures introduced by the airport administration, operators and \nairport tenants. \n(c) \nUse the national civil aviation security programme/ airport security \nprogramme as a guide. \n(i) \nAirport Director/ Aerodrome In-charge  \nChairman  \n(ii) \nChief Airport Security Officer (CASO) \nConvenor \n(iii) \nSenior \nmost \nrepresentatives \nof \nthe \nfollowing departments as Members: \n \n(a) \nIn-charge ATC of the concerned airport \nMember \n(b) \nPolice \n-do- \n(c) \nStation \nManager, \nIndian \nAir \nCarriers \noperating at the airport. \n-do- \n(d) \nOil companies \n-do- \n(e) \nPostal Department \n-do- \n(f) \nTelecom Department \n-do- \n(g) \nACS of AAI (NAD) \n-do- \n(h) \nIntelligence Bureau \n-do- \n(i) \nCustoms & Central Excise/ immigration, \nwhere applicable. \n-do-",
  "3": "(d) \nDraw up and maintain a list of vulnerable points including essential \nequipment and facilities and review the security of those points from \ntime to time. \n(e) \nEnsure that basic minimum security measures and procedures are \nadequate to meet threats and are under constant review, providing for \nnormal situations and contingencies for periods of heightened tension \nand emergency situations. \nCont.3/ \n \n \n:3: \n \n(f) \nEnsure that recommendations for improvement in security measures \nand procedures are implemented. \n(g) \nEnsure that the planning of airport expansion programmes includes the \nplanning of modifications to be made to airport control systems and \nequipment \n(h) \nExamine implementation of the security measures and procedures and \nconsider ways and means for their effective implementation. \n(i) \nConsider the adequacy of the prescribed minimum security measures \nand procedures to meet threats during normal situation, periods of \nheightened tension and emergency situation. \n(j) \nReview the list of vital points and the Contingency Plan for the airport \nregularly to take into account the latest emergent situations. \n(k) \nKeeping the Commissioner of Security (Civil Aviation) informed of its \ndeliberations and refer to that authority problems relating to security of \nthe airport and its services which cannot be resolved at the local level. \n(l) \nArrange for security awareness training for airport and other staff. \n(m) \nEnsure that security measures are duly incorporated in the airport \nexpansion / alteration/ renovation programmes of the terminal buildings \nas recommended by the Commissioner of Security (CA). \n \n5. \nSchedule for the APSC meeting \n \nThe Committee must meet at least once in every month without fail. \nBesides above, the special Airport Security Committee meeting  shall be \nconvened: \n \n(i) \nAs and when it is considered necessary to do so by Convenor/ \nChairman; \n(ii) \nAs per directions of Commissioner of Security (CA), during alert \netc., \n(iii) \nDuring security audit/ inspection of the airport by BCAS officers. \n \n6. \nFormat for discussion in APSC  the meeting:",
  "4": "It would be advisable to discuss the security related matters in the Airport \nSecurity Committee meetings (APSC) in the following format: \n \n(i) \nPending Issues \n(ii) \nMatters pertaining to check-in area \n(iii) \nMatters pertaining to baggage-make-up area \n(iv) \nMatters pertaining to operational area \n(v) \nMatters pertaining to perimeter security \n(vi) \nMatters relating to airlines security including catering security, \nregistered baggage, courier bags, cargo, etc. \n(vii) \nMatters relating to security of vital installation \n(viii) \nMatters relating to security related complaints and action taken \n(ix) \nMatters relating to mail/ speed post \nCont.4/ \n \n \n: 4: \n \n(x) \nIntrusion cases \n(xi) \nAccess control \n(xii) \nEnforcement of PIC system/ display of PIC \n(xiii) \nStrength – vacancies etc \n(xiv) \nTraining to APS staff \n(xv) \nCommunication system \n(xvi) \nElectronic gadgets \n(xvii) Miscellaneous \n \nNOTE:    This Circular will apply to AAI controlled airports. For \nnon -AAI / Private airport operators, respective Airport \nDirector will be the convener and CASO /APSU will be a \nmember of the APSC. Senior most representatives of \nother \ndepartments \nand \ntheir \nfunctions \nremain \nunchanged.  \n \n \n(M. Malaviya) \nAddl. Commissioner of Security (CA) \n \nDistribution: As per list attached."
}