{
  "1": "FAX-3315695 / 3355165 \nNO.CAS-8(4A)/2004.DIV-1 \nBUREAU OF CIVIL AVIATION SECURITY \n(MINISTRY OF CIVIL AVIATION) \nGOVERNMENT OF INDIA \n‘A’ WING , JANPATH  BHAWAN , \nJANPATH, NEW DELHI -110001 \nDate: 27.9.2004 \n \nC I R C U L A R  NO.   20/ 2004 \n \nSubject: \nSECURITY \nOF \nCOURIER \nBAGS \nAND \nUNACCOMPANIED \nCONSIGNMENTS FORWARDED BY COURIER COMPANIES. \n \n \nIn supersession of all previous instructions on the subject, the following \nsecurity measures shall be adopted by all airline operators at  airports in India. It shall \nalso be applicable   to Air India and Indian Airlines operating  at foreign airports: \n \nSECURITY MEASURES FOR UNACCOMPANIED CONSIGNMENTS OF COURIER \nCOMPANIES \n \n1. \nCourier consignment transported  as express cargo shall be handled  in a \nseparate express cargo/ courier terminal equipped with electronic screening \nmachines which must be manned by dedicated and certified operational staff \nwherever such terminals exist.  \n \n2. \nSince the unaccompanied consignments of the courier bags will contain \nparcels collected from different sources and not accompanied by a courier, they shall \nbe subject to stricter security measures.  The following procedure shall be adopted \nfor such cargo:- \n \n(a) Process of such consignments shall be undertaken \neither in the airline operators cargo facility or in the \ndedicated space provided by AAI/ aerodrome \noperators, in the courier terminal wherever it exists, \nsubject to BCAS clearance. \n \n(b) Thorough physical checking of individual packets \ncontained in the consignment to the satisfaction of \nthe airline operator   where  x-ray  BIS  machines  \nare   not  available. \n \n(c ) \nWherever X-ray BIS machines are available such consignments \nare to be screened at least from two angles.",
  "2": "(d) \nIf the security measures enumerated in b) and c) above are not possible \nsuch consignments shall be cooled off for 24 hours prior to dispatch. \n \n(e) The courier companies forwarding such consignments shall \nfurnish a declaration  certificate as in Annexure-A \n \n \nSECURITY MEASURES FOR COURIER BAGS THROUGH  PASSENGER  \nTERMINALS:-: \n \n3. \nAt airports where separate express cargo/ courier  terminals do not exist,  \nairline  operators  shall process the courier bags in a separate counter/area in \npassenger terminal building with necessary infrastructure and away from the \npassenger check-in counters.  \n \n4. \nThe following instructions shall be adhered to:- \n \n(i) \nCourier bags shall be accepted   at the   airport  by the   representative  \nof  airline  operator  only  from a courier company which is registered with the \nairlines. The parcels/ baggage must be accompanied by a  regular  and  \nauthorized  courier  company   employee. \n \n(ii) \nEach such  baggage  shall  display clearly the visible identification mark \n/ logo of the   concerned  courier  company.  \n \n(iii) \nThe   courier   shall  guarantee the   contents of the courier bags and  \nshall be  responsible  to produce to the concerned  airline operator, prior to the  \nx-ray  screening  of  the   courier  bags,   a  copy of the manifest  containing \nprecise description and details of goods, weight, number of parcels, \ndestination, shippers, originators etc.  in respect of  all  items  contained  in \neach   courier  bag.  A declaration certificate shall be submitted  as  per  \nAnnexure-A,   duly  signed  by  the  authorized  employee of the courier  \ncompany. The attested    signatures  of the employee  shall be  available  with \nthe airline  security for  verification.   The  certificate  shall not be accepted  by \nthe   airline operator  unless  the   signatures  of   authorized  person tally. \n \n(iv) \nPrescribed declaration/ certificate  shall   be  obtained  by the  principal   \ncourier  company  from the   retail  courier  companies  at the  time of  \nacceptance of    baggage to ensure that  retail   courier  companies  do not    \naccept   any  prohibited  and dangerous   items  from the customers.  Proper  \nrecord of    such    declarations/ certificates  shall be   maintained   by the  \nconcerned  principal  courier   companies. In case of  any  violation  of  \ninstructions by  the  retail  courier  companies, they   shall  be  liable to \nsanctions.",
  "3": "(v) \nCourier bags shall not be carried by air   from airports where no security \npersons of the airline operators  concerned are available.  However, if the air \ncarrier is in a position to observe the required security control measures in \nrespect of the bags through their traffic/commercial staff,  the bags could be \naccepted at such airports. \n \n(vi) \nThe airline  operator  concerned shall screen all courier bags with \napproved X-ray BIS, at least from two angles and satisfy themselves that they \ndo not contain any dangerous or prohibited items which can endanger civil \naviation security. 15 to 20 percent of such screened bags should be subjected \nto 100 per cent physical examination in the presence of the courier.  If no x-ray \nBIS is available all the individual packets in the courier bags shall be physically \nexamined.   \n \n(vii) \nAfter screening/physical examination a security sticker shall be affixed \nby the airline operator on the courier bag. \n \n(viii) \nCourier shall not be permitted under any circumstances to carry the \nitems listed in Annexure –B. \n \n(ix) \nThe BCAS  may, from time to time review the carriage of  certain items  \nby courier service   which  are likely  to be  used   for  committing  an act of  \nunlawful   interference   with  civil  aviation. \n \n(x) \nIf  any  prohibited  article  is  detected  during the  course of  screening, \nsuch  consignment  shall not  be loaded    into the aircraft  and  the courier  \ncould be liable for legal action. \n \n(xi) \nThe  airline  operator  shall ensure  that no courier  bag  is  placed  on \nboard  an aircraft unless ::- \n \na) The  courier  who has  checked-in the baggage  is on board the flight   \non which  it is to be carried. \n \nb) The  courier  bag  has  been  properly  marked  externally  to  facilitate  \nidentification  with the  relevant  courier; \n \nc) Prior  to loading , the  courier  bag  has  been  held  in the  baggage  \nmake up area / identification  area of the    aerodrome   to which  only   \nauthorised  persons  have  access; \n \nd) All the  courier  bags  accepted  by the  airline  operator  for carriage   in \nan  aircraft  have  been  identified either manually or by automated means \nas  accompanied    baggage.",
  "4": "(xii) \nThe concerned courier companies shall provide separate manifest for \neach courier bag and  a certificate stating that it does not contain any \nprohibited goods as mentioned. \n \n(xiii) \nThe couriers will report at least two hours before departure of the flight \nand screening of courier bags completed one hour before the departure \nof the flight. Reporting time for international flights is three (3) hours \nbefore departure of the flight and screening will be completed one hour \nbefore the departure of the flight. \n \n5. \nIn case  of  any   deficiency   or  lacunae  in implementation of   the \naforementioned   security    guidelines on the part of the courier,  airline operators   \nshall  not  transport   the   courier  bags. \n \n \n \n \n6. \nAirline operators   and  courier  companies  would produce relevant   \ndocuments  such as  manifest of  courier  bags , registration papers,  declaration \ncertificate  by the  authorized  employee of the courier  company  to the BCAS  as  \nand  when  required.  \n \n \n(R.K. Singh) \nAddl. Commissioner of Security (CA) \n \n \nDistribution:  \nAs  per  list   attached",
  "5": "Annexure-A to Circular No.20/2004 \n \n(Letter  head  of the    Company) \n \nCERTIFICATE \n \n \nThis is to certify that the consignment forwarded by us as courier bags or \ncargo does not contain any of the following items:- \n \n1. IATA restricted articles. \n2. Weapon /ammunition \n3. Explosive material/explosive devices \n4. Chemicals and inflammable items. \n5. Currency, Gold, Silver, Jewellery and any other preciousor semi-\nprecious items. \n6. Electronic items, Televisions, VCRs, VCPs, Radios, Transistors, \nComputers parts, Calculators, Transformers, Alarm Clocks etc. \n7. Bulk commodities like washing machines, cooking, ranges, \nmiscrowave ovens etc. \n8. Bulk pharmaceuticals \n9. Drugs (Narcotics) \n \nIt  is  further   certified that :- \n \nThe  Courier / Express Cargo consignments  details  of   which have been  \ngiven in the   manifest of   each  bag    have  been  checked   from security angle in  \nour   premises  and  do not contain any  prohibited  or  dangerous    item which  may  \ncause  unlawful  interference   with  civil  aviation  operations. The courier / express \ncargo has been protected from the time it was tendered to and accepted by us at our \nacceptance location. \n \nIn case any of the above banned/dangerous items are found in our bags the \nconcerned air carrier is authorized to ban the transportation of our consignment and \nwe are also aware that we will be liable for action for violation of any prescribed \nrules/regulations/laws on the subject. \n \n \n \n \n \n \n \n \nSignature of the \nOfficer of the courier company \nName : \nDesignation \nDate: \nAuthorised \nseal of \nCompany",
  "6": "Annexure-B to Circular No.20/2004 \n \n \nPROHIBITED AIR ARTICLES \n \n \nAcetone, Acetylene (Liquid or Dissolved), Acids (Except Citric and \nTartaric Ammonia ammonium Per Sulphate, Ammonium Nitrate, \nAmmunition (Except Safety Cartridges), Attack Benzine, Benzoline, \nBatteries charged, Calcium Carbide Camphide Camphore Oil, Carbon \nBisulphide, Carbolic Acid (in steel Cylinder), Carbolic Acid Gas, \nCartridges of all kinds (Except Safety Cartridges) Celluloid & Xsionite or \nother similar substances, Chlorate of Potash, Chlorate of Soda, \nCollodian Cordits, Dynamite Ether Eau Oxygen, Explosives of all kinds \n(including Percussion Caps, Film unless packed in Fireproof Metal \nContainers, Firework and Crackers, Photographic Fulmmating powder, \nGases of any description (under Pressure), Gun Powder, Hydrogen \nPeroxide, Kerosene Matches, Luciter & Percussion all kinds, Meal \nWorms Methylated Spirit Naptha, Natrium Peroxide Nitrate of Soda, Nitro \nGlycerine, Nitro of Lime Calcium, Paraffin Peticium & its products \n(Excepting when used as fuel and contained in tank provided for the \npurpose), Phosphorus, Pyridine Pyrotechnics, (other than those required \nfor the Navigation of A/C, Rocket Safety Dynamite, Fuses (with or \nwithout Detonators, Saltpetre, Spirites or wine, Varnish etc containing \nSpirits Cellulose Nitrate Plates, Chloride of lime, compressed Air Bottles \nof Gases, Explosive Rivets Permanent Magnets, Mercury Oxide, Metallic \nMercury radium and Radio Active Materials, Sulphur dioxide Bleaching \nPowder, any form of combustible material having a Flash point below \n790F, Anything dangerous or abnoxious or which may cause \ninconvenience to passengers and all such goods which are prohibited for \ncarriage  under the Indian Aircraft Rules 1934. \n \nFor restricted articles its packing and labeling etc., please refer to the book named \nIATA REGULATION RELATING TO THE CARRIAGE OF RESTRICTED ARTICLES \nBY AIR."
}