{
  "1": "CIRCULAR NO  20 / 2002 \n \nSub: Instructions regarding carriage of battery cells in electronic items \nlike camera, cellular phone, digital diaries etc in hand baggage. \n  \n \nIn supersession of  all other BCAS Circulars  on the above subject, the \nfollowing instructions are issued for implementation by all concerned with \nimmediate effect. \n \n1. \nThe passengers may be allowed to carry battery cells in the electronic \nitems like camera, laptop computers, mobile phones, pacemakers, digital diaries, \ncellular phones, two-in-one, VCR, music deck, hearing aid etc subject to the \nfollowing conditions: \n \n \n \n(i) \nItem which do not contain metal/ metallic substance should be \nchecked with the help of Hand Held Metal Detector. In case any \nmetallic substance is detected in the hand baggage, the particular \nitem should be passed through x-ray machine wherever available. \nAt the airports where x-ray machine is not installed in the security \nhold area, it would be the responsibility of the passenger to satisfy  \nthe concerned airport security officer about the presence of metal. \nIn case of any suspicion if the airport security officer is not able to \nascertain the genuineness  of the item , such item shall not be \nallowed to be carried in the hand baggage or on person. \n  \n(ii) \nItem which contain metal such as calculators, laptop computers/ \npocket computers, electric shavers, audio and video electronic \nequipments such as two-in-one , VCR, music decks etc, digital \ndiaries, video cameras, hearing aids, pacemaker device etc should \nbe passed through x-ray to identify the components. At airports \nwhere x-ray facility is not available, physical examination with the \nhelp of the passenger to satisfy about the genuineness of the item \nshould be conducted. \n \n(iii) \nBattery operated items shall be x-rayed from two different angles to \nlocate/ determine any unusual wiring of components . \n \n(iv) \nThe battery operated items shall be checked carefully . Passengers \nshall be asked to operate the electronic item so as to ensure that \nsuch item does not contain any explosive device. \n \n(v) \nLaptop computers and other large electronic items / electrical items \nsuch as large cameras , radios, hair dryers, etc which contain",
  "2": "battery cells for their operation should be treated as suspicious item \nand special attention should be paid while conducting security \ncheck. \n \n(vi) \nLaptop computers should be removed from its case . Both the \nlaptop and its case should be x-rayed separately.  \n \n(vii) \nElectronic / electric items which are kept in cover or case should be \nremoved from the case and x-rayed/ checked  separately. \n \n(viii) \nSealed or wrapped items which contain battery cells should be \nopened for x-ray screening and security check. \n \n(ix) \nSuspect baggage must be x-rayed  when empty and hand \nsearched to detect any unusual modification including lining, non \nstandard hardware, unusual  weight or unusual thickness in the \nside or bottom of the baggage. \n \n(x) \nWet batteries are not allowed in the hand baggage or on person of \na passenger. \n \n(xi) \nLoose dry cells may be allowed by the screening officer after \nsatisfying himself/ herself of the bonafide of the requirement  \nprojected by passengers. \n \n2. \nAir carrier should give vide publicity through media advertisement , \nthrough sign boards , printing on the cover of the tickets and announcement over \nthe public address system at airports  indicating that loose battery cells are not \nallowed in the hand baggage so that traveling public is fully aware of the \nprocedure and are not taken by surprise while checking-in at the airport. \n \n \n \n(R.K. Singh) \nAddl. Commissioner of Security (CA) \n \n \nRef. No.CAS-7(1)/97-DIV-1 Date   :08.08..2002"
}