{
  "1": "NO. CAS-9(29)/2002-PIC \nBUREAU OF CIVIL AVIATION SECURITY  \n(MINISTRY OF CIVIL AVIATION) \nGOVERNMENT OF INDIA \n“A” WING. JANPATH BHAWAN, \nJANPATH, NEW DELHI – 110001 \n \nDate: 27.8.2002 \n \nCIRCULAR NO.  22/ 2002 \n \nSub:- Information to appropriate authority about the involvement  of Airport  \n            Entry  Pass  (AEP) holders in criminal cases. \n \n \nInstructions were issued vide BCAS letter No. 9(29)/96-DIV-VII dated 11-03-\n1996 (copy enclosed) to keep the BCAS informed about the involvement of Airport Entry \nPass Holders in criminal cases and  to ensure that those who are convicted in a criminal \noffence do not  gain  access to the restricted areas of the Airport and their passes are \nwithdrawn. \n \n2. \nIt has been observed that the above instructions are not being followed in some \ncases.  In order to ensure strict implementation of the above guidelines, the following \ninstructions shall be followed with immediate effect: - \n \n(i) \nIt shall be the responsibility of each agency to keep the concerned \nRDCOS, BCAS informed at the earliest opportunity about the arrest or \ninvolvement of any of their employee in a criminal case. \n \n(ii) \nUpon conviction or acquittal of such AEP Holder in the criminal case \nfrom any court of law, the same shall be intimated to the RDCOS \nconcerned. \n \n(iii) \nRDCOS, BCAS shall refer such cases to the   AEP Committee at first \nopportunity for taking a decision to cancel the pass of such convicted AEP \nHolder. \n \n(iv) \nRDCOS, BCAS shall inform the agency concerned about the cancellation \nof such pass of the effected employee so that same is withdrawn from the \nemployee concerned and deposited to the concerned RDCOS office for \nfurther necessary action. \n \n(v) \nProper record of the above cases shall be maintained by the BCAS and \nagency concerned so that these persons do not obtain Airport Entry Passes \nthrough some other agency after gaining employment elsewhere.",
  "2": ":2: \n \n(vi) \nIt shall be ensured by the AEP Committee that the employees of any \nagency who are convicted in criminal cases are not issued with AEP \n(temporary / regular).    At the time of renewal, it shall be ensured by the \nAEP Committee that the AEP is not renewed for a convicted person   \n \n(vii) \nAny violation of the above guidelines shall be viewed seriously. \n \n \n \n \n(D.P.DAHIYA) \nAsstt. Commissioner of Security \nFor Commissioner of Security (CA) \n \nDistribution as per list attached."
}