{
  "1": "CIRCULAR 22  / 2000 \n \n \nSUB: ADDITIONAL CREW MEMBER (ACM) ON THE FLIGHT- \nPROCEDURE THERE OF. \n \n \n \nAn instance has come to the notice of this Bureau wherein a person impersonated as \nthe pilot of Air Carrier and managed to get access up to the aircraft on the plea that he was to \ntravel as an Additional Crew Member (ACM) on the flight.  The person did not have an ACM \nslip or any identification documents to substantiate his claim.  In spite of this, the airlines \nstaff facilitated his entry up to the aircraft by issuing a boarding card to him.  The captain of \nthe flight also went to the extent of accommodating the stranger as an ACM in the flight even \nwhen the identity of the person was suspect.  However, it is to the credit of the Airport \nmanager of the Airlines also overruled the Captain of the flight and prevented a suspect \nperson from being taken as an ACM in the flight.  During the course of event, it was revealed \nthat the Airlines staff issued a boarding pass to the person concerned though he did not \nqualify to be issued with the same. \n \n \nThe above fact brings in to sharp focus the procedural weakness and also scant regard \nfor minimum-security measures on the part of the airlines.  In order to ensure that such \nmishaps do not recur, it has been decided that all the airlines should strictly adhere to the \nbelow mentioned norms: - \n \n(i) \nThe Airlines should not issue additional crew member slip to any person \nwithout proper authorization; \n \n(ii) \nAirlines should issue their own identity card to their regular employees; \n \n(iii) \nIn no case, a boarding pass should be issued to an employee of an airlines to \nfacilitate his /her going to the tarmac; \n \n(iv) \nUniforms / stores / other equipments to the employees of the Airlines should \nbe issued only after establishing the identity of the person that  he / she is a \nregular employee of the Airlines on its pay roll \n \n(i) \nDummy tickets or dummy boarding pass should also not be issued to any person; \n \n(ii) \nPilot should not have a say in the matters relating to issue of additional crew \nmember slips and the authorization of the Station Manager or the Airport Manager \nof the Airlines should be final. \n \nThe above guidelines shall come into effect immediately. \n \n \nAll the Airlines should intimate the Bureau about the nature of job in different \nsections like operations, commercial ,stores, passenger handling etc.  so that areas \nvulnerable to aviation security can be identified and preventive action recommended.",
  "2": "This issues with the approval of Commissioner of Security (CA) \n \n (P.MOHANAN) \nOfficer on Special Duty (I) \nfor Commissioner of Security (CA) \n \nNO.CAS-43 / (25) / 2000-III-A,  Dated : 27.07.2000"
}