{
  "1": "GOVERNMENT OF INDIA\nBUREAU OF CIVIL AVIATION SECURITY\n*A’ WING JANPATH BHAWAN, JANPATH\n\nNEW DELHI — 110001.\n\nNO. CAS-2(4)/2004-DIV-II DATED : 11.11.2004\n\nCIRCULAR NO. 23/2004\n\nSub: Carriage of Training Models and explosives by Air by Controller of Explosives\nand by Dy. Commissioner of Security (BDDS).\n\nThe Controllers of Explosives and Dy. Commissioner of Security (BDDS) of this\nBureau are authorized to carry IED models and small quantities of explosives such as\nRDX, PETN, PEK, TNT etc. for the purpose of imparting training in “Recognitions of\nExplosives Devices and Bomb Threat Procedure” at airports by aircraft. These officers\nshall take adequate safety precaution while packing and transporting the explosives.\nModels and Explosives shall be carried as registered baggage only. No detonator shall be\ncarried by above officers in an aircraft.\n\nThe perimt Nb.3% '9G/2004 dated 61.11.2004 issued DGCA on this subject is.\n\nenclosed for strict compliar~ by all concerned,\nRite —\n\n(R.K, Singh)\nAddl. Commissioner of Security (CA)\n\n",
  "2": "GUVERNMEN! OF INDIA\nOFFICE OF THE DIRECTOR GENERAL OF CIVIL AVIATION >\nUGCA COMPLEX, OPP. SAFDARJUNG ALRPURI, NEW DELHI- 110004,\n\neaaaad fe\n\nNO.8/21/0:\nDated 01-11-2004,\nPERMLL NO. 397-DG/z004\n\nin oxercise of the powers conferred by sub-rule (1) of rule 4 of the Aircraft (carriag\nDangerous Goods) Kules, 2003, the Vircctor of Kegulations & Information in Givi) Aviation vopart\npermits CONTROLLER OF EXPLOSIVES AND THE DY. COMMISSIONEH (BD0S) UF THE BUREAU OF CIVIL AVIA\nSECURLIY, NEW DELHI to carry KUX, PETN, Tetryle, TNT, Safety Fuzo, cordtex ote, (quantity\ncxccoding 10 gms) by air for the purpose of imparting training at any airport within. tho torri\nof India subject to following conditions :-\n\na) The goods aro carried in accordance with the provisions of the ica0\nV2MA-AN/9U5;\n\n(11) The goods aro so packed, protected and secured as to avoid the possibility of +t\nbeing a source of dangor;\n\n(114) The goods arc carrie¢ in checked baggage only se as not to be accessible to\npassengers on beard aircraft; and\n\n(iv) “The nature of the goods 1s plainly and conspicuously marked on tho outside of\n\npackage(s). 7\n+ unless suspondtd or revoked cartier, this permit shall romain valid y.e.f.  ur-13-2004\n31-10-2008; SSS\nimi Lh\n(RK. MAHESHWARL)\nDIRECIOR OF REGULATIONS & LNFORMAI LON\n\\\nTHE ADULL. COMMISSIONER OF SECURLIY (CA)\nBUREAU OF CLVIL AVLATION SECURLIY\n°A’ WING, JANPATH BHAWAN, JANPALH.\nNeW VELHI-1 10901,\nsopy to :~\n' Ministry of Civil Aviation( Mr. Le Haokip, Under Sesrotary), Kagiv Gandhi wha\\\n\nSafdarjung Airport, Now Volht w.r.t their letter No. AY. 14024/46/2002-S8 dated 16-6-2003.\n\nas inc Chairman, Airports Authority of india, Rajiv Gandhi vhawan, Safdarjung Airport,\nDelhi-as,  1t ts requested that a copy of this pormit may bo forwarded to all Airr\n\nDirectors/Acrodrome in-charge.\n\n(RVR. MAHESHWARL)\nDIRECTOR GF REGULAILONS & LNFORMAT LON\n“anketdgr/ppzuvzdsas\nPl pubdrade AUSBC Citta «\nip) S\noa Aes Chneg) =\nDCOS CRSDY (Zo Su Pay\n\nq Miw\nAtte\n"
}