{
  "1": "CIRCULAR  NO.  23/  2003 \n \n \nSub: Pilferage from Check-in Baggage at airports. \n \nComplaints with regard to pilferage/ interference with check-in baggage of \npassengers continue to be received.  Since security and safety of check-in \nbaggage  is the responsibility of air operators, due care and caution has to be \nexercised by the air-operators to prevent pilferage of/ interference with check-in \nbaggage of passengers. \n \nIn suppression of this Bureau Circular No. CAS-6(3)/97.Div.I dated 4.6.97 \nand in order to prevent pilferage of/ interference with check-in baggage, following \ninstructions are issued which may be strictly adhered to by all concerned: \n \n(i) \nThe airlines must detail their staff to monitor the CCTVs installed at \nairports. The Airport Directors may issue necessary instructions to \nall concerned  in this regard. On seeing any theft / pilferage from \nthe baggage of the passenger, such incident shall be reported by \nthe airlines staff monitoring the CCTV to their station in-charge/ as \nwell as to Airport Manager of AAI for further necessary action.  \n \n(ii) \nWhere CCTVs are not installed the airlines must ensure that such \npilferage/ thefts do not take place from the registered baggage of \nthe passengers by enhancing physical surveillance through \ndetailment of their staff at strategic points.  \n \n(iii) \nAirlines must be careful at the time of accepting baggage at check-\nin and ensure that it is properly locked/ sealed etc. \n \n(iv) \nAfter X-ray screening of the baggage, security sticker should be \nproperly affixed and banding of the baggage properly done to \npreclude any possibility of tampering with the baggage. Security \nsticker and banding of baggage need be checked by airlines  staff \nat different stages to ensure that  the baggage  is not tampered \nwith. \n \n(v) \nWhile X-ray screening of the check-in baggage, monitor of X-ray \nBIS should be placed in such a way that its view is restricted to \nscreener only. Others should not be allowed to observe the monitor \nto ensure that others cannot see the contents of the baggage. \n \n(vi) \nSupervision of movement of baggage at different stages from \ncheck-in upto loading into aircraft and during reverse flow, is the \nresponsibility of air-operator concerned. Personnel from security/",
  "2": "commercial departments of airlines must keep the baggage under \ncontinuous watch during its handling.  \n \n(vii) \nAir-operators should ensure positioning of their personnel in the \nbaggage make-up and break-up areas. Such staff should be \ndeputed after proper briefing. They should watch not only the \nmovement of check-in baggage but of unauthorized persons also. \nIn case my unauthorized handling of the baggage is noticed, the \nperson concerned should be apprehended immediately for legal \naction.  \n \n(viii) \nProvision should be made for lighting up the baggage make-up/ \nbreak-up area with better illumination at crucial areas. \n \n(ix) \nAt the destination station, the airlines must ensure quicker baggage \ndelivery to reduce chances of baggage lying unattended from the \nmoment it is off loaded from the aircraft till it is placed on the arrival \nconveyor belt. \n \n(x) \nCases of tampering with registered baggage must be treated as \nsecurity lapses by the airlines. The airlines should conduct detailed \ninvestigation to fix responsibility and take action against the \ndefaulters. \n \n(xi) \nWhenever any employee is found/ noticed indulging in such \nactivities, legal action should be taken against him/ her. His/ her \nPIC / Pass  should be seized to ensure that he/ she is not allowed \nto gain entry in the aircraft. \n \n(xii) \nAll tampering cases should be deliberated upon in the monthly \nAirport Security Committee meeting and measures reviewed for \nstopping such incidents. \n \n \n(R.K. Singh) \nAddl. Commissioner of Security (CA) \n \nDistribution: As per list enclosed. \n \nRef : No. CAS-25(2)2003-DIV-I dated 19 Aug 2003"
}