{
  "1": "SECRET \nNO.CAS- 5(1)/2008-DIV-1(CP) \nGOVERNMENT OF INDIA \nBUREAU OF CIVIL AVIATION SECURITY \n(MINISTRY OF CIVIL AVIATION) \nA’ WING, JANPATH BHAWAN \nJANPATH, NEW DELHI -110001 \n              Date: 31.12.2009 \n \nAVSEC CIRCULAR NO. 25 /2009 \n \n \nSubject : Arrangements in case of hijacked aircraft landing at the Defence \nControlled Airports. \n \n     The responsibility of Defence Authorities for providing various facilities in the \nevent of an hijacked aircraft landing at the Defence Controlled airports are as follows:- \n \n(i) \nThe  Station Commander of a defence controlled airport (with civil enclave) is \nthe Chairman-cum-Convener of the Aerodrome Committee. He will be \nresponsible for handling the aircraft hijack situation and for ensuring \ncordoning the hijacked aircraft at defence controlled airport with civil \nenclaves. It should be done by trained defence personnel. \n \n(ii) \nQRTs of Navy/IAF should be separately sanctioned and trained by NSG and \nkept in readiness. \n \n \n(iii) \nAll advance preparations and immediate ground response, as specified in \nChapter 4 of the Contingency Plan and in the AVSEC Manual to deal with \naircraft hijack situations shall be made by the Station Commander of the \ndefence controlled airport. \n \n(iv) \nThe entire expenditure for equipping and manning the ACCR should be borne \nby the concerned defence authorities. Separate budgetary provision should \nbe made for the purpose. \n \n \n(v) \nProvision of CCTV coverage of isolation bay, static and mobile illumination \nfacility at isolation bay, forward command post vehicle, facility of video \nconferencing shall be made by the station commander. \n \n \n \nThis issues with the approval of Commissioner of Security(CA) \n \n \n \n( M.Malaviya,IPS ) \nAddl. Commissioner of Security (CA) \n \nContd…..P/2",
  "2": "-:     2     :- \nDistribution : \n \n \n1. \nThe Secretary, MoD, South Block, New Delhi. \n2. \nThe Chairman, AAI, Rajiv Gandhi Bhawan, New Delhi. \n3. \nThe Chief Security Officer, NACIL/Jet Airways/Kingfisher/ Parmount \nAirways/Indigo Airlines/MDLR Airlines/Spicejet \n4. \nAs per COSAH &CCCR list of officers. \n \nCopy for information to : \n MCA ( Shri S Gowri Shankar, Under Secretary ) RG Bhawan, New Delhi.  \n \nInternal :  PS to COS(CA), PS to ACOS(M), PS to ACOS(C), \n                 DD(I), ACS(OPY), ACS(MTB), ACS(SS), ACS(CKR),  \n                 RDCOS(CA), BCAS, Delhi, Mumbai, Chennai & Kolkata.  \n                 DCOS(BDDS) Delhi, Mumbai, Chennai & Kolkata."
}