{
  "1": "FAX-3315695 / 3355165 \nNO.CAS-25(2A)/2004.DIV-1 \nBUREAU OF CIVIL AVIATION SECURITY \n(MINISTRY OF CIVIL AVIATION) \nGOVERNMENT OF INDIA \nA WING , JANPATH  BHAWAN , \nJANPATH, NEW DELHI -110001 \nDate: 27.12.2004 \n \nC I R C U L A R  NO.   25   / 2004 \n \n \nSub: \nMinimum Standards for Civil Aviation Security Equipment. \n \nIn supersession of all Circulars/ Instructions on the subject cited above, the \nminimum Standards/ Specifications with regard to the existing Security Equipment being \nused at airports, are given in appendix indicated against each below: \n \n(i) \nX-ray Baggage Inspection System (BIS) \nAppendix – A \n(ii) \nDoor Frame Metal Detector (DFMD) \nAppendix – B \n(iii) \nHand Held Metal Detectors (HHMD) \nAppendix – C \n(iv) \nExplosive Detection System (EDS) \nAppendix – D \n \n2. \nIn view of the advancement of technology, the concerned agencies are advised to \nfollow the minimum technical specifications of aviation security equipments prescribed \nby BCAS as per following appendices, for future procurement.  \n \n(i) \nX-ray Baggage Inspection System (BIS) \nAppendix – E \n(ii) \nOnline-X-ray Baggage Screening System \nAppendix – F \n(iii) \nDoor Frame Metal Detector (DFMD) \nAppendix-G \n(iv) \nHand Held Metal Detectors (HHMD) \nAppendix-H \n(v) \nNight Vision Device \nAppendix-I \n(vi) \nExplosive Vapour Detectors (EVD) \nAppendix-J \n(vii) \nExplosive Trace Detectors (ETD) \nAppendix-K \n \n3. \nIn order to  ensure that the AVSEC  equipment  are  procured by the concerned  \nagencies  in accordance  with the  prescribed   specifications/ standards, it  shall be   the \nresponsibility  of  the procuring  agency to  get the equipment  checked  and certified  by \nthe Committee comprising   following  technical experts, before  procurement. \n \ni) \nAsstt. Director  (Tech), IB (MHA), \nii) \nDy. Secretary (Tech), R&AW \niii) \nAD (Tech), BCAS \niv) \nHead of Security of the air operator/ airport operator concerned \nContd..2/-",
  "2": "::2:: \n \n4. \nThe Airport Director, in consultation with representatives of BCAS, Airline \nOperator (in case the equipment is to be installed by the airline operator)  shall jointly \ndecide the site for installation. \n \n \n(R.K. Singh) \nAddl. Commissioner of Security (CA) \n \n \nDistribution: \nAs per list attached.",
  "3": "1\n \nAppendix-A \nBUREAU OF CIVIL AVIATION SECURITY \n \nSPECIFICATIONS OF X-BIS FOR BAGGAGE AND CARGO \n \n1. \nThe machine should operate on 230V AC 50 Hz power supply and should be \nable to withstand voltage fluctuations in the range of 170V to 260 V. \n \n2. \nTunnel size of the machine should conform to the purpose for which the \nmachine is used. \n \n \n3. \nPenetration:  Penetration should be greater than 24 MM thickness of steel. \n \n4. \nResolution:  The machine should be able to display single un-insulated tinned \ncopper wire of 38 SWG. \n \n5. \nThe system should be able to produce clear images on monochrome or \ncolour monitors with minimum of 1024 X 768 pixels \n \n6. \nZoom facility should be available to magnify the chosen area of an image four \ntime (X4) or more. Image features shall be keyboard controllable. \n \n7. \nThe machine shall be film safe.  In other words photographic films shall not be \ndamaged due to X-ray examination. \n \n8. \nThe machine should have features of multi energy X-Ray imaging facility \nwhere materials of different atomic number will be displayed in different \ncolours to distinguish between organic and inorganic materials.  With this \nmethod it should be possible to distinguish high-density organic materials \nincluding explosives.  Machine should have variable colour or material \nstripping to facilitate the operator to monitor images of organic materials for \ncloser scrutiny.  No black & white machine should be procured in future \nexcept the machine operating on backscatter principle. \n \n9. \nThe radiation level should not exceed accepted health standard (0.1 m R/Hr) \nat a distance of 5 Cm from external housing). \n \n10. \nLead impregnated safety screens should be available at either end of the \ntunnel. Idle rollers to be provided at either end of the tunnel to facilitate \nplacing of baggage at the input and output points. \n \n11. \nThe X-ray beam divergence should be such that the complete image of \nmaximum size of bag is displayed without corner cuts. \n \n12. \nFacility for variable contrast must be incorporated to allow enhancement of \nlighter and darker portion of the image. \n \n13. \nIf the machine fails to penetrate a particular item, then an alarm (visual or \naudible) should be generated to notify the operator. \nContd..2",
  "4": "2\n \n14. \nA threat image projection  (TIP) system software to be incorporated in all X-\nRay BIS operation as per details given in Annexure-II. \n \n15. \nControl desk with security housing and locking provision should be available.  \nThe Operator personal identification number can be entered through \nkeyboards.  Bi-directional atonal scanning facility should be provided. \n \n16. \nFacility of edge enhancement should be available. \n \n17. \nConveyor belt speed should be between 0.18 and  0.3  mtr. /  Second  for    \nX-ray baggage inspection system for hand and registered baggage.  Lesser \nspeed is acceptable for cargo screening. \n \n18. \nThe operating temperature should be 0*C to 40*C and storage temperature –\n20 O C to 50 O C. \n \n19. \nAnti-rodent and dust proof cover must be provided. \n \n20 \nThe company manufacturing the equipment should have ISO certification for \nmanufacturing and servicing of X-Ray screening machines. \n  \n21. \nThe machine should be so designed that software enhancement can be \neasily implemented to take care of new technique in image processing and \npattern recognition. \n \n22. \nThrough put shall be 300 bags per hour for hand and checked baggage and \n150 bags per hour for cargo machines. \n \n \n23. \nSAFETY: \n \n \nThe machine must comply with requirements of health and safety regulations \nwith regard to mechanical, electrical and radiation hazards.  Before \ninstallation of the machine, the supplier / manufacturers should furnish NOC \nfrom Atomic Energy Regulatory Board of India regarding radiation safety. \n \n \n24 \nOne operator manual shall be provided with each machine. \n \n \n25. \nCOMBINED TEST PIECE (CTP): \n \n \nThe manufacturer shall provide one set of CTP per machine for checking \nserviceability of the machine by the operator.  The details of CTP are \nenclosed as per Annex-I. \n \n \n \n \n \nContd…3",
  "5": "3\nANNEXURE - I \nCOMBINED TEST PIECE  \nREQUIREMENTS \n \n1. \nSINGLE WIRE RESOLUTION (TEST NO.1) \n \n1.1 \nA set of uninsulated tinned copper wire of size 25 SWG, 30, 35, 38, 40 and 42 \nSWG are placed on a Perspex sheet.  The wires are laid out in ‘S’ shaped \ncurves.  The wires are placed behind varying thickness of aluminum.  The \nrequirement is to display 38 SWG wire not covered by step wedge.  A tick will \nindicate the visibility of appropriate wire. Metallic marker should be provided \nusing high density material, so that SWG numbers in the VDU are clearly \nvisible.   \n \n2. \nUSEFUL PENETRATION (TEST NO. 2) \n \n2.1 \nDefines what level of details can be seen behind a thickness of known \nmaterial.  The requirement for this test is that the 24 SWG wire is seen under \nsecond step wedge (5/16”). (Note: This is equivalent to FAA, USA and DOT \nUK requirement).  Tick on log sheet will indicate what wires are visible. \n \n3. \nMULTI ENERGY X -RAY (TEST No.3) \n \n3.1 \nWith multi energy X-Ray it should be possible to distinguish between \nmaterials of different average atomic number.  The use of sugar and salt \nsamples encapsulated on the test piece and various materials used in the \nconstruction of CTP will check the material discrimination facility.  A tick will \nindicate that the sugar / salt samples are shown in different colour. \n \n4. \nSIMPLE PENETRATION (TEST No.4) \n \n4.1. \nThis test defines what thickness of steel the machine should be able to \npenetrate.  The steel step wedge on the CTP has steps of 2 mm from 16 mm \nto 30 mm with a lead strip to check that the machine is above or below the \nrequirement.   The requirement is that lead is visible beneath 24 mm steel.  A \ntick in log sheet will indicate where a difference between the lead strip and the \nstep wedge is visible. \n \n5. \nSPATIAL RESOLUTION (TEST No. 5) \n \n5.1 \nThis test defines the ability of the system to distinguish and display objects, \nwhich are close together.  The CTP has 16 copper gratings at right angles to \neach other.  The requirement is that a vertical horizontal grating can be seen.  \nA tick in the log sheet will indicate that gaps in the gratings are visible. \n \n \n \n \nContd..4",
  "6": "4\n6. \nMETHOD: \n \n6.1. \nThe CTP is to be used as a quick routine test carried out daily to \nensure that equipment is working properly and satisfactory image is \nobtained.  The results of the tests should be recorded. \n \n6.2. \nThe CTP should be placed on the belt and passed through the belt at \nleast once in a day before the baggage is screened or after the X-Ray \nequipment is switched on to ensure that the equipment is working \nproperly.  If the image is satisfactory the equipment may be used. \n \n6.3. \nThe CTP may be viewed by using image enhancing facility till the \noperator is satisfied that the machine is working properly.  The \noptimum position of CTP on the belt will depend on X-Ray source and \ndetector arrangements.  This may be ascertained from the service \nengineer, if need arises.  \n \n7. \nRESULTS: \n \n7.1 \nThe best results taking both colour and Black & While images into \naccount may be recorded for a particular machine. \n \n7.2 \nThe results of test should be recorded giving information like date, \ntime, machine number and type, supervisors name and other remarks. \n \n7.3 \nSupervisory officer should carry out the tests once in a week and \ncompare the results with daily test sheets.  In case the images are not \nup to the standard, service engineer must be asked to rectify the fault.  \nThe machine may not be used when its performance is in doubt or not \nsatisfactory in the opinion of the supervisor. \n \n7.4 \nThe record mast be kept by the operator for one year after final entry.  \nThe records may be checked by the inspecting officers of BCAS during \nairport inspection and report be submitted to Commissioner of Security \n(CA).  \n \n \n \n \n \n \nContd…5",
  "7": "5\n \nANNEXURE - II \nTHREAT IMAGE PROJECTION  (TIP) \n \n \n1. \nTIP software facility shall be incorporated in the offered X-ray machines to \nassist supervisors in testing the operator alertness and training X-ray \nscreeners to improve their ability in identifying specific threat object.   The \nsystem will create a threat object and the same will be superimposed on \nmonitor screen while a bag is being screened.  To acknowledge that the \noperator has seen the false object, operator must press the control panel key \nthat will cause the computer generated threat object to disappear from x-\nrayed bag image on the VDU screen.  Each operator’s action shall be \nrecorded in the hard disc of the computer for the auditing purpose by the \nsupervisor or other authorized person. \n \n2 \nDesign of the system \n \n2.1. \nTIP software should be compatible with other X-ray technologies such as \nautomatic reject unit, Dual X-ray screen technologies, automatic threat \nrecognition system etc.   All X-ray image functions must be available at the \nsame time along with the TIP. \n \n2.2.   Image library \n \n2.2.1. The TIP facility should have an image library containing at least 100 explosive \ndevices, 100 knives and 100 firearms in various sizes, shapes, locations & \norientations. However, the system shall have facility to expand the library to \nincorporate additional images by user without assistance of the manufacturer. \n \n2.2.2 The image library should contain images of threats at different orientations   -\nboth plane and end-on orientation should be used.  Although these will be \nassigned different file names and references, it must be possible to cross-\nreference these as the same threat.  All threat Image Projection images must \nbe realistic, representative and non distinguishable form real threat items.  \n \n2.3. \nTime Interval \n \n \nProgramming facility shall be available to project threat images in different \nintervals.  The time period for threat image as well as image mix in \npercentage shall be user programmable e.g. software shall select 40 % \nimages of explosive devices, 35 % of fire arms & 25 % of knives or Random \netc. \n \n2.3.1. Once the screener has responded to identity the computer generated threat \nimage, it should remain on the screen for a predefined user programmable \ntime for analysis.  The image should be highlighted, upon identification, and \nfeedback message shall be visible to the screener. \n \nContd..6",
  "8": "6\n \n2.4. \nSYSTEM ADMINISTRATION \n \n2.4.1. The threat image projection facility shall have details of user data-base such \nas airport name, screener name, organization, user ID number, level of \naccess such as screener, Administrator, Maintenance & password etc. \n \n2.4.2. Access to start up menu should be restricted only to the authorized \nindividuals.  A log - in procedure by means of “Password” or “Security Key”, \ncould achieve restricted access to each of the comment.  The log - in \nprocedure should not take longer than 20 seconds.  The system should have \nfacility to by pass the TIP facility, if programmed so by the system \nadministrator.  It is to be ensured that the TIP software shall not be hindrance \nto normal functioning of X-ray Machines. \n \n2.4.3 When the operator logs - in or logs - out, message should be displayed on X-\nRay BIS VDU Screen to confirm that he/she has been correctly logged - in or \nlogged  - out. \n \n2.5 \nFeed Back Report \n \n2.5.1 The threat image Projection should be capable of giving feedback “HIT, MISS \nor FALSE ALARM” message.  No message will be presented if a screener \ncorrectly passed as clear bag. \n \n2.5.2 A”HIT” message to be presented when a screener has correctly identified a \nThreat Image Projection image.  A “MISS” message shall be presented when \nscreener fails to identify the TIP image.  A “False Alarm” message shall be \ngiven when screener incorrectly indicate TIP image when in fact no threat \nimage projection is present. The feedback should clearly indicate in a screen \nthat a TIP object has been correctly identified / a TIP object has been missed \n/ or no TIP object was present. The information should be recorded in the \ndatabase. \n \n2.5.3. Different colour coding shall be used for feedback to the Screener.  It is \nrecommended that colour code “Red for MISS”, Green for “HIT” and Yellow to \nFalse Alarm or interrupt” be used. \n \n2.5.4. The system shall automatically prepare the daily log of events for each shift \nand for each Screener performance.  TIP log shall include particulars of \nAirport, XBIS, Name of Screener, Time & date of threat image, weather threat \nimage was successfully identified or missed etc. \n \n2.5.5. The report on Threat Image Projection system may have date and time (From \n- To) as per requirement, Screener particulars, and decision/out come i.e. \nMISS, HIT or False Alarm in percentage as well in absolute numbers, number \nof bags screened, categories such as explosive devices knife or weapon etc.  \n \nContd…7",
  "9": "7\n \n2.5.6. As a standard practice, daily / weekly / monthly report shall be retrieved. \nReport shall be for any given time and period, as per command. \n \n2.5.7. All data should be stored on the system for a minimum of two months after it \nhas been down loaded.  No individual, regardless of access rights to the \nThreat Image Projection components would delete or amend any of threat \nImage Projection data or time i.e. Threat Image Projection data on the actual \nX-ray machine will be read only file.",
  "10": "8\n \n \nAPPENDIX `B’ \n \nSPECIFICATION FOR DOOR FRAME METAL DETECTOR \n \nSensitivity \n \n  \n1.1 \nDFMD should have uniform sensitivity across the aperture Metal object \nexceeding threshold mass should produce identical alarm when passed \nthrough any portion within frame. \n \n1.2 \nThe DFMD should have multi-zone capability with uniform sensitivity in all \nzones \n  \n1.3 \nThe system should be capable of detecting ferrous/non ferrous & alloys  \nmetals of 30 gms or more when passed through the archway concealed on \nthe body of the person.  \n \nNOTE: - \n \nIt is expected that person before passing through the DFMD will take \nout all removable metal articles from body of the person and deposit in a bowl \nand will pass through DFMD.  Presence of metal will have to be reconciled to \nthe satisfaction of the security personnel. \n \n2. \nAPERTURE SIZE \n \n2.1 \nThe aperture of the DFMD should be 02 mtrs high and .75 mtrs to .85 mtrs \nwide. \n \n3. \nSPEED OF PASSAGE \n \n3.1 The performance of the DFMD should be independent of the speed of the \nperson passing through.  This is particularly important as a person’s foot may \nswing through the archway without touching the ground, or may come to rest on \nthe ground between the archway pillars.   \n \n4. \nINTERFERENCE REJECTION \n \n4.1 \nInterference, which is `mains-borne’ or radiated by an external source, \nshould not cause the DFMD to raise the alarm spuriously.  It should be \npossible to use equipment such s radio, portable telephone, walkie-talkie sets \nX-ray monitors etc.  at a distance of one mtr from the archway without causing \nspurious alarms. \n \n4.2 \nMoving metal beyond one mtr from DFMD should not affect performance of \nthe DFMD.  It should be possible to move metallic items like trolleys one mtr \naway from the DFMD without the generation of false alarm.  \n \nContd…9",
  "11": "9\n \n5. \nALARM INDICATION \n \n5.1       There should be both visual and audible alarms.  It should be possible to   \nadjust volume of the audible alarm.  At its loudest setting the volume should \nbe adequate to overcome ambient noise present at airport search facilities. \n \n5.2       Detection circuit shall be continuously active for detection of metals and  \nalloys.  The equipment shall have comprehensive self diagnostic that shall be \nable to pin point the defects by constantly monitoring the internal circuitry \nexternal connections and environment.  \n \n5.3       The unit shall be able to work without any manual adjustment for power  \nvariations over voltage range from 160 V to 260 AC. \n \n5.4       The unit shall conform to international and national standards for electrical    \nsafety. \n \n6. \nSTABILITY \n \n6.1 \nThe design of the DFMD should be such that its level of performance is \nconstant over long periods of time. \n \n6.2 \nThe DFMD shall be manufactured by firms having ISO 9000 certification. \n \n7. \nSECURITY \n \n7.1 \nAdjustable controls should be activated only on the insertion of a removable \nkey. \n \n7.2 \nDFMD resets itself within three sec after an alarm condition. \n \n7.3 \nThe unit should have traffic and alarm counter.  The system should also be \nfunctional bi-directional. \n \n8. \nHEALTH AND SAFETY \n \n8.1 \nDFMD shall be Cardiac pacemaker, Magnetic tape & Film safe, Supplier shall \nsubmit certification to this effect with supporting documents. \n \n8.2 \nOperation of DFMD shall not be affected by infrared, ultraviolet, \nelectromagnetic or RF radiation. Offered equipment shall comply with CE or \nequivalent safety / immunity standard. \n \n9. \nCOMMISSIONING & TESTING \n \n9.1 \nDFMD should be tested by using a standard test piece  and as per method \nprescribed by the BCAS Manufacturer should supply one test piece along with \neach piece of DFMD. \n \nContd..10",
  "12": "10\n10. \nAFTER SALE SUPPORT \n \n10.1 DFMD should be under warranty for minimum two years the manufacturer / \nsupplier should provide spares and annual maintenance service for minimum \nof 5 years after expiry of warranty period at reasonable market rates. \n \n11. \nSTATIC METAL COMPENSATION \n \n11.1 It may be necessary to install DFMD close to fixed sheets or pieces of metal, \nwhich form part of the building or its fittings.  The DFMD should compensate \nfor the presence of such metal and its performance should not be degraded \nby the presence of metal as stated above.  \n \n12. \nOPERATING TEMPERATURE \n \n12.1 DFMD shall work satisfactorily without any deterioration in performance within \nthe temperature range of 0 to +45 C with RH up to 95 % non-condensing. \n \n13. \nCALIBRATION \n \n13.1 DFMD shall have in built feature of auto calibration. \n \n \n \n \n \n***",
  "13": "11\n \nAPPENDIX `C’ \n \n \nSPECIFICATION FOR HAND HELD METAL DETECTOR \n \n1. \nHand Held Metal Detector (HHMD) should be able to detect metal \nwithout being in direct contact with the object. \n \n2. \nThe detector should have audible and visual alarm to indicate the \ndetection of metal. \n \n3. \nHHMD should be constructed to work on commonly available \ndisposable or rechargeable batteries.  Quick and simple battery change \nshould be possible without using tools.  The unit should have \nindependent portable battery charger if the HHMD uses rechargeable \nbatteries. \n \n4. \n HHMD should be equipped with indicator to indicate battery status. \n \n5. \nThe HHMD should have safe health standards with no adverse effect \non cardiac pacemakers. \n \n6. \nUnit should be sturdy, as light as possible, (around 250 gms), easy to \nhandle and should preferably confine to the palm of the frisking \npersonnel for case of use. \n \n7. \nThe unit should be able to satisfactory function in temperature range \nfrom 0’.C. to 45’ C. \n \n8. \nThe  HHMD shall be manufactured by ISO 9000 certified firms. \n \n \n \n***",
  "14": "12\n \nAppendix ‘D’ \n \nSPECIFICATION FOR EXPLOSIVE DETECTION SYSTEM (EDS) \n \n1.  \nGENERAL: - \n \n1.1 \nAn EDS should be capable of detecting explosives, contained in baggage by means of \nVapour detection or trace detection and indicate the same by means of an audio and \nvideo alarm irrespective of the material from which the bag is made.  \n \n1.2 The detection must not be dependent on the shape, position or orientation of \nthe explosive material. The presence of a counter measure which would prevent \nexplosive material being detected must be indicated by an alarm.  \n \n1.3 \nThe EDS must not pose a health hazard to operators or the public about nuclear or \nionising radiation.  \n \n1.4 \nThe EDS must not cause damage or significant residual, change to the luggage or its \ncontents.  \n \n1.5 \nEDS must cause minimum disruptions and should not inhibit existing or planned \nairport capacity.  \n \n1.6 \nThe machine should be able to operate on DC battery as well as 230V AC power \nsupply.  \n \n1.7 \nShould be light in weight and easily portable. \n \n1.8 \nWarm up time should not be more than 40 minutes depending upon the technology \nused.  \n \n2. \nPERFORMANCE STANDARD:  \n \n2.1 \nThe explosive detector must be capable of detecting quantity and type of explosives \nas under: - \n \n2.2 \nTRACE / PARTICULATE DETECTORS:  \n \n2.3 \nS.NO  \nType of explosive    \n \nQty.  \n \n \n \n(a)  \n \nPlastic Explosive  \n \n \n100 Nonogramme \n \n(b)  \n \nNon Plastic Explosive  \n \n200 Nonogramme \n \n2.4 \nVAPOUR DETECTORS:  \n \n \n(a)  \n \nPlastic Explosives  \n \n \n30 gm \n \n(b)  \n \nNon Plastic Explosive  \n \n40 gm  \n \n(c)  \n \nResidence time  \n \n \nNot less then 30 minutes \n4.  \nFalse positive rate should be less than 10%  \nContd..13",
  "15": "13\n \n \n5.  \nResponse time to be less than 20 seconds. Trace detector should have facilities for use \nof multiple samplers and swab technique. The equipment to be easily portable from \none place to another. Facilities be available for mounting.  \n \n6.  \nThe explosive detector must be capable of detecting most of plastic explosives such as \nPEK, LTPE, 04, PE4, SEMTEX and non plastic explosive such as sheet Explosive, \nTNT, PETN, HMX, Dynamite etc.  \n \n7.  \nTHROUGHPUT RATE: Throughput rate of 120 samples per hour is the minimum \nrequired rate for a single machine receiving inputs of samples that can be supplied by \nmultiple operator screening each sample singly.  \n \n8.  \nDetector should not be easily contaminated. When contaminated the equipment could \nbe reset in operational mode within 5 minutes.  \n \n9.  \nThe operating temperature to be between 25o to 50o C.  \n \n10.  \nThe detector should have high ergonomic characteristics.  \n \n11.  \nThe explosive detector should be as far as possible operated without use of gas. In \ncase machine is operated with gas, the same should be easily available in market and \nalso gas should not be classified as “ dangerous goods”.  \n \n12.  \nThe equipment should be able to function on battery for 2 hours continuously and 8 \nhours, incase of intermediate use. Recharging of battery should not take more than 6 \nto 8 hours.  \n \n \n \n \n \n \n***",
  "16": "14\n \nAppendix ‘E’ \n \nBUREAU OF CIVIL AVIATION SECURITY \n \nSPECIFICATIONS FOR  X-RAY  BAGGAGE  INSPECTION SYSTEM   \n \n \n1. \nAll machines should operate on 230V AC 50 Hz power supply and should be \nable to withstand voltage fluctuations in the range of 170V to 260 V. \n \n2. \nTunnel size of the machine should conform to the purpose for which the \nmachine is used. \n \n \n3. \nPenetration should be  of 26 MM thickness of  steel or more. \n \n4. \nResolution:  The machine should be able to display single un-insulated tinned \ncopper wire of 40 SWG. \nAll penetration and resolution condition should be \nmet without pressing any functional key and should be online \n \n5. \nThe system should be able to produce clear images on monochrome or \ncolour monitors with minimum of 1024 X 768 pixels \n \n6. \nZoom facility should be available to magnify the chosen area of an image four \ntimes (X4) or more. Image features shall be keyboard controllable. \n \n7. \nThe machine should be film safe.  In other words photographic films must not \nbe damaged due to X-ray examination. \n \n8. \nThe machine should have features of multi energy X-Ray imaging facility \nwhere materials of different atomic number will be displayed in different \ncolours to distinguish between organic and inorganic materials.  With this \nmethod it should be possible to distinguish high-density organic materials \nincluding explosives.  Machine should have variable colour or material \nstripping to facilitate the operator to monitor images of organic materials for \ncloser scrutiny. All suspicious items (Explosives, High density material, \nnarcotics) should be displayed in one mode and that should be on line. No \nblack & white machine should be procured in future except the machine \noperating on backscatter principle. \n \n9. \nThe radiation level should not exceed accepted health standard (0.1 m R/Hr) \nat a distance of 5 cm from external housing. \n \n10. \nLead impregnated safety screens should be available at either ends of the \ntunnel. Idle rollers to be provided at either ends of the tunnel to facilitate \nplacing of baggage at the input and output points. \n \n11. \nThe X-ray beam divergence should be such that the complete image of \nmaximum size of bag is displayed without corner cuts. \nContd..15",
  "17": "15\n12. \nFacility for variable contrast must \nbe incorporated to allow enhancement of \nlighter and darker portion of the image. \n \n13. \nIf the machine fails to penetrate a particular item, then an alarm (visual and \naudio both) should be generated to notify the operator. \n \n14. \nThe threat image projection (TIP) system software to be incorporated in all X-\nRay BIS operation as per details given in Annexure - 1. \n \n15. \nControl desk with security housing and locking provision should be available.  \nThe Operator personal identification number can be entered through \nkeyboards. \n \n \n \n16. \nFacility of image enhancement should be available. \n \n17. \nConveyor belt speed should be between 0.18 and 0.3 mtrs per second for X-\nray baggage inspection system for hand and registered baggage.  Lesser \nspeed is acceptable for cargo screening. For cargo machine input and output \n \nroller should be motor driven enabling easy handling of the heavy \ncargo.  \n \n18. \nAll software features of machine should be online and password protected.  \n \n19. \nIn case of defective diode arrays, scanning should be disabled and error \nmessage should be displayed on the screen. \n \n20. \nSystem should work on one software only. All software features should be \ncontrolled from key board of machine only. Keyboard function should be user \nfriendly. To enable / disable the software features, system should not be \nrebooted. \n \n21. \n All models should have online recording facility and images can be recorded \nin Zip floppy. \n \n \n22. \nAll models should have software controlled diagnosis report facility and \n \nsystem should give printout if printer is connected \n \n23. \nThe operating temperature should be 00C to 400C and storage temperature –\n200C to 50OC. \n \n \n24. \nAnti rodent and dust proof cover must be provided. \n \n25 \nThe company manufacturing the equipment should have ISO certification for \nmanufacturing and servicing of X-Ray screening machines. \n  \n26. \nThe machine should be so designed that software enhancement can be \neasily implemented to take care of new technique in image processing and \npattern recognition. \nContd..16",
  "18": "16\n27. \nThrough put shall be 300 bags \nper hour for hand and checked baggage \nand 150 bags per hour for cargo machines. \n \n28. \nSAFETY: \n \n \nThe machine must comply with requirements of health and safety regulations \nwith regard to mechanical, electrical and radiation hazards.  Before \ninstallation of the machine, the supplier / manufacturers should furnish NOC \nfrom Atomic Energy Regulatory Board of India regarding radiation safety. \n \n29 \nOne operator manual shall be provided with each machine. \n \n \n30. \nMachine should be capable of recalling 15 - 20 previous images. \n \n31. \nIt should have the capability of archiving 3000 – 4000 images.  \n \n32. \nCOMBINED TEST PIECE (CTP): \n \n \nThe manufacturer shall provide one set of CTP per machine for checking \nserviceability of the machine by the operator.  The details of CTP are given \nbelow: - \n \nCOMBINED TEST PIECE REQUIREMENTS \n \n1. \nSINGLE WIRE RESOLUTION (TEST NO.1) \n \n1.1 \nThe requirement is to display 40 SWG wire not covered by step wedge.  A \ntick will indicate the visibility of appropriate wire.   A set of un-insulated tinned \ncopper wire of size 26, 30, 35, 38, 40 and 42 SWG are placed on a Perspex \nsheet.  The wires are laid out in S shaped curves.  The wires are placed \nbehind varying thickness of aluminum. Metallic marker should be provided \nusing high-density material, so that SWG numbers in the VDU are clearly \nvisible.   \n \n2. \nUSEFUL PENETRATION (TEST NO. 2) \n \n2.1.1. The test defines what level of details can be seen behind a thickness of \nknown material. The CTP has different gauges of wire behind varying \nthickness of aluminum. The requirement for this test is that the 26 SWG wire \nis seen under second step wedge (5/16”).  Tick on log sheet will indicate what \nwires are visible. \n \n3. \nMaterial Discrimination (TEST No.3) \n \n3.1 \nThe requirement is that different colours be allocated to the sample of organic \nand inorganic substances.   \n \n \n \nWith multi energy X-Ray it should be possible to distinguish between \nmaterials of different average atomic number. This means that organic and \ninorganic substances can be differentiated. The use of sugar and salt",
  "19": "17\nsamples encapsulated on the test piece and various materials used in the \nconstruction of CTP will check the material discrimination facility.  A tick will \nindicate that the sugar / salt samples are shown in different colour. \n \n4. \nSIMPLE PENETRATION (TEST No.4) \n \n4.1. \nThe requirement is that the lead be visible beneath 26 mm of steel.  \n \n \n \nThis test defines what thickness of steel the machine should be able to \npenetrate.  The steel step wedge on the CTP has steps of 2 mm from 16 mm \nto 30 mm with a lead strip to check that the machine is above or below the \nrequirement.   A tick in log sheet will indicate where a lead strip is visible. \n \n5. \nSPATIAL RESOLUTION (TEST No. 5) \n \n5.1 \nThe requirement is that vertical and horizontal grating to be seen.  \n \n \n \nThis test defines the ability of the system to distinguish and display objects, \nwhich are close together.  The CTP has 16 copper gratings at right angles to \neach other.  A tick in the log sheet will indicate that gaps in the gratings are \nvisible. \n \n6. \nThin Metal Imaging:  (Test No 6). The requirement is to image steel 0.1mm \nthick  \n \n \nThis tests the machine’s ability to image thin metal. A number of thin metals \nstrips of various thickness are placed in a row \n \n7. \nMETHOD: \n \n7.1 \nThe CTP is to be used as a quick routine test carried out daily to ensure \n that equipment is working  properly and satisfactory image is obtained.  The \nresults of the tests should be recorded. \n \n7.2 \nThe CTP should be placed on the belt and passed through the belt at least \n once in a day before the baggage is screened or after the X-Ray equipment \n is switched on to ensure that the equipment is working properly.  If the image \nis satisfactory the equipment may be used. \n \n7.3 \nThe CTP may be viewed by using image enhancing facility till the operator is  \nsatisfied that the machine is working properly.  The optimum position of CTP \n on the belt will depend on X-Ray source and detector arrangements. This \nmay be ascertained from the service engineer, if need arises.  \n \n8. \nRESULTS: \n \n8.1 \nThe best results taking both colour and Black & While images into account \nmay be recorded for a particular machine. \n \n \nContd..18",
  "20": "18\n \n8.2 \nThe results of test should be recorded giving information like date, time, \nmachine number and type, supervisors name and other remarks. \n \n \n8.3 \nSupervisory officer should carry out the tests once in a week and compare \n the results with daily test sheets.  In case the images are not up to the \n standard, service engineer must be asked to rectify the fault.  The machine \n may not be used when its performance is in doubt or not satisfactory in the \n opinion of the supervisor. \n \n8.4 \nThe record mast be kept by the operator for one year after final entry.  The \nrecords may be checked by the inspecting officers of BCAS during airport \ninspection and report be submitted to Commissioner of Security (CA).  \n \n \n \n \n \n \n***",
  "21": "19\n \n \nAnnexure – 1  \n \n \nTHREAT IMAGE PROJECTION (TIP) \n \n \n1. \nTIP software facility shall be incorporated in the offered X-ray machines to \nassist supervisors in testing the operator alertness and training X-ray \nscreeners to improve their ability in identifying specific threat object.   The \nsystem will create a threat object and the same will be superimposed on \nmonitor screen while a bag is being screened.  To acknowledge that the \noperator has seen the false object, operator must press the control panel key \nthat will cause the computer generated threat object to disappear from x-\nrayed bag image on the VDU screen. Each operator’s action shall be \nrecorded in the hard disc of the computer for the auditing purpose by the \nsupervisor or other authorized person. \n \n \n2. \nDesign of the system \n \n2.1 \nTIP software should be compatible with other X-ray technologies such as \nautomatic reject unit, Dual X-ray screen technologies, automatic threat \nrecognition system etc.   All X-ray image functions must be available at the \nsame time along with the TIP. \n \n2.2.   Image library \n \n2.2.1. The TIP facility should have an image library containing at least 100 explosive \ndevices, 100 knives and 100 firearms in various sizes, shapes, locations & \norientations. However, the system shall have facility to expand the library to \nincorporate additional images by user without assistance of the manufacturer. \n \n2.2.2 The image library should contain images of threats at different orientations   -\nboth plane and end-on orientation should be used.  Although these will be \nassigned different file names and references, it must be possible to cross-\nreference these as the same threat.  All threat Image Projection images must \nbe realistic, representative and non distinguishable form real threat items.  \n \n2.3. \nTime Interval \n \n \nProgramming facility shall be available to project threat images in different \nintervals.  The time period for threat image as well as image mix in \npercentage shall be user programmable e.g. software shall select 40 % \nimages of explosive devices, 35 % of fire arms & 25 % knives or random etc. \n \n \n \n \nContd…20",
  "22": "20\n2.3.1  once the screener has responded \nto identity the computer generated threat \nimage, it should remain on the screen for a predefined user programmable \ntime for analysis.  The image should be highlighted, upon identification, and \nfeedback message shall be visible to the screener. \n \n2.4. \nSYSTEM ADMINISTRATION \n \n2.4.1. The threat image projection facility shall have details of user data-base such \nas airport name, screener name, organization, user ID number, level of \naccess such as screener, Administrator, Maintenance & password etc. \n \n2.4.2. Access to start up menu should be restricted only to the authorized \nindividuals.  A log - in procedure by means of “Password” or “Security Key”, \ncould achieve restricted access to each of the comment. The log - in \nprocedure should not take longer than 20 seconds.  The system should have \nfacility to by pass the TIP facility, if programmed so by the system \nadministrator. It is to be ensured that the TIP software shall not be hindrance \nto normal functioning of X-ray Machines. \n \n2.4.3 When the operator logs - in or logs - out, message should be displayed on X-\nRay BIS VDU Screen to confirm that he/she has been correctly logged - in or \nlogged  - out. \n \n2.5 \nFeed Back Report \n \n2.5.1 The threat image Projection should be capable of giving feedback “HIT, MISS \nor FALSE ALARM” message.  No message will be presented if a screener \ncorrectly passed as clear bag. \n \n2.5.2 A”HIT” message to be presented when a screener has correctly identified a \nThreat Image Projection image.  A “MISS” message shall be presented when \nscreener fails to identify the TIP image.  A “False Alarm” message shall be \ngiven when screener incorrectly indicate TIP image when in fact no threat \nimage projection is present. The feedback should clearly indicate in a screen \nthat a TIP object has been correctly identified / TIP object has been missed / \nno TIP object was present. Information should be recorded in the database. \n \n2.5.3. Different colour coding shall be used for feedback to the Screener.  It is \nrecommended that colour code “Red for MISS”, Green for “HIT” and Yellow to \nFalse Alarm or interrupt” be used. \n \n2.5.4. The system shall automatically prepare the daily log of events for each shift \nand for each Screener performance.  TIP log shall include particulars of \nAirport, XBIS, Name of Screener, Time & date of threat image, weather threat \nimage was successfully identified or missed etc. \n \n \n \n \nContd…21",
  "23": "21\n \n2.5.5. The report on Threat Image Projection system may have date and time (From \n- To) as per requirement, Screener particulars, and decision/out come i.e. \nMISS, HIT or False Alarm in percentage as well in absolute numbers, number \nof bags screened, categories such as explosive devices knife or weapon etc.  \n \n2.5.6. As a standard practice, daily / weekly / monthly report shall be retrieved. \nReport shall be for any given time and period, as per command. \n \n2.5.7. All data should be stored on the system for a minimum of two months after it \nhas been down loaded.  No individual, regardless of access rights to the \nThreat Image Projection components would delete or amend any of threat \nImage Projection data or time i.e. Threat Image Projection data on the actual \nX-ray machine will be read only file. \n \n \n \n***",
  "24": "22\n \n \nAppendix `F’ \n \nSPECIFICATION FOR ON-LINE X-RAY \nBAGGAGE SCREENING SYSTEM \n \n \n1. \nINTRODUCTION \n \nThe existing X-Ray machines installed at check in area to screen registered \nbaggage are in stand-alone mode and not capable of detecting 100% explosives. \nStand-alone machines occupy space at departure lounges and also cause big \nqueues, which disrupt passenger flow during peak hours. Keeping in view the \nsecurity threat, it is desirable that multi level in-line detection system is installed at \nmajor airports. The multi level X-Ray screening system has already been installed at \nvarious international airports abroad. The online hold baggage handling system \n(HBS) shall be integrated with airport baggage handling in order to provide complete \nhold baggage processing and screening system. It is recommended that installation \nof hold baggage screening system and X-ray BIS conveyer belt may be integrated \nand the work awarded as turn key project. Depending upon the passengers’ peak \nhour density the level may be varied from three to four. Initially on line hold baggage-\nscreening system shall be introduced at Delhi, Mumbai, Chennai, Kolkata, \nAhmedabad, Calicut, Varanasi, Amritsar, Vizag and Srinagar airports. All new \nterminals and airports constructed in future will have only HBS. The priority of \ninstallation  of HBS shall be decided by AAI in consultation with BCAS. \n \n2. \nConceptual System Design \n \nThe system designed for multi level screening process shall have the \nfollowing features: - \n \n2.1 \nLevel 1 \n \nLevel 1 screening is to be undertaken by a high speed multi view / computer \nsliced X-ray machine with automatic explosives detection facilities. The decision is to \nbe fully automatic and the operator intervention is only required in start-up and shut \ndown procedures. Un-cleared baggage will go to Level 2, and cleared bags will \nproceed to the baggage make-up area. \n \n2.2 \nLevel 2 \n \n2.2.1 Level 2 screening is remote workstations(s) whereby operator(s) can analyze \nthe image generated by the Level 1 X-ray machine. The works tation is required to be \nequipped with enhanced imaging / manipulation systems to assist operator to \ndiagnoses the screened image. \n \n2.2.2 Typically 30-40% of all level-1 screened bags would be referred to level 2. \n \n \nContd…23",
  "25": "23\n \n2.2.3 Whilst the bag is being referred to level 2, it should be ‘tracked’ while it travels \nalong the length of the conveyor such that its position and identity is known at all \ntimes. \n \n2.2.4 In practice, it is usual to provide a conveying system that allows 15-20 \nseconds to queue and process the level 2 images.  \n \n2.2.5 In case of bigger airports (higher passenger density airport), a workstation 2B \nshall be introduced for longer time analysis. In this instance, there will be enhanced \nimage manipulation capabilities; usually a more senior / experienced operator will \nview the image.  In addition, the Level 2B screening would not be subject to time \nconstraints as for level 2A. The analysis may be carried out between 40 to 120 \nseconds and 98% bags are expected to be cleared. \n \n2.2.6 In systems with multiple level 1 machines, the Matrix type set-up of several \nlevel 1 and level 2 workstations will be linked together, enabling the next un-cleared \nlevel 1 image to go to next available level-2 workstation.  The matrix data \ncommunication shall enable any of the Level 1 X-ray systems to send rejected bag \nimages to any of the Level 2 workstations. The proposed matrix scheme must be \nflexible enough to accommodate future expansion. In all cases, any bag considered \nsuspect by the operator are to be flagged and routed automatically to Level 3. \n \n2.2.7 Cleared bags shall proceed to the baggage make-up area. \n \n2.2.8 Any bag not cleared within a pre-determined time by the level 2 operators, are \nconsidered ‘time-outs’ and automatically forwarded to level 3. In addition any miss-\ntracked bags on the conveying system are defaulted to the level 3 area. \n \n2.3 \nLevel 3 \n \n2.3.1 There are several technologies available for level 3 screening, and the \nselection usually depends upon BCAS regulations and / or budget constraints. These \ninclude: \n \n2.3.2 Explosive Trace / Particle detection Check. The un-cleared / suspected \nbags shall be checked with latest explosive trace detectors by using vacuum pump / \nspecially designed filter papers for checking the presence of explosive substances.  \n \n2.3.3 Explosive Sniffer Dogs.  The dogs being the most reliable explosive \ndetection system, it is recommended that rejected bag at level 2 be sniffed by \nExplosive Detection dogs. The dogs to be deployed in pair, one for initial sniffing and \nsecond for confirmation. The pair of dogs’ to be turned over every one hour. In an 8-\nhour shift, there should be minimum 4 dogs with handlers. \n \n \nContd…24",
  "26": "24\n2.4 \nLevel 4 \n \n2.4.1 All un-cleared / suspected bags at level at level 3 are to be reunited with their \nowners for further inspection and interview. This process is normally manual and \nshould be done in a safe area outside the boundaries of the baggage handling \nsystem. \n \n2.4.2 The procedure shall be evolved whereby the passenger and the bag are \nbrought together.  \n \n2..4.3 Any bag that is still deemed to be suspect after passenger interview, or if the \npassenger cannot be located, are normally handled according to the BCAS \ninstructions till arrival of explosives experts. Bomb detection and disposal squad \nshall be summoned where available or the bag shall be shifted to cooling off pit. \n \n3. \nSystem Throughputs \n \n3.1 \nNormally a single on line HBS with Level 1& 2 X-ray machine and tracking \nwould practically be able to sustain around 22 bags per minute (1300 bags/hour). \nThis is a good design target. The recommended throughput is 1200-1800 bags per \nhours. \n \n3.2 \nCTX/EDS machines with low throughput of 400-500 bags per hour may be \ninstalled as stand alone mode where traffic density is not high subject to availability \nof fund and space  \n \n4. \nApproval by Regulatory agent. \n \n4.1 \nApproval by International/ National regulatory agency: - The X-ray BIS \ndeployed at Level- 1 must be approved by at least three major regulatory agencies of \ncivil aviation `Appropriate Authority’ including the country of product manufacturer \nsuch as: - \n \na. \nTransport Security Administration (USA), \nb. \nDepartment of Transport (UK), \nc. \nDepartment of BKA,  \nd. \nECAC – European Union. \ne. \nDepartment of Transport (Australia)  \nf. \nFlughafen Police (Switzerland) and / or, \ng. \nENAC (Italy)  \n \n4.2 \nBesides the product should be approved by the civil aviation  regulatory \nauthority of the manufacturing country   \n \n5. \n REQUIREMENTS FOR LEVEL- 1  X-RAY INSPECTION SYSTEM. \n \n5.1 \n Bag Size. The x-ray system must be capable of scanning baggage up to 100 \ncm wide x 80 cm high x130 cm long. \n \n \nContd…25",
  "27": "25\n \n5.2 \nThroughput. The overall x-ray system must have a belt speed capacity of \n0.5m/s in order to guarantee a throughput capacity of at least 1200 bags or more per \nhour (depending on the bag size). \n \n5.3 \nCTX/Edts machine with low throughput of 400-500 bags may be installed as \nstand alone mode subject to availability of fund and space where passenger traffic \ndensity is not high \n \n5.4 \nImage Generation. The X-ray system must generate at least four \nindependent views of each bag. The images should be able to be selected in the \nfactory design and options. All images should be able to be stored if required by the \nairport. The maximum storage period will be 14 days. \n \n5.5. \n Oversize Baggage. Provisions to be made for an out of gauge (OOG) \nsolution for large baggage and objects. The specification and detection parameters \nshould be the same as for the in line systems. The OOG must be able to be data \nlinked at a future time if required. This is an optional requirement. \n \n6. \nThe HBS Management system shall: \n \n(a) \nProvide controls for start-up and power-down. \n(b) \nProvide controls and displays for: \n \n(i) \nCurrent system status. \n(ii) \nUser log-in management \n \n(iii) \nSystem performance statistics. \n(iv) \nImage recall capability.  \n \n7. \nDetection Systems \n \nMultiple algorithm settings should be available and their approval /certification \nadvised for the machines.  These settings should be capable of selection under \nsecure and regulator controlled arrangements. Vendor should explain the algorithm \noption and management systems available. \n \n8. \nMachine Statistics \n \n \nA display local to the level 1 X-ray is required. The local display should \nprovide an image of the bag currently being scanned, as well as system statistics \nwithout requiring any action from the user (display is always visible). Critical statistics \nare as follows: \n \ni. \nBag Count (since Re-set and since power-up), \nii. \nSoftware version currently running on the X-ray scanner \niii. \nData available to a user with ‘special’ access \niv. \nAlarm rate since re-set, \nv. \nError log \n \n \nContd..26",
  "28": "26\n \nA remote management Information system is required to provide statistical \ninformation regarding machine throughput, alarm rates and any error conditions. The \nmanagement information System should provide this function for the level 1 and \ninspection processes as well as the level 2 Workstation. \n \n9. \nDetailed Requirement of Automatic level 1 X-ray Equipment  \n \n(i) \nThroughput per unit  \n: \n1200 bags or more per hour  \n \n \n \n \n \n \n           continuous throughput \n \n \n \n(ii) \nMaximum distributed load : \n150 kgs \n \n(iii) \nConveyor belt height \n: \n800 to 1000mm. \n \n(iv) \nAutomatic detection of \n: \n1. \nBulk explosives \n \n \n \n \n \n \n2. \nSheet explosives  \n \n \n \n \n \n \n3. \nDensity alert \n \n(v) \nX-ray source  \n \n: \nMultiple X-ray fan beams \n \n(vi) \nSystem verification test \n: \n1. \nTrue dual energy x-ray \n  \nGenerators \n \n \n \n \n \n \n2. \nAutomatic \n \n \n \n \n \n \n3. \nPerformed every 24 hours \n \n(vii) \nPower on indicators  \n: \nShould be provided at both ends of  \nthe inspection tunnel \n \n(viii) \nX-ray “ON” indicators \n: \nShould be provided at both ends  \nof the  inspection tunnel \n \n(ix) \nFilm safety \n \n \n: \n2 passes of ISO 600 / 33 DIN high \n \n \n \n \n \n \nspeed film  \n \n(x) \nResolution \n \n \n: \n40 SWG tinned copper wire. \n \n(xi) \nPenetration  \n \n: \n30mm steel. \n \n(xii) \nContrast sensitivity  \n: \n256 levels. \n \n(xiii) \nOverlay to highlight  \n: \nDensity Alert areas that are  \n \n \n \n \n \n \nobscured by very dense material. \n \n(xiv) \nThreat objects must be identified with threat boxes. \n \n(xv) \nShould be equipped with system emergency stop buttons on the  \nmachine \nand work station. \n \n(xiv) \nShould have a modular construction so that system components can be \nchanged easily with minimum downtime.",
  "29": "27\n \n \n10. \nLevel 2 Operator Workstations \n \n10.1 General requirements for Level 2 Image Analysis Systems. \n \n10.1.1 The level 2 image analysis workstations shall be located within the HBS \ncontrol room. All HBS operations shall be controlled from this point. \n \n10.1.2 The Workstation may be used to visually detect weapons, guns knives, and \nexplosives to identify various components of improvised explosive devices, such as \nwires, detonators, explosives, timing devices and power sources, and to detect \ntypically hidden contraband. The workstation interface  \n \nshall be ergonomically designed, provide for ease of use, and include imaging \nfeatures that enables the operator to readily identify common items and clear most of \nthe suspicious items. \n \n10.1.3 Level 2 inspections shall be carried out while the level 1 uncleared bag is in \ntransit through the baggage conveyor system. Each monitoring workstation shall be \ncapable of storing up to 12 X-ray images waiting to be viewed by the operator. \n \n10.1.4 The time limit available to the operator to view bags must be programmable, \nfrom 5 to 20 seconds.  If this time is exceeded the bag image is classified as \nuncleared. \n \n10.1.5 The system must be capable of transmitting an uncleared image to level 3 \nworkstation complete with image data file. \n \n10.1.6 The imaging system shall display data in a high resolution with threat objects \noutlined by a threat box. \n \n10.1.7 The display shall be minimum 17 inch diagonal SVGA. \n \n10.1.8 The monitor shall be adjustable via a tilt and swivel mechanism. \n \n10.2 Level 2 Imaging Tools \n \nOperators must be able to view bag images while accessing all imaging tools \nwithout looking down at the console.  Imaging tools provided must be configurable by \na supervisor with a key/password. \n \n10.3 Level 2 Operator Workstation Minimum Specifications \n \n10.3.1 Display Monitor \n \na) Two monitors to display all image data. \nb) Descriptive icon based toolbar for all imaging functions must be represented \non screen. \nc) High performance 24-bit video display processor. \nd) 17” high-resolution colour SVGA video display monitor.",
  "30": "28\ne) 60 Hz refresh rate. \n \nf) Front panel for adjustment of contrast, brightness, vertical and horizontal \nalignment etc. \ng) Display monitor should be affixed to a lockable console storage compartment. \n      h) Image display time. \n \n10.3.2 Imaging modes \n \n(a) \n Pre-set function with a minimum display of 5 seconds. The operator \nmust be able to manipulate all imaging functions without looking down at the \nconsole.  Imaging modes should include all of the following but are not limited \nto: \n \n(i)   \nOrganic/inorganic/metallic in highly visible contrasting   \n \n \ncolour. \n(ii) \nPseudo-colour \n(iii)  \nReverse video \n(iv) \nContrast adjustment \n(v) \nEdge enhancement \n(vi) \nMonochrome \n(vii) \nMetal stripping \n(viii) \nContinuously positional electronic zoom \n(ix) \nImage enlargement \n(x) \nImage storage \n \n(b) \nControls  \n \n(i) \nControl panel must be touch activated \n(ii) \nA ‘Home Key’ to allow a single touch to revert to a user pre \nprogrammed default setting \n(iii) \nToolbar and imaging functions must be configurable by the end \nuser. \n(iv) \n‘Reject’ and ‘Clear’ decisions should be discrete mechanical \npush-buttons with positive tactile feedback \n(v) \nWorkstation should be able to be switched on-line or off-line at \nany time without affecting the operation of other workstations or \nlevel 1 equipment on the same network. \n \n10.3.3 Power indicator. A power-on indicator must be available with: \n \na) Operator console must have locking mechanism. \nb) Access to system configuration must be a separate mode of operation for \nauthorized personnel only. \nc) Access to system configuration must require a mechanical key or electronic \npassword. \n \n10.3.4 UPS  \n \n \n        \na) \nImaging Performance. \nb) \nIntegral Uninterruptible power Supply (UPS) \nContd…29",
  "31": "29\n10.4 Additional Requirements Level \n2  \n \n10.4.1 A supervisor shall control system configuration with appropriate access. \nImage processing functions, operator time out functions and default image \nconfiguration shall all be controlled by the supervisor. \n \n10.4.2 The system shall be based on an open architecture configuration and shall \nrun on a PC platform.  User operation at the system supervisor level shall be in a \ngraphical User interface environment, based on the windows operating system.  \nAccess to the system shall be controlled by PIN and passwords.  The system will be \non line 24 hours per day, 7 days per week. \n \n10.4.3 The operator via discrete mechanical push-buttons shall communicate reject \nand clear decisions. \n \n10.4.4 Workstation on-line and off-line switch must be provided for use at any time \nwithout affecting the operation of other workstation or X-ray machines on the \nnetwork. \n \n10.4.5 It should have capacity for multiple workstations to be linked to a scanning \nmachine. \n \n10.5 Image Printing \n \nA display printing facility must be provided to standard high-resolution colour \nprinter.  The system must be configurable to print any image rejected by a level 2 \noperator and/or level 3 operators. \n \n11. \nCOMMUNICATION NETWORK \n \n11.1 Images generated at level 1, shall be digitally transmitted through server \nbased preferably to selected level 2 image display workstation.  The level 2 display \nworkstations shall be located in the X-ray control room.   \n \n11.2 The matrix system shall comprise of switching equipment, which is able to \nsupport a fully redundant configuration.  Redundant operation shall be configured in \na hot stand by mode.  In the event of a failure of the primary switch, the backup \nswitch shall automatically take over operation.  At no time shall any unclear bag \nimage data be lost. \n \n11.3 The system shall operate on a combined fiber optic/twisted pair copper \nnetwork.  \n \n11.4 All computer equipment shall be protected by UPS system, to provide \nminimum 10 minutes power. \n \n \n \n \nContd..30",
  "32": "30\n \n11.5  Matrix Configuration \n \nCommunication network \n: \nFiber-optic Ethernet network. \n \nNetwork configuration \n: \nFully redundant network configuration. The  \nproposed expandable matrix scheme must be \nexpandable to accommodate additional level 1 and \nlevel 2 systems in the future. \n \nSystem electronics \n: \nDesigned to facilitate the addition of  \nindustry standard peripherals such as above but \nnot limited to these. \n \n11.6 Mass storage. \n \n11.6.1 High-speed optical data networking, printing and communication devices \n \n11.6.2 A colour printer will be attached to the Matrix network allowing the image of \nany bag rejected by either the level 2 operators or the level 3 operators or both to be \nprinted. \n \n11.6.3 The printer will be a colour laser type.  Print speed will be a minimum of 6 \npages per minute, at 300 DPI minimum resolution in colour.  The printer spooler \nshould be able to handle up to 10 images simultaneously. \n \n12. \nMANAGEMENT INFORMATION SYSTEM \n \n12.1 A dedicated network monitoring PC shall be provided which displays and logs \ninformation relevant to the level 1 and 2 systems.  The Management information \nsystem shall have the following capabilities: \n \na) On-line monitoring of all control functions. \n \nb) On-line event, alarm outputs and reports. \n \nc) X-ray status and performance statistics \n \n \nd) Workstation status and performance statistics \n \ne) Hardware faults. \n \nf) Image recall facility. \n \ng) User log – in management system \n \n12.2 The Management information system shall be able to compile and print \nreports summarizing the activity that has occurred on the Matrix network over a \npreviously defined period of time.  The system will allow data to be transferred to \ndiskette for analysis on a separate PC.",
  "33": "31\n \n12.3 A configuration program allowing the user to enter a header and a network \nname to appear at the top of each report is required. \n \n13. \nData to be compiled \n \n \n \n(a) \nFor level 1 X-ray \ni. Level 1 events (all) \nii. Decisions \niii. On line and off line activity \niv. Faults (and the time at which they occur) \n \n(b) \nFor Workstations \ni. Workstation events (all) \nii. Decisions \niii. On line and off line activity \niv. Faults (and the time at which they occur) \n \n14. \nReports to be generated \n \n14.1 Level 1  X-ray Event Data \n \n14.1.1 This shall be a file compiled on a daily basis and shall be a summary report of \nthe decision data for all X-ray machines connected on this particular network (i.e. \nthere shall be a report collated for each network each day).  It shall provide an hourly \n(on the Hour) summary of results for each mainframe, a fault log, and a result total \nfor the entire network for the day. \n \n14.1.2 Workstation event data shall be a file compiled on a daily basis and shall be a \nsummary report of the event date for all workstations connected on this particular \nnetwork (i.e. there shall be a report collated for each network each day).  It shall \nprovide an hourly (on the hour) summary of results for each workstation and a fault \nlog for all workstations. \n \n15. \nStorage \n \nEvent Report files (on each network) shall be stored to the Management \ninformation system local hard disk at the end of day. They shall be stored to a \nspecific folder (for example ‘HBS Report Data’).  Each file shall be uniquely named.  \nIt should be possible to store log files for a complete year, at which point old log files \nshall be overwritten. \n \n16. \nPresentation \n \nIt shall be possible to call up stored event files for viewing and printing from \nwithin the Management information system interface. The facility should allow the \nuser to select the current log file or to select from a list of currently stored log files. \n \n \nContd…32",
  "34": "32\n17.   \nRetrieval \nand \nOffline Presentation \n \n17.1 There shall be a facility to allow a user to retrieve stored events files and copy \nto diskette for storage, viewing and printing on an offline facility.  This should offer \nthe user the option of copying the logs for the last day, last week, particular day, \nparticular week, or all currently stored log files.  The logs shall be stored in such a \nway that the printed copy resembles the on-screen image. \n \n17.2 \nThis feature shall offer the user the option of printing the logs for the last day, \nlast week, particular day, particular week, or all currently stored log files. \n \n18. \nThreat Image Projection (TIP) for level 2 Operators \n \n18.1 A system shall be provided to generate and send images of virtual bags \ncontaining a threat object to the level 2-operator workstation.  These systems \nmonitor and assist operator performance.  A range of threats must include military \nexplosives, sheet explosives, commercial explosives, shielded devices and \nimprovised explosives devices and other dangerous goods. \n \n18.2 The TIP system shall transmit stored threat and false alarm bag images to the \nlevel 2 operator workstations, as time is available between ‘live’ bag images \ngenerated by the level 1 X-ray mainframes.  The TIP system must provide a means \nfor each operator to log onto the system and subsequently record each operator’s \ndecisions for later review by a supervisor. \n \n18.3 A set of real ‘bomb bag’ as well as a set of false alarm bags will be stored in \nthe TIP system memory.  When time is available, the TIP system will choose an \navailable workstation, send an image to that workstation, and log the operator’s \ndecision.  The security supervisors can then use the data to monitor operator \nperformance on a daily, weekly, or monthly basis. \n \n18.4 The system must have the ability to perform the following tasks. \n \n(a) \nAllow operators to log onto the system through the level 2  \noperator \nworkstations. \n(b)  \nMaintain a database of individual operators with TIP statistics \n \nover a defined period. \n(c) \nPresent TIP bag images to any ‘on-line’ operator workstation on  \nthe \nnetwork. \n \n(d) \nHave the ability to select an individual workstation or send  \nimages \nout at a predefined rate. \n(e) \nLog the operator’s response.  Log whether the bag was properly \n \ncleared or rejected, depending on whether the bag contained a \n \nreal threat or a false alarm object. \n(f) \nAlert the operator that they have just received a TIP image and \n \nwhether they cleared or rejected the image appropriately. \n(g) \nPrepare and print out reports which will allow the supervisor to \n \nmonitor operator’s performance. \n \nContd..33",
  "35": "33\n19. \nReports  \n \n19.1 Summary reports must be able to be generated and printed out for an \nindividual operator or for all individuals across periods of time. \n \ni. \nThe general report shall be the screeners log report. \nii. \nDetails about individual screener’s performance shall be presented in the \nindividual screener performance summary report.  \niii. \nDetailed information that compares multiple screeners shall be presented in \nthe screener comparison report. \niv. \nThe detailed  information, regarding detection decisions for each fictional \nthreat image shall be presented in the Threat Detection by Category Report. \n  v. \nData reports shall be viewed by calendar month (example May 2004). \n \n19.2 All report levels and the database shall be read only.  Thus, users will not be \npermitted to modify or corrupt the information contained. \n \n20. \n TIP Bag Library \n \nTotal Volume will be 12.  Each  volume to contain 150 Threat Bags and 50 False \nAlarm Bags (200 bags per volume, 2400 bags total).  The images in these volumes must \nrepresent all explosives categories in the FAA / TSA / BCAS EDS certification standard. \n \n21. \nOperating Conditions \n \n21.1 In addition to any specific safety devices stated elsewhere in the subcontract, \nthe design of the system(s) shall ensure the safety of all operating and maintenance \npersonnel together with others in the proximity of the equipment.  Particular attention \nshall be given to the design of guards, belts, rollers and drives to eliminate all \npossibilities for trapping limbs, clothing etc. \n \n21.2 Rotating and other hazardous components, even if housed within total \nenclosures, shall also be individually guarded.  Guards shall be designed to be \nremovable during maintenance but shall also incorporate access panels to permit \nroutine lubrication without the removal of the entire guard assembles. \n \n \n \n21.3 The systems shall be designed to prevent the possibility of human exposure \nto primary beams from X-ray devices.  Radiation leakage from X-ray devices shall \nnot exceed the limits set by the European community / Atomic Energy Regulatory \nBoard of India. \n \n22. \nElectric Power Supply \n \nThe level 1 machine shall be designed to operate from 415 volt, 50 Hz, 3-\nphase power supply, voltage fluctuation+/- 1%.  All other equipment, shall be \ndesigned to operate from 240 volt, 50Hz.  Single-phase power supply, voltage \nfluctuation +/-10%, frequency  variation +/-1%.  All electrical installations shall meet \nthe VDE safety requirements. \nContd…34",
  "36": "34\n \n23. \nMaintenance \n \nMean-Time Between Failure (MTBF) and Mean-Time To Repair (MTTR) data \nfor the systems offered is required and must indicate an average ‘uptime’ of over \n99% under realistic operating conditions. \n \n24. \nOption \n \n24.1 The supplier shall include for a comprehensive maintenance service for 12 \nmonths after system acceptance. \n \n24.2 This maintenance requirement shall include. \n \ni. \nPreventive Maintenance. \nii. \nRoutine Maintenance. \niii. \nCall-Out Maintenance. \n \n24.3 Following every maintenance visit, the HBS contractor shall send a \ncompletion report to the engineer. \n \n24.4 As an option, comprehensive maintenance for an additional five-year period \nafter expiry of initial two-year maintenance period shall be offered. \n \n25. \nTraining \n \n25.1 The supplier shall supply comprehensive documentation in plain English to \nallow the full and complete operation of the system. \n \n25.2 A set of system verification test objects, on site and factory test procedures \nmust be offered. \n \n25.3 These objects when inspected must positively verify that the system is \nperforming within published specifications and agreed detection levels. \n \n25.4 A computer assisted training package must be offered.  As a minimum this \npackage must facilitate operator training and gauge training proficiency. \n \n26. \nClimatic Conditions \n \nThe machine should be capable of operating between 0 to 400C temperatures, \nrelative humidity between 0 to 95% \n \n27. \n Design Loadings \n \nFor the purpose of the sizing of drivers, shaft sizes and bearing etc., the \nfollowing live loads are considered: \n \n(a) \nBelt Conveyors \n(i) \nPower calcs \n(ii) \nStructural loading",
  "37": "35\n(b) \nReclaim \n/ \nmake-up conveyors \n(c) \nHorizontal Reclaim Carousel \n(d) \nWalkways and Maintenance Platforms \n(e) \nSuper load \n \n28. \n Services \n \nMain supply 380V + 10%-6% 3 Ph, 50 Hz \nNote the X-ray machine generally requires a conditioned power supply. \n \n29. \n  Bag conditioning pre screening \n \nThe HBS should ideally include a number of features that condition and present \nthe bag to the x-ray in a separate, spaced and controlled manner. This should \ninclude: - \ni. Check in operator discipline e.g. tie up trailing straps, use tubs as  \n   appropriate etc  \nii. Window reservation techniques at check- in /collector conveyor \niii. Use of zoned belts at transfer in feeds \niv. Automatic baggage separation \nv. Spacing and pitching of bags to suit the needs of the X-ray machine. \nvi. Over-height detection \nvii. Over-length detection \n \n30. \n Collector System – Window Reservation technique \n \n30.1 This feature is applied to those instances where by automatic checks in \nconveyors are provided to deliver bags on to collector conveyors. \n \n30.2 A system known as “Window Reservation” is used to control the flow of bags. \nEffectively, the belt on the collector conveyor is split up into imaginary zones or \n“windows” each large enough to accept the bag and these are allocated to check –in \ndesks on a demand basis such that all input have equal opportunity. This reduces \npassenger-waiting times, and also controls the flow of bags into the handling system \nright from the point of in-put.  \n \n30.3 As the allocated window approaches the desk, the Dispatch conveyor will \nautomatically start up and the bag will be transferred onto the collector conveyor. \nThis procedure is repeated until all bags in a single transaction are released in to the \nsystem. \n \n30.4 It is preferential to arrange the conveyor speed such that the bags are fired \nacross the collector conveyor without turning through 900. This encourages the bag \nto lie flat and also decreases the cycle time. Obviously the conveyor width needs to \nbe greater than the maximum bag length.  \n \nContd…36",
  "38": "36\n31. \nTransfer In feed – Marked Belt \n \n31.1 In those instances where bags are delivered to the HBS system via a transfer \nin feed line (or similar) it is much harder to control the input and flow of bags as this \nis operator dependant. \n \n31.2 There should be discipline about the type of bag to be handled and also the \norientation that the bag is placed onto the belt, such that it is in the most stable \norientation for conveying and screening.  \n \n31.3 To help control the flow it is suggested that zones are marked onto the belt to \nindicate where handlers should load bags and where they shouldn’t.  In this way it is \npossible to encourage operators to correctly space bags from the outset, and also \nthe throughput will be limited to be dictated by the belt speed and size of the zone. \n \n32. \nAutomatic Baggage separation \n \n32.1 Whilst bags may be correctly spaced at point of input into the system, by the \ntime they have been conveyed to the screening area, usually via inclines / declines, \nspeed changes, merges / diverges, curves or drop – over etc bags can quite easily \nbecome entangled with others. \n \n32.2 Singulation of baggage into the X-ray machine is essential for the efficient \noperation of the 100% HBS system.  Also the correct pitch of baggage entering the \nmachine is important.  For downstream controls to be able to singulate and pitch \nbaggage into the machine correctly each item must be separate and there must be a \ndetectable gap between successive items – an automated baggage separation \nmechanism is required to achieve this. \n \n32.3 Classically, there are 4 potential baggage patterns that can cause problems \nand hence should be detected and resolved via baggage separation i.e. \nI. Bags caught up with each other, nose to tail, no overlap \nII. Bags partially overlapped, left hand bag leading \nIII. Bags partially overlapped, right hand bag leading \nIV. Bags fully overlapped, i.e. side by side. \n \n32.4 Firstly, a series of sensors are required to detect the above sequence.  \nSecondly, a series of queue conveyors, usually with inverter speed control and \ndiffering belt types are required.  By varying the speed differential between them it is \npossible to separate baggage in the first 3 sequences above. \n \n32.5 If it is likely that bags can be fully overlapped, then these bags can normally \nonly be separated if they are transferred through at 90 degree T-junction such that \nthey naturally become one of the first 3 sequences instead.  In this case, 2 bag \nseparation systems are to be provided, before and after the 90-degree junction.  \nThese are normally termed `primary’ and `secondary’ baggage separation systems, \nbut are functionally similar. \n \nContd..37",
  "39": "37\n33. \nOver– Height Detection. \n \n33.1 An over – height detector is required on a queue conveyor prior to the X-ray \nmachine, mainly to prevent damage to the machine and the bag.  Ideally this should \nbe a mechanical flap with limit switch as these are not too sensitive to straps and \nlabels etc.  The use of photocells for this is not so efficient. \n \n \n33.2 If the limit switch on the over height detector trips, then the bag is transported \nonto the next queue conveyor and stopped. \n \n33.3 The oversized bag can now be removed or re-oriented.  A visual warning \nbeacon will flash and an audible alarm will pulse to alert the screening staff.  To re-\nstart the conveyor following rectification / removal of the bag the operator shall \ndepress a button upon a locally mounted push – button station. \n \n34. \n Over – length check \n \n34.1 The length check is performed upon a queue conveyor prior to the X-ray.  \nThis ensures that bags that are too long are not allowed in the machine. \n \n34.2 Whilst a bag is within the beam of the relevant photocell, pulses are counted \nfrom a star wheel / proximity cell arrangement upon the driven roller of conveyor.  \nThe number of pulses directly represents the length of the bag, assuming no \nslippage. \n \n34.3 If the number of pulses received exceeds the pre-set quantity, then the bag is \ndeemed over length.  This rogue bag is allowed (subject to downstream dieback \nconditions) to continue onto the next queue conveyor following the length check and \nstopped.  A visual warning beacon shall flash and an audible alarm pulse to alert the \nscreening staff.  After dealing with the bag the operator presses a `re-start’ push \nbutton. \n \n35. \nX-ray screening overview \n \n35.1 Typical operation of screening line \n \n35.1.1 Bags are spaced and pitched correctly prior to delivery into the x-ray machine, \nwhich is integrated into the baggage handling control system.         Each bag is \nallocated a unique code number by the BHS control system to ensure \ncommunications between the x-ray machines and the BHS control system are \nalways synchronized. \n \n35.1.2 As the bag exits the x-ray machine, the Level 1 decision is made \nautomatically by the x-ray machine indicating whether it is a clear or suspect bag.  If \nthe bag is declared as suspicious the X-ray image from the suspect bag will appear \nat the remote Level 2 workstation to await a manual operator decision.  Typically \naround 60-70 % of bags will be cleared at this point with the remainder referred to \nlevel 2. \nContd…38",
  "40": "38\n35.1.3 The \nLevel \n2 \nx-ray \nimage investigations will be conducted as the \nbag is being transported along the transport conveyor. This ideally needs to be at \nleast 20 seconds for the level 1 and 2 decision to be made.  The Level 2 decision \nshould be made by the time the bag reaches the decision point, which is usually \nsome form of diverting mechanism.  If the operator does not make a decision, the \nsystem will automatically default the bag to the Level 3 screening areas for further \nanalysis. \n \n35.1.4 The diverted bag will allow cleared bags to proceed to the make up area and \nroute suspect bags to the level 3 area for further inspection. \n \n35.1.5 Cleared level 3 or 4 bags are usually entered into the system after the \nscreening process.  This can either be a manual or automated process. \n \n35.1.6 Suspect bags at this point are referred to Level 4, which is a Security issue \noutside the HBS system. \n \n35.1.7 Tracking errors are a function of both the mechanical system solution, and \nalso the software and commissioning process.  It will not be possible to achieve this \ntarget rate; if for example, the mechanical system is poorly designed in the first \nplace.  The following are guidelines to consider when designing the tracking \nconveyor systems.  \n \nI. Ideally keep all tracking lines straight and level whenever possible \nII. Avoid changes in direction if possible  \nIII. If unavoidable, use belt curves rather than drop-over 90 degree transfers \nIV. If conveyors cannot be level, then a maximum 7 degree up or down should be \nconsidered \nV. Keep conveying speeds to a minimum to avoid slippage, usually 0.5 to \n0.6m/sec  \nVI. Keep speed changes to a minimum  \nVII. Ensure no snagging points on conveyor plate work \nVIII. Careful selection of a diverter type for out sorting to level 3 area \n \n35.2 Tracking Error Rates \n \n35.2.1 The target rate for correct tracking is 99%. Tracking errors are defined as the \npercentage of all bags that are routed to level 3 because tracking information is lost \nsuch that it is no longer possible to securely associate the bag screening decision \nwith the bag. In such cases the bag is routed to level 3 as a fail-safe measure. This \nerror rate does not make provision for any bags  \nto reach the make up area that have not been specifically cleared by the screening \nprocess. The achievement of this must be 100%. \n \n35.2.2 There is however some tracking error causes that are out of the control of the \nsystem and these mainly pertain to baggage types. The following examples are \nintended to illustrate types of baggage induced tracking errors. \n \n35.2.3 Tracking errors result from apparent changes in length or position with respect \nto the conveyor belt, outside the defined tolerances as detected by photocells and \npulse generators placed on the tracking conveyors.",
  "41": "39\n \n35.2.4 This is an easily understood way of explaining how baggage characteristics \ncan cause movement with respect to the belt, resulting in a tracking error. In this \nexample bag 1 that stands on a conveyor on its wheels is likely to move with respect \nto the belt and thus change its position with respect to the belt. The other bag 2 \nindicates the possibility of its progress being interfered with by a protrusion such as a \nwheel holding the joint between conveyors; this would also move the position of the \nbag with respect to the belt and cause a tracking error  \n \n35.3 Length Change \n \nThe above example illustrate a way in which the length of a bag and the \nposition of the bag can appear to change from the perspective of the photocells that \ndetect the baggage  \n \n \n \n36. \nBaggage position tracking \n \n36.1 The purpose of baggage tracking is to accurately reconcile routing decisions \nmade by PLC control systems to real baggage travelling upon the conveyors. The \nsoftware solution must provide fail – safe software philosophies for tracking baggage \nand routine actions whilst also being somewhat tolerant of the unpredictable travel \ncharacteristics inherent when conveying variable baggage types.       \n \n36.2 The bag position tracking technique shall be used for tracking bags on the \nconveyor with data attached to them inside the PLC System. \n \n36.3 Each tracking conveyor is fitted with a pulse generator on a non-driven roller.  \nThe pulse generators generate a pulse per unit of the belt movement on the \nconveyor. \n \n36.4 When a bag breaks the photocell on the first conveyor, which enters the bag \ninto the tracking model, the bags unique PLC allocated tag is entered into a PLC \nregister.  This happens whilst the bag is obscuring the photocell.  Thus a series of \nregisters are created at the resolution of the pulse generator, which create a virtual \nimage of the bag.  The pulses received from respective conveyor causes the \nregisters containing the bag tag to be moved.  As such through these each tracking \nconveyor a bag is mapped to its own dedicated set of registers and the bag can be \nseen moving as the conveyor moves. \n \n36.5 This technique allows the bag position to be monitored to the resolution of the \npulse generator that would typically be 50 mm.  Thus when the bag reaches the next \nphotocell on the next conveyor its tracked image should also reach the photocell \nwithin a tolerance.  This allows the tracking of the bag based on its position and is \nthus tolerant of bags being removed without causing a serial error to all succeeding \nbags. \n \n \nContd..40",
  "42": "40\n36.6 In high security applications the registered image also provides a length \nmeasurement of the bag to the resolution of the pulse generator.  This can be used \nin addition to the positional check to give some ability to detect a bag being replaced \nwith a different bag but of a different length within tolerances. \n \n36.7 This technique gives rise to a degree of certainty of the bag currently at the \nphotocell being the proper bag to which the data in the PLC relates.  This level of \ncertainty is determined by the tolerances. A bag that has moved with respect to the \nbelt out side of the set tolerance but which is not within the tolerance of another bag \nis uncertain as to which bag it is. \n \n36.8 A similar concept applies where length check is also used where the position \nis within tolerance but the length has changed outside of tolerance. When a bag \nbecomes uncertain in this way it is termed as a miss track. Bags that are miss-\ntracked are handled according to a set default destination for miss-tracked bags. \n \n36.9 This form of tracking control is to be utilized in the security element i.e. the \n100% HBS. \n \n37. \nBlockage Detection \n \n37.1 Conveyor belt is required to be fitted with a photocell at its discharge end.  For \neach of such conveyors a blockage detection algorithm checks for blockages or bag \njams on the conveyor. \n \n37.2 If the photocell is obscured for longer than a pre- set time period a blockage \nwill be deemed to have occurred.  The timer will not run whilst the conveyors / are \nstopped. \n \n37.3 In the event of a blockage being detected, the conveyors / affected bag will be \nstopped and an alarm generated on the MIS if fitted. \n \n37.4 The blockage must be manually cleared and the blockage reset function on \nthe MIS of MCP operated whereupon the conveyor/s affected by the blockages will \nrestart. \n \n37.5 Conveyors upstream of the blockage will stop under dieback control as \nbaggage reaches their respective photocells. \n \n38. \nX-ray HBS Controls and Mechanical system HBS interface \n \n38.1 The purpose of any `HBS’ baggage handling’ software solution is to \naccurately reconcile screening decisions made by connected systems to real \nbaggage traveling upon the conveyor.  The solution must provide fail-safe software \nphilosophies for tracking baggage, reconciling decisions and routing actions, whilst \nalso being somewhat tolerant of the unpredictable travel characteristics inherent \nwhen conveying variable baggage types. \n \n \nContd..41",
  "43": "41\n38.2 \nThe very nature of HBS system \nsuggests high accuracy tracking is \nparamount.  However, although a control system solution may offer very tight \ntracking (where the accuracy is + / - one scan of the software) in reality baggage is  \nnot and cannot be conveyed with such precision 100% of time.  With broad \ntolerances applied to checking routines within the software, the system can become \nvery tolerant of the conveying inaccuracies.  However, another fundamental feature \nof HBS control systems should be to identify (if possible), tampering with or \nexchanges of baggage.  This feature requires the application of tight checking \ntolerances. \n \n38.3 Thus, the situation exists where tighter the tolerances are made to satisfy \n`security’ requirements greater will be the volume of bags rejected as `miss-tracks’, \nconversely, opening up the tolerances will reduce reject rates but will reduce the \nlevel of security offered.  BHS efficiency is defined in terms of acceptable levels of \nmiss-tracks and miss-directs.  In general, the target for this should be in the order of \n1 – 2 %. \n \n \n* * *",
  "44": "42\n \nAPPENDIX `G’ \n \nSPECIFICATION FOR DOOR FRAME METAL DETECTOR \n \nSensitivity \n \n  \n1.4 \nDFMD should have uniform sensitivity across the aperture Metal object \nexceeding threshold mass should produce identical alarm when passed \nthrough any portion within frame. \n \n1.5 \nThe DFMD should have multi-zone capability with uniform sensitivity in all \nzones \n  \n1.6 \nThe system should be capable of detecting ferrous/non ferrous & metallic \nalloys / metals of various types of threat objects when passed through the \narchway concealed on the body of the person irrespective of the orientations, \nweight, size and shape of the object. \n \nNOTE: - \n \n \nIt is expected that person before passing through the DFMD will take \nout all removable metal articles and deposit them in a bowl and will pass \nthrough DFMD.  Presence of metal will have to be reconciled to the \nsatisfaction of the security personnel. \n \n2. \nAPERTURE SIZE \n \n2.2 \nThe aperture of the DFMD should be 02 mtrs high and .75 mtrs to .85 mtrs \nwide. \n \n3. \nSPEED OF PASSAGE \n \n3.1 \nThe performance of the DFMD should be independent of the speed of the \nperson passing through.  This is particularly important as a person’s foot may swing \nthrough the archway without touching the ground, or may come to rest on the ground \nbetween the archway pillars.   \n \n4. \nINTERFERENCE REJECTION \n \n4.3 \nInterference, which is `mains-borne’ or radiated by an external source, should \nnot cause the DFMD to raise the alarm spuriously.  It should be possible to \nuse equipment such s radio, portable telephone, walkie-talkie sets X-ray \nmonitors etc.  at a distance of one mtr from the archway without causing \nspurious alarms. \n \n4.2 \nMoving metal beyond one mtr from DFMD should not affect performance of \nthe DFMD.  It should be possible to move metallic items like trolleys one mtr away \nfrom the DFMD without the generation of false alarm.  \n \nContd..43",
  "45": "43\n \n \n6. \nALARM INDICATION \n \n5.5       There should be both visual and audible alarms.  It should be possible to   \nadjust volume of the audible alarm.  At its loudest setting the volume should \nbe adequate to overcome ambient noise present at airport search facilities. \n \n5.6       Detection circuit shall be continuously active for detection of metals and  \nalloys.  The equipment shall have comprehensive self diagnostic that shall be \nable to pin point the defects by constantly monitoring the internal circuitry \nexternal connections and environment.  \n \n5.7       The unit shall be able to work without any manual adjustment for power  \nvariations over voltage range from 160 V to 260 AC. \n \n5.8       The unit shall conform to international and national standards for electrical    \nsafety. \n \n6. \nSTABILITY \n \n6.1 \nThe design of the DFMD should be such that its level of performance is \nconstant over long periods of time. \n \n6.3 \nThe DFMD shall be manufactured  by  firms having ISO 9000 certification. \n \n7. \nSECURITY \n \n7.4 \nAdjustable controls should be activated only on the insertion of a removable \nkey. \n \n7.5 \nDFMD resets itself within three sec after an alarm condition. \n \n7.6 \nThe unit should have traffic and alarm counter.  The system should also be \nfunctional bi-directional. \n \n8. \nHEALTH AND SAFETY \n \n8.3 \nDFMD shall be Cardiac pacemaker, Magnetic tape & Film safe, Supplier shall \nsubmit certification to this effect with supporting documents. \n8.4 \nOperation of DFMD shall not be affected by infrared, ultraviolet, \nelectromagnetic or RF radiation. Offered equipment shall comply with CE or \nequivalent safety / immunity standard. \n \n \nContd..44",
  "46": "44\n \n9. \nCOMMISSIONING & TESTING \n \n9.2 \nDFMD should be tested by using a standard test piece  and as per method \nprescribed by the BCAS Manufacturer should supply one test piece along with \neach piece of DFMD. \n \n10. \nAFTER SALE SUPPORT \n \n10.2 DFMD should be under warranty for minimum two years the manufacturer \n/supplier should provide spares and annual maintenance service for minimum \nof 5 years after expiry of warranty period at reasonable market rates. \n \n11. \nSTATIC METAL COMPENSATION \n \n11.2 It may be necessary to install DFMD close to fixed sheets or pieces of metal, \nwhich form part of the building or its fittings.  The DFMD should compensate \nfor the presence of such metal and its performance should not be degraded \nby the presence of metal as stated above.  \n \n12. \nOPERATING TEMPERATURE \n \n12.2 DFMD shall work satisfactorily without any deterioration in performance within \nthe temperature range of 0 to +45 C with RH up to 95 % non-condensing. \n \n13. \nCALIBRATION \n \n13.1 DFMD shall have in built feature of auto calibration. \n \n \n \n \n \n***",
  "47": "45\n \n \nAPPENDIX `H’ \n \n \nSPECIFICATION FOR HAND HELD METAL DETECTOR \n \n9. \nHand Held Metal Detector (HHMD) should be able to detect metal \nwithout being in direct contact with the object. \n \n10. \nThe detector should have audible and visual alarm to indicate the \ndetection of metal. \n \n11. \nHHMD should be constructed to work on commonly available \ndisposable or rechargeable batteries.  Quick and simple battery change \nshould be possible without using tools.  The unit should have \nindependent portable battery charger if the HHMD uses rechargeable \nbatteries. \n \n12. \n HHMD should be equipped with indicator to indicate battery status. \n \n13. \nThe HHMD should have safe health standards with no adverse effect \non cardiac pacemakers. \n \n14. \nUnit should be sturdy, as light as possible, (around 250 gms), easy to \nhandle and should preferably confine to the palm of the frisking \npersonnel for case of use. \n \n15. \nThe unit should be able to satisfactorily function in temperature range \nfrom O.C. to 45 C. \n \n16. \nThe  HHMD shall be manufactured by ISO 9000 certified firms. \n \n  \n \n \n \n \n \n \n***",
  "48": "46\n \n \nAppendix `I’ \nSPECIFICATIONS FOR NIGHT VISION DEVICE \n \n \n1. \nTechnology \n: \n2 + or 3rd generation image intensifier \n \n2. \nMagnification \n: \n3.0 x with lens adapter (5x or 10 x Lens) \n \n3. \nRange of view \n: \nApprox. 700 meters and above \n \n4. \nResolution \n: \n35 Lp / mm \n \n5. \nRecognition range \n: \nApprox 500 meters \n \n6. \nSpectral density \n: \n350 – 950 nm. \n \n7. \nPower supply \n: \n3v \n \n8. \nBattery life \n: \n20 hours. \n \n9. \nWeight \n: \nApprox 700 gm. (without batteries) \n \n10. \nDimension (mm) \n: \n160 x 127x85 mm (Aprox) \n \n11.  Operating temperature: -                 30 0 C to + 45 0 C \n \n12. \nIllumination \n: \nBuilt in illuminator. \n \n13. \nObjective lens: - \n \n(i) \nFocal length \n: \n40 mm to 50 mm \n \n \n(ii) \nAperture \n: \n1:1.5 \n \n \n(iii) \nField of vision@1000m: \n 180 meters. \n \n \n(iv) \nFocusing range: 3 meters to infinity (approx) \n \n \n(v) \nMaterial \n \n: \nGlass  \n \n14. \nOcular lens. \n \n(i) \nFocal length \n \n: \n12 mm \n \n(ii) \nDiopter adjustment: \n: \n5 D to + 5 D \n \n(iii) \nMaterial \n \n: \nGlass \n \n15. \nGeneral \n \n \n(i) \nControls  \n \n: \nDirect \n \n(ii) \nLight indicators \n \n: \nPower and IR \n \n   (iii) Casing & construction \n    :  \nWater proof and Rugged water          \nfloating ergonomic design.",
  "49": "47\nAppendix ‘J’ \n \nSPECIFICATIONS FOR EXPLOSIVE VAPOUR DETECTORS ( EVD) \n \n \n1. \nThe Explosive Vapour Detectors are capable of detecting small quantities of \nexplosives provided the explosive vapour is available in the container.  Due to low \nvapour pressure of plastic explosive made of RDX and PETN, it is difficult to detect \nplastic explosives.  Detection capabilities of explosives have been enhanced by \nmarking the same with a agent named DMNB as per the ICAO convention on “ \nMarking of Plastic Explosive”.  The specifications given below are applicable for \nboth marked and unmarked explosives.    \n \n2. \nSpecifications: \n \n2.1.     Detection Capacity    \n :      \nDetect explosives such as RDX,PETN,  \n                                                    \nTNT, Dynamite, SEMTEX, C4, HMX, \n                                                    \nAmmonium Nitrate etc. with programmable \n                                                           \nDetection capability.  \n \n2.2       Detection Technology    :       \nBased on the latest technology in  \nexplosive detection.  \n \n2.3. \nSensitivity  \n \n: \nCapable of detection Explosive  \n                                                               \nminimum of 5 gm in operational conditions. \n \n2.4. \nSelectivity  \n \n: \nless than 3% typical false alarm rate. \n \n2.5. \nAnalysis Time \n \n: \nApproximate 10 Sec per sample. \n \n2.6. \nSample collection           : \ni) Air collection  for vapour. \n \n \n \n \n \n \nii) Surface wipe for trace particle/using \n \n \n \n \n \n \nfilter/vacuum pump unit.  \n \n2.7. \nWarm up time \n \n: \nApprox. 20-30 minutes. \n \n2.8. \nPower \n \n \n: \n110/220 V , 50/50 Hz. 30w, Auto Sensing. \n \n \n \n \n \n \n12 volt DC \n \n2.9. \nDetection mode \n \n: \nExplosive mode.  Optional - narcotic. \n \n2.10. Signal processing           : \ni  )     Variable integration time. \nii) \nPlasmagram component. \niii) \nRecognition of multiple explosives in \nparticulate /vapour mode. \n \n2.11. Weight (Hand Unit)  \n: \nLess than 2 kg \n \n2.12. Calibration  \n \n: \nAutomatic calibration",
  "50": "48\nAppendix `K’ \n \nSPECIFICATION FOR EXPLOSIVE TRACE DETECTORS (ETD). \n \n1. \nIntroduction \n \nThe Explosive Trace Detectors are designed to detect nanogram (ng) level of \nexplosive traces. The swipe or vapour mode may be used for collection of samples \nand analysis. The equipment selected for airport environment shall meet the \nminimum specifications as given below: The specifications is applicable for both \nmarked and unmarked explosives.  The buyer may opt for a better technology and \nequipment as per their requirement. \n \n1. 1    Detection Capacity  \n: \nDetect explosives such as RDX, PETN, TNT, \nDynamite, \nSEMTEX, \nC4, \nHMX, \nand \nAmmonium Nitrate etc. with programmable \nDetection capability. \n1.2. \nDetection Technology  \n: \nBased on the latest technology in explosive \ndetection. \n1.3. \nSensitivity \n: \nCapable of detection Explosive minimum of \n100 ng in operational/ laboratory conditions. \n1.4. \nSelectivity \n: \n<2% typical false alarm rate. \n1.5. \nAnalysis Time \n: \nApproximate 10 Sec per sample. \n1.6. \nSample collection \n   i)  Surface wipe for trace particle/using  \nfilter/vacuum pump unit. \nIi)   Air collection for vapour \n1.7. \nWarm up tome \n: \nApprox. 20-30 minutes. \n1.8. \nPower \n \n110/220 V, 50/50 Hz. 30w, Auto Sensing. 12 \nvolt DC \n1.9. \nDetection mode \n: \nExplosive mode.  Optional - narcotic  \n1.10.\nSignal processing \ni) \nVariable integration time. \nii) \nPlasmagram component \niii) \nRecognition of multiple \nexplosives in particulate /vapour mode. \n1.11.\nWeight (Hand Unit) \n: \nLess than 40 kg. (Portable unit) \n1.12.\nCalibration \n: \nAutomatic calibration. \n \n2. \nStages of evaluation \n \n2.1 \nThe test shall be conducted in different stages starting from checking \nconfiguration data on technical parameters, system calibration, data collection etc. \nThe proper record of details should be maintained. These stages are: \n• \nConfiguration details – checking of technical parameters. \n• \n Operational and environment data \n• \nSystem calibration  \n• \nThreshold verification \n• \nTest article selection \n• \nPretest activities \n• \nData collection \n• \nProblem reporting \n• \nPost test activities.",
  "51": "49\n \n3. \nConfiguration Details \n \n3.1 \nThe detailed unique and complete identification of the ETD system including \nmajor components shall be recorded by the committee. \n \na) \nPrinciple of operation \nb) \nModel number(s) equipment tested; \nc) \nFirmware version(s), if applicable. \nd) \nSoftware version(s); and \ne) \nSerial number(s) of equipment tested; \n \n3.2 \nThe test team will check the details of technical parameters claimed by \nsuppliers are in conformity with the specification issued by the BCAS. The equipment \nshall meet the specification as given below. \n \na. \nExplosives detected i.e. RDX, PETN, TNT, PEK, Sheet explosives, \nLTPE, Ammonium Nitrate, Gelatin etc  \nb. \nSusceptibility to interference (i.e. including specific interference’s \ntending to mask the explosive): minimum  \nc. \nSensitivity/ sensitivity loss: Nanogram level of explosive \nd. \nResponse(s) time to the explosives: 6 seconds \ne. \nSampling methods: swipe and vapour mode \nf. \nFalse alarm rate: less than 2 % \ng. \nTime taken for recalibration: not more than 2 minutes \nh. \nWarm up time: 20 to 30 minutes \ni. \nEnvironmental limits: operating temperature – 20 to +50oC, relative \nhumidity 95% non-condensing. \nj. \nSafety factors and regulations: should meet National Safety regulations \nk. \nHuman intervention requirements: minimum \nl. \nSystem design overview: as per specification. \nm. \nResponse time and processing rate of the equipment: 10 sec. \nn. \nPhysical requirements; and    weight less than 40 kg/ portable. \no. \nFunctional \nand \nperformance \ncapabilities: \ndetect \nservice \nand \ncommercial explosives as given in the specifications. \np. \nSupporting data regarding training, maintenance and availability of \nspares \n \n3.3 \nInstruction manuals, operation manuals, circuit diagram, and the engineering \ndocuments must be included to assist the test and evaluation team in its evaluation \nof the   equipment. \n \n \n \n***",
  "52": "50\n \nAPPENDIX `C’ \n \nSPECIFICATION FOR DOOR FRAME METAL DETECTOR \n \nSensitivity \n \n  \n1.7 \nDFMD should have uniform sensitivity across the aperture Metal object \nexceeding threshold mass should produce identical alarm when passed \nthrough any portion within frame. \n \n1.8 \nThe DFMD should have multizone capability with uniform sensitivity in all \nzones \n  \n1.9 \nThe system should be capable of detecting ferrous/non ferrous & metallic \nalloys / metals of various types of threat objects when passed through the \narchway concealed on the body of the person irrespective of the orientations, \nweight, size and shape of the object. \n \nNOTE: - \n \n \nIt is expected that person before passing through the DFMD will take \nout all removable metal articles and deposit them in a bowl and will pass \nthrough DFMD.  Presence of metal will have to be reconciled to the \nsatisfaction of the security personnel. \n \n2. \nAPERTURE SIZE \n \n2.3 \nThe aperture of the DFMD should be 02 mtrs high and .75 mtrs to .85 mtrs \nwide. \n \n3. \nSPEED OF PASSAGE \n \n3.1 The performance of the DFMD should be independent of the speed of the \nperson passing through.  This is particularly important as a person’s foot may \nswing through the archway without touching the ground, or may come to rest on \nthe ground between the archway pillars.   \n \n4. \nINTERFERENCE REJECTION \n \n4.4 \nInterference, which is `mains-borne’ or radiated by an external source, should \nnot cause the DFMD to raise the alarm spuriously.  It should be possible to \nuse equipment such s radio, portable telephone, walkie-talkie sets X-ray \nmonitors etc.  at a distance of one mtr from the archway without causing \nspurious alarms. \n \n4.5 \nMoving metal beyond one mtr from DFMD should not affect performance of \nthe DFMD.  It should be possible to move metallic items like trolleys one mtr \naway from the DFMD without the generation of false alarm.  \n \nContd..51",
  "53": "51\n \n \n \n7. \nALARM INDICATION \n \n5.9       There should be both visual and audible alarms.  It should be possible to   \nadjust volume of the audible alarm.  At its loudest setting the volume should  \nbe adequate to overcome ambient noise present at airport search facilities. \n \n \n5.10       Detection circuit shall be continuously active for detection of metals and  \nalloys.  The equipment shall have comprehensive self diagnostic that shall be \nable to pin point the defects by constantly monitoring the internal circuitry \nexternal connections and environment.  \n \n5.11       The unit shall be able to work without any manual adjustment for power  \nvariations over voltage range from 160 V to 260 AC. \n \n5.12       The unit shall conform to international and national standards for electrical    \nsafety. \n \n6. \nSTABILITY \n \n6.1 \nThe design of the DFMD should be such that its level of performance is \nconstant over long periods of time. \n \n6.4 \nThe DFMD shall be manufactured by firms having ISO 9000 certification. \n \n7. \nSECURITY \n \n7.7 \nAdjustable controls should be activated only on the insertion of a removable \nkey. \n \n7.8 \nDFMD resets itself within three sec after an alarm condition. \n \n7.9 \nThe unit should have traffic and alarm counter.  The system should also be \nfunctional bi-directional. \n \n8. \nHEALTH AND SAFETY \n \n8.5 \nDFMD shall be Cardiac pacemaker, Magnetic tape & Film safe, Supplier shall \nsubmit certification to this effect with supporting documents. \n8.6 \nOperation of DFMD shall not be affected by infrared, ultraviolet, \nelectromagnetic or RF radiation. Offered equipment shall comply with CE or \nequivalent safety / immunity standard. \n \n9. \nCOMMISSIONING & TESTING \n \n9.3 \nDFMD should be tested by using a standard test piece  and as per method \nprescribed by the BCAS Manufacturer should supply one test piece along with \neach piece of DFMD.",
  "54": "52\n \n \n10. \nAFTER SALE SUPPORT \n \n10.3 DFMD should be under warranty for minimum two years the manufacturer / \nsupplier should provide spares and annual maintenance service for minimum \nof 5 years after expiry of warranty period at reasonable market rates. \n \n11. \nSTATIC METAL COMPENSATION \n \n11.3 It may be necessary to install DFMD close to fixed sheets or pieces of metal, \nwhich form part of the building or its fittings.  The DFMD should compensate \nfor the presence of such metal and its performance should not be degraded \nby the presence of metal as stated above.  \n \n12. \nOPERATING TEMPERATURE \n \n12.3 DFMD shall work satisfactorily without any deterioration in performance within \nthe temperature range of 0 to +45 C with RH up to 95 % non-condensing. \n \n13. \nCALIBRATION \n \n13.1 DFMD shall have in built feature of auto calibration. \n \n \n \n \n***"
}