{
  "1": "CIRCULAR 27 / 2000 \n \n \n \nSubject: \nLEAVING TERMINAL BUILDING AFTER CHECK-IN BY PASSENGER \nAT AIRPORTS IN INDIA \n \n \n \nIt has been observed some passengers leave the terminal building after check.  And \ndepositing their registered baggage with the airlines concerned.  A few of them also leave \ntheir hand baggage he hind while leaving the terminal building.  The above attitude of the \npassengers not only cause undesired scare among the air-travelers / employees but also may \nlead to a security hazard.  \n \n2. \nIn order to take care of the facilitation and security aspects of the traveling public, the \nfollowing instructions shall be strictly implemented:- \n \n(i) The passengers should be advised not to leave the Terminal Building after check – \nin. \n \ni. In case of genuine requirement of the passenger, he / she will be \nallowed to leave the Terminal Building temporarily and it shall be \nensured by the stall manning the entry / exit to the Terminal \nBuilding that the passenger does not leave behind his / her hand \nbaggage. \n \nii. In case a passenger intends to cancel his departure by the flight for \nwhile he has checked-in, it shall be ensured by the concerned \nairlines and the APS staff that the passengers carry their hand \nbaggage and registered baggage if any with them while leaving the \nTB. \n \niii. In conditions where the flight departure is inordinately delayed due \nto \ntechnical \nreasons \nor \nmeteorological \nreasons \netc., \nairlines \nconcerned will liaise with the APS staff that will allow passengers \nto leave Terminal Building along with their hand baggage.  The \nregistered baggage, which has already been screened through X-ray \nor manually, checked, will remain in the custody of airlines \nconcerned.  However on resumption of flight fresh reconciliation / \nidentification of the registered baggage will be ensured by airlines \nconcerned. \n \n \n  \n (R.K SINGH) \nAddl Commissioner of Security (CA) \nfor Commissioner of Security (CA) \n \nNO.CAS-8 (1) / 96 /DIV-I (SPG) \n \nDated : 08.09.2000"
}