{
  "1": "RESTRICTED \nNO.CAS-1(4)2006-DIV-1 \nGOVERNMENT OF INDIA \nBUREAU OF CIVIL AVIATION SECURITY \n(MINISTRY OF CIVIL AVIATION) \nA-WING JANPATH BHAWAN \nJANPATH, NEW DELHI \nDated:  4.12.2006 \n \n \nCircular No.28/ 2006 \n \nSubject:- \nAirport  Design. \n \nIn order  to promote the integration of  architectural  and infrastructure \nrelated features necessary for  the optimum implementation  of security \nmeasures  into  the  design and  construction of  new  facilities and alterations to \nexisting facilities at airports,  the following  instructions  shall be implemented  by \nthe airport  operators concerned :- \n \n(i) \nAdequate account of  aviation  security requirements in all  airport  \nfacilities  shall be designed in such a way  as to maintain the integrity \nof the  National Civil Aviation Security Programme. \n(ii) \nThe  architects  and designers  may identify  innovative  approaches  \nwhile  designing  to consider  and  judge the  degree of  exposure or  \nrisk  to which a  building  or  facility may be subjected  if the threat  \nlevel is  increase. \n(iii) \nKey security concerns  that need to be considered  in the planning, \ndesign and  enhancement of overall security shall include the \nfollowing:- \n \n(a) Preventing the introduction of weapons or explosives or dangerous \ndevices by  any means whatsoever into the airport and on board  \naircraft  by  : \nØ Detecting weapons or  explosives or dangerous \ndevices; \nØ Ensuring \nthe \n \nmeans \nof \nsecurity by which  \npassengers ,  baggage , personnel, cargo , mail and \nother goods  and vehicles access  aircraft; \nØ Ensuring segregation of screened  and unscreened  \npassengers; \nØ Controlling access to and movement  within the  \nairside and security restricted areas. \n(b) Facilitating implementation of  the airport  emergency plan during a \ncrisis such as  a bomb alert, act of  unlawful seizure or  an aircraft \ndisaster;  \n \n \nContd…2",
  "2": ":2: \n \n \n(c) Minimizing the effect of an explosion or  incendiary  device  on \npersons or facilities by incorporating  design features to limit \ncasualties and damage; \n \n(iv) \nSeparate arrival and departure  channels  for  passengers  to prevent \npossibility of  mixing. \n \n2. \nAirport  Operator  concerned shall  be responsible  to develop designs of  \na  new airport  or  altering the infrastructure at  existing airports  and will  submit  \nthe same   to the  BCAS for  approval.  \n \n3. \nNo new airport  and any alteration in the infrastructure of  existing airport \nshall be  allowed to be commissioned unless its design is  approved  by the   \nBCAS  from security angle.  \n \n4. \nThe  above  instructions  shall be  implemented  with immediate  effect. \n \n \n \n \n \n (M. Malaviya) \nAddl. Commissioner of  Security (CA) \n \nDistribution  as per  list  attached."
}