{
  "1": "CIRCULAR  NO.   28 /  2002 \n \nTo further streamline the deployment of casual labour of contractors for \nvarious works in the operational area of airports it has been decided by the \nCommissioner of Security (CA) that token system be adhered to as per the \nfollowing guidelines on the subject.  \nThis is in suppression of all the guidelines issued earlier on the subject.  \n \n1)  \nAt Delhi, Mumbai, Kolkata and Chennai airports, RDCOS (CA), BCAS of \nthe region will ensure implementation of the casual labour token system, \nwhile at other airports, In-charge of Airport Security Units.  \n \n2)  \nAAI shall award any contract for contractual work having clause as below:  \nII If contractor is found to violate any of security regulations, he shall be \nblack listed and will be subjected to other legal Proceedings\".  \n \n3) \nAirports Authority of India will arrange supply of sufficient number of tokens.  \n4)  \nToken shall be made of light metal and of different colours. Tokens should \nhave distinct number and 'Civil Aviation Security' engraved on one side. \nProper stock of tokens be \"maintained.  \n \n5)  \nEntry of casual labour should be staggered in such a way that waiting time for the \nlabourers to enter his place of duty is minimum.  \n \n6)  \nThe contractor/supervisor will furnish to the Airport Security Unit \n(APSU)/ASG a list of labourers requiring access to the airport in the \nprescribed \nformat. \nThe \nAPSU/ASG \nwill \nget \nthe \nsignature/thumb \nimpression of the labourers on the list and mention the token number \nagainst the name of each labourer and hand over the token to the \nlabourer. at the designated entry gate of the airport. The list provided by \ncontractor shall be pasted on register serially and date wise.  \n7)  \nThe format, to be furnished by the contractor to RDCOS(CA) at Delhi I \nMumbai , Kolkata and Chennai airports and to APSU/ASG for other \nairports, will be duly forwarded by airport operator/airline operator. The \nformat will contain information about the name of work for which contractor \nhas been 'authorized to engage labour.  \n \n8)  \nThe labourers will be frisked thoroughly by APSU/ASG before entry into \nthe airport. Labourers will enter and work in their allotted area under the \nsupervision of their Sardar/Supervisor only.",
  "2": "9)  \nEach labourer shall carry the token individually and the tokens should not \nbe: 1 collected by the contractor en-block. i 10) Tokens will be of different \ncolours and the In-charge APSU/ASG can change the colour for a \nparticular day at random to prevent misuse of token. However, tokens for \nanyone day will be of one particular colour.  \n \n10) \nTokens will be of different colours and the In-charge APSU / ASG can \nchange the colour for a particular day at random to prevent misuse of \ntoken.  However, tokens for any one day will be of one particular colour. \n \n11) \nTokens for each gate will be issued separately.  Necessary cupboards.  \nSteel trunks will be made available by the airport operator at each gate for \nsafe keeping of the tokens.  \n \n12)  \nAfter the day's work is over, the labourers must return the token to the \nAPSU / ASG. On completion of work each day the labourer will exit \nthrough the same r; gate through which he/she was allowed entry. Tokens \nwill be handed over to the. Security staff at the gate and entry of 'time out' \nwill b~ recorded in the register. The supervisor /officer In-charge of the \ngate will authenticate details of tokens returned. Any discrepancy in the \nnumber of tokens issued and returned should be reconciled on the spot.  \n  \n13)  \nLoss of tokens shall be reported to airport operator and to concerned \nRDCOS (CA), BCAS by APSU/ASG and also to the concerned Police \nStation. It should also be notified to other gates to prevent misuse.  \n \n14)  \nIn case the labourers are required to remain in the operational area for \ncontinuity of work in the night, airport operator/airline operator will inform \nthe APSU/ASG about this requirement and take clearance from \nAPSU/ASG.  \n15)  \nOfficers of BCAS/ Airport Security Unit /ASG will carry out regular checks \nfor proper implementation of the guidelines.  \n16)  \nUnder no circumstances, any private security guard or employee of any \nhandling agency be issued casual labour tokens.  \n17)  \nPenalty of Rs. 100/- may be charged for the loss of token and the amount \nto be paid to AAI under proper receipt.  \n18)  \nViolation of above instructions will attract appropriate disciplinary action.  \n \n \n(R.K.Singh)  \nAdditional Commissioner of Security (CA) \nFor commissioner of security (CA) \nReference: No. CAS-9(29 )/92 –PIC  Dated: 24.09.2002"
}