{
  "1": "RESTRICTED \nNO.CAS-25(6)1997-DIV-1 \nGOVERNMENT OF INDIA \nBUREAU OF CIVIL AVIATION SECURITY \n(MINISTRY OF CIVIL AVIATION) \nA-WING JANPATH BHAWAN \nJANPATH, NEW DELHI \nDated  :    4.12.2006 \n \nCircular  No. 31/ 2006 \n \nSubject:- \nSecurity measures  for  unaccompanied  baggage \n \nUnaccompanied    baggage is  an item of  hold  baggage  that has \nbecome  separated from the owner  due to  a  break down in the  baggage  \nhandling system or  any  other reasons  at  some  point  in its  journey.  The \nfollowing  security measures  shall be  implemented  by the  aircraft  operators \noperating  to/ from/ within India :- \n \n(i) \nEach item of  unaccompanied  hold  baggage  must  be \naccounted  for  on the  hold  baggage  manifest clearly showing \nthat  the item has  unaccompanied status with  a suitable entry \nmade  on the  hold  baggage  manifest together with the  \nbaggage tag number to indicate this; \n(ii) \nEach  unaccompanied  hold  baggage  shall be accounted  for  \non a separate  hold   baggage record card  from that  used  for  \naccompanied  hold  baggage; \n(iii) \nEach  item of  unaccompanied  hold baggage  must be \nsubjected  to  at least  one of the following enhanced security \ncontrols: \n \n(a) \nSearch  by hand;  screening through x-ray equipment \nfrom at least  two different  angles in succession by \nthe same  screener; \n(b) \nScreening  through  an explosive detection system \neither  automatic  mode  or   in the indicative mode ie.  \nWhere the x-ray image  is presented  to the  x-ray \noperator  for assessment and decision; \n \n(iv) \nThe  trained and certified  screener,  when undertaking the  checks \nof  unaccompanied   hold baggage shall  satisfy  himself  that  each \nitem  of unaccompanied   hold  baggage  has been  subjected to \nthe  appropriate enhanced  security controls. \n \n \nContd…2",
  "2": "-2- \n \n \n(v) \nThe trained and  certified  screener  shall  furnish a certificate  \nconfirming that the  unaccompanied  hold  has been subject to the   \nspecified  security controls and  the said  certificate shall be  \nattached  to the  unaccompanied  hold    baggage portion  of the  \nmanifest  prior to  loading  in the aircraft.   \n \n2. \nThe above  instructions shall be implemented  with immediate effect. \n \n \n \n(M. Malaviya) \nAddl. Commissioner of  Security (CA) \n \nDistribution as per  list attached"
}