{
  "1": "CIRCULAR NO. 33/ 2003 \n \nIn the back drop of certain suspicious activities, at an International airport, the  \nmonitoring of CCTV was discussed with all agencies concerned. It was felt that \nmonitoring of CCTV at airports must be done effectively,  primarily from security point \nof view. Therefore, it has been decided to monitor CCTV in the manner enumerated \nbelow:- \n \na) At \nairports, \nwhere \nCCTV \nare \ninstalled, \nits \neffectiveness \nfor \nsurveillance from security point of view, will be reviewed and updated \nevery six month by a team comprising of Airport Director and Chief \nAirport Security Officer.  After the review, the Chief Airport Security \nOfficer would submit a report to Commissioner of Security (CA). \n \nb) Airport operator concerned shall establish a unified control room for \nmonitoring CCTV at the airport.  \n \nc) It shall be the responsibility of Airport Security Unit, CISF/ASG or \nState Police, as the case may be, to monitor CCTV covering all areas \nof airport. Other agencies i.e. AAI, Customs, Immigration and Airlines \nOperators are authorized to depute their representatives to the CCTV \nstation/ control room for monitoring their respective area of interest. \n \nd) Monitoring of CCTV by the Airport Security Unit (CISF/State Police) \nwill be mainly from security point of view.  However, if any illegal \nactivity involving employees of another agency is noticed, which has \nno security implication, it will be intimated by the Chief Airport \nSecurity Officer to the designated nodal officer of the concerned \nagency.  But, if such activity has a bearing on security then the Chief \nAirport Security Officer shall take remedial measures immediately in \nconsultation with the Airport Director.  \n \ne) The recorded cassettes shall be retained for a period of one  month, to \nallow any concerned agency to review the tapes, in case of need, \nsubject to permission of Chief airport Security Officer. \n \nContd..2/- \n \n \n \n \n::2:: \n \nf) The \nChairman \nCBEC, \nChairman(AAI), \nJD(Immigration)IB, \nCMD(IAL),MD(AI) and all other airlines operators are requested to \nintimate details of the nodal officer from their organization at airports",
  "2": "for information of the Chief Airport Security Officer as per the \ndecision at (d) above. \n \ng) AAI will expedite installation of CCTV facilities at all  the hyper-\nsensitive and sensitive airports in the country covering passenger \nterminal, Apron, Cargo complex and Car park etc.  \n \nThis issues with the approval of the Commissioner of Security(CA). \n \n \n (R. C. Tayal ) \nAddl. Commissioner of Security(CA) \n \n \nRef : No. CAS- CAS-7(15)/2003.DIV-1  dated 25 Nov 2003"
}