{
  "1": "BUREAU OF CIVIL AVIATION SECURITY\n(MINISTRY OF CIVIL AVIATION)\n\nGOVERNMENT OF INDIA\n\nAWING , JANPATH BHAWAN ,\nJANPATH, NEW DELHI -110001\n\nNo, CAS-7(8)/84-DIV-1 Dated : 31, 10,2002\n\nCIRC\n\nR_NO. 34 / 2002\n\nIt has been brought to notice of this Bureau that instructions pertaining to\ncarriage of Kirpan by Sikh passengers of domestic flights are not. properly\nimplemented resulting in inconvenience to the Sikh passengers,\n\nIn_ view of the above it is further clarified that as per instructions in force\nissued vide Circular No. 9/56/74-IR dated 7.10.1983  (annexure-I) which were\nreiterated vide Circular no.8/99 dated 28.4.99 (annexure-II) Sikh passengers are\nallowed to carry Kirpan with them on board domestic flights. The total length of\nthe ‘Kirpan’ should not exceed 22.86 CMs (9 inches) and the length of the blade\nshould not exceed 15.24 CMs . (6 inches). It is being reiterated that these instructions\nshould be fully implemented by concerned security personnel so that religious\nsentiments of the Sikh passengers are not hurt.\n\nRey\n\n(RK. Singh)\nAddl Commissioner of Security (CA)\n\nDistribution _as_per list fitached. Abt Asean Managers Seeuetly is\n",
  "2": "No.CAS-7(4)/84-Div. 1 YOO,\nGovernment of India -, Nae\nBureau ‘of Civil Aviatiun Security i)\n\nAwWing, 1-1[f Floor, Janpatn Bhavan,\nJanpatn New Deni.\n\nJated: April 28, 1ygy,\nCAMCULAR NO. U/3¥\n\nSun: Carriage“ of ‘Kirpan’ | py Sikn passengers _wuile\n\ntravelling by air. -\n\nvada Carcutac No./58/74-LR dated ‘Jun Uctuber, Luedut\nDicwetur Genoral of Civil Aviativa it mad oven decided cnat\n‘Kirpant way be carried by a Sixn passenger on his person\nwnile travelling oy air within India oa indian aircrart.\n\na Howsver, 1 nas been reprosanted to tne Government\nwat Sikn passengers mile travelling on domestic flignts are\n\nharassed by not allowing them to travel vy air with ‘Kirpan!\nof approved size at various airports. : ¢\n\na it is, therefore, reiterated that carriage of ‘Kirpan!\nof the lengtn 9\" (22.86 cms) the blade of mich snould not ve\nmore than 6\" (18.24 cms) by a Sikh passenger on nis person 1a\nallowed on beard the domestic passenger flights within India,\n\n4. The police officers posted at airports with the\nAirport Security Units should bw apprised of  thasu\ninstructions for compliance.\n\nThis issues with the approval of Commissioner or\nSecurity (CA).\n\n"
}