{
  "1": "CIRCULAR NO. 34/ 2003 \n \nSub: \nSECURITY CHECK OF POSTAL MAIL BAG OF INTELLIGENCE \nAGENCIES BY SCHEDULED CARRIER. \n \nIn the supersession of all previous Circulars / Instructions / Guidelines issued \nregarding carriage of postal mail bags of Intelligence Agencies by scheduled Air carrier \nat India Airports, the following instructions are issued for strict compliance by all \nconcerned. \n \n1. \nThe postal mail bags of intelligence agencies (Cabinet Sectt. And Intelligence \nBureau) shall be received at the cargo complex of the airport by Indian Airlines / \nAir India from designated official of the agency.  At smaller airports, the same \ncan be received either by duty officer of the Airlines in the city office or in the \npassenger terminal as convenient to both agencies. \n \n1. The Postal mail bags shall bear visible external marks for easy identification . \n \n2. The postal mail bags shall contain only official documents or articles. \n \n3. A certificate to the effect that the contents of the postal mail bags do not carry any \nitem which may cause safety hazard to the crew, passengers and aircraft shall be \ngiven to the airlines by the designated officer of the Intelligence Agency. \n \n4. Specimen signature of the designated officer shall be available with Airlines \nsecurity staff for reference and record. \n \n5. The postal mail bags shall be screened through X-ray baggage inspection system \nin the presence of the authorized official of the Intelligence Agency. \n \n6. In case of doubt of the authenticity of the official postal mail bags or any content \nthere of, necessary clarification shall be obtained from the concerned Intelligence \nAgencies.  In case the doubt is not clarified, the bags shall not be accepted for \ncarriage by the Airlines and will be returned to the bearer. \n \n7. A list of banned items for carriage in the aircraft shall be supplied by BCAS / \nAirlines to the Intelligence Agencies for guidance from time to time. \n \n8. After acceptance of the postal mail bags, airlines shall be responsible for its safe \ncustody till these are handed over at destination to the authorized representative of \nthe Intelligence agency. \n \n9. The security staff deployed for screening of postal mail bags by the airlines shall \nbe suitably briefed to maintain the confidentiality of the movement / contents of \nsuch bags.",
  "2": "The contents of the above Circular shall be shared on a need to know basis \n \n \n(R K Singh) \nAddl. Commissioner of Security(CA) \n \n \nRef : No. CAS- CAS-8(5)/2003-PIC dated 26 DEC 2003"
}