{
  "1": "5 \n \n \nNo.CAS-8(4)/2003-DIV-II  \nGOVERNMENT OF INDIA \nBUREAU OF CIVIL AVIATION SECURITY \n(MINISTRY OF CIVIL AVIATION) \nA’WING, JANPATH BHAWAN, \nJANPATH, NEW DELHI-110001 \nDate:  31.12.2003 \n \nCIRCULAR  NO. 37/ 2003 \n \nSubject:- \nAviation  Security   Survey, Inspections/ Audits and Tests \n \nIn order to evaluate  the  effectiveness  and  adequacy of   the  National Civil  \nAviation Security  Programme, security survey and inspection, testing and exercise shall \nbe conducted. \n \n2. \nTrained , qualified  and  designated Officers of the Bureau of  Civil  Aviation  \nSecurity (BCAS) shall conduct   surveys, inspections/ audits  and tests of  aviation \nsecurity   measures  to be implemented  by the agencies, authorities, aircraft  operators \nairport  operators and  other  concerned entities  as per the  National  Civil  Aviation  \nSecurity Programme. \n \n3. \nAnnual  schedule shall be drawn  for conducting  inspections/ audits  and tests. \nThe  schedule  shall be strictly adhered to   by the concerned officers.  The  \nimplementation  of the schedule   shall be monitored  by   the  Operation  Division  \nthrough   Monthly    meetings.   \n \n4 \nThe  inspecting officer shall   study  the   inspection / audit  reports  of   previous   \ninspection  and  shall  note the   outstanding  observations   to  ascertain  their   present \nstatus. \n \n5. \nThe  inspecting  officers shall  coordinate   with  the   Airport  Director  about the \nschedule  of  inspection/ audit. Airport  Director   shall ensure  that :- \n \n(a) \nthe  Special Airport  Security  Committee  Meeting is  organsied  during \nthe   inspection/ audit  visit  to interact and  discuss the deficiencies  \nnoticed  and  also  share  any  new development in the  aviation  security \nsector; \n \n(b) \naction taken reports    on   the  observations   of  the previous inspection / \naudit  are readily  made  available by the  agencies concerned  for  \ndiscussion  with the  Inspecting  Officer; \n \n(c ) \nAll  necessary  information  pertaining to  implementation of security  \nmeasures  is  readily  available    with all  concerned agencies; \n \n(d) \narrangements are made   for  imparting   security awareness and  on-the-\njob training  to  the   employees  working at the airport;",
  "2": "6 \n \n \n(e ) \nmeeting with the   Chairman , Aerodrome  Committee, postal authorities \nand  local police   authorities; \n \n6. \nThe  following   guidelines   shall be   followed  by   the officers  of  the  BCAS  \ndetailed  for conducting  surveys, inspections / audits and tests :- \n \n \nSurveys. \n   \n \n1. \nSecurity Survey shall be conducted to evaluate airport and airline \noperations to determine their vulnerability to acts of unlawful interference which \nmay be, hijacking, sabotage and terrorist attack and other emergencies to \nrecommend protective measures commensurate with the threat. \n \n2. \nSurveys shall include with the production of a comprehensive written \nconfidential technical report outlining in detail the findings and recommendations \nof the survey. \n \n3. \nIn security survey the following areas shall be addressed: \n \n(i) \ndetermine the depth and scope of national aviation security training \npolicy (if exists) in effect in the airport; \n \n(ii) \nairport security programmes shall be examined to determine their \ndepth, scope and relationship to national policy for implementation and \neffectiveness; \n \n(iii) \ndetermine what procedures are in force for the existence, composition, \nfrequency of meetings and terms of reference of the airport security \ncommittee; \n \n(iv) \nexamine the passenger handling procedures applied at the airport to \ndetermine areas that may be open f~)f abuse and exploitation; \n \n(v) \nevaluate the security measures applied to hold-stowed baggage; \n \n(vi) \ndetermine the effectiveness of the pre-board screening of pass-engers \nand their hand baggage, and the security integrity of sterile areas; \n \n(vii) \ninspect landside/airside barriers (both external and internal); \n \n(viii) \nevaluate the procedures in force for controlling access to airside areas \nincluding the operation and administration of permit systems; \n \n(ix) \ninspect the measures, both physical and procedural, in place to protect \nvital facilities such as navigation aids, air traffic control (in particular \nground to air communications facilities), generation and distribution of \nelectric power, aviation fueling systems and water reticulation;",
  "3": "7 \n \n(x) \nexamine the security measures in place, both physical and procedural, \nto protect cargo and air freight operations; \n \n(xi) \nexamine the security measures in place at in-flight catering centers to \nprotect the integrity of catering supplies to aircraft; \n \n(xii) \nstudy existing airport emergency procedures, where available, to \ndetermine their scope, authority, chain of command, distribution, \nspecific duties, channels of communications and responsibilities. \nAirport  contingency  procedures should be in existence to address, as \na minimum, hijacking of aircraft, \n \n(xiii) \ndestruction of aircraft. sabotage of airport facilities, acts of terrorism at \nairports, bomb threats against aircraft and bomb threats against airport \nfacilities. Evaluate the airport emergency operations center (EGG) in \nterms of location, security, access, facilities, logistic support and layout \nincluding the isolated aircraft parking position; \n \n(xiv) \nevaluate the effectiveness and control of any GG1V and alarm \nsystems; \n \n(xv) \ndetermine the effectiveness of the security lighting of critical areas; \n(xvi) \nc. \n \n(xvii) examine the deployment and operation of the unit responsible for the \nperformance of civil aviation security functions at the airport including \nits authority to exist, strength, responsibilities, powers, deployment, \nsupervision. equipment (communications, personal and vehicular). \ntraining, \njob \ndescriptions, \nspecific \nduty \nstatements. \nrostering, \nappearance. morale, welfare, control center, reporting and response \ncapabilities; \n \n(xviii) consider previous security surveys carried out and how their results \nand findings have been utilized and implemented; \n \n(xix) \ndetermine whether or not security exercises are carried out on a \nregular basis to test security measures and procedures; \n \n(xx) \nexamine airline security procedures as applied at the airport and \ndetermine if they are being applied in accordance with the carrier's \naviation security programme and the national aviation security \nprogramme or national policy; \n \n(xxi) \nevaluate any training programmes in existence for the training of \nsecurity and other airport staff, in terms of organization, facilities, \ntraining material and instructional staff; \n \n(xxii) evaluate requirements for security equipment and systems;",
  "4": "8 \n \n(xxiii) study the architectural or building layouts and the organization of the \nwork in such a way as to improve the airport security system; \n \n4. \nAt the commencement of each survey, it will be hold briefings with \nappropriate officials within the concerned officials of civil aviation offices. \n \n5. \nSecurity survey shall be carried out by trained  representatives  of  the \nBCAS in coordination  with  DGCA, Airport  Operator, Aircraft  Operator  \nconcerned   and  Police   and  CISF    authorities to scrutinize security \nprocedures if they are being applied in accordance with airport security \nprogramme, operator's security programme and National Civil Aviation Security \nprogramme. \n \n6. \nSurvey shall be conducted  on need  basis. \n \nInspection and audits \n \n1. \nSecurity Inspection and audit shall be conducted  to review existing \nsecurity measures,  procedures to determine the continued effectiveness of the \nprogramme using Inspection audits and survey guidelines. \n \n2. \nAn inspection is an examination of the implementation of one or \nmore aspects of an airport or aircraft operator's existing security measures and \nprocedures to determine how effective they are being carried out. This will \nnormally be conducted over a  period of  2-3  days depending   upon the size \nflight  operations  at the airports \n \n3. \nAn audit is an depth examination of all aspects of an airport or airlines \nexisting security programme to determine if they are being implemented on a \ncontinued basis and to a constant standard. \n4. \nInspection and audits shall include with the production of a written \nconfidential technical report outlining in detail the findings and recommendations \nof the inspections and audits. \n5. \nAt the commencement of each inspection and audit, it will be hold \nbriefings with appropriate officials within the concerned officials of \ncivil aviation offices. \n \n6. \nSecurity Inspection shall be carried out by  the  BCAS  officers  as  pder \nthe annual  approved  inspection / audit  programme or  specially  required. \n \n \n \n7. \nSecurity audits and audit procedures shall be carried out  by trained   \nofficers of the  BCAS as per  the format  prescribed.",
  "5": "9 \n \n \n \n \nTests \n \nIn order to monitor the effectiveness of security measures applied,  the   \nCommissioner  of  Security  , BCAS is responsible to develop a criteria and \nconduct test of: \n \n(i) \nsecurity personnel;  \n(ii) \nsecurity equipments; \n(iii) \nsecurity measures of international and domestic  airports.  \n \n2. \nTo conduct a test, the help of airport administration and other concerned officials \nshall be sought. \n \n3 \nSuch a test may  be conducted during the course of inspection or survey \nor separately  as  directed by the  Commissioner. \n \n \nReports  and  follow up action \n \n1. \nThe  inspecting officers shall  ensure the  confidentiality  of   the  details   \ncollected  during the   survey, inspections, audits and tests.  \n \n2. \nThe   report  of  survey, inspection, audit  shall be submitted to the  Commissioner   \nby the  Inspecting officer  with a  week.  Reports of tests   shall be   submitted  within  2 \ndays. \n \n3. \nConcerned  agencies   shall be  addressed  by the  Commissioner to take  remedial  \nmeasures on the deficiencies. \n \n4. \nAction  taken report   shall be  submitted to the  Commissioner   by the agencies \nconcerned  with  30 days.  \n \nIn case  of  violation of  the directions issued   by the  Commissioner, necessary  action  \nshall be  initiated   by the  Commissioner.   \n \n \n \n(R.C. Tayal) \nAddl.  Commissioner of  Security (CA) \n \nDistribution as per  list attached."
}