{
  "1": "CIRCULAR 37/2000 \n \n \nSPECIFICATION FOR DOOR FRAME METAL DETECTOR \n \n \nSensitivity \n \n  \n1.1 \nDFMD should have uniform sensitivity across the aperture Metal object exceeding \nthreshold  mass should produce identical alarm when passed through any portion \nwithin frame. \n1.2 \nThe DFMD should have multizone capability with uniform sensitivity in all zones  \n1.3 \nThe system should be capable of detecting ferrous/non ferrous & metallic alloys metal \nof 30 gms or more when passed through the archway concealed on the body of the \nperson. \n \nNOTE: - \n \n \nIt is expected that person before passing through the DFMD will take out all \nremovable metal articles from body of the person and deposit in a bowl and will pass \nthrough DFMD.  Presence of metal will have to be reconciled to the satisfaction of the \nsecurity personnel. \n \n2. \nAPERTURE SIZE \n \n \n2.1 \nThe aperture of the DFMD should be 02 mtrs high and .75 mrts to .85 mrts wide. \n \n3. \nSPEED OF PASSAGE \n \n3.1 \nThe performance of the DFMD should be independent of the speed of the \nperson passing through.  This is particula rly important as a person’s foot may \nswing through the archway without touching the ground, or may come to rest on \nthe ground between the archway pillars.   \n \n4. \nINTERFERENCE REJECTION \n \n4.1 \nInterference, which is `mains-borne’ or radiated by an external source, should not \ncause the DFMD to raise the alarm spuriously.  It should be possible to use equipment \nsuch s radio, portable telephone, walkie-talkie sets X-ray monitors etc.  at a distance \nof one mtr from the archway without causing spurious alarms. \n \n4.2 \nMoving metal beyond one mtr from DFMD should not affect performance of the \nDFMD.  It should be possible to move metallic items like trolleys one mtr away from \nthe DFMD without the generation of false alarm.  \n \n5. \nALARM INDICATION",
  "2": "2.1 \nThere should be both visual and audible alarms.  It should be possible to \nadjust volume of the audible alarm.  At its loudest setting the volume should \nbe adequate to overcome ambient noise present at airport search facilities. \n \n2.2 \nDetection circuit shall be continuously active for detection of metals and \nalloys.  The equipment shall have comprehensive self diagnostic that shall be \nable to pin point the defects by constantly monitoring the internal circuitry \nexternal connections and environment.  \n \n2.3 \nThe unit shall be able to work without any manual adjustment for power \nvariations over voltage range from 160 V to 260 AC. \n \n2.4 \nThe unit shall conform to international and national standards for electrical \nsafety. \n \n \n \n6. \nSTABILITY \n \n6.1 \nThe design of the DFMD should be \nsuch that its level of performance is constant \nover long periods of time. \n \n6.2 \nThe DFMD shall be manufactured by firms having ISO 9000 certification. \n \n7. \nSECURITY \n \n7.1 \nAdjustable controls should be activated only on the insertion of a removable key. \n7.2 \nDFMD result itself within three sec after an alarm condition. \n7.3 \nThe unit should have traffic and alarm counter.  The system should also be functional \nbi-directional. \n \n8. \nHEALTH AND SAFETY \n \n8.1 \nDFMD shall be Cardiac pacemaker, Magnetic tape & Film safe, Supplier shall submit \ncertification to this effect with supporting documents. \n8.2 \nOperation of DFMD shall not be affected by infrared, ultraviolet, electromagnetic or \nRF radiation. Offered equipment shall comply with CE or equivalent safety / \nimmunity standard. \n \n9. \nCOMMISSIONING & TESTING \n \n9.1 \nDFMD should be tested by using a standard test piece  and as per method prescribed \nby the BCAS Manufacturer should supply one test piece along with each piece of \nDFMD. \n \n \n10. \nAFTER SALE SUPPORT",
  "3": "10.1 \nDFMD should be under warranty for minimum two years the manufacturer / supplier \nshould provide spares and annual maintenance service for minimum of 5 years after \nexpiry of warranty period at reasonable market rates. \n \n11. \nSTATIC METAL COMPENSATION \n \n11.1 \nIt may be necessary to install DFMD close to fixed sheets or pieces of metal, which \nform part of the building or its fittings.  The DFMD should compensate for the \npresence of such metal and its performance should be degraded by the presence of \nmetal as stated above.  \n \n12. \nOPERATING TEMPERATURE \n \n12.1 \nDFMD shall work satisfactorily without any deterioration in performance within the \ntemperature range of 0 to +45 C with RH up to 95 % non-condensing. \n \n13. \nCALIBRATION \n \n13.1 \nDFMD shall have in built feature of auto calibration. \n \n (R.K.Singh) \nADDL.COMMISSIONER OF SECURITY (CA) \n \nNO.CAS-2(4)/2000/Tech/DIV-II \nDated : 23.11.2000"
}