{
  "1": "CIRCULAR  NO   04 / 2003 \n \n \nSub:  Use of explosive jackets by terrorists. \n \n \n1. \nIt has been brought to the notice of this Bureau that a custom made rain/ \nwinter jacket lined with explosive is a real possibility. A jacket of average size has \napproximate surface area of 0.8 sq meter. The concealed explosive would \namount to 1.5 kg even if a minimum 1 mm thickness layer of explosive sheet is \nlined in the jacket. A terrorist wearing the jacket can walk past the security check \nexplaining the metal detector’s alarm for the metal button or fixtures in the jacket. \nThe consequences of a mid-air explosion with the quantity of explosive contained \nin the jacket can be nothing but devastating. Post blast investigations confirm \nthat jackets containing explosives were used by terrorists for bombings at several \nplaces in Israel. The explosive TATP was used as an ingredient in those jacket \nbombs. \n \n2. \nIn order to prevent unlawful interference by terrorists by use of explosive \njackets the following counter measures may please be taken: \n \n2.1   Staff employed at Airport Security should be fully trained in all aspects of \naccess control, especially passenger screening and luggage checking. \nThey must familiarize themselves with various forms of concealable \nweapons and the ways in which they can be hidden and carried on the \nhuman body. This would help to raise their awareness beyond their \nreliance on X-Ray and metal detectors. They should acquaint themselves \nwith the advancement in modern technology which  is accessible to \nterrorists. ABS plastic weapons, for example, will go undetected in metal \ndetectors and ordinary X-ray machines. \n \n2.2 Centralized training would ensure consistency of screening procedures in \nall the airports. The ultimate aim should be to achieve high-level \nperformance ensuring zero error in passenger screening and luggage \ninspection. This will have enormous deterrence effect which is the most \nimportant asset of any security system. \n \n2.3 It is observed that repetitive work causes tiredness and inattention which \nultimately leads to security lapses and failures. Automation can reduce the \nimpact of human failures and can improve both morale and performance. \nFully automated Explosive Detection Systems based on Thermal Neutron \nAnalysis and Pulsed Fast Neutron Analysis identify specific substances. \nHigh resolution images display the position and extent of contraband in \nsuitcases, cargo pellets or large containers. The entire process is fully \nautomated. It does not require human interpretation and detection. In line \nwith these requirements, CTX 9000 DSI Explosive Detection System",
  "2": "manufactured by Invision Technology, is being installed in busy terminals \nlike San Francisco International Airport. Priced at US$13.7m (Rs. 70 \nCrores) approximately. However,  these systems are too expensive for \ndeveloping nations. \n \n2.4 Explosives and weapons detection system consisting of three primary \nsensors namely: (i) Metal Detector, (ii) Back Scatter X-Ray and, (iii) \nExplosive Sensor, is highly useful equipment for passenger screening, X-\nray images of subjects walking through the portal is projected in the \nmonitor. In case of identification of suspected concealed objects/ \nsubstances like metal or explosive, an alarm is produced. One such \nsystem is manufactured and marketed by DEVEXO Group Limited, \nLockheed, Martin. \n \n2.5  X-ray based Body Scanners can be used as an effective access control \nequipment. Full height, toe to head, high resolution X-ray image can be \ncreated on the operator’s workstation within 10 seconds of the scan. \nRadiation exposure per scan is less than 3 micro REM. \n \n2.6  Since it will could be difficult to detect a detonator / plastic explosive if \nconcealed   properly in the jacket with the help of HHMD/ DFMD or even \nwith  ‘pat down’ frisking, the jacket shall be x-ray screened along with \nhand baggage.  \n \n3. \nThe following equipments if put into proper use could help improve the \nquality of passenger screening at airports: \n \n3.1 \nHand Held Metal Detectors with high sensitivity can be used for thorough \nbody frisking. \n \n3.2 \nBody Orifice Scanning Systems (BOSS) has the capability to detect metal \nobjects concealed in the body cavities. \n \n3.3 \nMultizone Door Frame Metal Detectors can detect multiple metal objects \nin the body of person passing through it. Screening time can be considerably \nreduced due to recognition of the location of the metal objects in the body. \n \n3.4 \nWalk through Explosive Detection booths which can detect explosives \nconcealed in body are available in the market. Explosive jackets would be \ndetected in such systems. Vacuum pumps draw samples from the body which is \nanalyzed  for the presence of explosives. \n \n3.5 \nUse of  X-ray for screening  the jacket to detect metallic items and \nexplosive is necessary.",
  "3": "(R.K. Singh) \nAddl. Commissioner of Security(CA) \n \n \nCase NO. CAS-2(2)/2002(Tech)-DIV-II dated 03.02.2003"
}