{
  "1": "Circulars for website(Cicular) \nNO.CAS-7(1)/2008/Div.I \nBUREAU OF CIVIL AVIATION SECURITY \n(MINISTRY OF CIVIL AVIATION) \nGOVERNMENT OF INDIA \nA’ WING (I-III Floor), JANPATH BHAVAN \nJANPATH, NEW DELHI \nDated : 01/08/2008 \n \n \nCircular No.  04/2008 \n \nSub: Technical Specification of Security Tamper-Evident Bags \n(STEBs)  for carriage of Liquids, Aerosols and Gels (LAGs).  \n \n \n1. \nGENERAL : \n \n1.1 \nLAGs, in any volume, purchased at airport retail outlets during the \nday(s) of the journey shall be carried in STEB’s as per the following \nprocedure.  \n \n2.  \nTechnical specifications for STEBs ; \n \n2.1 \nMaterial to be used \n \n- transparent (high impact low density polyethylene(LDPE) or \nequivalent); \n- recyclable and environment-friendly products if possible; and  \n- size and thickness (minimum of 50 microns) to be adjusted to the \nneeds. \n \n2.2 \nOn the top face of the STEB: \n \n2.2.1 Closure : \n \n- red tamper evident tape (minimum 30 mm tape with 40 mm release \nliner); \n- high tack pressure sensitive self adhesive; and  \n- integral security device/hidden graphic to show if tampered with. \n \n2.2.2 Border:",
  "2": "Circulars for website(Cicular) \n \n- side and bottom weld be no less than 15 mm width in red; and  \n- printed border of minimum 5 mm with “Do not open” , airport name, \nor any other continuous message of design which may bleed over the \nedge of the bag. (Optional-Integral security device/hidden graphic to \nshow if borders are tampered with.)  \n2.2.3 Message: \n \n- “BCAS” (font size equal to ICAO name) shall  be printed in light \nblue colour at the top right corner; \n- security sign (provided by ICAO Aviation Security and Facilitation \n(S&F) Branch) in green in the middle of the security box; and  \n- box in red at bottom stating “Do not open until final destination. \nContents may be confiscated if bag is tampered with”.  \n \n2.2.4 Confirmation / identification features: \n \n- Receipt space (or jacket, optional) inside the bag visible in the top left \nof the security box; and \n- The receipt shall contain the following information:  \no  Date of purchase (dd/mm/yyyy); \no  Place of purchase (state, airport, airline) using international \ncodes; \no  Flight number (s) and name of passenger; and \no  Number and list of items purchased and placed in the STEB. \n \n2.2.5 Origin of the bag: \n \n- State three-letter code (Machine readable travel document) to \ndetermine the State of origin where the STEB was provided to the \npassenger; \n- Manufacturer name; and \n- Inventory code and security code or device to protect STEB at \nretailers and shops.  \n \n2.3   On the back face of the bag: \n \n- Individual airport/retailer/other branding or logos.   \n \n2.4   Size of the STEB:",
  "3": "Circulars for website(Cicular) \n \n- 25 cm X 15 cm or 20.5 cm x 20.5 cm.  \n \n3. \nOperational Considerations \n \n3.1  \nReceipts should be inside the STEB, face visible from outside, and \nsecurely placed in the left top of the security box (either with a jacket \ninside the bag, or fixed accordingly). If the receipt has moved and is \nnot visible for security screening purposes, the bag will have to be \nopened and its contents may be confiscated (or placed in a new STEB \nby security staff at the security screening point).  \n \n3.2   Manufacturer codes are placed by the manufacturers. Inventory and \nsecurity codes are the responsibility of the retailers. STEBs should be \ndistributed to authentic parties only.  \n \n4. \nKnown Supplier of LAGs and/or Known Supplier of STEBs shall \nensure implementation of the security controls and protection from \nunauthorised interference with supplies of LAGs or supplies of \nSTEBs, respectively, from their first point of entry on airside until \ntheir delivery to passengers. The Known Supplier of LAGs and/or the \nKnown Supplier of STEBs fully accepts responsibility, by written \ndeclaration, for the implementation and quality control of LAGs and \nSTEBs within the supply chain on the airside.  \n \n5. \nKnown suppliers of LAGs/STEBs shall be approved by the \nCommissioner \nof \nSecurity \n(Civil \nAviation). \nSTEB \nmanufacturer/Distributor shall register them with ICAO prior to \napproval by Commissioner of Security (CA). Distributors of STEBs \nmay become known supplier of STEBs provided they take full \nresponsibility of the security chain mentioned herein above. \n \n6.  \nThese Regulations shall come in to force with immediate effect from   \n1st August, 08. \n \n(M. Malaviya) \nAddl.Commissioner of Security (CA) \n \n \nDistribution as per list attached.",
  "4": "Circulars for website(Cicular)",
  "5": "Circulars for website(Cicular) \nNO.CAS-7(1)/2008/Div.I \nBUREAU OF CIVIL AVIATION SECURITY \n(MINISTRY OF CIVIL AVIATION) \nGOVERNMENT OF INDIA \nA’ WING (I-III Floor), JANPATH BHAVAN \nJANPATH, NEW DELHI \nDated : 27/08/2008 \n \n \nCorrigendum to Circular No.  04/2008 \n \nSub: Technical Specification of Security Tamper-Evident Bags \n(STEBs) for carriage of Liquids, Aerosols and Gels (LAGs).  \n \n \n  \nWith reference to BCAS Circular mentioned above, the following \ncorrections may be made :  \n \n \nIn para no. 2.4, “size of the STEB” may be read as  “ Indicative size \nof the STEB” . \n \n \n \n \n \n(B. S Tiwary) \nDy. Commissioner of Security (CA) \n \n \nDistribution as per standard list attached.",
  "6": "Circulars for website(Cicular) \n \n \n \n \n \n \n \nNO.CAS-7(1)/2006.Div.I \nBUREAU OF CIVIL AVIATION SECURITY \n(MINISTRY OF CIVIL AVIATION) \nGOVERNMENT OF INDIA \nA WING , JANPATH BHAWAN , \nJANPATH, NEW DELHI -110001 \nDate: 27/8/2008 \n \n \nCorrigendum to Circular No.  15/2006 \n \n \nSub: Procedures for carriage of Duty Free items by departing passengers on \nboard the aircraft at airports in India. \n \n \nWith reference to BCAS Circular mentioned above, the following \ncorrections may be made : \n \nPara no. 1 (vi)  may be substituted with the words   “ the Duty Free \nShop will hand over the duty free items to passengers concerned in the \nSecurity Tamper Evident Bags (STEBs) specified by BCAS.” \n \n \n \nNote : This exemption to apply for duty –free shops located inside the SHA \nonly. For outside, it shall be gate-delivered.  \n \n \n \n \n(B. S Tiwary) \nDy. Commissioner of Security (CA) \n \n \nDistribution as per standard list attached."
}