{
  "1": "CIRCULAR  NO   4 / 2001 \n \n \nSUB : SCREENING OF THE BAGGAGE \n \n \nIt has been brought to notice of this Bureau that at the time of departure, \nbaggage without contraband is presented for x-ray to the Indian Airlines Security \nstaff, and security clearance is obtained, while retaining the baggage (small size \nbrief case, zipper bags etc) containing the contraband under the guise of hand-\nluggage (cabin baggage).  In the meantime, two / three other baggage (brief \ncases) are put in the x-ray machine as checked-in baggage.  Security stickers \naffixed on theses pseudo checked in baggage are subsequently removed \nclandestinely and pasted on the small size brief cases/zipper bags etc containing \nthe contraband.  Thereafter, these bags containing contraband are pres at the \nlines counter as checked-in baggage and put on the conveyor belt for baggage, \nwhich leads to tarmac area fore Airlines check-in counters for ultimate loading in \nthe aircraft.  The bags, which are x-rayed and without any contraband are taken \nas handbag thus the baggage containing the contraband is managed to be taken \non board the flight as checked-in baggage without subjecting it to any x-ray \ncheck.  This is being resorted to, to avoid detection of contraband including \ncurrencies through x-ray machines installed for the purpose of security \nclearance. \n \n \n \n \n2. \nIn view of the above it is imperative that all airlines must ensure to provide \nsecurity stickers of good quality so that the same could not be removed.  In case \nthe same is removed to tamper with the baggage, it must get torn to indicate to \nthe security persons that the baggage has been tampered with.  Thus the \nsecurity person shall be responsible to send back such baggage in the check-in \narea for re-security check of such baggage so as to preclude possibility of \nplacing any explosives device contraband items in the baggage with intention to \ncause unlawful interference with civil aviation operations. \n \n \n \n(R.K.Singh) \nAdditional Commissioner of Security (CA) \nFor Commissioner of Security (CA) \n \nNO.CAS-25(2)/98/Div – I \nDated 05.07.2001"
}