{
  "1": "CIRCULAR 45/2000 \n \n \nSUB; NEW TYPE OF  IED \n \n \n1. \nA new type of composite fragmentation type hand grenade was detected during \nX-ray screening recently at one of the airports. \n \n2. \nThe explosive device is approximately one & half times the size of golf ball and \ncomposed of two different materials.  The lower bowl – section containing the \nexplosive material is a metallic material and smaller upper portion, which \ncontains the detonator, is a plastic composite material.  The screener did not \ndetect the object as a grenade, though metal pin and spoon component appeared to \nresemble the trigger section of a handgun. \n \n3. \nThe overriding factor in determining the object’s true identity was the orientation \nof the grenade as it passed, through the X-ray Unit.  When the grenade was on its \nside it was easily identifiable.  But when the grenade was sanding on end, top or \nbottom, the image presented was that of a round to slightly oval object.  There \nwere no distinguishing features that would identify the object as an explosive \ndevice. \n \n4. \nA Motorola cellular flip phone, with 2 large, sturdy paper clips bent in to \nimprovised hand cuff keys and a 3 ¼ inch razar sharp, single edge blade possibly \nfrom a wall paper were detected during X-ray recently. \n \n5. \nIn another case a .22 caliber pistol, hidden inside a cellular telephone were found \nby inspectors at Hidalgo. \n \n6. \nPhoto copies of the device are enclosed herewith.  The personnel engaged in \nsecurity be briefed accordingly, instructed to be more vigilant / watchful towards \nsuch concealment while discharging duties on X-ray BIS. \n  \n (R.K.Singh) \nADDL.COMMISSIONER OF SECURITY (CA) \n \nNO.CAS-15(12)/2000-DIV-II, Dated : 01.01.2001",
  "2": "CIRCULAR  \n \n \nSUB; SPECIFICATION FOR X-RAY BIS \n \n \n \nAttention is invited to this Bureau’s Circular No. 8 /98 dated 13.04.98 laying \ndown minimum standards for X-Ray Baggage Inspection system and Explosive Detection \nEquipment.  Subsequent to the above circular some user new agencies / equipment \nmanufactures / dealers have brought to our notice some discrepancies in the standards.  \nAfter a meeting with those agencies and on the basis of discussions held with them the \nminimum standards for X-Ray Baggage Inspection Systems have been revised and issued \nas per the enclosure.  There is no change in respect of standards laid down for explosive \nDetection Equipment. \n \n2. \nWhile the minimum standards are to be met, further improvement in technology \nand operational efficiency would be advantageous. \n \n3. \nThe contents of the circular may be shared with those concerned on need to know \nbasis. \n \n \n \nThis issues with the approval of Commissioner of Security (CA) \n \n \n (P.Mohanan) \nOFFICER ON SPECIAL DUTY (INT) \n \nNO.CAS-2 (15)/97-DIV-II \nDated : 03.02.2000 \n \nANNEXURE \n \n \nBUREAU OF CIVIL AVIATION SECURITY \n \nSPECIFICATIONS FOR X-RAY BAGGAGE INSPECTION SYSTEMS \n \n1. \nThe machine should operate on 230V AC 50 Hz power supply and should be able \nto withstand voltage fluctuations in the range of 170V to 250 V. \n \n2. \nTunnel size of the machine should conform to one of the three options given \nbelow depending upon the purpose for which the machine is used.",
  "3": "FOR CARRY ON BAGGAGE SCREENING \n \n \n \nTunnel Size \n \n \n- \n600 mm–700 mm x 400 –500 mm \n \n \nBelt Height \n \n \n- \n600 mm – 850 mm \n \n \nConveyor load capacity \n- \n100 Kgs. \n \n \n(distributed) \n \n \nBag orientation \n \n- \nlying flat or standing up. \n \n \nFOR CHECKED BAGGAGE SCREENING: \n \n \n \n \n \n \n \nOption –I \n \nOption-II \nTunnel Size \n- \n900 mm–1000 mm X      1000 mm – 1200 mm X \n \n \n \n650 mm-850 mm \n     800 mm – 1000mm \n \n \nBelt Height \n- \nNot more than 400 mm     Not more than 400 mm \n \n \nConveyor load - \n150 kgs \n \n \n150 kgs  \ncapacity(distributed) \n \n \nBag orientation- \nlying flat or standing up.  lying flat or standing up \n \n3. \nPENETRATION: \n \n \n25 MM Thickness of steel. \n \n4. \nRESOLUTION : \n \nThe machine should be able to display single insulated tinned copper wire of 38 \nSWG. \n \n5. \nThe system should be able to produce clear images on monochrome and colour on \nseparate monitors with minimum of 800 X 600 pixels. \n \n6. \nZoom facility should be available to magnify the chosen area of an image two \ntimes or four time (X2 or X4).  Image features shall be keyboard controllable. \n \n7. \nThe machine shall be film safe.  In other words photographic films shall not be \ndamaged due to X-ray examination. \n \n8. \nThe machine should have features of multi energy X-Ray imaging facility where \nmaterials of different atomic number will be displayed in different colours to distinguish \nbetween organic and inorganic materials.  With this method it should be possible to \ndistinguish high-density organic materials such s explosives.  Approximately 200 gms. \nOf explosives present in any baggage should be detected.  Machine should have variable \ncolour or material stripping to facilitate the operator to monitor images of organic \nmaterials for closer scrutiny and detection of explosives.",
  "4": "9. \nThe radiation level should not exceed accepted health standard (0.1 m R/Hr. at a \ndistance of 5 Cm. From external housing). \n \n10. \nLead impregnated safety screens should be available at either end of the tunnel. \nIdle rollers to be provided at either end of the tunnel to facilitate placing of baggages at \nthe input and output points. \n \n11. \nThe X-ray beam divergence should be such that the complete image of maximum \nsize of bag is displayed without corner cuts. \n \n12. \nFacility for variable contrast must be incorporated to allow enhancement of \nlighter and darker portion of the image. \n \n13. \nIf the machine fails to penetrate a particular item them an alarm (visual or \naudible) should be generated to notify the operator. \n \n14. \nControl desk with security housing and locking provision should be available.  \nThe Operator personal identification number can be entered through keyboards.  Bi-\ndirectional atonal scanning facility should be provided. \n \n15. \nFacility of edge enhancement should be available. \n \n16. \nConveyor belt speed should be upto 0.3 mtr. / second. \n \n17. \nThe operating temperature should be 0*C to 40*C and storage temperature –20*C \nto 50*c. \n \n18. \nAnt rodent and dust proof cover must be provided. \n \n19. \nThe company manufacturing the equipment should have ISO certification for \nmanufacturing and servicing of X-Ray screening machines. \n  \n20. \nThe machine should be so designed that software enhancement can be easily \nimplemented to take care of new technique in image processing and pattern recognition. \n \n21. \nThrough put shall be 300 bags per hour. \n \n22. \nSAFETY: \n \n \nThe machine must comply with requirements of health and safety regulations with \nregard to mechanical, electrical and radiation hazards.  Before installation of the machine, \nthe supplier / manufacturers should furnish NOC from Atomic Energy Regulatory Board \nof India regarding radiation safety.",
  "5": "23. \nTRAINING: \n \n \nSupplier shall provide operational training to two operators per machine at \ncustomers site.  One operator manual shall be provided wit every machine. \n \n24. \nMAINTENANCE: \n \n \nMaintenance training shall be provided to one technician per machine.  The \nsupplier shall also provide one maintenance manual per machine. The supplier must \nundertake regular preventive maintenance.  Fault reports shall be attended to within 24 \nhours of lodging complaints.  Supplier should have enough infrastructure facilities to \nprovide post warranty maintenance support. \n \n25. \nCOMBINED TEST PIECE (CTP): \n \n \nThe manufacturer shall provide one set of CTP per location for checking \nserviceability of the machine by the operator.  The details of CTP are enclosed. \n \nCOMBINED TEST PIECE REQUIREMENTS \n \n1. \nSINGLE WIRE RESOLUTIAON (TEST No.1) \n \n \nA set of insulated tinned copper wire of size 25 SWG, 30, 35, 38 and 40 SWG are \nplaced on a Perspex sheet.  The wires are laid out in S shaped curves.  The wires \nare placed behind varying thickness of aluminums.  The requirement is to display \n38 SWG wire not covered by step wedge.  A tick will indicate the visibility of \nappropriate wire. \n \n2. \nUSEFUL PENETRATION (TEST NO. 1) \n \nDefines what level of details can be seen behind a thickness of known material.  \nThe requirement for this test is that the 24 SWG wire is seen under second step wedge \n(5/16”). (Note: This is equivalent to FAA, USA and DOT UK requirement).  Tick on log \nsheet will indicate what wires are visible. \n \n3. \nMULTI ENERGY X-RAY (TEST No.2) \n \nWith multi energy X-Ray it should be possible to distinguish between materials of \ndifferent average atomic number.  The use of sugar and salt samples encapsulated on the \ntest piece and various materials used in the construction of CTP will check the material \ndiscrimination facility.  A tick will indicate that the sugar / salt samples are shown in \ndifferent colour.",
  "6": "4. \nSIMPLE PENETRATION (TEST No.3) \n \n \nThis test defines what thickness of steel the machine should be able to penetrate.  \nThe steel step wedge on the CTP has steps of 2 mm from 16 mm to 30 mm with a \nlead strip to check that the machine is above or below the requirement.   The \nrequirement is that lead is visible beneath 24 mm steel.  A tick in log sheet will \nindicate where a difference between the lead strip and the step wedge is visible. \n \n5. \nSPATIAL RESOLUTION (TEST No. 4) \n \n \nThis test defines the ability of the system to distinguish and display objects, which \nare close together.  The CTP has 16 copper gratings at right angles to each other.  \nThe requirement is that a vertical horizontal grating can be seen.  A tick in the log \nsheet will indicate that gaps in the gratings are visible. \n \n6. \nMETHOD: \n \n6.1. \nThe CTP is to be used as a quick routine test carried out daily to ensure \nthat equipment is working properly and satisfactory image is obtained.  \nThe results of the tests should be recorded. \n \n6.2. \nThe CTP should be placed on the belt and passed through the belt at least  \nonce in a day before the baggage is screened or after the X-Ray equipment \nis switched on to ensure that the equipment is working properly.  If the \nimage is satisfactory the equipment may be used. \n \n6.3. \nThe CTP may be viewed by using image enhancing facility till the \noperator is satisfied that the machine is working properly.  The optimum \nposition of CTP on the belt will depend on X-Ray source and detector \narrangements.  This may be ascertained from the service engineer, if need \narises.  \n \n7. \nRESULTS: \n \n7.1 \nThe best results taking both colour and Black & While images into \naccount may be recorded for a particular machine. \n \n7.2 \nThe results of test should be recorded giving information like date, time, \nmachine number and type, supervisors name and other remarks. \n \n7.3 \nSupervisory officer should carry out the tests once in a week and compare \nthe results with daily test sheets.  In case the images are not upto the \nstandard, service engineer must be asked to rectify the fault.  The machine \nmay not be used when its performance is in doubt or not satisfactory in the \nopinion of the supervisor.",
  "7": "7.4 \nThe record mast be kept by the operator for one year after final entry.  The \nrecords may be checked by the inspecting officers of BCAS during airport \ninspection and report be submitted to Commissioner of Security (CA).  \n \n \n \nC I R C U L A R \n \n \nSUB; DISPOSAL OF FILE BY BCAS OFFICERS \n \n \nCommissioner of security (CA) has observed that a number of files / references \ninvolving routine matters which can be sorted out at other levels are also being put up to \nhim unnecessarily which consume much of his precious time, which could otherwise be \nutilized more productively.  It has therefore been decided that hence forth except policy \nmatters and those which require approval of Commissioner of Security (CA) , all other \nroutine matters be disposed off at the level of DCOS / ACOS.   Accordingly all Divisions \nare requested to identify their items of work and decide the levels at which these should \nbe disposed off in consultation with the respective DCSOS/ ACOS and submit the same \nfor the perusal of COS (CA). \n \n \nAs regards follow up of cases with outside agencies, two reminders at a gap of one-\nweek may be issued at the level of Assistant Commissioner of Security.  Third reminder \nmay be issued at Dy. Commissioner of Security level.  In case there is still no response, a \nD.O. reminder may be put up for issue at the level of ACOS. \n \n \n (L.INDUMATHY) \nDirector (Adm.) \n \nCase No.G-26038/8/2000-Admn. Dated .06.06.2000 \n \n \nC I R C U L A R \n \n \nSubject: \nCarriage of Wooden staff by religious heads as part of hand \nbaggage \n \n \nIt has been brought to the notice of this Bureau that some religious heads insist on \ncarrying a wooden staff on board which could be part of their faith. The matter has been \nexamined at length and it has been decided that the security staff on case-to-case basis \nmay deal such cases, especially when the known head of a religious sect is involved and \nno security implication or threat is apprehended. However, any concession granted in this \nregard should be with the specific permission of In-charge, Airport Security and it should",
  "8": "not be left to the discretion of the checking staff. Besides, the Airlines staff should be in a \nposition to secure the wooden staff in the aircraft taking flight safety into consideration. \n \n (R.K. Singh) \nAddl. Commissioner of Security (CA)  \n \nNo. CAS-7 (8)/84-DIV-I (Vol. II) \nDated 18.10.2000 \n \n \nCIRCULAR  \n \n \nSUB; CARRIAGE OF PROHIBITED ITEM BY PASSENGERS \n \n \n \nIn exercise of powers conferred by the Central Government under Section 5A of \nthe Aircraft Act, 1934 (XXII of 1934), the Commissioner of Security (Civil Aviation), \nBureau of Civil Aviation Security directs that in order to prevent weapons, ammunitions, \nexplosives / explosive devices or any other dangerous devices which may be used to \ncommit an act of unlawful interference, the carriage or wearing of which is not \nauthorized, from being introduced, by any means whatsoever, onboard an aircraft \nengaged in civil aviation, no passenger shall be allowed to board an aircraft unless it is \nensured by the concerned airline operator that such passenger has been frisked and his \nhand baggage screened by the Airport Security Unit. \n \n2. \nIt is further directed that: \n \n(i) \nFrisking of passenger and screening of his hand baggage shall be done by \nAirport Security unit and his boarding card and hand baggage tag duly \nstamped and signed by the concerned person of APS unit on duty for security \ncheck. If any prohibited item mentioned in Para – 1 above, at any stage after \nsecurity check of the passenger is found on person or in his hand baggage, the \nperson of APS Unit who as security cleared such passenger shall be \nresponsible for the lapse and shall be liable for punishment under Section 11 \n(a) of Aircraft Act, 1934. \n(ii) \nDuring the course of frisking of a passenger and screening his hand baggage if \nany prohibited item mentioned in para – 1 above is detected, such passenger \nshall not be allowed to board the aircraft and legal action shall be taken \nagainst him by the APS Unit / local Police. \n(iii) \nChecking of boarding card of a passenger and tag of his hand baggage for the \npresence of stamp and signature as notified in para 2 (i) above to ensure that \nthe passenger has been frisked and his baggage screened by the APS Unit \nshall be the responsibility of the concerned Airline Operator.  At any stage \nafter the Airline Operator collects the boarding card stub from the passenger \ntill he disembarks flight, if it is established that the passenger was not frisked \nand his baggage was not screened the Airline Operator shall be responsible for",
  "9": "such a lapse and shall be liable for punishment under Section 11 A of Aircraft \n1934. \n \na. The above AVSEC order shall be enforced with immediate effect. \n \n(VEERANNA AIVALLI) \nCOMMISSIONER OF SECURITY (CA) \n \n \nNO.CAS-7(2)/2000-DIV-I \nDated : 17.05.2000 \n \n \nCIRCULAR  \n \nSub: \nSecondary Security Checks at the Ladder Point of Aircraft at \nairports in India \n \n \n1. \nPlease refer to this Bureau  Circular No.24/99 dated 30.12.2000 and letter of even \nnumber dated 10.01.2000 on the subject cited above. \n \n2. \nKeeping in view of the climatic conditions prevailing in different parts of the \ncountry, the matter was reviewed in consultation with the airlines operators.  The \nfollowing  revised instructions on the subject are issued for strict adherence: \n \nI \nAirports which have facilities for aerobridges and the aircraft is docked to \nthe aerobridge, the passengers will board the aircraft directly form the \nsecurity hold area and no secondary check is required.  It will, however, be \nensured that the gate opening to the aerobridge from service ladder is kept \nlocked at the time of boarding and to ensure the segregation of arrival \npassengers / employees in the corridor connecting the aerobridge and \nsecurity hold area, a security / man is physically present to ensure that no \ncontamination takes place.   \n \nII. \nIn case of parking of aircraft at the remote bay (even at airports which \nhave aerobridges facility), at international and domestic airports, the \ndeparting passengers will have to be taken to aircraft by bus and similarly \nthe arrival passengers will be brought to the arrival hall by bus only.  This \nwill ensure that no mixing up of arrival and departing passengers take \nplace on apron.  In such cases, the buses so used will be checked in \nadvance by the airport security staff for its sterility and the passengers will \nbe physically escorted by the airport security police man while proceeding \nto the aircraft for boarding.  The arrival passengers will be escorted up to \nthe terminal building by the security staff of airlines concerned.",
  "10": "III. \nAt all airports catering for commercial flights, all employees of concerned \nairlines and also all authorized government functionaries gaining entry in \nto aircraft will be frisked and item if any carried by them will be inspected \nat the ladder point by the security staff of the concerned airlines and the \nregister maintained at the ladder point for the purpose will have a suitable \nentry to this effect. \n \nIV. \nTill such time the buses are provided at all airports for ferrying the \npassengers from terminal building to aircraft and vice versa by the \nairlines, the present arrangement of second ladder point check of \npassengers along with their hand baggage will continue \n \nV. \nA portable screen for frisking of lady passengers should be provided near \nthe ladder point to ensure privacy and to avoid embarrassment. \n \n3. \nThere will be no change in the arrangements made at J & K airports in \nundertaking secondary ladder point check and apron checks by multiple agencies. \n \n4. \nThe basic object of this Circular is to ensure that the comfort and convenience of \nthe passengers is given utmost consideration and priority without compromising the \nsecurity requirements.  The Airport Directors will prepare airport-wise plan of action and \nwill get it approved by the BCAS. \n \n \n (VEERANNA AIVALLI) \nCOMMISSIONER OF SECURITY (CA) \n \nREF CAS No. 7(20)/2000-DIV-I DATED 10.05.2000 \n \n \nANNEXURE – I \n \nCICULAR \n \nNo .CAS-7 (2)/98-Div-I \n \n \n \n \nDated : the 7th August, 1988 \n \n \nSUB: EXEMPTED CATEGORY OF PASSENGERS \n \n \nIn super session of this Bureau circular Nos 2/98 dated 02.02.98 and 10/98 date \n08.05.98 on the above subject, the following VVIPS/VIPS are exempted from pre-\nembarkation security checks at civilian airports in the country;- \n \n1. \nPresident \n2. \nVice-President \n3. \nPrime Minister",
  "11": "4. \nFormer Presidents \n5. \nSpeaker of Lok  Sabha \n6. \nChief Justice of India \n7. \nJudges of Supreme Court \n8. \nUnion Ministers of Cabinet Rank \n9. \nGovernors of States (not of UTs) \n10. \nChief Ministers of States (not of Uts) \n11. \nAmbassadors, Charge D Affairs an High Commissioners and their \nspouses. \n12. \nCabinet Secretary \n13. \nVisiting foreign dignitaries of the same status as at Sl. No 1 to 3, 5,6, and \n8 to 10 above. \n14. \nSPG protectees. \n \n1. \nIt is reiterated that except the categories specified above all other categories of \npassengers traveling by Air through the civilian airports in the country are to be \nsubjected to pre-embarkation security checks without making any exception in \nany particular case. \n \n \nThis issues with the approval of Commissioner of Security (Civil Aviation). \n \n(J.P.Verma) \nOfficer on Special Duty (Int) \nFor Commissioner of Security (Civil Aviation) \n \n \nBureau of Civil Aviation Security vide circular No. 17 98 dated 07.08.1998 with the \napproval of Government of India have exempted the following categories of \npersons from pre-embarkation security check at the civil airports in the \ncountry. \n \n1. \nPresident \n2. \nVice President \n3. \nPrime Minister \n4. \nFormer Presidents \n5. \nSpeakers of Lok Sabha \n6. \nChief Justice of India",
  "12": "7. \nJudges of Supreme Court \n8. \nUnion Ministers of Cabinet Rank \n9. \nGovernors of States (not Uts) \n10. \nChief Ministers of States (not Uts) \n11. \nAmbassadors, Charge D Affairs and High Commissioners and their \nspouses. \n12. \nCabinet Secretary \n13. \nVisiting foreign dignitaries of the same status as at Sl.  No. 1 to 3,5,6, 8 to \n10 above. \n14. \nSPG Protectees \n \nØ All other persons are required to undergo proper security check. \n \nØ Passengers are requested to co-operate with the security personnel. \n \n \n \n(J.P.Verma) \nOfficer on Special Duty (Int) \nFor Commissioner of Security (Civil Aviation"
}