{
  "1": "CIRCULAR  NO.    5 /  2002 \n \n \nSub: Security Measures for Non-Scheduled Air Transport Services. \n \n \nThe Saxena Committee has recommended that same standards of \nsecurity should be adopted for the non-scheduled flights as are applicable to the \nscheduled flights. Hence the same standard of security applicable to passengers \nshould be made applicable to passengers traveling by non-scheduled air \ntransport services also, to ensure that non-security cleared passengers traveling \nby non-scheduled flights do not get mixed up with security cleared passengers. \nThe minimum security guidelines applicable to a scheduled civil flight in India \nhave already been notified (copy enclosed for ready reference). However, the \nfollowing additional points may be kept in mind for strict compliance: \n \ni) \nBy arrangement with Air Traffic Control, it should be ensured that no \nnon-scheduled Civil Flight is allowed to take off from an airport until \nand unless the Officer-in-Charge, Airport Security, has confirmed in \nwriting that the security checks have been carried out. \n \nii) \nThe non-scheduled operators shall be responsible to either physically \ncheck the cargo/ un-accompanied baggage before loading it on the \naircraft or subject the same to X-ray   screening  or  physical  checks or  \ncooling off   for  a period  of  24 hours. \n \niii) \nIn case a non-scheduled operator  commutes between an airport \nalready served by national air carrier and another airport which is not \nserved by scheduled flights , the State Police authorities/ CISF  shall \nbe responsible to provide minimum security coverage at the later \nstation so that passengers at the former station, already served by \nnational carriers are not contaminated. \n \niv) \n The operators  shall  be liable to follow all security precautions which \nare applicable to the national air carriers, namely, Air India, Indian \nAirlines and other scheduled Airline. \n \nv) \nIn case an operator notifies his intention to commute between an \nairport already served by scheduled carriers and another airport which \nis not served by scheduled carrier, it shall be the responsibility of the \nState Police authorities/ CISF to provide minimum security coverage to \nthe  non-scheduled services even at the stations not served by \nscheduled carriers so that passengers at the main station already \nserved by scheduled airline are not contaminated. In case of such \nairports, security procedures can be entrusted to the staff of the \nnearest Police Station on prior intimation from the Aerodrome officer or \nthe operator. The Police Station staff should be instructed to check the",
  "2": "hand baggage thoroughly against carriage of weapons and also frisk \nthe passengers so that no incriminating article is carried by them on \ntheir person. \n \nvi) \nThe crew of   non-scheduled   operators  shall also be subject to \nsecurity checks. \n \nvii) \nUnder no circumstances  non-scheduled operators shall be allowed to \ncarry arms, ammunition, explosives and inflammable materials  with \nout  prior  permission from the  competent    authority. \n \nThe staff already sanctioned at the airports served by scheduled carriers \nshould also attend to security clearance of   non-scheduled services. The staff \ndeputed for the purpose during non-operational hours may be adjusted suitably \ndepending on the type of aircraft and the number of passengers.  Security \ncharges  in respect of  each and every  passengers   as  per the  existing  rates \napplicable for  the scheduled  flights  shall be levied  from   the  non-scheduled  \noperators  by   the  Airports  Authority  of  India  who  is  responsible  for  \ndeployment of   Aviation Security  component at the airports in   India. \n \n(R. K. Singh) \nAddl Commissioner of Security (CA) \nFor  Commissioner of  Security (CA) \n \nCase NO.CAS-3(4)2002-DIV-1 Date   :18.2.2002"
}