{
  "1": "CIRCULAR  NO   6 / 2001 \n \n \nSUB :CARRIAGE OF ANIMAL/BIRDS ETC. BY AIR AIRCRAFT \nRULE S 24-C \n \n \n \nIn order to ensure proper compliance of directions issued vide A.I.C. No. \n9/1985 for carriage of animal by air to, from and within India, a copy of the said \nA.I.C. is enclosed.  It is requested that the AIC may be circulated to all concerned \nwith directions that the instructions contained therein are implemented by them \nso as to preclude possibility of any unlawful interference with civil aviation \noperations at the airports in the country.  \n \n(R.C.Tayal) \nAdditional Commissioner of Security (CA) \nFor Commissioner of Security (CA) \n \n \nREF . NO.CAS-7(1)/97/Div – I \nDated 26.07.2001 \n \n \nA.I.C. \nGovernment of India \n     AERONAUTICAL INFORMATION SERVICE \n         DIRECTOR  GENERAL OF CIVIL AVIATION  \nR.K.Puram, New Delhi-110066 \n \n \n \n \n \n \n(F.No.33/1/85-AI(I) \n(No.10-10/85-AIS). \n \n \n \nThe following circular is issued for information, guidance and necessary action: \nCANCELLATION: AIC 4 of 1975. \n \n \nAir Marshal C.K.S.RAJE, AVSM, \nDirector General of Civil Aviation \n \nCARRIAGE OF ANIMAL/BIRDS ETC. BY AIR AIRCRAFT RULE S 24-C \n \nPhone :606011/252 \n \nTelex : 031-4907 \nNo.9/1985 \n24 June 85 \n3 Ashadha \n1907 (Seka)",
  "2": "In exercise of the powers conferred by rule 24-C of Aircraft Rules, 1937, the \nDirector General of Aviation is please to permit the air lines to carry by air to, from and \nwithin India, animals, birds, and reptiles in an aircraft subjects of the observance of the \nfollowing conditions: -  \n \nCONDITIONS FOR THE CARRIAGE OF ANIMALS IN AIRCRAFT \n \n1.1. \nDefinitions \n \n`Animals’ mean all domesticated and undomesticated animals, including animals, \nbirds, reptiles, fish, insets, crustaceans and shellfish.  \n \n“Containers” mean anything within which an animal is confined for the purpose \nof preventing the animal from escaping and of restraining its movements, while \nbeing carried by air and includes reptiles, pans, cages, crates, boxes and tins.  The \ndesign of the containers shall conform to the ATA /ISI specification or any other \napproved specification. \n \n1.2 \nCarriage of Animals in Passenger Aircraft \n \nDangerous ld animals, elephants, horses, cattle, sheep or swine may be carried \nonly in the cargo holds of aircraft carrying passengers provided that there is no \ndirect access to the passenger’s compartments and provided further that the \nrequirements of paragraph1.4 are complied with. \n \n \n1.3 \nCarriage of Animals in Passenger Compartments \n \n1.3.1 No animals other than small inoffensive pets and trained guide dogs may \nbe carried in the passenger compartments occupied by passengers provide \nthat: \n \n(a) \nnot more than two container of pets are carried at a time: \n(b) \nthe 0ets and guide dog are not allowed to occupy passenger seat: \n(c ) \na moister absorbent mat is placed under the pet/guide dog; \n(d) \nother passenger do not object to the presence of the pets/guide \ndogs in the passenger compartment; \n(e) \npets other than such dogs are carried in suitable containers. \n \n1.3.2. No animal shall be carried in pressurized aircraft if the atmosphere in the \npassenger of flight deck compartments is likely to be contaminated by the \nanimal to such extent as to affect the health of the passengers or crew. \n \n1.4 \nPrevention of Dangerous allotments by Animals.",
  "3": "1.4.1 Each animal carried in an aircraft to be continued in a container, the \ndesign and construction of which prevents the animal ping form the \ncontainer and from inflicting injury on any person who in the performance \nof his duties, touches or handles the container.  The container, when \nplaced in the cargo compartment must be located in such a manner as to \nassure that ventilation areas of the container are not obstructed. \n \n1.4.2. Following special precaution shall be taken: \n \n1.4.2.1   Whenever horse cattle or other large and heavy animals whose \nmovements, if not effective by restrained, would after or tend to \nafter the distribution of the load in the aircraft, are carried by air \nsuch animals shall be confined in a separate stall and shall be \nsecured in the stall in such a manner as will restrict their \nfreedom of movement within the stall. \n \n1.4.2.2. Sheep shall be confined in pens constructed so as to prevent \nescaped and eliminate movement of the sheep, which is likely to \nalter the distribution of the load in the aircraft. \n \n1.4.3. Pens may be arranged to permit the erection of an upper deck, provided \nthat the requirements of sub-paragraph 1.4.2 and 1.8.1 are met. \n \n1.4.4. Swine shall be contained in pens constructed so as to prevent escape and \neliminate movement by the swine, which are likely to alter the \ndistribution of the load in the aircraft. \n \n1.4.4.1 \nThe top of each pen shall be adequately covered to us to \nprevent the escape of swine either by jumping or during \nTurbulent conations. \n \n1.4.4.2 \nThe side and bottom of the pens shall be constructed so as to \nprevent the escape of swine by rooting. \n \n1.4.5 \nAnimal s other than those described in paragraph 1.3.1 shall be confined \nin separate crates of boxes. \n \n1.4.6. \nInsects shall be confined in contained, who prevent the insects from biting \nor stinging persons through the material of which the containers is made.  \nThe container shall be to construct as to with stand knocks or, calls \nwithout containing which would be likely to enable the insects to escape. \n \n \n 1.5 \nSTOWAGE",
  "4": "1.5.1. the container which an animal is contained the carriage by air shall \nbe stowed in the aircraft so as to be readily accessible to the \nattending  having the animal in his charge and to the members of \nthe crew. \n1.5.2. The container shall be secured to the structure of the aircraft to \nprevent the movement of the container, which might disturb or \ntend to disturb the distribution of the load. \n \n1.5.3. Containers shall barraged so that the crew has free access from \nfront to rear of the aircraft through the compartment of the aircraft \nin which the containers are installed \n \n1.6. \nCarriage of attendants \n \n1.6.1. The consignor of any savage animal shall ensure that an \nexperienced animal attendant accompanies the animal while it is \nbeing carried in the aircraft and the operator of the aircraft shall \nfurnish the attendant with accommodation from which the animals \ncontainer is readily accessible.  The attendant shall carry \nimplements suitable for handling the animals. \n1.6.2. If the consignor so requests, an attendant may, at the distention of \nthe operator or the aircraft, be carried in the aircraft with animals \nwhich are not of a savage nature. \n \n1.7. \nArming of Crew. \n \nWhenever any savage animal which, if it escapes, might danger the safety \nof persons in the aircraft and whenever domestic animal which become \nstricken and, if not effectively restrained or subdued, might, by their \nmovement disturb the distribution of the distribution of the load are \ncarried in an aircraft, the Pilot-in Command of the aircraft shall carry fire \nrapt and / or open guru suitable for use against the animal in an emergency \ntogether with requirement ammunition. \n \n1.8 \nPrevention of Escape of Water etc. \n \n1.8.1. Any container in which an animal confined that shall be \nconstructed in such manner as to prevent the escape of excreta. \n \n1.8.2. Any container in which fish crustacean shellfish continued shall be \nconstructed in such manner as to prevent the escape of water from \nthe container."
}