{
  "1": "CIRCULAR  NO   06 / 2003 \n \n \n \nSubject: \nSECURITY OF COURIER BAGS AND THE UNACCOMPANIED \nCONSIGNMENTS FORWARDED BY COURIER COMPANIES. \n \n \nIn supersession of all previous instructions on the subject, the following \nsecurity measures shall be adopted by all airline operators at  airports in India. It \nshall also be applicable   to Air India and Indian Airlines operating  at foreign \nairports: \n \nSECURITY MEASURES FOR UNACCOMPANIED CONSIGNMENTS OF \nCOURIER COMPANIES \n \n1. \nCourier consignment transported  as express cargo shall be handled  in a \nseparate express cargo/ courier terminal duly equipped with electronic gadgets \nand manned by dedicated operational staff wherever such terminals exist.  \n \n2. \nSince the unaccompanied consignments of the courier bags will contain \nindividual packets collected from different sources and will not be accompanied \nby a courier, they shall be treated as cargo of special kind and subject to stricter \nsecurity measures.  The following procedure shall be adopted for such cargo:- \n \n(a) Process \nof \nsuch \nconsignments \nshall \nbe \nundertaken either in the airline operators cargo \nfacility or in the dedicated space provided by \nAAI/ aerodrome operators, in the courier terminal \nwherever it exists, subject to BCAS clearance. \n \n(b) Thorough physical checking of individual packets \ncontained in the consignment to the satisfaction \nof the airline operator   where  x-ray  BIS  \nmachines  are   not  available. \n \n(c ) \nWherever X-ray BIS machines are available such consignments are to be \nscreened at least from two angles. \n \n(d) \nIf the security measures enumerated in b) and c) above are not \npossible such consignments shall be cooled off for 24 hours prior to \ndispatch. \n \n(e) The courier companies forwarding such consignments \nshall furnish a declaration  certificate as in Annexure-A",
  "2": "SECURITY MEASURES FOR COURIER BAGS THROUGH  PASSENGER  \nTERMINALS:-: \n \n3. \nAt airports where separate express cargo/ courier  terminals do not exist,  \nairline  operators  shall process the courier bags in a separate counter/area in \npassenger terminal building with necessary infrastructure and away from the \npassenger check-in counters.  \n \n4. \nThe following instructions shall be adhered to:- \n \n(i) \nCourier bags shall be accepted   at the   airport  by the   \nrepresentative  of  airline  operator  only  from a courier company which is \nregistered with the airlines. The parcels/ baggage must be accompanied \nby a  regular  and  authorized  courier  company   employee. \n \n(ii) \nEach such  baggage  shall  display clearly the visible identification \nmark / logo of the   concerned  courier  company.  \n \n(iii) \nThe  courier   shall  be  fully aware of the   contents of the courier \nbags and  shall be  responsible  to produce to the concerned  airline \noperator, prior to the  x-ray  screening  of  the   courier  bags,   a  copy of \nthe manifest  containing precise description and details of goods, weight, \nnumber of parcels, destination, shippers, originators etc.  in respect of  all  \nitems  contained  in each   courier  bag.  A declaration certificate shall be \nsubmitted  as  per  Annexure-A,   duly  signed  by  the  authorized  \nemployee of the courier  company. The attested    signatures  of the \nemployee  shall be  available  with the airline  security for  verification.   \nThe  certificate  shall not be accepted  by the   airline operator  unless  the   \nsignatures  of   authorized  person tally. \n \n(iv) \nCourier bags shall not be allowed  for  transportation   by air   from \nairports where no security persons of the airline operators  concerned are \navailable.  However, if the air carrier is in a position to observe the \nrequired security control measures in respect of the bags through their \ntraffic/commercial staff,  the bags could be accepted at such airports. \n \n(v) \nThe airline  operator  concerned shall screen courier bags with the \nhelp of X-ray BIS, at least from two angles and satisfy themselves that \nthey do not contain any dangerous or prohibited items which can \nendanger civil aviation security. 15 to 20 percent of such screened bags \nshould be subjected to 100 per cent physical examination in the presence \nof the courier.  If no x-ray BIS is available all the individual packets in the \ncourier bags shall be physically examined.   \n \n(vi) \nAfter screening/physical examination a security sticker shall be \naffixed by the airline operator on the courier bag.",
  "3": "(vii) \nCourier shall not be permitted under any circumstances to carry the \nitems listed in Annexure –B. \n \n(viii) \nThe BCAS  may, from time to time review the carriage of  certain \nitems  by courier service   which  are likely  to be  used   for  committing  \nan act of  unlawful   interference   with  civil  aviation. \n \n(ix) \nIf  any  prohibited  article  is  detected  during the  course of  \nscreening, such  consignment  shall not  be loaded    into the aircraft  and  \nthe courier  could be liable for legal action. \n \n(x) \nThe  airline  operator  shall ensure  that no courier  bag  is  placed  \non board  an aircraft unless ::- \n \na) The  courier  who has  checked-in the baggage  is on board the \nflight   on which  it is to be carried. \n \nb) The  courier  bag  has  been  properly  marked  externally  to  \nfacilitate  identification  with the  relevant  courier; \n \nc) Prior  to loading , the  courier  bag  has  been  held  in the  baggage  \nmake up area / identification  area of the    aerodrome   to which  only   \nauthorised  persons  have  access; \n \nd) All the  courier  bags  accepted  by the  airline  operator  for \ncarriage   in an  aircraft  have  been  identified either manually or by \nautomated means as  accompanied    baggage.  \n \n \n(xi) \nThe concerned courier companies shall provide separate manifest \nfor each courier bag and  a certificate stating that it does not \ncontain any prohibited goods as mentioned. \n \nxi) \nThe couriers will report at least two hours before departure of the \nflight and screening of courier bags completed one hour before the \ndeparture of the flight. Reporting time for international flights is \nthree (3) hours before departure of the flight and screening will be \ncompleted one hour before the departure of the flight. \n \n5. \nIn case  of  any   deficiency   or  lacunae  in implementation of   the \naforementioned   security    guidelines on the part of the courier,  airline \noperators   shall  not  transport   the   courier  bags. \n \n6. \nAirline operators   and  courier  companies  would produce relevant   \ndocuments  such as  manifest of  courier  bags , registration papers,  declaration",
  "4": "certificate  by the  authorized  employee of the courier  company  to the BCAS  \nas  and  when  required.  \n \n \n \n \n(R.K. Singh) \nAddl. Commissioner of Security(CA) \n \nDistribution :  \nAs  per  list   attached \n \nAnnexure-A to Circular No.6/2003 \n \n(Letter  head  of the    Company) \n \nCERTIFICATE \n \n \nThis is to certify that the consignment forwarded by us as courier bags or \ncargo does not contain any of the following items:- \n \n1. IATA restricted articles. \n2. Weapon /ammunition \n3. Explosive material/explosive devices \n4. Chemicals and inflammable items. \n5. Currency, Gold, Silver, Jewellery and any other preciousor \nsemi-precious items. \n6. Electronic items, Televisions, VCRs, VCPs, Radios, Transistors, \nComputers parts, Calculators, Transformers, Alarm Clocks etc. \n7. Bulk commodities like washing machines, cooking, ranges, \nmiscrowave ovens etc. \n8. Bulk pharmaceuticals \n9. Drugs (Narcotics) \n \nIt  is  further   certified that :- \n \nThe  Courier / Express Cargo consignments  details  of   which have been  \ngiven in the   manifest of   each  bag    have  been  checked   from security angle \nin  our   premises  and  do not contain any  prohibited  or  dangerous    item \nwhich  may  cause  unlawful  interference   with  civil  aviation  operations. The \ncourier / express cargo has been protected from the time it was tendered to and \naccepted by us at our acceptance location. \n \nIn case any of the above banned/dangerous items are found in our bags the \nconcerned air carrier is authorized to ban the transportation of our consignment",
  "5": "and we are also aware that we will be liable for action for violation of any \nprescribed rules/regulations/laws on the subject. \n \n \nSeal \n \n \n \n \n \n \nSignature \nof \nthe \nResponsible \nOfficer \nof \nthe \ncourier \ncompany \nName : \nDesignation \nDate:",
  "6": "Annexure-B to Circular No.6/2003 \n \n \nPROHIBITED AIR ARTICLES \n \n \nAcetone, Acetylene (Liquid or Dissolved), Acids (Except Citric \nand Tartaric Ammonia ammonium Per Sulphate, Ammonium Nitrate, \nAmmunition (Except Safety Cartridges), Attack Benzine, Benzoline, \nBatteries charged, Calcium Carbide Camphide Camphore Oil, \nCarbon Bisulphide, Carbolic Acid (in steel Cylinder), Carbolic Acid \nGas, Cartridges of all kinds (Except Safety Cartridges) Celluloid & \nXsionite or other similar substances, Chlorate of Potash, Chlorate of \nSoda, Collodian Cordits, Dynamite Ether Eau Oxygen, Explosives of \nall kinds (including Percussion Caps, Film unless packed in Fireproof \nMetal Containers, Firework and Crackers, Photographic Fulmmating \npowder, Gases of any description (under Pressure), Gun Powder, \nHydrogen Peroxide, Kerosene Matches, Luciter & Percussion all \nkinds, Meal Worms Methylated Spirit Naptha, Natrium Peroxide \nNitrate of Soda, Nitro Glycerine, Nitro of Lime Calcium, Paraffin \nPeticium & its products (Excepting when used as fuel and contained \nin tank provided for the purpose), Phosphorus, Pyridine Pyrotechnics, \n(other than those required for the Navigation of A/C, Rocket Safety \nDynamite, Fuses (with or without Detonators, Saltpetre, Spirites or \nwine, Varnish etc containing Spirits Cellulose Nitrate Plates, Chloride \nof lime, compressed Air Bottles of Gases, Explosive Rivets \nPermanent Magnets, Mercury Oxide, Metallic Mercury radium and \nRadio Active Materials, Sulphur dioxide Bleaching Powder, any form \nof combustible material having a Flash point below 790F, Anything \ndangerous or abnoxious or which may cause inconvenience to \npassengers and all such goods which are prohibited for carriage  \nunder the Indian Aircraft Rules 1934. \n \nFor restricted articles its packing and labeling etc., please refer \nto the book named IATA REGULATION RELATING TO THE \nCARRIAGE OF RESTRICTED ARTICLES BY AIR. \n \n \n \nCase NO. CAS-6 (8)/2000-DIV-I dated 12.03.2003"
}