{
  "1": "CIRCULAR NO   7 / 2001 \n \n \nSUB : SECURITY ARRANGEMENTS DURING VISIT OF VVIP AT \nAIRPORT \n \n \n \nOf late it has been observed that access control to the airport go haywire \nduring VVIP Visit resulting in denial of entry of genuine persons who have to \naccess airport premises for performance of their duties and entry of other without \nvalid entry permits.  This has serious implications on the functioning of airports \nand on the security arrangements at the airport.   The commissioner of security \n(CA) issues following guidelines for strict implementation during VVIP / VIP visit \nat the airports. \n \n1. \nSecurity of the VVIP is the responsibility of the State Police.  Before \nevery such visit Advance security Liaison meeting may be convened \nwhere in a Chief co-ordinate may be nominated.  The Chief co-\nordinate may be DIG level officer at Delhi, Mumbai, Kolkata and \nChennai SP level officer at other airports. \n \n2. \nIt shall be the responsibility of the coordinating officer to arrange for \ntemporary entry permits for staff of various agencies connected with \nVVIP / VIP visit by sending written requisition to the DCP I/C APSU \nat Delhi, Mumbai, Kolkata and Chennai and to the airport director at \nother airports. \n \n3. \nThe coordinator will also ensure proper implementation of the \ndecisions taken at the Advance Security liaison meeting. \n \n4. \nAt Delhi, Mumbai, Kolkata and Chennai the RDCOS (CA) and Airport \nDirector may be invited for the ASL, which is generally, convened by \nIN (MHA) while at other places the Airport Director and in charge \nAPSU shall be the invitees. \n \n5. \nThe coordinator shall also look after the protocol needs and \nrecommend \ntemporary \nentry \npermit \nto \nofficers \nof \ndifferent \norganizations. \n \n6. \nThe Chief coordinator will give written requisition to the DCP I/C \nAPSU at Delhi, Mumbai, Kolkata and Chennai and to the Airport \ndirector at other airports for issue of one time entry permits for those \npersons who have to perform duties in connection with the VVIP  / \nVIP visit at the airports.",
  "2": "7. \nWhile the BCAS passes will continue to be valid for entry of persons \nto their places of duty at the airport.  These passes shall not be used \nto interfere with the working of local police for the limited duration of \nthe VVIP visit.  The local police authorities may advise airport \nfunctionaries to avoid their moving into areas having a bearing on \nthe security of VVIP / VIP.  \n \n (R.K.Singh) \nAdditional Commissioner of Security (CA) \nFor Commissioner of Security (CA) \n \nREF. NO.CAS-3(1)/2001/Div-IIIB/APSU \nDated 24.08.2001"
}