{
  "1": "No. CAS-7(1)/AEP/97/Div-II (Part-I)\nGOVERNMENT OF INDIA\nBUREAU OF CIVIL AVIATION SECURITY\n‘A’ WING JANPATH BHAWAN, JANPATH\nNEW DELHI - 110001\nDated: 20/06/2013\n\nCIRCULAR No. 07/2013\n\nSubject: GROUP DAILY PASS,\n\nIt has been brought to the notice of this Bureau that the daily passes are issued in\n\ngroup which leaves chances of misuse. There is no provision of issuance of group passes\nin AEP instructions. Every individual should be issued one daily pass separately with a\ndirection to establish his or her identity at the time of allowing access at entry point on the\nbasis of identity card. Issuance of group pass is not in order and violation of the existing\ninstructions.\n\nHenceforth, every individual will be issued with a single pass. The name of other\n\nshall not be included in the said pass. Violation of this circular shall be viewed seriously.\n\nThis issues with approval of COSCA.\n\nKe. ey\n\nDy. Commissioner of Security (CA)\n\nCopy for information and necessary action to :-\n\nDirector General, CISF, 13 CGO Complex, Lodhi Road, New Delhi\nChairman Airports Authority of India, Rajiv Gandhi Bhawan, New Delhi: with request to\nplease circulate to all AAI airports in the Country.\n\nChairman AOC, Dethi, Mumbai, Chennai & Kolkata. ( Through concerned RDCOS)\n\nRED, AAl (NAD), Delhi, Mumbai, Kolkata & Chennai - This may be circulated to Airport\nQperators in your jurisdiction and compliance confirmed to BCAS Hars\n\nGM (Security), AAI, R.G. Bhavan, New Delhi\n\nAiroort Director, Sri Sathya Sai Airport, Prasanthi Nilayam Puttoarthy, Anantour District,\nAndhra Pradesh-515134\n\nMD, DIAL, New Udan Bhawan, Opp. Terminal-3, IGI Airport, New Delhi-37\n\nMD. MIAL, CSI Airport, 1\" Floor, Terminal IB, Santacruz (E), Mumbai 400 09\n\nMD, CIAL, Cochin International Airport Ltd., Cochin Airport, Cochin\n\n. MD, HIAL, Hyderabad International Airport Limited, Shamshabad-500 409, Ranga Reddy\n\nDistt, AP.\n\nMD,BIAL, Bangalore International Airport Ltd., Administration Block Bengaluru\nInternational Airport Devanahalli, Bangalore-560 300.\n\nMD, Mihsn India Private Ltd., Dr.Babasaheb Ambedkar International Airport, Old Terminal\nBuilding, Nagpur-440 005\n\nRegional Deputy Commissioner of Security (CA) , BCAS , Delhi , Chennai , Mumbai,\nKolkata, Ahmedabad, Hyderabad, Amritsar & Guwahati: to please circulate to all Airport\nDirectors/In-charge Airport Management and Officers of BCAS in respective jurisdiction\n",
  "2": "Copy for information to:-\n\n1. MCA (Kind Attn: Shri U.K. Bhatia, Under Secretary, R.G. Bhawan , New Delhi\n\nInternal distributions :-\n\nPPS to COSCA. 2. PPS tout. COSCA —-3._: PPS to ACOS (R) 4. PPS to ACOS(S)\nDCOS(Ops)/ DCOS (P) / DDI)\n\nAD(OL)- with a request to translate this circular/AVSEC Order in Hindi language\n\nAll ACS(CA) of BCAS HQrs 8. Guard file\n\nNoo\n"
}