{
  "1": "CIRCULAR 07/2000 \n \nSUB : PERMISSION FOR CARRIAGE OF ARMS AND AMMUNITION \n \n1. \nI am directed to enclose herewith a photocopy of   PERMISSION FOR \nCARRIAGE OF ARMS AND AMMUNITION bearing No. BCAS/SM/0149 dated \n17.01.2000, which was issued to Mr. AMITAV BERA of NSG for performing duty as Sky \nMarshal on board Indian Airlines flights.  The said PERMISSION has been lost by the \nindividual \nin \nthe \nflight \nNo \nCD-7257 \nbound \nfor \nCaluctta-Jorhat-Dimapur-Calcutta \non \n22.02.2000.  An FIR has been lodged with the Airport Police Station Calcutta vide D.E.No.  \n773/2000 dated 23.02.2000.  \n \n2. \nThere is a possibility that the aforesaid PERMISSION may be used by unscrupulous \nelements for carriage of arms and ammunition on board the flight to cause unlawful \ninterference with civil aviation operations. \n \n3. \nUnauthorized carriage of the aforesaid PERMISSION shall be an offence under \nAircraft Act and Rules and Anti-hijacking Act, 1982; and such an offender shall be strictly \ndealt with in accordance with the law. \n \n4. \nAirport security personnel while allowing the Sky Marshals through security hold \nshould check the PERMISSION very carefully so as to preclude any possibility of allowing \nany unscrupulous element on the authority of the aforesaid PERMISSION.   In order to \nensure proper check by the APS staff of the PERMISSION carried by the Sky Marshals, a \ncopy of the aforesaid PERMISSION may be given to the APS personnel on duty.  \n \n5. \nIn view of the above I am further directed to request you to bring this to the notice of \nall concerned advising them that any person who is found carrying the above said \nPERMISSION should be apprehended and the PERMISSON seized and handed over to the \nlocal Police or brought to the notice of the Police immediately for further inquiry.  It may \nplease be ensured that all precautions are taken and all concerned alerted so as to prevent \nmisuse of the aforesaid PERMISSION by unscrupulous elements to cause unlawful \ninterference.  This Bureau may also be kept informed. \n \n6. \nThis issues with the approval of COMMISSIONER OF SECURITY (CIVIL \nAVIATIN)  \n (R.D.GUPTA) \nASST. COMMISSIONER OF SECURITY (CA) \n \nNO.CAS-43(1)/99-DIV-I \nDated : 25.02.2000"
}