{
  "1": "FAX-23315695 / 23311598 (Telefax) \n \nNO.CAS-7(1)/2004-DIV-1 \nBUREAU OF CIVIL AVIATION SECURITY \n(MINISTRY OF CIVIL AVIATION) \nGOVERNMENT OF INDIA \nA WING , JANPATH  BHAWAN , \nJANPATH, NEW DELHI -110001 \nDate   :17.9.2004 \n \n \nSub: \nSecurity check of  Custom sealed items containing jewellery/ precious stone \ncarried by departing passengers as hand baggage. \n \n \nA meeting was taken by Shri R.C. Tayal, Addl. Commissioner of Security \n(CA) on 17.5.2004 regarding security check of Custom sealed items containing \njewellery / precious stones carried by departing passengers as hand baggage. Draft \nminutes of the meeting  were  circulated to Shri R.R. Bhardwaj, DIG(Ops), CISF and \nShri S.P. Rao, Deputy Commissioner, Customs, IGI Airport for their comments. Copy \nof the draft minutes is enclosed herewith. \n \n2. \nThe comments received from DIG, CISF and Dy. Commissioner, Customs are \nas under: \n \n(A) \nCISF \n“ \n(i) \nIf the image is black or suspicious, the CISF screener will open the \nenvelope/ packet, the responsibility of resealing the packet will be with the \ncustoms officer. \n(ii) \nIn the event of physical checking of customs sealed articles by security \nstaff in SHA resealing of such articles will not be the responsibility of the \nCISF, APSU.” \n \n(B) \nDepartment of Customs \n \n“A specific procedure has been laid down under the Customs Act for \nexportation of the goods made out of duty free gold imported. In order to \nprevent the misuse of this facility, the articles so made are physically \nexamined and then sealed by the Customs authorities at the end of the exporter \nof these articles. It is thereafter ensured that the same are exported by handing \nover it to the exporter. The exporter produces the sealed package alongwith \nthe necessary documents to the Customs at the time of departure. The Customs \nofficers in the Departure Hall perform the following 3 duties in this regard:- \n \n(a) \nDuly verify the seals made by the customs officers in charge of the \nexporting unit. \n(b) \nThe documents are checked in order to ensure the genuineness and \neligibility. \n(c) \nThe sealed package is actually exported out of the country.",
  "2": "CUSTOM SEALED BAGGAGE (REGISTERED BAGGAGE) \n \n2\n \nIt needs to be clarified that at no stage/ time the package is in the \npossession of the Customs officers at the Airport. It is the passenger who is the \nexporter or his authorized nominee who holds the possession of the said \npackage. It is therefore not possible for any Customs officer to present such \npackage for security check. \n \nHence any security check which is deemed to be necessary either for \nthe package or the passenger carrying such package is an interaction between \nthe security officials and the passenger concerned. However, in case either the \npassenger is offloaded or the package is unable to go on board the flight on \naccount of the security checks, the security official concerned should inform \nthe Customs Authorities at the Airport so that there is no loss of revenue to the \nGovernment of India and no contravention of the Customs Act 1962.” \n \n3. \nBased on the deliberations in the meeting held on 17.5.2004 and the above \ncomments \nreceived \nfrom \nCISF \nand \nDepartment \nof \nCustoms, \nthe \nfollowing \nconclusions have been arrived at: \n \nThough the chances of someone carrying weapon or explosive (IEDs) \nconcealed in jewellery or diamonds especially when such consignments are physically \nchecked and  sealed by Customs Authorities, are remote, it cannot be ruled out \ncompletely. So it is felt that the following security measures should meet the risk \nwhich may arise out of  such cases: \n \n(i) \nThe screening officer of CISF/ APSU should examine the \nconsignment \nalongwith \nthe \ndocuments \nfor \nits \nexport. \nThe \nexamination should be done first by visual  inspection to ensure \nthat the seal by the Custom Authorities is intact and not tampered. \nThe consignment should then be screened through X-ray BIS. \n \n(ii) \nIf the X-ray image gives positive indication of the presence of a \nweapon or explosive or any other prohibited  item, the screener \nshould request the passenger to open the bag/ packet containing \nvaluables for physical examination. In case the screener feels there \nis no such indication from the X-ray image, he need not require the \npassenger to open the bag/ packet.  \n \n(iii) \nIn the event of opening of a customs sealed bag/ packet for \nphysical examination by the screener, there will be no requirement \nof re-sealing it by the screener. The consignment will be examined \nin the presence of the passenger and returned to him in secure \ncondition. \n \n(iv) \nIn case either the passenger or  the package is unable to go on \nboard the flight on account of the security checks, the screener \nshall inform the concerned Customs Authorities at the airport  who \nwill  take appropriate action in the matter. \n \n(v) \nRegional Dy. Commissioners of BCAS should organize security \nawareness programmes in consultation with the local Customs \nAuthorities/ ASG for sensitization of all the officials involved in \nhandling of such consignments.",
  "3": "CUSTOM SEALED BAGGAGE (REGISTERED BAGGAGE) \n \n3\n \n \n4. \nIn view of the above, the undersigned is directed to request that necessary \naction may be taken by the concerned authorities on the subject mentioned above. \n \n \n5. \nIt has approval of Commissioner of Security (CA). \n \nEncl: As above. \n \n \n(R.D. Gupta) \nOfficer on Special Duty (I) \n \n \nTo \nParticipants: \n \n1. R.R. Bhardwaj,  DIG, CISF, New Delhi \n2. S.P. Rao, Dy. Commissioner, Customs, IGI Airport \n3. S.S. Dhillon, Asstt. Commissioner, Customs, IGI Airport \n4. Vinod Sharma, Manager Security, AAI \n5. J.S. Negi, Commandant, CISF, ASG, IGI Airport \n6. Amit Sharan, Dy. Commandant, CISF, ASG, IGI Airport \n \nCopy to: \n \n1. \nDG, CISF, New Delhi \n2. \nChairman, AAI, RG Bhawan, New Delhi \n3. \nCommissioner Customs, IGI Airport, New Delhi \n4. \nRDCOS, BCAS, Delhi/ Mumbai/ Kolkata/ Chennai \n \nInternal Distribution: \n \nPS to COSCA \nPS to ACOS(T)/ ACOS(S) \nDCOS – TVN/ MNC/ DPD \nOSD(I) \nACS: SKB/ SCY/OPY/ JSE",
  "4": "CUSTOM SEALED BAGGAGE (REGISTERED BAGGAGE) \n \n4\nBureau of Civil Aviation Security \n(Ministry of Civil Aviation) \n \nSub: \nMinutes of the meeting taken by Shri R.C. Tayal, Addl. Commissioner of \nSecurity (CA) on 17.5.2004 at 1130 hours  regarding security check of Custom \nsealed articles containing jewellery / precious stones carried by departing \npassengers as hand baggage. \n \nA meeting was taken by Shri R.C. Tayal, Addl. Commissioner of Security \n(CA) on 17.5.2004 at 1130 hours  regarding security check of Custom sealed articles \ncontaining jewellery / precious stones carried by departing passengers as hand \nbaggage.  \n \nThe following officers attended the meeting: \n \nS/Shri \n7. R.C. Tayal, Addl. Commissioner of Security (CA) – In chair \n8. R.R. Bhardwaj,  DIG, CISF, New Delhi \n9. S.P. Rao, Dy. Commissioner, Customs, IGI Airport \n10. S.S. Dhillon, Asstt. Commissioner, Customs, IGI Airport \n11. Mudit Kumar, Jewellery Appraiser \n12. S.K. Moonga, Jewellery Appraiser \n13. Vinod Sharma, Manager Security, AAI \n14. J.S. Negi, Commandant, CISF, ASG, IGI Airport \n15. Amit Sharan, Dy. Commandant, CISF, ASG, IGI Airport \n16. M.N. Chaturvedi, DCOS, BCAS Hqrs \n17. D.P. Dahiya, DCOS, BCAS Hqrs \n18. R.D. Gupta, OSD(I), BCAS Hqrs \n19. J.S. Rana, ACS, RDCOS, Delhi \n20. S.C. Yadav, ACS, BCAS Hqrs \n \nIn the meeting taken by DG, CISF on 28.4.2004 at CISF Hqrs, New Delhi, it \nwas pointed out that the Custom sealed items containing jewellery / precious stones \nare carried by departing passengers as hand baggage. CISF screeners are facing  \ndifficulties in screening/ physical check of such sealed items without breaking seals of \nsuch packets. \n \nInitiating discussion Shri R.C. Tayal called for the views of CISF participants. \n \nShri J.S. Negi, Commandant , CISF, IGI Airport pointed out that while \nscreening the sealed packages  containing jewellery  and precious stones black image \nis seen  on the monitor . When CISF security screener wants to physically check such \nsealed articles to clear from the  security point of view  , the exporters  object to \nphysical check. Therefore these articles should be exempted from security check. \n \nAddl. COSCA clarified that such articles cannot be exempted from security \nchecks. He stated that such packages have to be checked by CISF screeners in SHA. \nHe called for the comments in this regard from the participants of the Customs \nDepartment. \n \nMr. S.S. Dhillon, Asstt Commissioner, Customs IGI Airport  clarified that two \ntypes of the Custom sealed baggages are transported by exporters by air . One \ncategory of the such baggages is sent through cargo and the other is transported as",
  "5": "CUSTOM SEALED BAGGAGE (REGISTERED BAGGAGE) \n \n5\ncabin baggage. In case of the baggage taken as cargo,  no problem has been projected \nby the air carriers/ security staff.  However, with regard to cabin baggage, the problem \nhas been projected by CISF staff  for security check of such baggage. The baggages \nare sealed by Customs Department and handed over to the exporter at the airport. He \nemphasized that in the past such baggages had been handed over to the exporters \n(owners) at the gate of the aircraft. But now in view of the security requirement these \nbaggages are handed over to the passengers in departure hall at the airport. Shri \nDhillon pointed out that Customs Department have no objection for security check/ \nopening of the baggage in the security hold area but the baggage should be re-sealed \nby the security staff after security check. He clarified that due to shortage of staff it is \nnot possible for the Custom Department to depute their staff in the security hold area \nfor resealing the security checked baggage.  \n \nShri S.P. Rao, Dy. Commissioner, Customs, IGI Airport  also clarified that \nCustoms Department have no objection for screening/ opening of the baggage by \nsecurity staff. However, re-sealing  of such baggage by the Customs Department is \nnot possible.  He stated that sealing of the baggage is required keeping in view that \nthe precious jewellery items are exported from India by the exporters. In case these \nbaggage are not sealed after security check,  chances of removing of the precious \njewellery items and retaining them in India cannot be ruled out. The jewellery items \nare manufactured from the duty free gold imported  by the exporters. Therefore, \nCustoms Department ensures that all such jewellery items are taken out of India for \nthe purpose of export.  \n \nShri Rao clarified that opening of sealed packets by CISF personnel  is not a \nproblem but certain procedure should be adhered to while opening and closing the \npackets. He clarified that there is no rule to stop screening but we want that sealed \nbaggage should go in the aircraft in intact condition and items meant for export should  \ngo out of the country. If the security staff wants to open the sealed baggage they can \ndo so but they should re-seal before handing over to the  exporter.  \n \nShri R.C. Tayal , Addl. COSCA pointed out that physical check of all the \nsealed baggage may not be required. If a person, carrying such items, is noticed \nsuspicious,  only then physical checking of such baggage can be resorted to.   \n \nDIG, CISF Shri R.R. Bhardwaj pointed out that security check cannot be done \non the basis of suspicion  about a person  alone. When  x-ray BIS  indicates that the \nbaggage are suspicious,  such baggage is required to be physically checked. \nTherefore, the security staff are required to be given specific instructions whether or \nnot such baggage should be opened for physical check. He also suggested that \nsecurity check of such items can be done at the  source.  \n \nMr. J.S. Negi, Commandant, CISF  pointed out that sealing of such packets is \nnot the responsibility of CISF screeners. He further suggested that CISF security staff \nmay accept such packets  without security check provided a certificate is rendered by \nthe Customs authorities indicating that such packets do not contain  any weapon, \nexplosive or dangerous substance  which may endanger the aircraft and   lives of \npassengers etc.  \n \nShri R.D. Gupta, OSD(I) clarified that BCAS will not agree for acceptance of \nthe packets by CISF staff only on the basis of  certificate rendered by Customs \nDepartment. He clarified that security check of such packets is essential from security \npoint of view.",
  "6": "CUSTOM SEALED BAGGAGE (REGISTERED BAGGAGE) \n \n6\n \nShri D.P. Dahiya, DCOS, BCAS Hqrs suggested that security staff must know \nwhat is being carried in the baggage by exporters. \n \nMr. Vinod Sharma, Manager Security, AAI suggested that the Customs  \nofficer may bring such sealed packets and get them security cleared from CISF. If \nnecessary from security point of view, such baggage can be opened by CISF and can \nbe sealed by the Customs officer after security check. After that  the baggage can be \nhanded over to the exporter in the security hold area itself. But this was not agreed to \nby the Customs Officers because they cannot spare any Custom officer for this \npurpose.  \n \n \nMinutes of the meeting were circulated to CISF and Department of Customs \nvide this Bureau letter of even number dated 11.6.2004.  The following comments \nhave been received from Department of Customs vide their letter dated 5.8.2004. \n \nA specific procedure has been laid down under the Customs Act for \nexportation of the goods made out of duty free gold imported. In order to prevent the \nmisuse of this facility, the articles so made are physically examined and then sealed \nby the Customs authorities at the end of the exporter of theses articles. It is thereafter \nensured that the same are exported by handing over it to the exporter. The exporter \nproduces the sealed package alongwith the necessary documents to the Customs at the \ntime of departure. The Customs officers in the Departure Hall perform the following 3 \nduties in this regard. \n \n(i) \nduly verify the seals made by the Customs officers in \ncharge of the exporting unit. \n(ii) \nThe documents are checked in order to ensure the \ngenuineness and eligibility \n(iii) \nThe sealed package is actually exported out of the \ncountry. \n \nIt needs to be clarified that at no stage/ time the package is in the possession of \nthe Customs officers at the airport. It is the passenger who is the exporter or his \nauthorized nominee who holds the possession of the said package. It is therefore not \npossible for any Customs officer to present such package for security check. \n \nHence any security check which is deemed to be necessary either for the \npackage or the passenger carrying such package is an intraction between the security \nofficials and the passenger concerned.  However in case either the passenger is \noffloaded or the package is unable to go on board the flight on account of the security \nchecks, the security official concerned should inform the Customs Authorities at the \nAirport so that there is no loss of revenue to the Government of India and no \ncontravention of the Customs Act 1962. \n \nThe following comments have been received from CISF vide their letter dated \n7.7.2004. \n \nIf  the image is black or suspicious, the CISF screener will open the envelop/ \npacket. The responsibility of resealing the packet will be with the customs officer. \n \nIn the event of physical checking of customs sealed articles by security staff in \nSHA, resealing of such articles will not be the responsibility  of the CISF, APSU.",
  "7": "CUSTOM SEALED BAGGAGE (REGISTERED BAGGAGE) \n \n7\n \nAfter thorough discussion, the following conclusions have been arrived at: \n \nThough the chances of someone carrying weapon or explosive (IEDs) concealed in \njewellery or diamonds especially when such consignments are physically checked and  \nsealed by Customs Authorities, are remote, but cannot be ruled out completely. So it \nis felt that the following security measures should meet the risk which may arise out \nof  such cases: \n \n(vi) \nThe screening officer of CISF/ APSU should examine the \nconsignment \nalongwith \nthe \ndocuments \nfor \nits \nexport. \nThe \nexamination should be done first by visual  inspection to ensure \nthat the seal by the Custom Authorities is intact and not tempered \nwith. After that the consignment should be screened through X-ray \nBIS. \n(vii) \nIf the X-ray image gives positive indication of the presence of a \nweapon or explosive or any other prohibited  item, the screener \nshould require the passenger to open the bag/ packet containing \nvaluables for physical examination. In case, there is no such \nindication from the X-ray image, the screener need not require the \npassenger to open the bag/ packet. Physical examination must be  \ndone with due care and in the presence of the pax. \n(viii) In the event of opening of a customs sealed bag/ packet for \nphysical examination by the screener, there will be no requirement \nof re-sealing it by the screener. The consignment will be examined \nin the presence of the passenger and returned to him in secure \ncondition. \n(iv) \nIn case either the passenger is offloaded due to some \nunavoidable circumstances or the package is unable to go \non board the flight on account of the security checks, the \nscreener shall inform the concerned Customs Authorities \nat the airport  about it so that they can take appropriate \naction in the matter. \n(v) \nRegional Dy. Commissioners of BCAS should organize \nsecurity awareness programmes in consultation with the \nlocal Customs Authorities/ ASG for sensitization of all \nthe officials involved in handling of such consignments. \n \nThe meeting ended with vote of thanks to the Chair."
}