{
  "1": "CIRCULAR  11  /  1998 \n \n \nSUB: SECURITY PROCEDURE FOR CARGO \n \n \nIn order to prevent weapons, explosives, explosive devices or any other dangerous devices \nwhich may be used to commit an act of unlawful interference, the carriage or bearing of \nwhich is not authorized, from being introduced by means whatsoever, in the cargo \nconsignments on board an aircraft engaged in civil aviation either in a passenger flight or a \ncargo freighter, any one of the following three security measures prescribed by the Bureau of \nCivil Aviation Security (BCAS) shall be strictly followed by air operators:- \n \n(i) \nCooling off for 24 hours \n(ii) \nX-ray screening. \n(iii) \nPhysical checking \n \n2. \nAfter security check of the cargo consignments, security sticker as per the specimen \ngiven below shall be pasted / affixed by the security staff of air operator each cargo \nconsignment / baggage. \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n3. \nThe security measures ( any of the three mentioned in para 1 above) shall be \nspecifically indicated in the cargo manifest against each cargo consignment. \n \n4. \nThe cargo consignment, when taken on airside for loading into the aircraft, shall be \naccompanied with cargo manifest. \n \n5. \nAirport security staff deployed on entry point of the airside shall check / ensure the \nfollowing security procedures: - \n \n(i) \nSecurity sticker pasted on the cargo consignment. \n(ii) \nCargo manifest \n(iii) \nAccess control of persons / vehicles \n \n6. \nBefore cargo is loaded into the aircraft, air operators security, staff shall ensure that \nno cargo consignment is allowed unless it has passed through the prescribed security control.  \nAIR Operator …………….. \n \n \n \nSl. No ………….. \nX-RAYED / COOLED OFF/ \n \n \n \nDate  …………… \nPHYSICALLY CHECKED \n \n \n \nStation ………….",
  "2": "The cargo manifest shall be signed by the airlines security staff on the apron in token of the \nabove process having followed by them. \n \n7. \nThe air operators operating from the airports in India shall incorporate these \ninstructions in their security manual and confirm to the BCAS about the same. \n \n \nThe above directions are issued under Section 5A of the Aircraft Act, 1934. \n \n (S.C.TRIPATHI) \nCommissioner of Security (CA) \n \n \n(REF: NO.CAS-8 (11) / 98-DIV-I \nDated : 02.06.1998)"
}