{
  "1": "CIRCULAR  03  /  1998 \n \n \nSUB: ISSUE PIC TO OPERATORS \n \n \n \n \nThe question of issue of commercial PIC to Tour Operators Public sector / Private \nSector Companies etc. was under examination and it has been decided to issue commercial \nPIC to these agencies as per the standards laid down here under: \n \n1. \nPUBLIC SECTOR / PRIVATE SECTOR COMPANIES / GOVT. UNDERTAKING: \n \n(i) \nCompanies with a turnover of 1000 crores or more may be issued with one \ncommercial PIC each. \n \n(ii) \nOnly those companies who are member of CII, FICI, ASSOCHAM PHM \nChamber or any other authorized federation shall be issued with the PIC. \n \nII \nTOUR OPERATORS: \n \n(i) \nThe company should be a member of TAAI or IATO or any other body \napproved by the Ministry of Tourism, Govt. of India / State Govt. \n \n(ii) \nThe company should be recognized by Ministry of Tourism, Govt. of India / \n \nState Govt. as Tour Operators. \n \n \n \n(iii) \nThe number of Commercial PICs to be issued to the Tour Operators will be \ndecided by BCAS keeping in view the turn over of the Company which will be \nin 5 slabs. \n \nUpto   2 \nCrores  \n- \n2      \nP ICs \n2 to 10  \nCrores  \n- \n4 \nPICs \n10 to 30 \nCrores  \n- \n8      \nP Ics \n30 to 50 \nCrores  \n- \n10      P Ics \nMore than 50  Crores  \n- \n12      P ICs \n \nIII. \nFINANCE INSTITUTIONS LIKE LIC, GIC, NABARD, UTI: \n \n \nOne commercial PIC each may be issued. \n \nIV. \nGENERAL INSTRUCTINS FOR ISSUE OF COMMERCIAL PIC: \n \n(i) \nThe PIC s valid for both International and Domestic Terminals may be issued \nfor companies, which are earning foreign exchange.  For others, the PICs shall \nbe issued valid only for Domestic Terminal.",
  "2": "(ii) \nFees at the rate of Rs. 600/- per month for the PICs meant for both Terminals \nand Rs.450/- per month for Domestic Terminals will be payable to AAI \nbesides Rs. 100/- Per PIC for lamination payable to BCAS. \n \n(iii) \nThe above rates shall also be applicable to the fresh issue / renewal of all \ncommercial PICs issued to other agencies. \n \n(iv) \nThe PIC shall be valid only up to the check in area of Departure and visitor \narea of Arrival Terminal. \n \n(v) \nMisuse of the PIC shall result in its cancellation and any other action as \ndeemed fit by the appropriate authority. \n \n(vi) \nThe PIC will be issued only after police verification of character and \nantecedents by the special branch of state police. \n \n(vii) \nThe \napplicants \nwill \nsubmit \nall \nsupporting \ndocuments \nalong \nwith \nthe \napplication forms to the Airport Director AAI who will place the application \nwith the PIC committee after due scrutiny. \n \n(viii) The PIC will be issued by RDCOS after approval of PIC Committee. \n \n (SHARDA PRASAD) \nADDL. COMMISSIONER OF SECURITY (CA) \n \n(REF: NO.CAS-9 (1) / 98-DIV-I \nDated: 09.02.1998)"
}