{
  "1": "CIRCULAR \n \nCas-8 (34)/88-Div-I  \n \n \n \n \n \nDated : 15.07.94 \n \nSubject : \nCARRIAGE OF SECURITY REMOVED ITEMS BY AIR \nCARRIERS OPERAING THROUGH INDIAN AIRPORTS. \n \nIn suppression of all the existing instruction son the subject mentioned above the \nfollowing  procedure shall be adopted by all carriers including National, International and \nAir Taxi Operators :- \n \n1. \ni). \nAll air carriers will supply to the airport security in charge pre-\nembarkation security checks at every airport pre-glued, sturdy envelopes for \ndepositing security removed items. The size of the envelope should be at least 21” \nx 31 cms. \n \nii) \nSuch envelopes will have the following printed on the top or a separate \nsheet affixed on it with the following printed: - \n \n(a) \nName of the Airlines  - \n in bold capitals \n(b) \nSecurity removed items - \nin bold capitals \n(c ) \nname of the passenger. \n(d) \nFlight No. & Date. \n(e) \nDestination. \n(f) \nSeat Number. \n(g) \nBrief mention of the security removed items (s). \n \niii) \nCorresponding baggage tags with serial numbers shall be attached to such \nenvelopes so that it could be given to the passenger as token or having \nremoved the objectionable items and for claiming the same from the \nairlines at their destination. \n \niv) \nThe serial number of the tags shall correspond to the serial number on the \npre-glued envelopes. \n \nv) \nThe staff of Airport Security Unit doing pre-embarkation security checks \nshall keep such envelopes handed over by different air carriers in safe \ncustody and as and when objectionable items including battery cells are \nremoved from the body of the passenger or from his hand baggage shall be \nput into the envelopes supplied by the particular carrier and glued or \nstapled.  While doing so the details required (already printed on the \nenvelope) shall be filled up correctly and the tag attached on the envelope \nshall be handed over to the passenger.  In no case the boarding card of the \npassenger shall be retained by the airport security staff in lieu of the \nsecurity removed items.",
  "2": "vi) \nThe procedure mentioned in paragraph (v) above shall be carrier wise. \n \nvii) \nAt the end of the pre-embarkation security check of the passengers for a \nparticular flight the staff of the concerned air carrier shall go to the \nsecurity check and contact the In charge so as to receive envelope \ncontaining security removed items.  It shall b handed over by the In charge \nof the pre embarkation security checks under receipt.  The receipt can be \nsigned in a register indicating number of items or its details. \n \nviii) \nThe envelopes collected as above shall be carried by the air carrier either \nin the security box wherever available or in a pre-designated place in the \ncabin not accessible to passengers. \n \n2. \nAlternatively, and to make the task easier the airlines should supply to the APS \nelastic baggage tag in two parts.  Whenever a security removed item is collected by the \nAPS during the search, particularly battery cells, the same will be properly wrapped by \nthe elastic thread on the tag carrying one part of the tag for delivery to the airlines \nconcerned before the departure of the flight.  The other part of the tag will be given to the \npassenger as token of receipt for its retrieval by the airlines at the destination.  The \nbaggage tag shall contain the name of the airlines, serial number, brief description of the \nitem etc with the heading as `Security Removed Items’.  For those items which can not be \nsuitably wrapped the envelopes will be used as enumerated at para I )I) to (viii) above. \n \n3. \nAt each destination an officer of the airlines shall disburse such envelopes to the \npassengers concerned either at the ladder point or in the baggage retrieval area. \n \n4. \nAs far as the carriage of arms and ammunition etc., are concerned the existing \ninstructions on the subject shall continue to be followed. \nAll air carriers and the In charge Airport Security Units at all airports are requested to \nfollow the above procedure at all airports are requested to follow the above procedure \nw.e.f. 01.08.94.  The air carriers shall supply the envelopes to the Airport Security Unit \nbefore that date. \n \n(J.P.VERMA) \nOFFICER ON SPECIAL DUTY (INT)"
}