{
  "1": "CIRCULAR  25  /  1998 \n \nSUB \n:ISSUE OF SHOW CAUSE NOTICE TO AIR OPERATORS ON \nCOMMITTING BREACH OF SECURITY IN THEIR SECURITY \nFUNCTIONS AT THE AIRPORT \n \n \nBroadly the security related functions of air operators have been mentioned in this \nBureau Circular No.  CAS-6 (1) / 96 –Div-VI dated 04.09.97 besides other circulars on \nsecurity issued by BCAS from time to time.  Instances have come to notice of this Bureau \nthat directions on security issued by this Bureau are violated by air operators, which may lead \nto failure to safeguard civil aviation operations against acts of unlawful interference. \n \n2. \nIt has, therefore, been decided that the air operators wherever found committing \nbreach of security shall be issued with show cause notices on the proforma enclosed \nherewith by the concerned RDCOS. \n \n3. \nOn receipt of explanation from the air operators who are found committing breach of \nsecurity, matter will be taken up by RDCOS concerned with BCAS Hqrs.  for taking \nnecessary action against the defaulting air operator. \n \n \nThis issues with the approval of Commissioner of Security (CA). \n \n(J.P. VERMA) \nOFFICER ON SPECIAL DUTY (INT) \n \nREF: NO.CAS-3  (45) / 98-DIV-I \nDated : 10.12.1998 \n \nProforma of show case notice \n \nCONFIDENTIAL \n \nFile No. \n \nBureau of civil Aviation Security \nOffice of the Regional Dy. Commissioner of Security  \nDelhi / Calcutta / Mumbai / Chennai \n \nTo, \n \n \n------------------- \n \n------------------- \n \n-------------------",
  "2": "SHOW CAUSE NOTICE \n \n \nWhereas it has been brought to the specific notice of the undersigned those M/s -------\n---------------- (name of the Airlines to be mentioned) was found committing breach of \nsecurity as indicated below. \n \n \nThat during surprise checking / monitoring of security arrangements during the period \nfrom ------- to ------- hrs on -------- it was found that following security staff of Airlines were \nfound to be commuting breach of security by violating BCAS instructions as quoted against \neach while performing security functions at ----- airport : - \n \n \n \n \n \n \n \nS.No     \nDetails of Security functions  \n \nInstructions of  \n \n \nBeing done by Airline staff \n \nBCAS violated. \n \n1. \n \n2. \n \n3. \n \n4. \n \n5. \n \n \n2. \nAnd whereas the violations stated above were construed sufficient to lead to failure to \nsafeguard civil aviation operations against acts of unlawful interference. \n \n3. \nStation Manager (or whosoever to whom the letter is to be addressed) -------------- \nAirlines is now therefore hereby called upon to explain within 7 days from the date of receipt \nof this notice, why action should not be taken against you for breach of security by violating \nBCAS instructions stated herein above.  In case no reply is received within stipulated period, \nex-parte action will be taken. \n \n(Signature) \nSeal of RDCOS \nDate of Issue."
}