{
  "1": "OFFICE OF THE ADDITIONAL DIRECTOR GENERAL/AIRPORT SECTOR\nCENTRAL INDUSTRIAL SECURITY FORCE\n(ltlinistry of Home Affairs)\nCISF Complex\nAdm. Block, Ground Floor,\nMahipalpur, New Delhi-37\nCircular No.- AS o I 12024\nRecently, several cases have been reported wherein the passengers were\ndetected smoking inside the aircraft. Such instances not only put a question\nmark on the professionalism of ASG but also tarnish the image of the Force.\nThese incidents on one hand violate aviation security regulations and on the\nother, pose serlous security risks, especially if conducted with malicious intent.\nIt is a matter of serious concern that despite our best-efforts during Pre-\nEmbarkation Security Checks (PESC), some passengers have managed to\nevade detection of prohibited items such as matchboxes and lighters, either on\ntheir person or in their hand baggage entailing a need to revisit the existing\nsecurity apparatus and to bolster the weaker aspects. Though it is understood\nthat sometimes detection of such items (especially matchboxes) becomes\ndifficult using X-BIS, DFIvID and HHMD but it remains a fact that ASG/CISF\ncannot be absolved of the onus of removing the SRls including lighter / match\nbox, if any, during PESC.\n2. \nOn study of such cases in the past, it surfaces that the pax have resorted\nto various methods to evade detection, such as:\n(i) ln luggage: Passengers hid matchboxes and lighters inside clothing,\ntoiletry bags, or other personal items kept in their carry-on bags.\n(ii) Body concealment: Some passengers attempted to conceal these ltems\non their person, such as in pockets, socks, innerwear, shoes, etc.\n(iii) Disguising as other objects: Matchboxes and lighters were found\ndisguised as innocuous items such as being hidden inside other objects\nlike cosmetic containers, hollowed-out books, or electronic devices.\n(iv) Modification: Lighters were found disassembled and reassembled to\nmake them less recognizable by way of separating the parts and\ndispersing them into different objects. ln some cases, matchsticks were\nfound to have been kept separate from the matchbox / striker paper which\nhad been concealed at a different place to avoid detection.\nNo. 0-4201 1 /APC/OPS (2)l Circular I ASl2024- $ lo 2 \nDated: 1 < April' 2024\nSub: Detection of Cisarette lishters & Match Boxes on-board.",
  "2": "3. \nln order to preclude the possibility of carrying matchboxes and lighters as\nwell as other Security Restricted ltems (SRls) beyond the security check points,\nthe following measures are enumerated for implementation on the ground: -\n(i) Systematic and methodical application of security procedures for\nscreening & physical checking of hand baggage, frisking of passengers\nand ETD checks of passengers/baggage, as per directions issued by\nBCAS should be meticulously enforced on ground.\n(ii) Adequate sensitization of screeners should be done laying emphasis on\nvarious modus operandi of concealment of lighters/ match boxes.\n(iii) Personnel should be advised to use the features of the XBIS at its\noptimum level and super enhancement (SEN) mode to be used in case of\nany doubt. Personnel should also be advised to make optimum use of\nprofiling techniques for detection of such restricted items. Bag search may\nbe enhanced and should be done in synchronization with profiling of the\npassenger.\n(vi) lnter-alia other SRI items like -knife, live ammunition, blade, weapons etc.\nthe screeners should also consciously examine the X-BlS images during\nscreening and look for during frisking.\n(vii) Signages advising passengers not to carry lighters / match boxes beyond\nPESC point should be displayed at prominent places in pre SHA duly\neducating about the penal provisions.\n(viii) Load Officers at the inlet of the X-Ray machine should brief passengers\nto remove such prohibited items before proceeding through the Pre-\nEmbarkation Security Check (PESC).\n-02-\n(iv) Screeners should profile passengers when they approach for frisking. ln\ncase of doubt, sensible questioning/enquiry may be done for such items.\nlf the contents of their pockets suggest that they are smokers (presence\nof cigarette packs etc), pat down search should be done duly taking into\nconsideration the probable areas of concealment. Their hand baggage\nshould also be physically checked, if it is necessitated. The possibility of\nsome passengers trying to carry such items surreptitiously by hiding them\nin their socks, behind the belt buckle or inside the laptops, should be kept\nin mind.\n(v) Weakness of the screener should be identified and online images in\nThreat lmage Projection (TlP) software should be reviewed and tailored\nso as to improve upon the weakness of the screeners. The result of TIP\nshould be monitored closely and personnel getting lower result must be\ngiven extra training.",
  "3": "(ix) Surveillance staff should also be sensitized to keep a watch on the\n'smoking area' available in the SHA and ensure that only fitted lighters\nshould be used and if anyone uses match boxes/other lighters, it should\nbe noticed and reported.\n(x) As operational area is also a \"No Smoking Zone\", signage regarding the\nprohibition of matchboxes/lighters should be prominently displayed at\noperational gates also to create awareness among staff members about\nnot carrying such items within the airport premises.\n(xi) The above aspects should also be discussed with all stakeholders in\nmonthly APSC (Airport Security Meeting) on regular basis for awareness\nof all staff as well as passengers.\n4. All CASOs are directed to ensure compliance in totality without any\nd ivergence whatsoever.\n5. The lG/APS-l & ll and DlsG/AP are directed to ensure meticulous\nmonitoring of the compliance by the CASOs under their jurisdiction.\n6. \nEnsure strict compliance\nf.0 \\.24.\n(Prave\nanjan, IPS)\nADG/A f ort Sector\n(i) rG APS- r & il\n(ii) DlsG/AP (NZ, SZ, WZ and E&NE).\n(iii) DlsG/CASOs Delhi, Mumbai, Chennai, Hyderabad, Kolkata and Bangalore.\n(iv) AIICASOS CISF ASGs.\n-03-\nDistribution:"
}