{
  "1": "/ /RESTRICTED//\n\nCAS-7(156) /Policy/2018/Aerodrome Security Programme- (B-254364)\n‘Ud BPR / GOVERNMENT OF INDIA\nAPR feta HaTeI/ MINISTRY OF CIVIL AVIATION\nAPR fas GRal BI / BUREAU OF CIVIL AVIATION SECURITY\nSSH UA, Ahaxwit Sars fg & Prpe / UDAN BHAWAN, NEAR\nSAFDARJUNG AIRPORT,\nag faeeft - 110003 / NEW DELHI - 110003.\n\nDate: 30.3.2024\n\nAvSec Circular Ne 12024\n\nSub: Standard Operating Procedures on entry back into the SHA during\nweather related delays/ technical delays -reg.\n\nIn reference to the entry into SHA at civil airports being\nnecessitated due to emergent issues raised therein and in exercise of powers\nconferred under rules 32, 35, 36 and 62 of the Aircraft (Security) Rules, 2023,\nthe Director General, Bureau of Civil Aviation Security, for the purpose of the\nsafety of passengers, crew, aircraft, ground personnel and the general public\nin all matters related to safeguarding against acts of unlawful interference\nwith civil aviation, directs the following procedures for the subject matter on\nthe various scenarios:\n\n2. Purpose:\n\n2.1 To ensure that passengers on-board such aircraft which is affected by\nweather related delay, technical issues, or death of someone on-board, are\nfacilitated to return to the Security Hold Area (SHA) of the terminal building\nthrough a pre-designated area.\n\n2.2 This may rule out inconveniences to passengers in case of\naforementioned eventualities and ease their re-boarding.\n\n3. Applicability: This SOP shall be applicable and implemented at such\nairports only, where a pre-designated sterile area is earmarked and approved\nfor the subject purpose. This area shall have adequate space for queueing and\nscreening of passengers as per requirement of the NCASP.\n\n4. Pre-designated area:\n\n4.1 The pre-designated area may be preferably in the Security Hold Area or\nin the airside or adjacent to the bus-boarding gates to screen the passengers\nmaking entry before they enter back into the SHA.\n",
  "2": "//RESTRICTED//\n\n4.2 The pre-designated area shall include an enclosed security checkpoint,\ndesk for re-printing of boarding passes and sufficient queuing space to\naccommodate passengers.\n\n5. General Directions: All relevant stakeholders involved in the process, viz.\nairport operator, aircraft operator and the ASG, shall ensure adherence to the\nfollowing general guidelines:\n\n5.1 Airport operators shall identify the space for pre-designated area.\n\n5.2 A Standing Committee chaired by concerned Regional Director of BCAS,\nand comprising of the Chief Aerodrome Security Officer (CASO) of the ASG\nand Chief Security Officer (CSO) of the airport shall vet the pre-designated\narea including its SCP from AVSEC and passenger's facilitation point of view,\nand examine its suitability for subject purpose.\n\n5.3 This pre-designated SCP may be a part of the SHA in case of de-\nboarding through the aerobridge or at airside, adjacent to the SHA in case of\nremote bay de-boarding. In case, if it is at another place, secure and sterile\npathway shall be provided up to SHA. An alternate arrangement could be to\ncreate an SHA/screening facility at the bus boarding gate itself on the airside\nto re screen the passengers before they enter the bus boarding gate /SHA\n\n5.4 Airport Manager (APM) of the concerned aircraft operator shall request\nconcerned Regional Director, BCAS and CASO, ASG in writing to allow\npassengers to enter SHA with reason for such request. The request shall be\nexamined and jointly approved by the RD and CASO, if found fit.\n\n5.5 ASG shall arrange such entry of the passengers of the affected flight\nwithin the shortest possible time preferably within 20 minutes.\n\n5.6 Security staff of the concerned aircraft operator shall be placed for\nsurveillance from Aircraft gate till pre-designated area for entry.\n\n5.7 At pre designated SCP at least three security staff of concerned aircraft\noperator shall channelize passengers to the designated area.\n\n5.8 Before allowing such entry, ASG shall ensure that the aerobridge, finger\nof the pier and the pre-designated area are free from contamination.\n\n5.9 All passengers and their cabin baggage shall be screened by ASG at the\npre-designated SCP before allowing them entry into the SHA for the next\nboarding/re-boarding.\n\n5.10 Commercial staff shall de-board all such passengers from the departure\ncontrol system.\n\n5.11 Fresh boarding cards shall be printed at the pre-designated SHA, if\n\nrequired. ; q\n\nPage 2 of 4\n",
  "3": "//RESTRICTED//\n\n5.12 ASG with the help of commercial staff of the concerned aircraft operator\nwill allow entry of passengers after verification of the boarding passes.\n\n5.13 Security staff of the concerned aircraft operator shall perform the anti-\nsabotage check of the aircraft as is done for an originating aircraft before\nallowing re-boarding, using the checklist for the aircraft-type.\n\n5.14 Once the crew gives clearance for re-boarding, the passengers will be\nallowed to board on the old boarding cards in case the flight number remains\nsame.\n\n5.15 Airport operator shall provide boarding:card printer inside the pre-\ndesignated area for reprinting such boarding cards.\n\n5.16 In case there is some issue in the system and passenger cannot be re-\nboarded in system, then manual passenger reconciliation will be carried out\nat boarding gate by commercial. staff under the supervision of Airport\nManager/ Deputy Airport Manager of the concerned Aircraft Operator.\n\n6. There is likelihood of two scenarios which are mentioned below along with\n« respective procedures for handling the passengers and crew:\n\nA. Aircraft aligned to aerobridge:\n\n(i) The ‘passengers may be disembarked through aerobridge or step-\nladders as the case may be.\n\n(ii) In case of passengers disembarking from step ladders the aircraft\noperator shall position sufficient number of vehicles for the movement\nof passengers in the pre-designated area for entry into the SHA after\nscreening procedures.\n\nB. Aircraft parked at remote bay:\n\n() Sufficient coaches should be aligned for deplaning of passengers so that\nthere would be no movement of passengers on tarmac.\n\n(ii) Commercial staff of the concerned aircraft operator at aircraft parking\nbay will ensure that aircraft door will not be opened until the above\narrangements are completed.\n\n(iii) Once the Apron Passenger Vehicle is available at tarmac, the\n\npassengers shall be allowed to deplane from aircraft in controlled way\nwith passengers in limited numbers to ensure no passenger is waiting\n\nat tarmac.\n\nPage 3 of 4\n",
  "4": "/ /RESTRICTED//\n\n(iv) Strict supervision shall be maintained by the APM along with their\nsecurity staff during movement of passengers from aircraft to pre-\ndesignated area after verification of boarding cards.\n\n(v) The vehicle shall be escorted back to the bus boarding gate by security\nstaff of the concerned aircraft operator. The gate of the bus shall be\nlocked before departure from the aircraft bay and opened only at the\nboarding gate.\n\n(vi) The security staff of the aircraft operator will ensure that there is no\n\ncontamination of passengers during the transfer. This may be ensured\nby disallowing any kind of bussing and de-bussing during the transfer.\n\n7. This AVSEC Circular shall be implemented by all concerned with effect\nfrom 1st April, 2024.\n\n8. Any violation of this AVSEC Circular shall attract penalty under provisions\nof the Aircraft (Security) Rules, 2023.\n\n(Zul lis Hasan, IPS)\n\nDirector General\nDistribution: As per standard list. dofa/. ZY\n\nPage 40f4\n"
}