{
  "1": "qqqA\n6oo\nConfidential\nq-oft-tqroq\nDIRECTORATE GENERAL\ndffiq ffifto 5-rqTr q-d\nCENTRAL INDUSTRIAL SECURITY FORCE\n(rlE riTrdq)\n(MINISTRY OF HOME AFFAIRS)\n(-do erfua\nsq rE[Frfrer6,zqR-srd-q \\'a q. c.\n6v\nd-o rio rs $.fr.ot. cR-s{\nBLOCK NO.13, C.G.O. COMPLEX,\na)tfi rts rg ffi-rroos\nLoDHI RoAD, New oelHt - r tSog\nDate\n/ p epr'2ozt.\nYr€fi/BRrrNcH: qkqrc-{\nq-{ !S.O-42099 /Ops /7*ro Error policy/2O2 I - / I S /.\n+n t,\nSDG/HQ,\nADsG (North, APS and South),\nAll Sector IsG (including Director, NISA).\nPlease find enclosed herewith circular No.05/2o2 1 on the subject \"Adoption of\nZero Error policy in all major areas of functioning of the Force\" for kind information and\nnecessar5r action.\n02. Further, all sector IsG are also requested that the copy of the circular be\ndisseminated to afl zotal / Plant DIsG, sr. commandants/ commandants and Dy.\nCommandants under your command. Secure and proper dissemination of the Circular\nmay also be ensured, please.\nEncl: As above.\n\\a u9 \\-'\\\n\\\n\\,\\,rr\nt(\n$\nSubject: Forwarding of Circular No. OS/2O21: Res.",
  "2": "",
  "3": "{EII1B R,I{I\\TCH : gR.q]EFI\nConfidential\nTo be retained in\nPersonal Custody and\nhanded over to the\nEr.rF-t{rffiq \nsuccessor personally\nddrq oildrfto g-wr e-d\neI6.iTrmq)\nd-o n.-rs {fr.fr.oil. qR-sr\nBLOCK NO.I3, C.G.O. COMPLEX,\nin$ rts rg ffi-rrooos\nLODHI ROAD, NEW DELHI - I IOOO3\ntlzt F.O:42099 /Ops/Zero Error Poticy/202 1- lU q+ \nDate: Iq anr'ZOzr.\nSubj ect: AdoDti on of Zero E\nr policv in all maior areas of functioning of\n_ \nCISF was initially raised to provide security to public sector undertakings and\nhas now become an integral and important component of the security architecture of\nthe country. it has evolved into premier multi-dimensional armed Force of the\nunion. The Govt. has entrusted it with the protection and security of critical\ninfrastructure, including Airports, Delhi Metro, private sector Underiakings, VIp\nProtection, Fire-hghting and consultancy services considering it,s operational\ncompetency and efficiency.\n2. \nSecurity operations are always aimed at ensuring foolproof security and\ntherefore there can be no second chance in case of a system iailure. Any breach\nleading to an operational challenge cant tre reverted. Accordingly, it is incumbent\nupon a1l of us to implement a 'zero-Ertor policy' in all major areas of our\nfunctioning. some identified areas inter-alia for implementation of this policy are as\nfollows:\nthe Force: Re\nAccurate handling of Access Regulation of employees and vehicles in\nIndustrial Establishments is essential. There should be prompt and perfect\nmanagement of passes by CISF Pass section. Zero Error to be attained in\nhandling materia,l movements in the units for containment of theft. A1l\nrequisite security measures to be made in place at CISF check points\nthrough optimum use of technologr and manpower. Nevertheless,\ninstallations with public interface such as Airports and Delhi Metro require\nvigilant and skilled manpower integrated with advance gadgetry to eniu.e\nzero Error in Access Regulation. All Units must strive constantly in this\ndirection.\nContd...2/-\ni)\nCISF Circular No. 05/2O21",
  "4": "-c\nii)\nPhysical security mei\n^Dc.tecti on Devi;;':, #iff i.,n.::;ld\".,l i,iJf: i :: perimeter rn tru si on\n:::Xiill ff:'t; J:'.'Jjl3l,3,1.\"\",. ,..1-i'.,..i,'ination are intrins;;;;\"ior\n:::: i1,;' u., p \"*..' \n\"\"\".11'-9 i n a t I u n ii s 1 o ;';il l:;i *:l::j: r\" i I.:|i' T\nparadigm \"*,,ri.\"j'\"l\"lrrtc .approach for thes,\nrnvolving cutring .on. ,llll tt'\" r'ot\". ;;\"i'.- \npurposes necessitates a\nl,.j,o,\",ir,o;;B;\";,j$t:,,1ru:i;*:]llt\"l#::L\"..\"\"r:XX j::,.Fil:\n;:T:tH3i;;::i:.y\":nr:.:ljr*;ili*11,\"'ffi:.,ili:;,il.:.*\nTime to time assessment nf rh--^+^ -\nrevels musr be done ,\"'t-:t^1ll:\":: arising ar lo\nrnreat assessment arso \"l^t:ul,g.,. \n,rr. \".\",,?;[) \n-cal' regional and nationa]\ng*1{ls.r,x**t*:i*r*****ffi\niii)\niv)\nIn^ emerging securitv\neffective \";; \n\";;;;'. \nl^']uji9, sabotage is a\nror securiry ro.\".\" E\"\"T'L.\"^l,t\"i\"- .iir, Zl.;\"1 o'* perceived threat An\niil:.r,r9ir;;;;\";;\",\"h::'\"j'r6r:...-\"\".. j:Ti,iffi \"yfl.\"iistr#il,?i\"?;:\niiffi ='i'.:.iffi \"\"Jllk::::!{:l;^il,,\"il=ii\"i?'1\".iffi 5iii\"}}:n:\nccrvs' eooc it\"-l''^::*:''^\"' Lill such svste\nraborage checks. *r,,'T,o K9 squads i;':;- \nrs tn place' smart tise of\nspotterr/*.i;;.;;ffi ,fix|n\".fl i,lffiy;:x#*:::\"\",^.1+n# .,t\"\"+\nHLT: #,t'\"\"\"x}:T h ::\"r, f :;:;i\".., .' * ;, \n\" \" \" \"'a ge c h ec k s\nffi $frdJff [HiH:d'i'tff *'];itri[Tr,i-]:{.,,.*=\n,ffitf*,:i: o, \" \"\".., *i-o'\"- \";, Ii \" ;.''.iiT\"I il ?; ::lXT ill i:4J::\nv)\nvi)\nContd...3/-\nSpecialized approach v\n::::li,I \"r., \"llle.\" ... tT\",'r.'#f,T'; jl. f\"1r\":i se sys te m ro mee t r h e\n;il:';. :iil\".Jiil X'J:^: : \nan d Q u i c k R\"e \n\"o \"','iI'-' \nn *\" t ca pa u i ti t i e s oi irr e\n4'.'*:;l#ff\"1f.'.-I*'{*ffi.*:lli::::i::rii'x\"'Lsi,Tif \":'.';';\nLonsequenrry, intensive 11^,-ti-t,l, *\";;;; \nLdpaDrhties and ensure Zero\nbecarried.;,;;;:;;:,.:,;.:1\".,A-,[*,ti:,\"f ..:,.;:Xli::,il;\"n:Ti\";",
  "5": "vii)\nviii)\nix)\nx)\nxi)\nxii)\n-3-\nTraining plays a vitar rore in shaping behavior and professional competence\nof the force personnel. All trainiig viz. basic, advance and in_service\ncourses must be designed and imparted with a vision ,o \"\"ppo.i ;;r;;;r\",\nin our functioning on freld. Training modules must be designed in a\nmanner to accommodate essential components of different \"\"p\"\"'.\" or J\",v\non fie1d' Training Institutes and cISF units through .\"r.\"Jrr.. iJri.rg,\nshould focus on enhancing the image of the Horce through enhanced\noperational efficiency and physical htnJss.\nDelhi Metro covers whole Delhi and NCR. Daily footfall of approximate 2g\nlakh passengers at 242 stations speaks \"oirrri.\" about accountability on\noart of .clSF regarding security oi pr\"\"..,g\".\" as well as stations. Vital\nresponsibilities such as station \".\"uiity, pai security, \"ntr- \"auoi^g. \n'cr-r\"cr.\nof rolling stock, effective and ..\"f o\"\"i\". - qnf must be ensured\nmeticulously.\nSecurity verticals such as sea ports, Govt. Buildings, Space and atomic\npower instarlations also require especiar attention and Zero Error, as any\nsecurity breach at these installations may have larger conseqr\"rr...-'ir-,\nterms of national security than perceived actually on ground. As such,\nthere.is no scope for any lLtharg,.'Respo\"\". oi1fr. Force must be proactive\nand thought process much aheil of the perpetrators of security breach.\nSSG/CISF, as on date has been entrusted VIp Security cover to as many as\n139 protectees of different categories across the country. critical\nassignments including duties invJving ctose protection t.il\", -rror\"\".\nProtection teams and movement of esc&t vehicles have no scope for any\nTi.:1\"k1 SSG personner shourd be pro-active with good communication\nskills. The personnel \n\"[\"^\"tq be put'through regular disciplined physical\nfitness regime involving pr, yoga, combat \"rrioti.rg and unarmed combat to\ncope up with any eventuality in line of duty. Regular and periodical testing\nin these drills is also a must.\n,cISF is providing security cover to ro premium private sector installations.\nVision of \"Zero Error\" wili not only enhlnce tt \" i-rg\" of.the CISF, but also\npave the u'ay for the expa,sion of the porce subsIa,tially i\" trt\"-p.r\"\"t.\nsector.\nAs CISF renders security services, the importance of a pleasant and\neffective presentation of the Force personnel' while on arrt,, .r.\"a\" io n.\nexhibited. Proper bearing in uniform, turnout, display of conna..r.. ,rra\npresentation of smart security personnel neeis effect'iu. \"\"p.*i\"i\"\" I\"a\ncontinuous-monitoring. In unifoim, a good body language *ilr, ai\"\"iffi.r\"a\nposture and etiquette needs due attention by all supeivi\";ry;ii;.;;. ''\"\"\"'\nIn recent past, several incidents of breach of cyber security has come to the\nfore in fo^.T of compromised e_mail accounis, -inter.ret -coara\"tiorr\" - \n^.ra\nleakage of data from Ip addresses of computers. As such, alr instructions\nissued regarding precautions to be taken fo. u \"e oi compuiers/int.r.r.i .rra\nsocia-l media must be ensured.\nContd...4 /-\nxiii)",
  "6": "-4-\n{:\n,3. \nThe Sector rsG, ZonallPiant DIsG and Unit commanders should ev<;lvc nct,\nmethodologies and come up with new ideas for attaining tine Zer<: Brror stallLls i1r aLl\nmajor areas of functioning. A1l out elforts should be taken rvith pe;sonal inrrclyement\nand professional approach for enhancement of competency and sLi[ or Lhe Forcc.\nxiv) Intelligence inputs are received from IB and other sister intelliget)cc\nagencies reguiarly, containing sensitive information abctut r-r:rxa)i1cs,\nmilitants/ terrorists. It is of paramount importance that Zero Error. in\ndissemination of the contents to the last man be ensured. Secrel\ndocuments must be handled with utmost care. Digital platlorm shoulcl rrot\nbe used for propagation of such inputs/ information.\nxv) close supervision at supervisory and subordinate levels shor:1cl bc o.r\nongoing activity with all leaders taking personal ownership o[\norganizational initiatives. There should be clarity about the instructrons to\nthe last man on the post, which will help in realization of our visi.o.\nstatement.\n4. \nFurther, contents of this circular are confidential in nature and herrcc, securt:\nand proper dissemination must be ensured by all.\nJaiswal)\nDire\nGeneral, CISF\nDistribution:\nSDG/HQ\nADsG (North, APS and South)\nAll Sector isG (including Director, NISA)\nAll Zooal lPlant DIsG\nA11 Sr. Commandants/ Commandants\nA11 Dy. Commandants.\nk"
}