{
  "1": "RESTRICTED \nNO.CAS-12(10)/2002.DIV.-1 \nBUREAU OF CIVIL AVIATION SECURITY \n(MINISTRY OF CIVIL AVIATION) \nGOVERNMENT OF INDIA \nA’ WING, JANPATH BHAWAN, \nJANPATH, NEW DELHI -110001 \nDate: 27.7.2005 \n \n \nC I R C U L A R   NO.  30 / 2005 \n \n \nSubject: \nSecurity procedures for commercial (non-chartered) helicopters operations. \n \n \nIn order to adequately address real vulnerabilities and to mitigate varying threat levels, the following \nsecurity measures shall be applied by all concerned:- \n \n2. \nAircraft:  In order to prevent unauthorized use of aircraft, the operator will take steps corresponding \nto specific type of aircraft to secure it when unattended.  Pilot should employ multiple methods of securing \ntheir aircraft to make it as difficult as possible for an unauthorized person to gain access to it. \n \n2.1 \nSome basic methods of securing an aircraft include:- \n \n• \nEnsuring that door locks are consistently used to prevent unauthorized access or tampering with the \naircraft. \n• \nUsing keyed ignition where appropriate. \n• \nStoring the aircraft in a hangar, if available, and locking hangar doors. \n• \nUsing an auxiliary lock to further protect aircraft from unauthorized use.  Commercially available \noptions for auxiliary locks include locks for propellers, throttle, and tie-downs. \n• \nEnsuring that aircraft ignition keys are not stored inside the aircraft. \n \n3. \nPre-embarkation security checks:  Any person conducting a commercial (non-chartered) \nhelicopter operation shall conduct a search of the aircraft before departure and shall screen all passengers, \ncrew members and other individuals, and their baggage before boarding, in accordance with the security \nprocedures given in Section 3.1 below. The baggage will be matched with the occupants before taking it on \nboard as per the laid down procedure. Unmatched baggage shall not be carried in the flight. \n \nNote: \nIf emplaning of passengers is done through security hold area of passengers terminal of an \noperational airport, the passengers and their cabin baggage shall be subjected to pre-embarkation security \nchecks by ASG/ APSU as per the procedure prescribed by BCAS Circular No. 23/2005 dated 11.7.2005. \n \n3.1 \nPre-embarkation security checks when emplaning of passengers is done from a non-\noperational airport or from an area other than security hold area of a passenger terminal of an \noperational airport. \n \nThe following pre-embarkation security procedure shall be followed by the helicopter operator:- \n \n3.1.1 \n \nScreening of passengers shall be done by means of: \n \n(a) \nHand Held Metal Detector and/ or \n(b) \nPat Down search or, \n(c) \nBy combination of both the above means.",
  "2": "Pat down search of person will be carried out whenever screener deems it necessary . However, \natleast one out of 4 persons will be subjected to pat down search on a continuous random basis. \n \n3.1.2 \n \nScreening of baggage will be done as below: \n \n(a) \n100% manual hand search; and/  or \n(b) \nX-Ray examination accompanied by manual hand search on continuous random basis \nwhere the percentage of such search shall not be less than 10% of the total bags in a flight. \n \n4. \nSecurity measures during dis-embarkation of the passengers at an operational airport:- \n \n4.1 \nAll passengers, crew members and other individuals along with their baggage shall be deplaned into \na designated non-sterile area of an operational airport.  Duty Officer in the ATC will direct the \naircraft to the above area and at the same time inform ASG/APSU about it. \n4.2 Chief Airport Security Officer will ensure that arriving persons from the aircraft do not trespass into \nsterile area of the airport. \n \n4.3 \nIn case there is no designated non-sterile area at an operational airport for deplaning of the \npassengers and the passengers are deplaned in sterile area, the following security measures shall be \ntaken to prevent mixing of such passengers with security cleared passengers of the other commercial \nflights:- \n4.3.1 \nChief Airport Security Officer shall provide necessary security coverage so that passengers \ndisembarking into sterile area of the airport do not mix-up with security-cleared passengers \nof commercial flights. \n4.3.2 \nDuty Officer in the ATC shall inform APSU/ASG about arrival of a general aviation \nflight/chartered flight.  On receipt of this information, the Chief Airport Security Officers \nwill send armed escort to reach the aircraft before deplaning of the passengers.  \n4.3.3 \nIf there are more than one parking bays at an airport, the aircraft will be parked in a bay \nother than the one used for parking of commercial flights.  In case there is only one parking \nbay, the ATC will ensure that when a scheduled commercial aircraft is parked on the apron, \ngeneral aviation/chartered aircraft is parked in a corner of the apron. \n4.3.4 \nThe armed escort of APSU/ASG will escort the passengers of  the aircraft to the land side \nof the airport.  APSU/ASG will ensure that dis -embarking passengers do not mix-up with \nthe security cleared passengers/employees in the airside.  \n4.3.5 \nThe dis-embarking occupants will be transported under escort to the land side of the airport \nthrough a designated gate so that mix-up with security cleared passengers/employees in the \nair side is avoided.  In case, the number of passengers is large, the airport operator shall \narrange for a suitable vehicle to carry the passengers to the land side of the airport.  \nLikewise, the cargo/baggage from the aircraft shall also be transported under escort to land \nside. \n \nThe above circular will be implemented with immediate effect. \n \n(R.C. Tayal) \nCommissioner of Security (Civil Aviation) \nEncl: As per standard list."
}