{
  "1": "NO.CAS- 25(2A)/2005.Div.I(Insp) \nBUREAU OF CIVIL AVIATION SECURITY \n(MINISTRY OF CIVIL AVIATION) \nGOVERNMENT OF INDIA \nA WING , JANPATH  BHAWAN , \nJANPATH, NEW DELHI -110001 \nDate   :     6.5.2005 \n \n \nCIRCULAR NO:  15   /2005 \n \n \nSubject: \nInfrastructure for civil aviation security at the airports in India. \n \nIn accordance with National Civil Aviation Security Programme, airport operator is \nresponsible for providing Aviation security infrastructure at the airport.  Aviation security \ninfrastructure inter-alia includes provision of Security gadgets like X-ray BIS, DFMD, HHMDs, \nExplosive detectors etc. for common use area or facility like screening of passengers, screening \nof cabin baggage and hold baggage, and cargo area owned by airport operator. \n \n2 \nAs infrastructure provider, the airport operator shall install and maintain their security \nequipment including X-ray BIS for all such areas, which are used commonly by the aircraft \noperator operating from that airport.  As far as practicable, the aircraft operators will not be \nallowed to install their individual equipment in such areas.  However, in case of a ‘Single \nAgency System, there is no harm if the relevant equipment  for the specified operation is \ninstalled and maintained by that agency.  Similarly for an area or facility which is exclusively \nprovided for security operations of an aircraft operator, the airport operator can allow the \nconcerned aircraft operator to install and maintain its own security equipment. \n \n3 \nAs regards existing X-ray BIS machines, which have been installed by some aircraft \noperators in common use areas or facilities as mentioned above, the airport operator shall fix user \ncharges, in consultation with the relevant stakeholders so that all these machines are utilized \nduring rush hours by the aircraft operators.  It will not only ensure effective use of existing \nequipment but also prevent long queues at security check points. All such machines shall \nhowever be replaced by the airport operator in due course of time. \n \n4. \nAll security equipment will confirm to the minimum standards prescribed by the \nappropriate authority.  No sub-standard equipment shall be deployed by any agency for screening \njobs. \n \n5. \nThe above instructions shall come into force with immediate effect and will remain in \nforce till further orders. \n \n( R C Tayal ) \nOffg. Commissioner of  Security(CA) \nDistribution as per list attached."
}