{
  "1": "RESTRICTED \n \nNO.CAS-7 (9)/2004-DIV-1 \nBUREAU OF CIVIL AVIATION SECURITY \n(MINISTRY OF CIVIL AVIATION) \nGOVERNMENT OF INDIA \nA’ WING, JANPATH BHAWAN, \nJANPATH, NEW DELHI -110001 \nDate: 6.9.2005 \n \n \nC I R C U L A R   NO.  38/ 2005 \n \n \nSub: Carriage of authorized firearm and / or ammunition by Units of armed \nforces / para-military forces while traveling by a civil commercial \nflight. \n \n \n \nThe Units of Armed forces/ para-military forces while traveling on duty by \na civil commercial flight in domestic sectors within India may be allowed by the \nconcerned aircraft operator to carry their service fire-arms and  ammunition  in \nhold baggage  subject to the following conditions:- \n \n1. The Unit Commander or his authorized representative must submit \nto the Chief Airport Security Officer and to the station In-charge of \nconcerned airlines security the Unit’s official travel orders and an \ninventory of weapons and ammunition being transported. \n2. The Unit commander must declare in writing the weapons & \nammunition to the airline operator. \n3. Weapon must be unloaded and collectively secured in a crate and \nbanded or individually locked in a hard-sided case. \n4. Ammunition must also be securely packed in fibre (such as \ncardboard), wood or metal boxes or other packaging specifically \ndesigned to carry small amounts of ammunition. \n5. The Unit commander must certify to the station in-charge of the \nairlines security at the airport that the weapons are unloaded. \n6. Live grenades, mines, bombs, explosives, black powder and \npercussion caps  used with black poweder type fire-arms, tear gas \nshells and munitions and other dangerous goods/ devices shall not \nbe allowed on board the aircraft (neither in Cabin nor in Hold \nbaggage), without specific written permission from Director General \nof Civil Aviation, Govt. of India. \n \n(R.C. Tayal) \nCommissioner of Security (Civil Aviation) \n \nDistribution: As per list attached."
}