{
  "1": "RESTRICTED \nNO.CAS-5(4)/99-DIV-1 \nBUREAU OF CIVIL AVIATION SECURITY \n(MINISTRY OF CIVIL AVIATION) \nGOVERNMENT OF INDIA \nA’ WING, JANPATH BHAWAN, \nJANPATH, NEW DELHI -110001 \nDate: 14.9.2005 \n \nC I R C U L A R   NO. 40 / 2005 \n \nSub: Procedure for communication of AVSEC related information.  \n \n1. \nGeneral \n \n(i) \nAll information directly affecting civil aviation security in India or abroad is \nconsidered sensitive security information. Officers from whom the information is originated shall \nbe responsible  to determine its classification.  Thereafter, the information will  be handled and \ndisseminated  strictly on need to know basis. Failure to comply with the requirements for \nhandling sensitive security information willfully, may lead to disciplinary action, and/or legal \naction under the Indian Official Secrets Act.  \n \n(ii) \nIn regard to  the  protection of  all  AVSEC classified  information it  shall be \nensured   that  persons  acting  in an   official  capacity  do not  divulge  confidential  information \nconcerning  aviation security  if   such information  is likely to  jeopardize  the safety and \nsecurity of  civil aviation.  Each recipient of   security information  is responsible  for  ensuring  \nthat it is  disclosed   only to  authorized  persons. \n \n2. \nSecurity  regulations ( Circulars/ Orders)  :  Aviation Security  regulations  are  issued  \nby  BCAS  in the form of  AVSEC Circulars /  AVSEC Orders.  These  regulations  are classified  \nas  Restricted  or  Secret and sent  by  post  under sealed  cover to  the  concerned  persons/ \norganisations.  These  regulations  are also placed on the  BCAS  restricted  website for  which  \npassword  is issued by BCAS to the concerned agencies connected with  aviation security in \nIndia on receipt of requisition  from  such agency.  It will be the responsibility of  the concerned \nagency  to  protect  the  confidentiality of the restricted  / classified documents.   \n \n3. \nReports  on security inspection, audit, survey, test and investigation  and  corrective \naction  taken thereof. \n \nReports  on security inspection, audit, survey, test and investigation as  and  when \nconducted  by  officers of   BCAS  are sent to  the  concerned agencies  by  post or  special  \nmessenger for  corrective action  by the concerned agencies.  Based  on the security  sensitivity \nof the airports,  these  reports including action taken reports by the relevant agencies should be \nclassified as  Top  Secret, Secret, Confidential and Restricted.  According to the  security  \nclassification of the  document, it   will be responsibility of  the  concerned   officer / \norganisation to  whom the  correspondence  is addressed to maintain  and  protect  such \ndocuments.",
  "2": "Contd..2/- \n \n::2:: \n \n4. \nSecurity classification and  handling  procedure for  sensitive  security  information   \nreceived  from  Commissioner of security and  other   regulatory  bodies. \n \nIt   will be   the  responsibility of  the  concerned   officer/  organization to  protect  \nsensitive  security  information and  handle the same   with due  care and caution.  Such  \ndocuments  should be   kept under the  personal custody  of  the  athorised  officer  under  lock \nand  key and  should not be   handled  by unauthorized  persons  under any circumstances.  \nDistribution of   the  classified  documents   should be  properly   recorded and accounted  for.  \nDissemination  of  sensitive  security  information  received  from  the  Commissioner  and  other  \nregulatory bodies  shall  be  based  on   the  official  need  of  individuals    to possess  it  in  \norder to carry out  their  duties   effectively  under  need to know  principle.  It  must  be  \nensured that   no  unauthorized  person  is  given  any  classified  information. \n \n5. \nCommunication and  dealing  with  media  in connection with  aviation security  \nissues. \n \nIn order to  ensure that  authentic  information   on aviation  security  is  communicated to  \nmedia, only  authorized   officers of   concerned  agencies will interact  with  media persons. Any  \nwritten communication to the media  persons, if  required necessary,  will be given  only  after  \napproval of  the head of the agency/ organisation . \n \n6. \nPolicy of  communication  with  ICAO  and  foreign  countries. \n \nWith due  consideration of  confidentiality, information  relating to aviation security if \nand  when  required as  per the  international standards and  National  Civil  Aviation  Security  \nProgramme shall be  supplied  to  ICAO and   other concerned   foreign countries. \nCommunication with  International  Civil  Aviation  Organization   (ICAO)  and  foreign  \ncountries   on  matters of  aviation security   will be  made  by   the BCAS/ MCA.  \nCommunication  with  ICAO   will be  done   through  representative of  India  in the  Council  of  \nICAO  at  Montreal.  Direct  communication  with   ICAO  may  also be  made by  BCAS/MCA. \nHowever, Indian  representative   will be  kept  informed   of   all  such communications.  \n \nThe  above  instructions shall be  implemented  by  all concerned  with immediate effect. \n \n(R.C.  Tayal) \nCommissioner of  Security (CA) \nDistribution as per  list attached."
}