{
  "1": "Office of the Addl Director General/Airport Sector \nCentral Industrial Security Force \n(Ministry of Home Affairs) \n \nAirport Sector HQrs,  \nGround floor, Admin Block,  \nCISF Complex, Mahipalpur (By-pass road),  \nNew Delhi-110037 \nNo. IC-17013/Inst/CIW/APS/2019/8777                                                 Dated: 16/09/2019 \nTo  \n \n \nThe IG/APS-I & II,  \n \nAll Zonal Airport DIsG & DIG, SSG Noida,  \n \nAll CASOs of CISF ASGs.   \n \n \n Subject:  \nCirculation of Intelligence input on social media platform-reg.  \n \nReference FHQrs letter No. IC-17099/CISF/Int/MAC/Inst/SMP/2019/3081 dated \n04.09.2019 (copy enclosed) and APS HQrs letter of even No. (5448) dated 14.06.2019 and \nNo. (6777) dated 24.07.2019 regarding Circulation of Intelligence input on social media \nplatform and guidelines on use of Social media by CISF personnel.  \n \n2. \nFHQrs vide letter ibid has informed that despite instructions issued by FHQrs,  \nconfidential and secret communication are still being shared/forwarded indiscriminately \nacross various whatsapp groups of Formation/Units of CISF, which is highly detrimental to \nnational security and seriously compromises with our security preparedness. DG/CISF has \ntaken a serious view on the matter and desired that utmost secrecy and secure transmission \nchannels of such inputs must be maintained by all formations/Units.  \n \n3. \nIn view of the above, I have been directed to request to sensitize all Unit \nCommanders and officers/men under your jurisdiction to ensure that no such security breach \nis repeated in future and all force personnel strictly adhere to existing instructions in this \nregard. Further, suspected elements indulging in such undesirable activities should be \nidentified and exemplary action must be taken against them.  \n \n4. \nThis has been issued with the approval of ADG/APS.  \nEncl: as above.   \n \n \n                                                                                                (Ajay Kumar) \nAIG/Airport Sector \n \nInternal:   \n \n \nI/C OPS and Control Room, APS HQrs \n- \nfor strict compliance.",
  "2": "Secret /Urgent\nDirectorate General\nqe\nCentral Industrial Security Force\n(Te waica)\nMinistry of Home Affairs\n\nwife 40-13, SAH. TRA\nBlock No. 13, C.G.O. Complex,\nardt terg feeel—110 003\nLodhi Road, New Delhi-110 003\naka _Wel/ Intelligence Branch\nNo.IC-17099/CISF/INT/MAC/Inst/SMP/2019/ >°%8! Dated ol, September, 2019\n\nTo,\nThe ADG/APS & ADG/North\nAll Sector IsG (Including Director NISA)\n\nSub: Circulation of intelligence input on social media platform\n\nIt has been observed that confidential and secret communication sent via\nemailfax message, are being shared / forwarded indiscriminately across various\nwhatsapp groups of Formations/Units of CISF. A recent alert message sent for action by\nDAE & DoS/APS/SS is a case in point. The input shared by Int. Dte, was found circulated\nin whatsapp groups and also published in print media alongwith the original message\ncontaining instructions issued by FHQ. Indiscriminate dissemination of top\nsecret/confidential communication through whatsapp as a matter of habit & convenience\nis highly detrimental to national security and seriously compromises with our security\npreparedness\n\n02. In this connection your attention is drawn to FHQ vide letter No No.IC-\n17099/CISF/INT/ MAC/Inst/ SMP/2019/1350 dated May 16, 2019 regarding circulation of\nintelligence inputs on social media platform and also ‘Guidelines on use of Social Media\nby CISF personne!’ issued by Ops Dte vide FHQ letter No (3395) dated July 15, 2019,\nwhich clearly mentions that screenshots or scanned copy of any Confidential/Secret\ndocument, should not be sent/posted to any public domain (Copies enclosed).\n\n03. However, the recent leakage of a secret document, clearly indicates that these\ninstructions are not being adhered to scrupulously by different formations/units. There is\nalso a possibility that such circulation is done intentionally by certain aggrieved /\nmischievous/ disgruntled members of the force to malign image of the force\n\n04, DG CISF has taken a serious view on the matter and has desired that utmost\nsecrecy and a secure transmission channels of such inputs must be maintained by all\nformations/units, ADsG APS and North and all Sector IsG including Director/NISA must\nsensitize the units within their respective jurisdiction to ensure that no such security\nbreach is repeated in the future and all force personnel strictly adhere to existing\ninstructions in this regard. Besides, suspected elements indulging in such undesirable\nactivities should be identified and exemplary action must be taken against wre\n\nThis issues with the approval of the competent authority x A\n#8 aM\n\nnear / Ts. J 2\n\nCopy te\nDIG/OPS &NM: _ for information & necessary action\n\n",
  "3": "wenfreenrcra\nSate stents qe aa\n(qe Hare)\n13, Qufist arerctaa\nath ws, ag Reco\nNo.IC-17099/CISF/INT/MAC/InsUSMP/2019/ {25 © Dated: i, May, 2019\n\nTo,\n\nThe ADG/APS & ADG/North\nAll Sector IsG (Including Director NISA)\n\nSub: Circulation of intelligence input on social media platform : Req\n\nIthas been intimated by MAC/IB, that threat related inputs recently shared on\nMAC platform, were circulated in various whatsapp groups by a certain agency. The\nwhatsapp message contained the original message along with the instructions issued\nby the member agency to its formations. Such practices are highly detrimental to\nnational security and amount to gross breach of security instructions\n\n02. As the inputs shared through MAC/IB are secret in nature and contain\nsensitive information, its safe custody and secure transmission is of paramount\nimportance, Such inputs require appropriate care in their handling towards ensuring\nthat they do not reach to any unauthorized person\n\n03. _Henee, it is requested to sensitize all Sector/Zonal DisG and unit commanders\nunder your jurisdiction to ensure security and secrecy of inputs of MAC/IB shared by\nthis Dte., by refraining from sharing them on various social media platform. Further\nany deviation/breach in this regard, be thoroughly enquired into forthwith aiid brought\nto the notice of the FHQ.\n\n(acy ane)\n\nmentee / 7H, Fa\nCopy to:-\nDIG/OPS &NM for information & necessary action\nOps Control Room, FHQrs _ for necessary action\n",
  "4": "eo Secret\n\nDIRECTORATE GENERAL\nota atetfra Gren at\nCENTRAL INDUSTRIAL SECURITY FORCE\n(Je Waters)\n(MINISTRY OF HOME AFFAIRS)\n13, Shehe? array\n13, CGO Complex\naint ve, ag (Toe\nLodhi Road, New Delhi\nWGI/BRANCH :aRara1/ OPS\nem ai-42099/ aRRUIe / C&F /Social Media/2019- 74.49%, aie 1July 2019\nTo\nADG (APS)\nADG (North)\nAll Sector IsG.\n(Including Director, NISA)\n\nSub: Guidelines on use of Social Media by CISF personnel : Reg.\n\nSocial media platforms have increasingly become an integral pert of our\nlives. It occurs in a variety of formats including chat rooms. web blogs, social\nblogs, internet fora, pictures,\nlimited to Facebook, Linkedin, YouTube, WhatsApp.\nSocial media provides an easy medium for our adversaries to identify, monitor\n\nvideos, social networking etc. These are not\n\nWitter and Instagram ctc\n\ntarget and gain information of value which is detrimental to the internal or\nnational security of India. The Force personnel often use social media to\ndiscuss professional issues or share information about their organization\nry disclc\n\nnature of work, deployment etc, This not only leads to unnec: sure\n\nof sensitive information but also exposes vital and strategic information\nCyber-criminals use advanced techniques to gather intelligence from such\npublic forums and communities. Such information ensbles them to mount\ncyber attacks by impersonation, spoofing or other social engineering attacks:\n\nThe exigent need to sensitise all ranks (especially senior officers) and\ntheir families regarding the trending threats, sophistication and range of\n\nscams that are designed to invade privacy and hack into systems and\n\naccounts needs no emphasis. There is also a need for self-regulation on the\n\ncontent which is posted on social media platforms and sired with friends and\n\ncontacts\n\nTofS\n\n",
  "5": "Adversaries find our family members casy victims 10 extract infermation\nwithout them knowing it. Peer pressure and societal chanucs at times foree us\nto be active on social media platforms, however, the need to be careful and\n\nvigilant is paramount in the present circumstances\n\nThe hostile intelligence agencies have also resorted to the convention\nformation avout the\n\ntactic of making ‘spoof calls’ to Force personnel to seek\n\noperational activities,\n\n1. Objectives:-\n\n* Educate and create awareness among the Force personnel about menace\n\nof social media and spoof calls.\n\n* Restrict Force personnel from irresponsible usage o! social media\n\n* Protect from spreading sensitive information of organization in public\ndomain.\n\n2. Considering the above facts, the following instructions are hereby issued\nfor CISF personnel, on use of social media platform anid handling of ‘spool\ncalls’ by personnel\n\nAlways remember this tagline while using social media platform\n“Think before you share anything online”.\nii. Confirm identity of\nover the telephone/mobile\nuw All Officers, Sub Officers and other CISF personnel are advised to be\n1 media\n1\n\nller before divulging any information of any nature\n\ndiscreet and careful in their communication on internet and Soci\n\nwhile using Govt./Personal Computers/Mobile device due to the fact thi\nthey are Govt. Servants.\n\niv. All Officers, Sub Officers and other CISF personnel should not reveal any\ninformation regarding their personal and official capacities while using\n\ninternet and visiting social networking sites.\n\nv. The Per\n\nsonnel should be briefed and sensitized not io use their pers nil\n\ndevices like mobile phones, cameras etc. to record the un-at thorized\noperational details\nvi. Officers and personnel be advised that if any attempt is made to threaten\n\nor blackmail them on social media, they should not be afraid and should\nimmediately contact their Supervisory officer for needful action\n\nvii, The Force personnel including new recruits should be adequatels\n\nsensitized about the use of social media, its vulnerabilities and\n\nconsequences thereof.\nviii, Officers and personnel should avoid making statements which are\npolitical in nature\n\n2ofs\n\n",
  "6": "xi\n\nxii\n\nsiti\n\nxiv\nxy.\n\nxvi\n\nxvii\n\nsvi\n\nNIN,\n\nXX.\nXXI\n\nxxii\n\njal care should be exerc\n\nSpec\nunknown pers\nentertained / openc\nmailer\n\nPersonnel should ensure that the comments\n\nd while accepting friend requests from\n\non(s}. E.mail from unknown sources should not be\n\nNever click on links received from enknown\n\nmade on social media\n\nshould be respectful, dignified and not controversial\nOnly authorised personnel should post information on the officktl\nmatters on social media\n\nDo not expose official identity, official email address. offi\n\nion. travel plans, geoty\n\ncial logo, official\n\ndocument rank, unit name, loci ed\n\nphotos/videos of personnel ID viz PAN Card, Credit Card, Aadhar Card\n\nVoter ID etc. and pictures with weapon even in civil uniform on such\nsites.\n\nDo not post any material on social media which are objectionable ar\nderogatory to anyone or likely to tarnish the image of the Force or Govt\n\nDo not click advertisements on social sites alluring lor prizes/awards\nDo remember to read all security & privacy instructions before opening\n\naccount in any so\n\nul networking site\n\nAlways use strong password and make sure to use a differer\nfor each site and change it frequently, After use. properly logout\n\nconnection while accessing Social Networkin\n\nEnsure Secure/HTTPS\nsites.\nMake sure th\nrelated to the Fo\n\nat your family members & friends do not post anvihing\n\nSe personnel as they often know about the profession\n\ndeployment, travel arrangements and other informiaion\n\nDisable Global Position System (GPS) encoding fr: all devices,\nClear cookies of the browser frequently\nNever use fake ID for sharing sensitne — post/information\n\nphotographs/ videos. Maintaining anonymity in cyber space is difficult as\n\nall interactions in Cyberspace can be traced and tracked\nScreen shot or scanned copy of any confidential / secret document\nshould not be sent / posted to any public domain. Obtaining approval\n\nfrom higher formation. sending draft of such dociments through social\n\nmedia should also be avoided\nForce Personnel should refrain from:-\n> Displaying photos in uniform, weapons ete, on social media okattorm\n\nNo DP or profile photo should be uploaded in uniform or showc: sing\n\nthe weapons.\n> Becoming member/supporter of or subscribing to websites\npropagating anti-national/anti government agendas\n\n",
  "7": "a Secret\n\n> Uploading/forwarding pictures/deiails of sensitive establishments\nWeapons and other gadgetry etc. on social med\n\n> Uploading/forwarding pictures, details and videos taken Irom\noperational sites/cngagements/ training videos\n\nfriends anc media\n\n> Sharing sensitive information with family\n\npertaining to operations, incidents, Counter Insurgeney Operations\nete.\n Signing-up for websites /blogs/micro blogs contai ung\n\ninappropriate /irrelevant content which may bring embarrassment to\noneself and the department.\n\n> Uploading photos/details of strategic move of security\nforce /route/deplovment/movements/itinerary\n\nke dislike, details of\n\n+ Sharing personnel information such as habbies\n\nfamily members and co-workers.\n\n> Accessing social media from official devices hiv ing access to official\ninformation\n> Speaking on behalf of the organization, sharing internal informa: ion\n\ncommenting on — organization's — performance /projects, —¢ ting\nstakeholder\napplications amongst others.\nxxiv. Handling of Incoming ‘Spoof Call’ from Pak-based Agencies:\n> Ifthe number is suspected, do not try to attend the call\n> Whenever such calls are received. the number of the caller shoul t be\n\nwhile posting any material on social media, blogs:\n\nblocked by the Force personnel immediately\n\n> Do not disclose personal details with the caller\n\n> Note down the caller identification, if available. time of call and\nduration\n\n> Report the matter immediately to senior officers as well as\nmobile /phone operators.\n\n> The Offic\nPolice without lapse of any time and als\nauthorities\n\n> The SIM card on which suspected call is recened should be kept in\n\nconcerned will take up the matter sith local eyber call ot\n» intimate to all conce ned\n\nsecure and isolated place, which may be uscful in investiga ion\nrequired if any\nNever ignore such type of telephone /mobile culls\n\n‘\n\nFors\n\n",
  "8": "a Secret\n\nxxv. Personnel and their families shall be sensitized about the following\n\naspects:-\n\na) Briefing of ladics about social media menace during family welfare\nmeetings\n\nb) Distribute handouts about security consciousness to the fambes\n\nespecially families staying alone\n\n©) Seminars, female informal discussion at unit level may be condu ted\nperiodically for all ranks and families:\n\nd) The talk may be conducted by trained officer\n\nard don'ts\n\n¢) Necessary training to be imparted to all personnel on do\nof social media and threats associated such as education on\n\nphishing emails, web pages, social engineering ot\n\nf) All personnel to be make aware regarding the action that can be\ntaken against wrong use of social media\n\nThe Force pei\nsocial media, its vulnerabilities and consequences\n\nsonnel should be adequately sensitized about the use of\n\niereof by organizing,\n\nworkshops, case studie vqular briefings\n\nsensitization programmes and\n\nIn a globalised society, media becomes a lethal weapon against the enemy\nand the populace as well. Information, as an clement of soft power. is a\nstrategic instrument within the context of grand straicgs. There skould be\njudicious use of social media. But we will have to mull steps to check its\nmisuse or irresponsible usage for creating internal security threat to Nation as\n\nwell as embarrassing situation to the department\n\n3. This supersedes all previous Circulars/instructions, guidelines issued in\nthis regard\n\n4 This has approval of the DG, CISF.\n(Ritu Arora )\nInspector General (Tech & Prov.)\nCopy to :-\n1. PS to DG, CISF For kind information of DG please\n2. PS to ADG (HQ) For kind information of ADG (HQ) please\n3. IsG at FHQrs For information plouse\n4. AIL DIsG, AlsG, Sr. AOs at: For information and necessary action\nFHQrs.\nAll Branches 2 For information and necessary action\nofS\n\n"
}