{
  "1": "RESTRICTED \n \n1 \nNO.CAS-7(1)/2003-DIV-1 \nBUREAU OF CIVIL AVIATION SECURITY \n(MINISTRY OF CIVIL AVIATION) \nGOVERNMENT OF INDIA \nA’ WING , JANPATH  BHAWAN , \nJANPATH, NEW DELHI -110001 \nDate  :  11.7.2005 \n \nCIRCULAR NO. 23/ 2005 \n \nSUBJECT:   \nPROCEDURE FOR PASSENGER AND CARRY-\nON BAGGAGE SCREENING. \n \nENABLING  LEGISLATION \nRule 8A (The Aircraft Rules 1937) : Security check of persons boarding aircraft \nat aerodrome : For the purpose of securing the safety of aircraft operations, every \nperson boarding an aircraft at an aerodrome and his hand-baggage, if any, shall be \nliable to be searched at the aerodrome, by an officer authorized in this behalf by the \nCentral Government,  before such a person proceeds to the aircraft for embarkation.  \n \n1. \nPOLICY : \n \n1.1 \nNo person shall board an aircraft unless he along-with cabin baggage has been \nscreened and cleared by a screening officer, as per the prescribed norms. \n \n1.2 \nIn order to prevent weapons, explosives or any other dangerous devices which \nmay be used to commit an act of unlawful interference, the  carriage or bearing of which \nis not authorized, from  being introduced, by any means whatsoever, on board an \naircraft engaged in  civil commercial aviation, a person will receive security clearance \nfor boarding an aircraft if :- \n(i) \nAfter being screened, the person is allowed by a screening officer, to pass \nthrough the screening point; or \n(ii) \nThe person passes through the screening point and the Central Government \nby written notice provides that the person may pass through that screening \npoint without being screened; or \n(iii) \nThe person enters a cleared area, a cleared zone or a cleared aircraft other \nthan through a screening point and the Central Government by written notice \nprovides, that the person may enter the area, zone or aircraft that way. \n \n1.3           A person is cleared at a particular time if ; \n(i) \nthe person has received clearance; and \n(ii) \nsince receiving clearance, the person has at all times been in a cleared \narea, a cleared zone or a cleared aircraft.",
  "2": "RESTRICTED \n \n2 \n2. \nGENERAL PRINCIPLES OF SCREENING : \n \n2.1 \n The basic rule is that all passengers and all their carry-on baggage must \nundergo screening before being allowed access to an aircraft, sterile area or security \nrestricted area.  This procedure must be applied to all international and domestic \noperations. Similar screening requirements should be applied to all other persons, \nincluding flight and cabin crew, requiring access to security restricted areas containing \nscreened passengers or access to aircraft. \n \n2.2 \n Screening of passengers and cabin baggage may be carried out by the use of \nmetal detectors, X-ray equipment or other explosive detection devices, by manual \nsearch or by a combination of equipment and manual search.  In the interests of \nfacilitation and to reduce the number of passengers subjected to manual search, \nexperience has shown that screening equipment should be used as a matter of course. \nManual search can be effective, provided there is ample time and the procedures are \nconducted by well  trained and skilled personnel.  However, X-ray equipment and other \nexplosive detection equipment will always be required to search items which cannot be \nadequately cleared by a manual search. \n \n2.3 \nTechnical equipment  i.e. X-ray BIS, DFMDs, HHMDs, Explosive trace detector \netc. must be checked by CTP/OTP and be fully operational before commencing of duty \nin a shift faulty equipment should not be used. \n \n2.4 \n Technical equipment used for the screening of persons and baggage has \nlimitations. Walk-through metal detectors and hand-held metal detectors, for example, \ncannot detect non-metallic weapons and explosives and even conventional X-ray \nequipment has difficulty in imaging or defining explosive material effectively. To \ncompensate for such limitations or to introduce a random element into the selection \nprocess, an additional manual hand search of passengers and cabin baggage is \nrequired after being screened by technical means. \n \n \n2.5 \n  Selection of cabin baggage for hand search by X-ray operator should always be \nmade using the principle of reasoned selection and in a consistent manner throughout \nthe period cabin baggage is being processed. Reasoned selection means that the \nselection is based on the X-ray image, concentrating the effort on those bags most likely \nto conceal a prohibited item.  Random selection should be used for hand searching one \nout of every five persons and always in conjunction with those passengers who alarm \nthe technical equipment being used for screening. \n \n2.6 \n  It is imperative that the screening of persons and cabin baggage not cease \nwhen a single weapon or device is detected since multiple weapons, devices or \nprohibited item can present on a person or in  cabin baggage. \n \n2.7 \n   Persons who cannot be cleared by the normal screening process should be \nreferred for manual hand-search.  Any person who cannot be satisfactorily cleared by \nthe total screening process inclusive of manual hand-search be denied boarding.",
  "3": "RESTRICTED \n \n3 \n2.8 \n  Privacy should be assured when manual hand-search of the person is to be \ncarried out.  If special rooms are not available, portable screens may be used for this \npurpose.  In all cases the manual hand-search of the person should normally be done \nby an individual of the same sex and preferably in the presence of a third party. \n \n2.9 \n Individuals must not be permitted to retain any hand-carried items in their \npossession during the screening of their person, and they should be required to divest \nthemselves of all extraneous metal, for example, sets of keys, cigarette lighters or \nmobile/cellular phones, prior to being processed. \n \n2.10  In the interest of effective security and passenger facilitation, a manual search of \nthe person or baggage should be conducted in accordance with the following basic \nguidelines: \n \n(i) \nConsent should first be gained from the person being searched. \n(ii) \nThe searcher should be tactful, courteous and use caution. \n(iii) \nIt is important to adopt a systematic approach so that no part of the body, \nitems of clothing or areas of the bag are overlooked. \n(iv) \nAny items being carried should be searched and preferably passed through \nX-ray or other explosive detection equipment. \n(v) \nBaggage must be matched with the correct person/owner and positioned on \nthe search table so the owner can open the bag, but not interfere with the \nconduct of the search. \n(vi) \nItems found in baggage which could conceal a prohibited article should be \nopened or subjected to screening by X-ray or other explosive detection \nequipment. To increase the detection of prohibited articles such items should \nbe X-rayed alone without extraneous clutter. \n(vii) \nBaggage must not be returned to the person until the person has also been \nhand searched. \n(viii) \nOn completion of the search it is important to thank the person for \ncooperating. \n \n3.     SUPERVISOR AND HIS RESPONSIBILITIES \n \n3.1 \nThere must always be a trained supervisory officer present when passenger \nscreening is taking place. \n3.2 \nBefore leaving the screening area, the supervisor must appoint another security \nofficer to act as supervisor during their absence. \n3.3 \nScreening shall not commence without there being sufficient trained staff present \nto operate required number of check-points. \n3.4 \nThe Supervisor shall ensure that officers are assigned to tasks required for \nscreening operation. \n3.5 \nThe Supervisor is responsible for ensuring the covert alarm systems in use are \nregularly tested and are in working order. \n3.6 \nThe Supervisor is responsible for ensuring that all operational equipment remains \nin working order. \n3.7 \nThe supervisor shall ensure that officers carry out their assigned tasks in an \nefficient and effective manner. All policies, procedures and standards must be \ncomplied with.",
  "4": "RESTRICTED \n \n4 \n3.8 \nThe supervisor shall control the response to any incident, information, threat, or \nemergency arising during screening in accordance with prescribed norms. The \nSupervisor shall remain responsible until all action is complete or the incident is \nhanded over to another person in authority. \n3.9 \nThe Supervisor shall deal with any dispute arising during screening procedures in \naccordance with prescribed norms. In doing so, the Supervisor shall be aware of \nthe need for public relations but shall not permit security or safety to be \ncompromised. \n3.10 The Supervisor shall ensure that all records and other documentation are \ncorrectly completed at the conclusion of screening. \n3.11 The Supervisor will constantly assess the need for operation of additional \ncheckpoints and make arrangements to anticipate the need. Long queues of pax \nshall be avoided as these are risky from security point of view. \n3.12 Outside normal screening hours, the Supervisor may, at his/ her discretion, \nreduce the staff at the screening point to a minimum. \n \n4. SCREENING AND CLEARANCE OF PERSONS  \n \n4.1 \nThere are many places on the body that can be used to conceal items and which \nare difficult to search. Likewise items can be concealed in many items of clothing such \nas jacket linings, padding of shoulders, hats, ceremonial/religious head-dresses, ties, \npockets, collars, lapels, waistbands, belts, tops of shoes and boots, platform heels/soles \nof shoes and boots. Items can also be hidden in everyday articles carried by the person \nbeing searched (e.g. newspapers, books). \n \n4.2 \n Screening of male persons should normally be carried out in the open (i.e. not in \ncubicles). However, screeners should not expose to public view classified or private \ndocuments nor should they draw attention to currency or valuables in the possession of \na person being searched. \n \n4.3 \n Screening of female passenger by HHMD or by hand shall be done by making  \nuse of portable screens so that privacy is assured. \n \n4.4.  Physical search  of persons should be carried out in private i.e. in special rooms \nor behind portable screens, when it is necessary to search in sufficient depth to \nestablish whether a passenger is carrying a prohibited article. When searches are \nundertaken in private, two searchers of the same sex as the person being searched are \nto be present. \n \n4.5 \nMethod \n \n4.5.1 At all times when screening is taking place, one frisking officer (trained and \ncertified screener) will be detailed for each magnetometer (DFMD/AMD) at all \noperational security check points. All such officers will be equipped with Hand Held \nMetal Detector (HHMD) before commencing duty. They will check all equipment to \nensure that these are in working order. The frisking officer will stand on the sterile side \nof the DFMD/AMD in such a way as to be able to be observe persons approaching the \nscreening point and  to be able to be monitor DFMD. No person shall proceed  past the \nscreening point without first being cleared by the frisking officer. The officer will also",
  "5": "RESTRICTED \n \n5 \ncontrol the flow of passengers proceeding to the DFMD. The load officer will assist for \nthis purpose. Frisking officer shall not leave their duties until relieved are until screening \npoint is closed. \n \n4.5.2 All persons shall be screened by means of magnetometer  (DFMD/AMD).  Before \npassing through the DFMD the passenger shall be requested by the Load officer to \nremove all metal objects, that can be removed from his/her body, including cell phone \ncigarette packets, etc.; and keep these in a plastic  tray which will be placed at  the input \nend of the X-ray machine. Similarly the persons will also be required to remove their \nouter coats and jackets including suit and sport coats, athletic warm-up jackets and \nblazers. However sport coat and blazer if being worn as outermost garment – not being \nworn over a blouse or  sweater for example, does not have to be removed, sweaters \nmay remain on unless they contain significant amount of metal or their size and bulk \nhas potential to be used to conceal dangerous articles. All such items will be placed on \nthe plastic tray and screened through X-ray.    \n \n4.5.3 In case the DFMD/AMD alarm is activated, or whenever the screener deems it \nnecessary, the relevant person will be subjected to additional screening. \n4.5.4 If the alarm in DFMD/AMD indicates presence of metal in the shoes, then the \nperson will be required to remove his shoes and thereafter again screened through \nDFMD. The shoes will be screened through X-ray. \n \n4.5.5 Additional screening will be done by means of :– \n \n(a) \nhandheld metal detector , or \n(b) \nPat down search, or \n(c) \nBy combination of both the above means. \n \n4.5.6 Pat down search of a person will be carried out whenever the screener deems it \nnecessary. However, at least one out of every five persons will be subjected to pat \ndown search on a continuous random basis. \n \n4.5.7 If sealed or otherwise un-identifiable packages are found on any person or \nconveyance being screened, these shall be passed for X-examination. \n \n4.5.8 If after subjecting a person to additional screening the screener is still not \nsatisfied, then the person shall be held at the   screening point and the supervisor \ninformed of it . The supervisor will direct what further action will be taken. \n \n4.6 \nPat-Down Search :  \n \n4.6.1 There are two types of pat-down search, a WHOLE BODY PAT-DOWN SEARCH  \nand a PAT-DOWN SEARCH LIMITED TO THE AREA OF AN ALARM. In both \nsituations, wherever possible the screener should use the back of his/her hands to \nconduct the search. A “common sense” approach must be applied to accommodate the \npassenger’s health, safety and dignity, while conducting pat-down search.",
  "6": "RESTRICTED \n \n6 \n \n4.6.2 Searches of an individual’s person should be carried out as follows: \n \n(i) \nThe person being searched should face the searcher;  \n(ii) \nWhen the person is carrying a coat, book, newspaper or other items, these \nshould be searched, set aside, and returned only after the person has been \nsearched.  \n(iii) \nThe search will consist of an examination of the body and clothing by running \nthe hands over the body and clothing in a systematic fashion, back and front, \nand should include: \n \n¾ a physical examination of headgear and a physical or visual examination \nof hair; \n¾ a physical examination of outer clothing (coat, jacket, etc.) in the order: \nback, collar, lapels, shoulders, pockets (external and internal), arms; \n¾ a physical examination of tie, waistcoat, blouse/shirt, sweater, cardigan, \netc., including pockets; \n¾ a physical examination of trousers/skirts in the order: waistband, pockets, \nturn-ups, hemlines; \n¾ a physical examination of shoes and boots, with special attention being \npaid to high heels and platform shoes, if necessary using a hand-held \nmetal detector (HHMD)/ EDs or passing through X-ray equipment; \n¾ a visual examination to detect unusual or suspicious fat, bulges, etc., \nwhich should be further examined; \n¾ special attention should be paid to the armpits, breasts, crotch, waistband \nareas, covered legs, ankles and footwear. \n \n4.7 \nProcedure for persons with special needs: \n(Screening of the disabled/handicapped/sick passengers, etc.) \n \na) It is reiterated that passengers who are disabled, on crutches, in wheel-\nchairs/ stretchers or use prosthetics such as artificial legs, etc. are not \nexempt from normal security procedures.  They also shall have to pass \nthrough the normal security channels/procedures.   \nb) The airport management/representative of air carriers shall provide wheel \nchairs and render necessary assistance to facilitate the movement of the \ndisabled/handicapped persons. However, they would not normally be \ndirectly taken to the aircraft, except as provided in Item No. (e) and will pass \nthrough regular security channels/procedures.  \nc) Screeners should be thoroughly briefed that the possibility of carrying \nweapons/explosives \nand \nother \ndangerous \nmaterials \nthrough \nsuch \npassengers is higher than a normal passenger and therefore, these \npassengers need be checked with care.   \nd) The checking of such passenger should be thorough and the supervisor, \nshould also satisfy himself that the passenger can be cleared for boarding. \ne) Other category of such passengers are those who are ambulance cases, \nand are directly taken through the security gates to the aircraft for boarding \ndue to their exceptional condition/illness, etc.   In such cases as far as \npossible, the airport authority/airlines should provide its own ambulance.",
  "7": "RESTRICTED \n \n7 \nThe passenger should be subjected to a pre-embarkation security check at \nthe security gate by the Inspector/Officer In-charge of the Security Control \nRoom or the Anti-Hijacking staff.  After this check has been completed, then \nonly the ambulance should be permitted to proceed to the aircraft escorted \nby an Airport operator vehicle in case the ambulance is privately owned.  \nThe In-charge, Control Room, shall also participate in the checking to \nensure that vehicle does not carry anything objectionable and is not being \naccompanied by unauthorized persons or persons who have no business to \nbe in the ambulance.  \nf) there is no scope for leniency in respect of invalid/disabled/sick persons \nduring the pre-embarkation screening/procedures.  On the contrary, there is \nample reason to be more alert and wary.  \n \n4.8   If a person objects to proceed through the DFMD on medical ground or  \notherwise, he will be allowed passage through alternative way by the frisking officer and \nthen subjected to screening by HHMD/ or  by pat down search. \n  \n4.9 \nIf a person refuses to undergo screening, the frisking officer will inform the \nsupervisor, who will direct what further action is to be taken. The concerned person will \nnot be allowed entry past the screening point.  \n \n4.10 Only when satisfied that a person is not carrying any prohibited or dangerous \narticle, the screening officer shall allow  the person to proceed to screening point.  \n \n5. \nSCREENING OF CABIN BAGGAGE: \n \n5.1 \nCabin baggage will be screened by means of – \na) \nX-ray ;or \nb) \nBy hand search ;or \nc) \nCombination of  both the above means. \n \n5.2 \nThe following officers (trained and certified screeners) will be deployed when \nscreening is taking place. \na) \nLoad officer  \n \n-- \n(one) \nb) \nX-ray officer  \n \n-- \n(one) \nc) \nOfficers for physical search-- \n(two) \nNote: At airports which have limited traffic, one officer may suffice for physical search.  \nLoad officer may also not be required and his duties may be performed by x-ray officer \nor the frisking officer, as the case may be. \n \n5.3 \nDuties of Load officer \n \n5.3.1 The load officer must be positioned at the ‘input’ end of the X-ray machine to \nenable them to observe and assist with the flow of persons proceeding through \nthe screening process. \n5.3.2 The officer will remain alert for any person who gives cause for concern. \nThe officer will take all bags, packages and other articles (hereafter referred to as \nbags) from each person as they arrive for screening.",
  "8": "RESTRICTED \n \n8 \n5.3.3.The officer can request that  any jacket/coat be removed before the person \nproceeds, if it is likely to activate the magnetometer due to zips or metal \nattachments. \n \n5.3.4. All bags and jackets are to be placed on the conveyor belt in such a way as to \ncreate a clear image on the x-ray monitor. \n \n5.3.5. All bags shall be removed from trolleys. The officer will alert the x-ray officer if \nthere is any bag, which may be unusually heavy or for another reason is thought \nto warrant  particular scrutiny. \n \n5.3.6. If a person approaches and objects to proceeding through the magnetometer, \nhe/she must obtain a physical search, or search by the use of a hand –held metal \ndetector before proceeding. An x-ray officer must escort them via another route \nto the magnetometer officer for searching. \n \n5.3.7. If the person being processed objects to any bag being x-rayed and requests a \n‘hand-search’, the bag is to be passed to a x-ray officer for inspection. \n \n5.3.8. After the officer has placed all bags or jackets onto the conveyor belt for x-raying, \nhe/she should direct the person being processed to proceed through the \nmagnetometer. \n \n5.3.9. When a passenger arrives at a screening  point in a wheelchair they must be \naccompanied either by another passenger or an airline representative before \nthey proceed through security. The accompanying passenger or the airline \nrepresentative is responsible for the passenger throughout the whole screening \nprocess. \n \n5.3.10. \nIf a passenger arrives at a screening point in a wheelchair and he is not \naccompanied by another traveling passenger or an airline representative, he is to \nbe referred back to the Airline Customer Service for assistance. \n \n5.3.11. \nAt the screening Point , the passenger  will be requested to walk through \nthe DFMD unaided, if not, it is the traveling passenger or the airline \nrepresentative’s responsibility to push the passenger in the wheel chair through \nthe DFMD. \n \n5.3.12. \nIn accordance with Airlines policy there may also be a non traveling \nsupport personnel in attendance to board the aircraft and lift the customer into \ntheir seat. This support person must be accompanied by the airline \nrepresentative. This is for domestic flights only. \n \n5.3.13. \nIf there is a requirement for the passenger to be lifted at the screening \npoint, the support person performs the lift for the passenger. \n \n5.3.14. \nThe support person is escorted by an Airline representative to board the \naircraft at time of boarding /disembarkation.",
  "9": "RESTRICTED \n \n9 \n5.3.15. \nWhen a child arrives at the screening point in a pram-where possible they \nare requested to walk through the magnetometer unaided or carried. The pram \ncan then be inspected by the most effective means. \n \n5.3.16. \nWhen the child can not proceed – the conveyance and infant is to be \npushed through the DFMD by their care giver and inspected. \n \n5.3.17. \nIf the frisking officer is not ready to process persons sent to them, the load \nofficer should assist by holding their bags and requesting that they wait until that \nofficer directs them to proceed. \n \n5.3.18. \nThe officer shall not leave their duty unless relieved or until the screening \npoint is closed. \n \n \n5.4 \nDuties of X-ray Officer  \n \n5.4.1 Before commencing duty, an X-ray officer will check the equipment (x-ray \nmachine to ensure that it is fully operational. \n5.4.2 The x-ray officer must always be in a position to study the x-ray image and \nmaintain easy operation of the controls. \n5.4.3 The x-ray officer must examine the contents of each bag a its image on the \nmonitor. \n5.4.4 An officer must not continuously images on the x-ray monitor for periods exeding \n20 minutes. As per ICAO manual it is 20 minutes. \n5.4.5 If any unauthorized articles are present or if there is doubt as to the contents of \nany bag, the bag must be hand searched.  \n5.4.6 RANDOM SEARCH – 10 – I :  In addition to suspect bags, all bags should be \nsubjected to random searches. On average one bag in ten should be hand \nsearched. This number may be changed in cases of higher risk. \n5.4.7 Before any bag is detained for a hand search, the officer must either stop the \nmachine, or remain until another officer has moved into the viewing position. \n5.4.8 Before a hand search is carried out, the owner of the bag must be identified and \ntheir consent given.  \n5.4.9 When an officer believes that anything contained within a bag constitutes an \nimmediate threat, the officer will ensure that the passenger cannot gain access to \nthe bag. This will normally mean stopping the machine with the bag inside. The \nofficer will inform the Supervisor, who will direct what further action is to be taken. \n5.4.10 Only when the x-ray officer is satisfied that the person’s bags are free of any \nunauthorized articles, will the person be permitted to proceed with their bag. \n5.4.11 When screening is complete, the officer must check that there are no articles or \nbags left inside the x-ray machine. \n5.4.12 X-ray officer shall not leave their position unless relieved or until the screening \npoint is closed.",
  "10": "RESTRICTED \n \n10 \n5.5 \nHand search of cabin baggage \n \n5.5.1 Hand search of baggage will be undertaken when- \na) \nAn unauthorized articles (Prohibited or dangerous items) other than \nexplosive device is observed on the X-ray image or \nb) \nThe X-ray officer is not satisfied as to the safety of any articles in a bag \nor \nc) \nIf the contents of any bag are not distinguishable on the x-ray image, \nor  \nd) \nIf at any time the x-ray officer considers it necessary are when directed \nto do so by their  Supervisor. \n5.5.2 Before any search is begun the owner must be advised and his/her permission \ntaken to proceed with the search. The owner of the bags must be present when \nthe bag is being searched. \n5.5.3 Search should be performed in a designated search area, allowing the \npassenger privacy. \n5.5.4 Cabin baggage of a female passenger will be searched by a female screener \nonly. \n5.5.5 When a person requests hand search of a computer, Video camera or  similar \narticles, the articles must be examined by following means :- \n(i) \nThat the equipment being searched operates satisfactory and, \n(ii) \nIt is apparent that the items is new  or in almost new condition and, \n(iii) \nThere is no sign of the case being tempered with or modified including \ncase holding screw damage and, \n(iv) \nThe behavior of the passenger does not give cause for concern and , \n(v) \nThere is no other reason to be concerned as to the items or its \ncontained. \n5.5.6 The owner of the bag being searched should not be allowed access to the bag or \nits contents until search is completed. \n5.5.7 If a person refuses to allow a bag to be searched, the officer should inform the \nSupervisor who will direct what action is to be taken. At no stage the person or \nbag be permitted past the screening point before clearance is given. Any \nunauthorized articles found during search will be dealt with in accordance with \nprescribed norms. \n5.5.8 After completing the search or any action arising from it, the officer shall on being \nsatisfied that it is safe to do so, return the bag to the owner and allow the person \nto proceed. \n \n5.5.9 Method for Hand Search \n \nHand search of an individual’s cabin baggage should be carried out as follows: \na) \nthe physical inspection of cabin baggage should always be carried out in the \npresence of the person presenting it; \nb) \nbaggage should be opened, and examined to ensure that there is no false \nbottom.  A straightedge gauge-rule, rod or other device should be used to establish \nwhether there is a significant discrepancy in external and internal measurements. \nc) \nparticular attention should be paid to the lining, trim, seams, rims, studs, zip \nfasteners, locks, hinges, wheels and handles to identify signs of tampering or repair \nwhich may indicate the concealment of a prohibited article;",
  "11": "RESTRICTED \n \n11 \nd) \nthe contents of the bag should be removed layer by layer, each being examined \nuntil the bag is empty.  The empty bag should then be lifted by hand and assessed for \nbalance and empty weight.  If there isk suspicion that the bag is not of uniform weight, \nor not of a weight consistent with being empty, the bag itself should be examined for \nconcealment of prohibited items, if necessary, it should be screened by X-ray; \ne) \nelectrical items that might conceal a firearm, weapon or explosive device (e.g. \nrazors, calculators, radios, clocks, cameras, personal stereos and their cassettes) \nshould be examined to ensure they have not been tampered with, or of the expected \nweight, are balanced and have no additional batteries.  If necessary an item should be \nscreened by X-ray to ensure that it has no additional power source or that there is no \norganic material within what should be an inorganic shell; \nf) \narticles such as vacuum flasks, books, umbrellas and crutches should be \nexamined in sufficient depth, by X-ray if necessary, to establish their bonafides; \ng) \nAttention should be given to the contents of containers and bottles capable of \nholding volatile liquids.  Liquids shall be rejected when there are grounds for suspecting \nthat they may be used to commit an unlawful act; \nh) \nScreener should examine for greasy stains and small holes in the exterior of the \ncase and for the smell of almonds, nail polish, glue, perfume or other masking vapours, \nwhich might indicate the presence of explosives; \ni) \nWhile checking the hand baggage physically, it should be ensured by the \nscreener that the hand baggage are repacked properly in the presence of the \npassengers and their belongnings are not left around or teampered with.  It shall also be \nensured that hand baggage of female passengers are checked by a female screener \nonly; \n \n \n6. \nSCREENING OF TRANSIT PASSENGER AND THEIR CABIN \nBAGGAGE : \n \n \nIn case the transit passengers are disembarked they, alongwith their cabin \nbaggage, will be subjected to prescribed security checks, before allowing them to board \nthe aircraft. \n \n7. \nSCREENING OF TRANSFER PASSENGERS & THEIR CABIN \nBAGGAGE \n \n \nTransfer passengers, along with baggage, will be subjected to prescribed \nsecurity checks, before allowing them to board the aircraft. \n \n8. \nTHE SCREENING OF CREW MEMBERS AND THEIR CABIN \nBAGGAGE \n \nAll Crew members will be required to undergo prescribed pre-embarkation \nsecurity checks i.e. frisking of their persons, and of their baggage.  However, the \nscreening officers should give priority to the Cabin and cockpit crew for screening \npurpose.",
  "12": "RESTRICTED \n \n12 \n9. \nPROCEDURE WHEN A PROHIBITED OR DANGEROUS \nARTICLE IS FOUND DURING SCREENING: \n \n9.1 \nThe dangerous goods and prohibited articles shall not be allowed for carriage on \npersons or in cabin baggage on board an aircraft.  These will be seized by the \nscreening officer.  However, if the screening officer suspects that a person was \ntrying to carry such items on board with the intention to commit an act of unlawful \ninterference with aviation, the screener will inform his supervisor, who will take \nfurther action, as deemed appropriate. \n9.2 \nDifferent procedure will apply for weapons found on the person and those \ndetected in cabin baggage.  Detection of explosive devices in cabin baggage \nmay dictate yet another different response. \n9.3 \nIt is important for the searcher to remain calm and not cause a panic among \nother passengers, which may make the situation worse. \n9.4 \nThe searcher’s supervisor should be summoned covertly and should in turn take \naction to summon assistance from the local policing authority . \n9.5 \nThe discovery of a weapon in passenger’s cabin baggage may be dealt with by \nsimply closing the bag and removing it from the passenger’s reach or keeping the \nbag within the X-ray equipment tunnel. This course of action should not be taken \nwith a suspect explosive device since it will severely hind the work of explosive \nexperts who will have to deal with the device and even add to the shrapnel effect \nof the device should it explode. \n9.6 \nIf the item is confirmed as a suspect explosive device DO NOT TOUCH IT but \ncarry out standard suspect explosive device procedures. \n9.7 \nIn the case of a weapon or explosive device being detected during the screening \nprocess, the relevant person shall be detained by the screening officer and \nhanded over to local police for further action.  As regards detection of only \nammunition (bullets), detailed instructions issued vide \nCircular No. CAS-3(37)/2002.Div.IIIA dated 28.4.2003 will be followed. \n \n10. SCREENING AND HAND SEARCH ENVIRONMENTS \n \nScreening and hand search environments should conform to the following criteria: \n \n10.1 Passenger and cabin baggage screening should always be carried out \nimmediately adjacent to each other to prevent the transfer of prohibited items \nfrom the person to the baggage and vice versa. \n10.2 They should be designed to facilitate the control of passengers and eliminate the \nrisk of a passenger by-passing the screening procedures. \n10.3 They should be designed to facilitate the different passenger volumes resulting \nfrom the varying number of flights being processed at any one time, with the \nminimum of disruption to operations. \n10.4 They should be equipped with booths or screened areas in which manual \nsearches can be conducted in privacy. \n10.5 They should be equipped with suitable horizontal surface on which cabin \nbaggage may be searched by hand. Such surfaces should be high enough to \npermit inspection without requiring the examiner to bend and sufficiently wide to \nprovide some measure of separation of the baggage from the passenger. The",
  "13": "RESTRICTED \n \n13 \npassenger should be able to witness the examination, but should not be in a \nposition to interfere with the search. \n10.6 They should be designed so that person and cabin baggage searches can be \nconducted out of view of the general public or in such a way to avoid an analysis \nbeing made of searching standards and procedures. \n10.7 They should be equipped with both an overt communication system to obtain \ninformation or advice on routine matters and a covert communications system or \nalarm for use by the screening personnel to contact a police, security control, or \nemergency operations centre in the event assistance is required. \n10.8 They should display signs announcing that passengers and their cabin baggage \nare subject to search and that firearms and other dangerous devices are \nprohibited.  \n10.9 They should be provided with adequate heating, lighting and ventilation systems \nsufficient to provide an environment conducive to the efficient operation of the \nsecurity staff and general passenger screening process. \n \nThis order will be implemented with effect from 01-10-2005. \n \n \n(R. C. Tayal) \nCommissioner of Security (CA) \nDistribution : as per list attached",
  "14": "RESTRICTED \n \n14 \n \nANNEXURE – I \nThe following dignitaries are exempted from pre-embarkation security checks at  \ncivil airports in the country : \n \n1. President \n2. Vice President \n3. Prime Minister \n4. Former Presidents \n5. Speaker of Lok Sabha \n6. Chief Justice of India \n7. Judges of Supreme Court \n8. Union Ministers of Cabinet rank \n9. Governors of States \n10. Chief Ministers of States  \n11. Chief Justices of the High Courts \n12. Lt. Governors of Union Territories \n13. Chief Ministers of Union Territories \n14. Ambassadors of foreign countries, Charge D Affairs and High Commissioners and their \nspouses \n15. Cabinet Secretary \n16. Visiting Foreign dignitaries of the same status as at Sl. Nos. 1 to 3,5,6, 8 and 9 above \n17. His Holiness the Dalai Lama \n18 SPG Protectees \n19 Shri Robert Vadra , while traveling with SPG protectees."
}