{
  "1": "Restricted \n \nNO. CAS-25(2)/2005.DIV-1 \nGOVERNMENT OF INDIA \nBUREAU OF CIVIL AVIATION SECURITY  \n(MINISTRY OF CIVIL AVIATION) \n ‘A’ WING JANPATH BHAWAN, \nJANPATH , NEW DELHI-110001 \nDate: 22.8.2005 \n \nCIRCULAR No.  NO- 34 /2005 \n \n \nSub: \nProcedure for screening of hold baggage. \n \n1. \nPolicy \n \n1.1 \nIn order to prevent weapons, explosives or any other dangerous devices which may \nbe used to commit an act of unlawful interference with aviation, the carriage or bearing of \nwhich is not authorized,  from being introduced by any means whatsoever onto an aircraft \nengaged in civil commercial aviation, no item of originating accompanied hold baggage, \ntransfer-baggage and or interline baggage shall be loaded onto the aircraft unless it has \nbeen security screened and cleared as per the prescribed norms. \n \n1.2 \nIt is responsibility of the concerned aircraft operator to ensure that all items of \naccompanied hold baggage, unaccompanied hold baggage, transfer-baggage and interline \nbaggage are subjected to security procedures prescribed in this circular before loading \nsuch items onto an aircraft engaged in civil commercial aviation. \n \n2. \nSecurity procedures \n \n2.1 \nGeneral Principles: \n  \n \n 2.1.1 Arrangements for screening of hold baggage shall be made so as to ensure \nminimum disruption to the normal check-in process, the boarding of passengers, and the \nprocessing make-up and loading of hold baggage.  The screening can be carried out \nbefore, during or after check-in process.   \n \n2.1.2 Airline Operators should ensure that hold baggage is accepted only from \npassengers holding confirmed tickets, and only by a responsible employee or authorized \nrepresentative of the Operator.  Baggage once accepted from a passenger shall be \nprotected from unauthorized access until the time the baggage is returned to the \npassenger at the destination or transferred to another aircraft operator.  Baggage \noriginating from places other than airport check-in counters shall be protected from the \npoint it is checked-in until it is placed on board an aircraft.",
  "2": "2.1.3 Technical equipment used for the screening of baggage has limitations.  \nConventional X-Ray equipment has difficulty in imaging or defining explosive material \neffectively.  To compensate for such limitation or to introduce a random element into the \nselection process, an additional manual hand search of hold baggage is required after \nbeing screened by technical means. \n \n2.1.4 Selection of hold baggage for hand search by X-ray operator should always be \nmade using the principle of reasoned selection and in a consistent manner throughout the \nperiod hold baggage is being processed.  Reasoned selection means that the selection is \nbased on the X-ray image, concentrating the effort on those bags most likely to conceal a \nprohibited/dangerous item.   \n \n2.1.5 It is imperative that the screening of baggage should not cease when an \nunauthorized single weapon or device is detected since multiple weapons, devices or \ndangerous items can be present in a hold baggage. \n \n2.1.6 Hold baggage which cannot be cleared by X-Ray screening process should be \nreferred for explosive detection test/manual hand search.  Any hold baggage which cannot \nbe satisfactorily cleared by the total screening process inclusive of manual hand search be \ndenied loading into the aircraft. \n \n2.1.7 In the interest of effective security and passenger facilitation, a manual search of \nthe hold baggage should be conducted in accordance with the following basic guidelines:- \n \n(a) \nThe searcher should be tactful, courteous and use caution. \n(b) \nIt is important to adopt a systematic approach so that no items or areas of \nthe bag are overlooked. \n(c) \nBaggage must be matched with the correct person/owner and positioned on \nthe search table so that the owner can open the bag, but not interfere with the \nconduct of the search. \n(d) \nItems found in baggage which could conceal a prohibited article should be \nopened or subjected to screening by X-ray or other explosive detection equipment.  \nTo increase the detection of prohibited articles such items should be X-rayed alone \nwithout extraneous clutter. \n \n2.2 \nScreening and clearing of hold baggage \n \n2.2.1 All items of originating accompanied hold baggage shall be screened and cleared \nby one of the following methods:- \n \n(i) \n(a)  100% manual hand search; and  \n \n(b) Screening by X-Ray or Explosive Trace Detection system for items, which \ncannot be adequately cleared by manual hand search. \n \n(ii) \n(a)  100% screening by X-Ray BIS; and",
  "3": "(b) \nManual hand search on a continuous random basis where the percentage of \nbaggage including suspect baggage so searched within a particular period shall not \nbe less than 10% of the total baggage during that period. \n \n(iii) \n(a) 100% screening by X-Ray BIS; and \n \n(b) screening by Explosive Detection System (EDS) unit approved by BCAS, on a \ncontinuous random basis where percentage of bags so screened during a particular \nperiod including suspect baggage shall not be less than 10% of the total baggage \nscreened during that period. \n \n(iv) \n(a)  100% screening with an automatic X-Ray system (level one); and  \n(b) screening by the operator, online or otherwise, of all the bags/items rejected by \nthe system at (a) above (level II);  and  \n(c)  screening of all bags/items rejected at (b) above  with an EDS unit approved by \nBCAS and cleared by the operator using tools of the machine (level III). \n \n(v) \n(a)  100% screening with an EDS unit approved by BCAS; and  \n \n(b)  Manual hand search of all bags/items rejected at (a) above. \n \nNotes: \n \n(A) \nManual hand search will be done in the presence of the relevant passenger. \nSo, in case screening is done after check-in process the passenger will be located \nby the concerned airline operator and required to be present during search of his \nbaggage. \n \n(B) \nIf a bag is not cleared after applying security controls mentioned at serial Nos \n(iii) and (iv) above, it will be subjected to thorough manual hand search in presence \nof the concerned passenger. \n \n(C ) \nIf the passenger is not located, the BDDS and  ASG/ Police will be called by \nthe screener to handle the suspect bag and to take further necessary action as per \nprescribed drill. \n \n(D) \nFirst option as mentioned in para 2.2.1 (i) above will not be available for \ninternational civil commercial flights operation from various airports in India after \n1.1.2006. \n \n2.2.2 Diplomatic bags transported as hold baggage shall be screened in accordance with \nprocedure prescribed vide AVSEC Order No. 2/2002 dated 1.7.2002. \n \n \n \n \n \n \n2.3 \nScreening Officers",
  "4": "2.3.1 The following officers (trained and certified) will be deployed when screening is \ntaking place:- \nLoad Officer   \n \n \n \n- \n1 \nX-Ray Officer \n \n \n \n- \n1 \nOfficers for manual hand search/  \n- \n2 \n \nExplosive detection test \n \nNote: At airports which have limited traffic, 1 officer  may suffice for manual hand \nsearch/explosive detection test.  Load Officer may also not be required and his duty \nmay be performed by X-Ray Officer or the Manual Hand-Search/Explosive \nDetection Test Officer, as the case may be. The above officers shall be trained and \ncertified screeners and shall be rotated after 20 minutes. \n \n2.3.2 Duties of Load Officer:  \n \n(i) \nThe load officer must be positioned at the ‘input’ end of the X-Ray machine to \nenable him to observe and assist with the flow of persons proceeding through the \nscreening process. \n \n(ii) \nThe Officer will remain alert for any person who gives cause for concern. \n \n(iii) \nThe Officer  will take bags, packages and other articles from each person as they \narrive for screening. \n \n(iv) \nHe will ensure that  \n(a) Bag is placed correctly into the tunnel of X-BIS. \n(b) Lift heavy baggage onto the idle rollers. \n(c) Take them off the idle rollers. \n(d) Assist in operating the security strapping machine. \n(e) Assist the passengers in queue. \n(f) Keep the X-BIS area free of left-over trolleys. \n \n(v) \nAll bags are to be placed on the conveyor belt in such a way as to create a clear \nimage on the X-ray monitor. \n \n(vi) \nAll bags shall be removed from trolleys.  The Officer will alert the X-Ray Officer if \nthere is any bag, which may be unusually heavy or for another reason which may \nwarrant particular scrutiny. \n \n(vii) \nThe Officer shall not leave their duty unless relieved or until the screening point is \nclosed. \n \n \n \n \n \n \n2.3.3 Duties of X-Ray Officer:",
  "5": "(i) \nBefore commencing duty, the X-ray Officer will check the equipment (X-Ray \nmachine) to ensure that it is fully operational. \n \n(ii) \nThe X-Ray Officer will always be in a position to study the X-Ray image and \nmaintain easy operation of the controls. \n \n(iii) \nThe X-Ray Officer will examine the contents of each bag and its image on the \nmonitor. \n \n(iv) \nThe X-Ray Officer will not continuously view images on the X-Ray monitor for \nperiods exceeding 20 minutes.   \n(v) \nIf any unauthorized articles are present, or if there is doubt as to the contents of the \nbag, the bag will be referred for manual hand search and/or explosive detection \ntest. \n \n(vi) \nOnly when the Officer is satisfied that the baggage is free of any unauthorized \narticles, he will check the bag for further processing. \n \n(vii) \nThe Officer will not leave his position unless relieved or until the screening point is \nclosed. \n \n2.3.4 Duties of Manual Hand Search/Explosive Detection Test Officers:  \n \nOne or two officers will be detailed for conducting manual hand search and/or \nexplosive detection test of the hold baggage on continuous random basis  or when a \nbag/item is not cleared by the X-Ray Officer.  The X-Ray Officer will not clear the bag in \nthe following cases: \n \n(a) An unauthorized articles (prohibited or dangerous items) other than explosive \ndevice is observed on the X-Ray image or \n \n(b) The X-Ray Officer is not satisfied as to the safety of any articles in a hold \nbaggage or \n \n(c) \nIf the contents of any hold baggage are not distinguishable on the X-Ray image, \nor \n \n(d) If at any time the X-Ray Officer considers it necessary are when directed to do \nso by their Supervisor. \n \n2.3.5 Explosive Detection System \n \nExplosive Detection test will be done by using an EDS unit approved by BCAS.  The \ntest will be conducted by trained and certified screeners/operators.",
  "6": "2.3.6 Manual Hand Search \n \n(i) \nBefore manual hand search is begun the owner will be advised and his/her \npermission taken to proceed with the search.  The owner of the bags must be present \nduring the search. \n \n(ii) \nSearch should be performed in a designated search area, allowing the passenger \nprivacy. \n \n(iii) \nWhen a person requests hand search of a computer, video camera or similar \narticles, the articles must be examined by following means:- \n \n(a) \nThat the equipment being searched operates satisfactory and, \n \n(b) \nIt is apparent that the items are new or in almost new condition and, \n \n(c) \nThere is no sign of the case being tampered with or modified including case \nholding screw damage and, \n \n(d) \nThe behavior of the passenger does not give cause for concern and, \n \n(e) \nThere is no other reason to be concerned as to the items or its contents. \n \n(iv) \nThe owner of the bag being searched should not be allowed access to the hold \nbaggage or its contents until search is completed. \n \n(v) \nIf a person refuses to allow a hold baggage to be searched, the Officer should \ninform the Supervisor who will direct what action is to be taken.  At no stage the \nperson or the hold baggage be permitted to pass the screening point before \nclearance is given.  Any unauthorized articles found during search will be dealt with \nin accordance with prescribed norms. \n \n(vi) \nAfter completing the search or any action arising from it, the Officer shall on being \nsatisfied that it is safe to do so, return the hold baggage to the owner and allow the \nperson to proceed. \n \n2.3.6.1 \nMethod for Manual Hand Search  \n \nManual hand search of the baggage will  be carried out as follows:- \n \n(a) \nPhysical inspection of hold baggage should always be carried out in the \npresence of the person presenting it; \n \n(b) \nParticular attention should be paid to the lining,  rims, studs, zip fasteners, \nlocks, hinges, wheels and handles to identify signs of tampering or repair \nwhich may indicate the concealment of a prohibited/dangerous article; \n \n(c) \nThe contents of the bag should be removed layer by layer, each being \nexamined until the bag is empty.  The empty bag should then be lifted by",
  "7": "hand and assessed for balance and empty weight.  If there is suspicion that \nthat the bag is not of uniform weight, or not of a weight consistent with being \nempty, \nthe \nbag \nitself \nshould \nbe \nexamined \nfor \nconcealment \nof \nprohibited/dangerous items, if necessary, it should be screened by X-Ray. \n \n(d) \nElectrical items that might conceal a firearm, weapon or explosive device \n(e.g. razors, calculators, radios, clocks, cameras, personal stereos and their \ncassettes) should be examined to ensure they have not been tampered with, \nor of the expected weight, are balanced and have no additional batteries.  If \nnecessary, an item should be screened by X-Ray to ensure that it has no \nadditional power source or that there is no organic material within what \nshould be an inorganic shell.  \n \n(e) \nArticles such as vacuum flasks, books, umbrellas and crutches should be \nexamined in sufficient depth, by X-Ray, if necessary, to establish their \nbonafides; \n \n(f) \nAttention should be given to the contents of containers and bottles capable of \nholding volatile liquids.  Liquids shall be rejected when there are grounds for \nsuspecting that they may be used to commit an unlawful act; \n \n(g) \nScreener should examine for greasy stains and small holes in the exterior of \nthe case and for the smell of almonds, nail polish, glue, perfume or other \nmasking vapours, which might indicate the presence of explosives; \n \n(h) \nWhile checking the hold baggage physically, it should be ensured by the \nscreener that the hold baggage are repacked properly in the presence of the \npassengers and their belongings are not left around or tampered with. \n \n2.4. \nProtection of hold baggage:  Following security measures will be applied to \nprotect the hold baggage from unauthorized interference:- \n \n2.4.1 In case screening is done  before check-in process \n \n2.4.1(a) Security straps/stickers \n \nSecurity stickers shall be applied to the screened hold baggage. In case there are \npockets in the hold baggage, security seal shall be applied to all pockets. After that \nbaggage will be strapped to prevent the introduction of any prohibited items therein. In the \nevent of a pocket being found unsealed at the check-in counter or in the baggage make-up \narea, security seal shall be applied only after pocket has been searched or baggage is re-\nscreened. All security seals, straps, stickers shall be strictly controlled to prevent \nunauthorized use. \n \n2.4.1(b) Surveillance from X-Ray screening points to check-in counters \n \nThe area between the security check point of hold baggage and check-in counters \nshall be kept close under watch by security personnel of the concerned aircraft operator to \nprevent unauthorized interference with screened hold baggage.",
  "8": "2.4.1(c) \nAcceptance of screened hold baggage by check-in staff \n \n \nCheck in staff of the aircraft operator will not accept hold baggage unless security \nsticker/security seals are affixed on it and these are intact.  No baggage will be checked-in \nunless it has been subjected to prescribed security controls.  If any bag needs to be \nopened for any reason (customs checks etc.) after it has been security cleared, it will be \ndone in the presence of security staff of the concerned airlines who will reseal the bag after \nensuring that the bag is not contaminated. \n \n2.4.2 In  case screening is done after Check-in process \n \n2.4.2.1 Passenger Profiling \n \n \nPassenger questioning and passenger identification will be undertaken by the \ncheck-in staff/ security staff of the airline operator.  Proxy check-in  in individual cases will \nnot be allowed.  However, group check-in or family check-in may be permittred after \nverifying the credentials.  Following questions may be asked – \n \na) \nIs it your baggage? \nb) \nDid you pack it yourself? \nc) \nDo you know the contents? \nd) \nWas the baggage in your custody throughout? \ne) \nAre you carrying some electronic/electrical goods ? \nf) \nDid you accept any gift/packet etc. from some other person ? \n \nIf answer to any of the above question raises doubt, the passenger along with his \nhold baggage shall be referred to the security supervisor of the airline operator, who \nwill ensure thorough check of the passenger and his entire baggage before allowing \nhim to check-in and proceed further. \n \n2.4.3 Protection during movement over conveyor belt \n \nIn case  screening is done before check-in process, the conveyor belt from  check-\nin point to the baggage make-up area shall be provided with a transparent overhead cover \nto protect the hold baggage during its movement upto baggage make-up area. It shall be \nensured that only authorized personnel  have access to the screened hold baggage. \n \n2.4.4 Surveillance in Baggage Make-up Area (BMA) and during movement to \naircraft hold \n \n \n(i) \nBaggage make-up area shall be designated as a special security zone and only \nspecially authorized persons will be allowed to enter into it.   \n \n(ii) \nAn Officer of ASG will be detailed in the Baggage make-up area.  He will be \npositioned in such a way so as to ensure a clear view of all the bags coming on the \nconveyor belt.",
  "9": "(iii) \nThe Baggage make-up officer shall check that all bags have the relevant destination \ntag attached. \n \n(iv) \nIf a bag is found without a destination tag attached, the baggage will not be \npermitted to be loaded into baggage trolleys/containers.  The Airline representative \nwill be informed of it. \n \n(v) \nApron patrols either mobile or foot will pay particular attention to baggage \ntrolleys/containers moving between baggage make-up and the aircraft hold.  This is \nto minimize the risk of any unauthorized article being introduced. \n \n(vi) \nThe Airlines staff will normally search the hold of the aircraft before loading.  \nHowever, in cases of alert, the hold will be searched by security officers of the \nairline operator or aviation security group.  The search will be thorough enough to \nensure that no unauthorized article is present. \n \n2.5. \nReconciliation of Hold Baggage \n \n2.5.1 One of the important security controls for hold baggage is the reconciliation and \nauthorization process which ensures that hold baggage that has been loaded, belongs to \nthe passengers of the relevant flight who have actually boarded the aircraft and that the \nhold baggage has been subjected to the necessary security controls and is authorized for \nloading on that flight.  Hold baggage of any passenger who has not boarded the aircraft for \nany reasons will be off-loaded. \n \n2.5.2 Reconciliation of hold baggage shall be done in accordance with the procedure \ngiven in BCAS Circular No. 17/2004 dated 4.8.2004.  \n \n2.6 \nProtection of aircraft operators’ documents. \n \n \nWhen not attended by staff, boarding passes, baggage tags, security stickers and \nseals and other documents shall be protected from unlawful access. \n \n \n \n \n3. \nProcedure for carriage of licensed arms/ammunition in hold baggage: \n \n \nA passenger can carry his authorized or licensed fire-arm and/or ammunition in his \nhold baggage, after declaring it to the check-in staff of the airline operator if screening of \nhold baggage is done after the check-in process, or to the screener at the security check \npoint if the screening is done prior to check in process.   Following  security measures will \nbe implemented for carriage of arms/ammunition in the hold baggage: \n \n \n(i) \nOn declaration by the passenger, the check-in staff or security screener, as the \ncase may be, will refer the passenger to security supervisor of the airline operator. \n \n(ii) \nThe security supervisor will ask the passenger to fill and sign a prescribed form for \ncarriage of arms/ammunition.  The supervisor will verify all the relevant documents",
  "10": "to ensure that the weapon is licensed or authorized in the name of the passenger \nconcerned. \n \n(iii) \nFire-arm will be checked by a trained staff of the airline operator or Aviation Security \nGroup to ensure that it is not loaded. The fire-arm will be carried in a hard sided \ncontainer which must be locked. \n \n(iv)   Transported ammunition must be securely packed in fibre (such as cardboard), \nwood or metal boxes or other packaging specially designed to carry small amounts \nof ammunition. \n \n(v)    Fire -arm magazines/clips do not satisfy the packaging requirement unless they \nprovide a complete and secure enclosure of the ammunition. \n \n(vi)    The ammunition may also be located in the same hard sided case as the fire- arm, \nas long as it is properly packed as described above. \n \n(vii)   Black powder and percussion caps used with black powder type fire-arms are not \npermitted  in cabin  baggage as well as in hold baggage. \n \n(viii) \nThe baggage containing fire-arm and/or ammunition will not be conveyed to \nbaggage make-up area through the conveyor belt.  After the baggage has been \nsubjected to prescribed security controls and cleared, the security staff of the \nconcerned airline operator will escort it till it is loaded onto the aircraft hold. \n \n(ix) \nThe baggage containing fire-arm will be made over to the passenger at the \ndestination in the arrival hall and not on the tarmac. \n \n4. \nSecurity measures for un-accompanied/mishandled baggage: \n \nWhen an item of hold baggage is separated from its owner through breakdown of \nthe baggage handling system, the baggage shall be protected from unlawful access by \nstaff of the concerned airline operator and it will be stored in a secured room provided for \nthis purpose.  The baggage will be  subjected to  prescribed security controls to ensure \nthat it does not contain any explosive or other sabotage device, before it is loaded on to \nthe aircraft for transportation as unaccompanied baggage.  The baggage which is \nsuspected to have been left deliberately by the passenger will be treated as ‘suspect \nbaggage’ and handled as per prescribed drill.  \n \n5. \nTransfer baggage:  Transfer-baggage may not be screened again if it has already \nbeen subjected to prescribed security procedures, but it shall be reconciled and protected \nfrom unauthorized interference as per the procedure laid down in this circular. \n \n6. \nInterline baggage:  Interline baggage shall be treated like originating accompanied \nhold baggage and subjected to the same security procedures as given in this circular for \noriginating accompanied hold baggage. \n \n7. \nSecurity Measures for off-airport check in",
  "11": "Security measures prescribed by BCAS vide Circular No.9/2005 dated 7-3-2005  \nwill be implemented by the air carriers operating to, within, from India who want to provide \noff-airport check-in facility for their passengers. \n \n8. \nProcedure when a weapon or explosive/ explosive device or any other \ndangerous good is detected. \n \nFollowing procedures will be followed in respect of such baggage : \n \n8.1 \nIn case a firearm and/ or ammunition is detected during the screening process and \nthe passenger has not declared it before hand as per the norms, necessary action will be \ntaken as per the instructions issued in this regard vide BCAS Circular No. 31/2005 dated \n28.7.2005. \n \n(a) \nDuring screening of a bag if the x-ray officer believes that anything contained in the \nbag constitutes an immediate threat, the officer will stop the machine with the bag inside \nand inform his security supervisor and ASG/ Police control room about it. The ASG/ Police \nwill detain the passenger and take necessary legal action against him. ASG/ Police will \nalso call for services of bomb disposal squad to remove the bag from x-ray BIS, and to \ndiffuse any explosive device in it.  In case screening is done after the check-in process, the \nx-ray officer will inform the concerned airline operator besides his supervisor and ASG/ \nPolice control room. The airline operator will try to locate the passenger who has booked \nthe bag and if found, will hand him over to ASG/ Police. ASG/ Police will take action as \nmentioned  above. \n \n \nThe above order shall be implemented with effect from 1.11.2005. \n \n \n(R.C. Tayal) \nOffg. Commissioner of Security (CA) \nDistribution: As per standard list."
}