{
  "1": "ASTER TT\npale sitet aren Tor\n(qe Ware)\n13. eohsit wraretRe\n=z ome we 7g Feeett\n¢a3 eeeM: O-42073/PsilyaConsultancy/02/05/201 4 gti fare: 2F5ul 2011\n\nCISF Circular No 2) 2011/ Consultancy Wing\n\nSubject : Proceedure for Assessment and Gradation of course participants of\nConsultancy Basic and Consultancy Advance courses.\n\nCISF provides Security and Fire Consultancy services to Govt/Public\nSector/Private sector organisations on receipt of requests from them . In order to reach to the\nlevel of client’s expectations and to sustain our objective of providing complete security\nsolutions as per requirement of an establishment, it is imperative that the Consultancy report\nprovided to the client have all the ingredients addressing threat perception, assessment of\nexisting security procedures and suggestions for better security setup as per specific\nrequirements of the client. It is also essential that the report is precise, crispy, concise and upto\nthe mark in all respect.\n\n02. In order to have a large pool of CISF consultants and to impart knowledge on\nproper consultancy work, Consultancy Basic & Advance Courses are being conducted at NISA,\nHyderabad wherein the participants are provided — exposure to different procedures to be\nadopted while carrying out a site survey, knowledge on gadgets, skill development and analysis\nof threat etc.\n\n03. In order to make the participants more proficient in consultancy work and also to\nassess their aptitude for the Consultancy work, the participants will be evaluated on the\nfollowing parameters during the Basic & Advance Consultancy Course.\n\n{ SLNo | Parameter ] Marks —\n| quotient |\n01 | Adequate knowledge on security set up and procedures {15\n02 Capability to assess and analyze threat perceptions [is |\n03 Realistic approach to the requirements and problems of the 15\ninstallation being visited\n04 | Good communication and presentation skills 15\n[05 | Good report writing capabilities and expression of thought 40\n\n04. Based on the performance of the participants on the above parameters, they will be graded\nas under during the Basic & Advance Consultancy Courses :-\n\nContd...p/2..\n\n",
  "2": "Grade A\n\nGrade B\n\nGrade C\n\nHit\n\n50 marks and above for parameters at S! 1 to 4 combined\nand 30 marks and above for parameter at SI no 5. Total marks\nwill be 80 and above\n\n40 to 49.5 marks for parameters at SI no 1 to 4 combined and\n25 to 29.5 marks for parameter at SI no 5. Total marks will be\n65 to 79\n\n30 to 39.5 marks for parameters at SI no 1 to 4 combined and\n20 to 24.5 marks for parameter at SI no 5. Total marks will be\n50 to 64\n\n05. Participants who attain Grade *¢’ or less marks will be considered Not Qualified.\n‘These personnel can be again nominated for the Basic/Advance course as the case may be.\nHowever, 2™ time failure in the course will render the participant unsuitable for Consultancy\n\nwork,\n\n06. This issues with the approval of DG/CISF\n\nDistribution -\n\na\n\n(va Ft aged)\nFETIIE / TAO\n\n1. All Sector IsG including, APS and NISA_\n\n2. All Zonal/Plant DIsG, including DMRC,DOS,SSG,DAE, GBS\n3. All Reserve Bns including DM Battalions/All RTCs\n\n4. All units headed by Sr Comdt/Comdv/DC’s\n\n1. PS to DG, CISF\n2. PS to ADG, CISF\n3. PS to ADG, APS\n4. PS to IG/HQrs\n\nPS to IG/Adm\n\n5,\n6. All DisG/Alsg and all branches of FHQrs\n"
}