{
  "1": "RESTRICTED \n \nNO.CAS-7 (9)/2004-DIV-1 \nBUREAU OF CIVIL AVIATION SECURITY \n(MINISTRY OF CIVIL AVIATION) \nGOVERNMENT OF INDIA \nA’ WING, JANPATH BHAWAN, \nJANPATH, NEW DELHI -110001 \nDate: 19.8.2005 \n \n \nC I R C U L A R   NO.  33/ 2005 \n \n \nSub: Carriage of licensed firearm and / or ammunition by a sportsperson \nwhile traveling by air. \n \n \nAs per the existing instructions, one licensed firearm and/ or 50 cartridges \nare allowed to be carried by a passenger in his/ her hold baggage. \n \n2. \nIf a sportsperson is traveling by air in domestic sectors to participate in \nsome shooting event within India for which he/ she is required to carry more than \none licensed firearms and/ or more than 50 cartridges, such sportsperson may \nbe allowed by the concerned aircraft operator to carry the required number of \nlicensed firearms and/ or ammunition in his hold baggage subject to the \nfollowing conditions:- \n \n(i) \nThe sportsperson must declare orally or in writing about carriage of the \nfirearms and/ or ammunition and will produce the following documents at the \nsecurity check point of hold baggage for inspection by the screener of concerned \naircraft operator: \n(a) \nvalid license/ authorization of fire arms and ammunition; \n(b) \nevidence of identity which can be established by a photo \nidentity card issued by a government agency or the \nsponsoring Sports Club. \n(c) \nbonafide for carriage of arms and ammunitions on the basis \nof a written document issued by the President or Secretary \nof the sports club sponsoring him/ her for the shooting event. \n \n(ii)    The fire-arm must be unloaded. \n \n \n(iii)   \nThe fire-arm must be carried in a hard-sided container. \n   \n(iv)   The container must be locked.",
  "2": "(v)   \nTransported ammunition must be securely packed in fibre (such as \ncardboard), wood or metal boxes or other packaging specially designed to \ncarry small amounts of ammunition. \n \n(vi)    Fire -arm magazines/clips do not satisfy the packaging requirement unless \nthey provide a complete and secure enclosure of the ammunition. \n \n(vii)    The ammunition may also be located in the same hard sided case as the \nfire-  arm, as long as it is properly packed as described above. \n \n(viii)   Black powder and percussion caps used with black powder type fire arms \nare not permitted neither in cabin nor hold baggage. \n \n \n \n(R.C. Tayal) \nCommissioner of Security (Civil Aviation) \n \nDistribution: As per list attached."
}