{
  "1": "CIRCULAR 2005 (CIRCULAR) \n \n \nFAX-23315695 / 23311598 \nRestricted \nNO. CAS-5(15)/92.Div.I \nBUREAU OF CIVIL AVIATION SECURITY \n(MINISTRY OF CIVIL AVIATION) \nGOVERNMENT OF INDIA \nA WING , JANPATH  BHAWAN , \nJANPATH, NEW DELHI -110001 \nDate   : 29.11.2005 \n \nC I R C U L A R   NO.  47/ 2005 \n \n \nIt has been observed the persons who are issued with airport entry \npasses for legitimate functions at the airport are not returned at the time of \ntheir retirement, termination of service or quitting the job/ expiry of contract. As \na result,  large number of airport entry passes are in circulation. Use of these \npasses for unauthorized entry into the airport cannot be ruled out. \n \n2. \nIn order to ensure that airport entry passes are not used for \nunauthorized purpose by the employees after retire/ resign, are terminated, the \nfollowing instructions shall be strictly complied with by all concerned. \n \n3. \nNo person, who has retired/ left the job on his own or has been \nterminated from service or whose period of contract has expired shall retain \nthe airport entry pass issued to him for legitimate function at the airport. \n \n4. \nIt shall be the responsibility of the concerned department/ agency that \nNOC is not issued to an employee who has retired/ left the job on his own or \nhas been terminated from service or whose period of contract has expired \nunless the Airport Entry Pass issued to him is returned to the authorized \nsignatory of the concerned department/ agency. \n \n5. \nIt shall be the responsibility of the authorized signatory of the concerned \nMinistry/ Department/ undertaking / other agencies   to retrieve airport entry \npasses from the person who has retired/ left the job on his own or has been \nterminated from service or whose period of contract has expired   and deposit \nsuch Airport Entry Passes with the concerned Regional Dy. Commissioner of \nSecurity (CA), Bureau of Civil Aviation Security within 10 days after retirement/ \nresignation/ termination of their employee(s). \n \n6. \nAny deviation from the above mentioned instructions, i.e., failure to \nreturn Airport Entry Passes within 10 days of retirement, resignation, \ntermination of an employee, would render defaulter and action would be \ninitiated by the BCAS. \n \n \n(M. Malaviya) \nAddl. Commissioner of Security (CA) \n \nDistribution: As per list attached."
}