{
  "1": "NO.CAS-6(11)/2004.Div.I \nBUREAU OF CIVIL AVIATION SECURITY \n(MINISTRY OF CIVIL AVIATION) \nGOVERNMENT OF INDIA \nA WING , JANPATH  BHAWAN , \nJANPATH, NEW DELHI -110001 \nDate   :     6.5.2005 \n \nC I R C U L A R   16/ 2005 \n \n1. \nThe following aircraft operators shall establish, implement and maintain a written \noperator security programme which  meets the requirements of the national civil aviation \nsecurity programme of the country: \n \n(a) \nall commercial air transport operators providing service to/ from India; \n(b) \neach entity conducting general aviation operations, including corporate aviation \noperations using aircraft with  a maximum take-off mass greater than 5700 kg.; \nand  \n(c) \neach entity conducting the aerial work operations. The programme  shall  contain \noperational  features  specific  to the type  of  aeriel work operations  conducted. \n \n2. \nThe format prescribed by ICAO vide Appendix 15 of ICAO Security Manual shall be \nutilized  by the aircraft operators for preparing their security programme. \n \n3. \nThe aircraft operators, categorized in para -1 above,  who are already operating to/ from \nIndia and have not yet submitted their security programme shall submit their programme to the \nBCAS and get the same approved within three months time from issue of this Circular positively. \n \n4. \nThe security programme shall be valid for a period of  5 years. However, the security \nprogramme shall be updated by the aircraft operators on the basis of security directives issued by \nthe BCAS from time to time. After 5 years, a revised security programme shall be submitted by \neach aircraft operator  as mentioned in para 2 above to the BCAS for approval.  \n \n5. \nThe security programme shall be produced by the concerned aircraft operator to the \nBCAS officer during audit/ inspection.  \n \n6. \nNo aircraft operator, as mentioned in para-1 above, shall be allowed to operate to/ from \nIndia unless the security programme is approved by the Commissioner of Security(CA). \n \n7. \nThe above instructions will come into force with immediate effect, and will remain so till \nfurther orders. \n \n \n(R.C. Tayal) \nOffg. Commissioner of Security (CA) \nDistribution: As per list attached."
}