{
  "1": "Restricted \n \nFAX-3315695 / 3311598                                                                         \n \n \n \n   \n \nNO.CAS-7(9)-2005.Div.I \nBUREAU OF CIVIL AVIATION SECURITY \n(MINISTRY OF CIVIL AVIATION) \nGOVERNMENT OF INDIA \nA WING, JANPATH  BHAWAN, \nJANPATH, NEW DELHI -110001 \nDate : 24.10.2005 \n \nC I R C U L A R    NO.  42/ 2005 \n \n \nIn  continuation of this  Bureau Circular  issued   vide  letter  No. CAS-\n6(3)-DIV-II  dated 3.7.1999, the  following   instructions  shall be strictly adhered \nto  by all  concerned  for  carriage  of a prisoner /  person  under  judicial  custody /  \nadministrative   control (herein after mentioned as  prisoners) by air :- \n \n(i) \nNo  aircraft  operator  shall allow   a prisoner   and escorting  officers as  \npassengers unless  prior  permission is  obtained  from the  BCAS by the  \nconcerned  policing  authority  who is  responsible  for  transportation   \nof  such   prisoner with escorts  by  air. \n \n(ii) \nThe policing authority requiring transportation of a prisoner by air shall \nsend their request in writing  to the Commissioner /  Regional Dy \nCommissioner of Security (CA), BCAS  at least 7 (seven) days in \nadvance incorporating the details in their application as mentioned in \nannexure ‘A’ attached. \n \n(iii) \nThe policing  authority responsible for carriage of a prisoner  by air \nshall indicate classification of such prisoner  as dangerous or \notherwise in their application addressed to the Commissioner   or \nRegional Dy  Commissioner of  Security  (CA), BCAS.   \n \n(iv) \nNo more  than one prisoner,  classified  as  dangerous,    shall be  \nallowed  on  any  one  flight. \n \n(v) \nMinimum  02 (two)  escorts of  the Policing  authority  shall be required  \nfor  one  prisoner  who is   classified as  dangerous   by  the policing  \nauthority.",
  "2": "Contd..2/- \n \n::2:: \n \n \n(vi) \n Policing authority officers or other authorized persons should \nnotify a responsible representative of the operator well before the \ndate it is proposed to transport a prisoner, or as soon as \npracticable in an emergency, the identity of the person being \nescorted, the flight on which transportation has been arranged, \nand whether or not the escorted person is considered dangerous. \n \n(vii) Escorting officers should be apprised, by a responsible representative of \nthe aircraft operator, of the potential danger to the safe operation of the \naircraft should they take any action during an act of unlawful \ninterference without direction from the pilot-in-command. \n \n(viii) Escorting officers shall ensure that a prisoner does not carry contraband, \nweapons, matches or other potentially dangerous items. \n \n(ix) \nEscorts shall be equipped with adequate restraining devices to be used \nin the event they determine that restraint is necessary. Under normal \ncircumstances a prisoner should not be shackled to any part of the \naircraft, including seats, tables etc. \n \n(x) \nEscorts shall  not carry arms, mace, teargas or similar incapacitating gas \ngenerating devices or  any dangerous goods / prohibited  items  \nspecified   by  the BCAS on board the aircraft. Weapon and ammunition \nif any may be allowed in registered baggage as per instructions in force.  \n \n(xi) \nEscorts shall  adequately identify themselves to security personnel \npolicing authority officers on duty at the security check points and flight \nattendants. Their presence on board and seat assignment shall be \ntransmitted by  the  flight attendants to the pilot-in-command who \nshould acknowledge receipt of this information. \n \n(xii) Any other security personnel and passengers authorized to carry \nfirearms on board the aircraft should be made aware of the \ntransportation of  a prisoner  and escorts and their location.",
  "3": "(xiii) A prisoner along with escorts should be boarded before all other \npassengers and disembarked after all other passengers have left \nthe Aircraft. \nContd..3/- \n \n \n \n \n::3:: \n \n(xiv) They should be seated as far as to the rear of the passenger \ncabin as is possible but not in a lounge area or next to / directly \nacross from an exit. \n \n(xv) \nThey should only be seated in a row for two or more seats and at \nleast one escort should sit between the escorted person and any \naisle.  \n \n(xvi) They should be accompanied at all times and kept under \nsurveillance, including visits to  the lavatory. \n \n(xvii) No intoxicating beverage shall  be served to escorts or prisoner \nwhile on board the aircraft.  \n \n(xviii) Prisoner  may be served food at the discretion of escorts but \nshould not be provided with metal utensils or a knife. \n \n(xix) Aircraft operator should not accept a prisoner and escort(s) as \npassengers unless concurrence has been obtained in advance \nfrom the BCAS (GOI)  and other operators that may be involved \nen route and at the intended final destination.  In such cases \nsufficient advance notification must be given to operator so that \nprior agreements can be obtained. \n \n(xx) \nFormat of permit which will be issued by the BCAS for carriage of \nprisoner and escorts by air is enclosed as Annexure ‘B’. \n \n \n(Manoj Malaviya) \nAddl. Commissioner of Security (CA) \n \nDistribution: As per standard list.",
  "4": "Annexure ‘A’ \n \n(Application for permission for carriage of  a prisoner under judicial/ \nadministrative control by air on the  letter  head of the  concerned  Policing  \nAuthority) \n \nTo \n \nThe  Commissioner  of  Security (CA),Bureau of  Civil  Aviation Security, Government \nof  India, Janpath  Bhawan A-Wing, New  Delhi 110001 \nFax No. 011-23315695 \nOr  \n(For  flights  originating  from any airport \nin  Delhi  Region)  \nThe  Regional  Dy  Commissioner of  \nSecurity (CA) \nBureau of  Civil  Aviation Security, \nGovernment of  India, \nIGI Airport, Mahipalpur, New  Delhi \nFax No. 01125652486 \n(For   flights  originating from any \nairport   in    Mumbai Region)  \nThe  Regional  Dy  Commissioner of  \nSecurity (CA) \nBureau of  Civil  Aviation Security, \nGovernment of  India, \nMumbai  Airport , Mumbai \nFax No. 022-26164610 \n(For flights originating   from any airport   \nin   Chennai  Region)  \nThe  Regional  Dy  Commissioner of  \nSecurity (CA) \nBureau of  Civil  Aviation Security, \nGovernment of  India, \nChennai  Airport , Chennai  \nFax No. 044-22561107 \n(For  flights originating    from any \nairport  in  Kolkata  Region) \nThe  Regional  Dy  Commissioner of  \nsecurity (CA) \nBureau of  Civil  Aviation Security, \nGovernment of  India, \nKolkata  Airport , Kolkata \nFax No. 033-25112030 \n \n \nSubject:- \nRegarding   permission for  carriage of  a  prisoner  along with escorts   by  \nair  for  producing  in the court   (name of the  Court )  on   (date). \n \nSir, \n  \n \nIt  is requisted that  permission may  please be  granted for carriage \nof a prisoner  by  air   who is to be   produced  in the  Court  of  \n_________/ or  before ___________ ( Designation  of the  authority)   on",
  "5": "______________ in connection with  a  case  stated  as under. A copy of  \nCourt/  Administrative  order is  enclosed.    \n \n1 \nName of  a  prisoner  to be  \ntransported  by  air \n \n2 \nClassification of the prisoner \n \n \n3 \nDirections of   court alongwith  a \ncopy of  court order \n \n4 \nReasons  and brief history of \nthe crime and sections of law \nfor transporting  a prisoner  by  \nair \n \n5 \nName and designation of the \nleader of escort party \n \n \n6 \nComposition of the escort party \nwith name & designation \n \n7 \nDeparting airport \n \n \n8 \nDisembarking airport \n \n \n9 \nFlight number, date  and  time \n \n \n10 \nFax/ Contact Number  of  \nPolicing Authority.  \n \n \n \n \n \n \n \n \nYours  faithfully \n \n \n \n(xxxxxxxxxxxxx) \nDesignation \nDate \nSeal",
  "6": "Annexure ‘ B’ \nFAX-23315695 / 23311598 \nSecret/ Immediate \nNO.CAS-7(9)/2005.Div.I \nBUREAU OF CIVIL AVIATION SECURITY \n(MINISTRY OF CIVIL AVIATION) \nGOVERNMENT OF INDIA \nA WING , JANPATH  BHAWAN \nJANPATH, NEW DELHI -110001 \n \nPermit No. CAS-7(9)/2005.Div.I \n \n \nDated: \n \nIn exercise of powers under Rule 24 B of Aircraft Rules 1937 \ndelegated to him by Government of India, Ministry of Civil Aviation & \nTourism notification No. S.O. 727 (E) dated 4.10.94, Commissioner of \nSecurity(CA), \nAdditional \nCommissioner \nof \nSecurity(CA), \nDeputy \nCommissioner of Security (CA) of Bureau of Civil Aviation Security \nauthorizes, the ………………………………….. (Name of agency/ Ministry) \nor cause to be carried ………………………. (Name of person/ persons) \nunder administrative control by air from …………. (Name of place) to \n………….  (Name of place). \n \nThe privilege of this permit shall be exercised subject to observance \nof following conditions: \n \na) \nA prisoner should not be transported on board an aircraft unless \nescorted by one or more policing authority officers. \nb) \nPolicing authority officers or other authorized persons should notify a \nresponsible representative of the operator well before the date it is \nproposed to transport a prisoner, or as soon as practicable in an \nemergency, of the identity of the person being escorted, the flight on \nwhich transportation has been arranged, and whether or not the \nescorted person is considered dangerous. \nc) \nAn operator should not accept a prisoner and escort(s) as \npassengers unless concurrence has been obtained in advance from \nthe BCAS and other operators that may be involved en route and at \nthe intended final destination. In such cases sufficient advance \nnotification must be given to the operator so that prior agreements \ncan be obtained. \nd) \nEscorting \nofficers \nshould \nbe \napprised, \nby \na \nresponsible \nrepresentative of the operator, of  the potential danger to the safe \noperation of the aircraft should they take any action during an act of \nunlawful interference without direction from the pilot-in –command.",
  "7": "e) \nEscorting officers should ensure that a prisoner does not carry \ncontraband, weapons, matches or other potentially dangerous items. \nf) \nEscorts should be equipped with adequate restraining devices to be \nused in the event they determine that restraint is necessary . Under \nnormal circumstances a prisoner should not be shackled to any part \nof the aircraft, including seats, tables, etc. \nContd..2/- \n \n::2:: \n \ng) \nEscorts should not carry mace, tear-gas or similar incapacitating  \ngas-generating devices on board an aircraft. \nh) \nEscorts shall adequately identify themselves to security personnel, \npolicing authority officers on duty at the security check points, and \nflight attendants, requesting that their presence on board and seat \nassignment be transmitted to the pilot-in –command, who should \nacknowledge receipt of this information. \ni) \nAny other security personnel and passengers authorized to carry \nfirearms on board the aircraft should be made aware of the \ntransportation of prisoners and escorts and their location. \nj) \nEscorted persons should be boarded before all other passengers \nand disembarked after all other passengers have left the aircraft. \nk) \nThey should be seated as far to the rear of the passenger cabin as \nis possible but not in a lounge area or next to/ directly across from \nan exit. \nl) \nThey should only be seated in a row of two or more seats and at \nleast one escort should sit between the escorted person and any \naisle. \nm) \nThey should be accompanied at all times and kept under \nsurveillance, including visits to the lavatory. \nn) \nNo intoxicating beverage should be served  to escorts or prisoners \nwhile on board the aircraft. \no) \nPrisoners may be served food at the discretion of escorts but should \nnot provided with metal utensils or a knife. \np) \nAn operator should refuse to accept a prisoner if, in the judgment of \na responsible representative of the operator, such acceptance may \njeopardize the safety of the other passengers. \nq) \nNo more than one prisoner, classified as dangerous, shall be \nallowed on any one flight. \nr) \nMinimum 02 (two) escorts of the Policing authority shall be required \nfor one prisoner who is classified as dangerous by the policing \nauthority.",
  "8": "(Name/ signature) \nDesignation \nTo \n…………..  \n(Name of the person/ agency to whom authority is issued) \n \nCopy to: \n1. \nThe ……………. \n(Name of Airlines) \n(Name of Airport) \n \n2. \nIn-charge Airport Security Unit, \n………….. \n(Name of place)"
}