{
  "1": "RESTRICTED \n \nNO.CAS-9(8)/96.Div.I \nBUREAU OF CIVIL AVIATION SECURITY \n(MINISTRY OF CIVIL AVIATION) \nGOVERNMENT OF INDIA \nA’ WING, JANPATH BHAWAN, \nJANPATH, NEW DELHI -110001 \nDate:  22.12.2005 \n \nC I R C U L A R   NO. 48 / 2005 \n \nSub: Airport Security Committee (APSC) \n \nIn supersession of previous Circular No.39/2005 dated 08-09-2005, the following \ninstructions regarding Airport Security Committee at the airports are issued for \nimplementation by all concerned: \n \n2. \nThe Airport Security Committee shall be established at each airport to: \n \n(i) \ncoordinate implementation of the requirements of National Civil Aviation Security \nProgramme; \n(ii) \nprovide a forum for discussion of aviation security matters affecting the airport \nand its users; and \n(iii) \nprovide a means of communication between the Bureau of Civil Aviation \nSecurity and those entities directly concerned with implementation of aviation  \nsecurity at airports \n \n3. \nConstitution of the Airport Security Committee at the airports will be as under: \n \n(a) \nInternational Airport \n \n(i) \nAirport Director, AAI (IAD) \nChairman \n(ii) \nChief Airport Security Officer (CASO), CISF \nConvenor \n(iii) \nSenior-most representatives of the following Departments as \nMembers \n \n(a) \nCivil Aviation Department \nMember \n(b) \nAirports Authority of India (IAD) \n-do- \n(c) \nAll Indian air carriers having scheduled flights from the \nairport. \n-do- \n(d) \nPolice \n-do- \n(e) \nOil Companies \n-do- \n(f) \nPostal Department – Telecom Department \n-do- \n(g) \nCustom and central Excise \n-do- \n(h) \nImmigration \n-do- \n(i) \nIntelligence Bureau \n-do- \n(j) \nChairman, Airlines Operators Committee (AOC) \n-do- \n \n \n \n \n \nCont..2/",
  "2": ":2: \n \n(b) \nDomestic  Airport \n \n \n \n \nNote:  \n  \n(i) \nAdditional members may be co-opted by the Airport Director/ In-charge of domestic \nas well as international airport as and when required.  \n(ii) \nRDCOS, BCAS or his representative will be the observer at Delhi, Mumbai, Kolkata \nand Chennai airports. \n \n(c ) \nCivil Enclaves at Defence Airports where Aerodrome Officer is posted: \n \nSame as for the Airport Security Committee under Domestic Airports above with the \naddition of a representative of the Local Air Force/ Naval Station. \n \n4. \nThe terms of reference for the Airport Security Committee shall be as under: \n \n(a) \nCoordinate the implementation of the national civil  aviation security programme \nat the airport. \n(b) \nOversee and monitor the airport security programme, including special \nmeasures introduced by the airport administration, operators and airport tenants. \n(c) \nUse the national civil aviation security programme/ airport security programme \nas a guide. \n(d) \nDraw up and maintain a list of vulnerable points including essential equipment \nand facilities and review the security of those points from time to time. \n(e) \nEnsure that basic minimum security measures and procedures are adequate to \nmeet threats and are under constant review, providing for normal situations and \ncontingencies for periods of heightened tension and emergency situations. \n(f) \nEnsure that recommendations for improvement in security measures and \nprocedures are implemented. \n \nCont.3/ \n \n \n \n \n \n(i) \nAirport Director/ Aerodrome In-charge  \nChairman  \n(ii) \nChief Airport Security Officer (CASO) \nConvenor \n(iii) \nSenior \nmost \nrepresentatives \nof \nthe \nfollowing departments as Members: \n \n(a) \nPolice \nMember \n(b) \nStation \nManager, \nIndian \nAir \nCarriers \noperating at the airport. \n-do- \n(c) \nOil companies \n-do- \n(d) \nPostal Department \n-do- \n(e) \nTelecom Department \n-do- \n(f) \nACS of AAI (NAD) \n-do- \n(g) \nIntelligence Bureau \n-do- \n(h) \nCustoms & Central Excise/ immigration, \nwhere applicable. \n-do-",
  "3": ":3: \n \n(g) \nEnsure that the planning of airport expansion programmes includes the planning \nof modifications to be made to airport control systems and equipment \n(h) \nExamine implementation of the security measures and procedures and consider \nways and means for their effective implementation. \n(i) \nConsider the adequacy of the prescribed minimum security measures and \nprocedures to meet threats during normal situation, periods of heightened \ntension and emergency situation. \n(j) \nReview the list of vital points and the Contingency Plan for the airport regularly \nto take into account the latest emergent situations. \n(k) \nKeeping the Commissioner of Security (Civil Aviation) informed of its \ndeliberations and refer to that authority problems relating to security of the \nairport and its services which cannot be resolved at the local level. \n(l) \nArrange for security awareness training for airport and other staff. \n(m) \nEnsure that security measures are duly incorporated in the airport expansion / \nalteration/ renovation programmes of the terminal buildings as recommended by \nthe Commissioner of Security (CA). \n \n5. \nSchedule for the APSC meeting \n \nThe Committee must meet at least once in every month without fail. Besides above, \nthe special Airport Security Committee meeting  shall be convened: \n \n(i) \nAs and when it is considered necessary to do so by Convenor/ Chairman; \n(ii) \nAs per directions of Commissioner of Security (CA), during alert etc., \n(iii) \nDuring security audit/ inspection of the airport by BCAS officers. \n \n6. \nFormat for discussion in APSC  the meeting: \n \nIt would be advisable to discuss the security related matters in the Airport Security \nCommittee meetings (APSC) in the following format: \n \n(i) \nPending Issues \n(ii) \nMatters pertaining to check-in area \n(iii) \nMatters pertaining to baggage-make-up area \n(iv) \nMatters pertaining to operational area \n(v) \nMatters pertaining to perimeter security \n(vi) \nMatters relating to airlines security including catering security, registered \nbaggage, courier bags, cargo, etc. \n(vii) \nMatters relating to security of vital installation \n(viii) \nMatters relating to security related complaints and action taken \n(ix) \nMatters relating to mail/ speed post \n(x) \nIntrusion cases \n(xi) \nAccess control \n(xii) \nEnforcement of PIC system/ display of PIC \n(xiii) \nStrength – vacancies etc \nCont.4/ \n: 4: \n \n \n(xiv) \nTraining to APS staff",
  "4": "(xv) \nCommunication system \n(xvi) \nElectronic gadgets \n(xvii) Miscellaneous \n \n \n(M. Malaviya) \nAddl. Commissioner of Security (CA) \n \nDistribution: As per list attached."
}