{
  "1": "OFFICE OF THE INSPECTOR GENERAL / AIRPORT SECTOR.II\nCENTRAL INDUSTRIAL SECURITY FORCE\n(MINISTRY OF HOME AFFAIRS)\nln the recent past, it has been observed that smuggling of drugs and contraband items by adopting\nvarious Modus Operandis is occurring in some airports under APS-Il. Even women were found involved in\nthe trafficking of narcotics as courier. ln the light of the feedback received from Doha, ASG personnel\ndeployed in airports based in Kerala State, Madurai, Trichy, Mumbai, Bangalore & Hyderabad airports\nespecially have to increase stringent vigilance & screening procedures of baggage checking, for timely\ndetection of drugs concealed in person or in hand baggages of pax.\n2. \nAs such, all CASOS, GOs, Shift ln-charges and SHA ln-charges of all airports under APS-ll in\ngeneral and the abovesaid airports in particular are hereby directed to comply with these instructions, so\nthat such cases can be detected :-\n) Brief all officers deployed in various shifts in SHA about this special drive.\nF Pax screening of all flights proceeding to Doha from all airports will require special watch\n) Frisking and profiling of pax should be very stringent by CIW / SHA / profiling teams.\n) Announcements should be made from time to time through PA System, not to carry\nbaggages handed over by others, without checking the contents of the bags.\n) Classes may be arranged locally by liaisoning with NCB for identifying narcotics & other\ncontraband items.\n) Random checking by ETD / Drug detection kit to be increased\n) Any suspicion on the modifications ./ changes in the original shape of the baggage carried\nby pax to be subjected to thorough physical checking\n> CASOs / GOs, Shift ln-charges, ln-charge of SHA should increase t\nand checks.\nTo : All CASOs of ASGs under APS-ll HQrs.\nCopv to\nCISF APS-Il HQrs., KIAL\nBengaluru -560 300.\nDated: l3August, 2019\npervrsron\nfi\n/ugt)\nT6rfrfrer6\n2\n- For ensuring proper implementation of these instructions by\nASG Personnel placed under their respective command pls\n(\nNo.O-42099llG/APS-ll/Circular/2019 8L1\nCIRCULAR NO.O1/APS.II/OPS/1 9\n> Airlines may be apprised and their check-in counter staff may be sensitized to educate pax\nat the time of check-in.\n> Signages should also be put up at all places in all the airports.\nr)\nThe DIG (APWZ & APSZ)\nMumbai and Chennai"
}