{
  "1": "DIRECTORATE GENERAL\nCENTRAL INDUSTRIAL SECURITY FORCE\n(MINISTRY OF HOME AFFAIRS)\n\nBlock No.13,CGO Complex,\n\n. Lodhi Road, New Delhi-03\n1\n\nNo.E-42099/IGNOU/Misc/Trg.1/2011/- €6 Dated : 06 June,2011\n\nCIRCULAR/TRG/NO, [£12011\n\nSubject : Memorandum of Understanding (MoU) between CISF &\n\nIGNOU.\n\nThis is to inform that CISF has entered into MoU with IGNOU on 30.05.2011.\nThis Memorandum of Understanding seeks to confer educational certifications to\nofficers and personnel of the CISF within the parameters laid down by IGNOU for\nCommunity Colleges, recognizing the training undergone by them\n\nThe salient features of the MoU are as under :-\n\n(a)\n\nii)\n\n(b)\n\n(co)\n\nCISF personnel, who possess Intermediate degree, shall be eligible to\nenroll for Bachelors Degree Program in Security Operations from\nIGNOU consisting of 96 credits as under :\n\n32. credits (on successful completion of basic training at\nNISA/RTCs)\n\n64 credits to be earned in 2\" and 3 year with IGNOU. On successful\ncompletion of 2\" year (32 credits), personnel will be awarded an\nAssociate Degree in Security Operation. Examination for this portion will\nbe conducted by IGNOU at mutually agreed centers,\n\nOfficers serving in the CISF who possess Bachelor's degree shall be\neligible to enroll for M.Sc. (Security Operations) from IGNOU. The details\nof compulsory courses and elective courses for the Masters degree and\n2™ and 3” years of B.Sc. (Security Operations) degree program shall be\nworked out jointly between IGNOU and CISF through Academic\nCommittee constituted under this MoU.\n\nCredits from in service courses as approved by the Joint Academic\nCommittee from time to time will be transferred to the program and\npartially counted towards the 64 credits to be earned in the second and\nthird year with IGNOU for the Bachelor Degree.\n\nContd..P/2\n",
  "2": "(a)\n\n@)\n\nii)\n\nil)\n\n(g).\n\n-2-\n\nNon_10+2 learners: Individuals who have not completed 10+2\n‘examination prior to joining the CISF will be required to do a Bridge\nProgramme of at least one semester of 16 credits simultaneously along\nwith registration for Bachelors degree. The list of courses for this purpose\nwill be drawn by the CISF-IGNOU academic committee for getting\nregistered in the Bachelor's Degree.\n\nFees: The Academic Committee as constituted under this MoU shall fix\nthe fee structure for CISF-IGNOU Community Colleges on the guidelines\nof Community College Scheme of IGNOU as defined hereunder:-\n\nRegistration fee for Associate’ Degree: Rs.750.00 per student.\n\n2/3!\" year Registration fees and Examination fees, as applicable under\nIGNOU rules while pursuing second/third year Bachelor's Degree\nProgramme.\n\nRegistration fee & examination for M.Sc (Security Operations) will be.\ndecided and applicable as per IGNOU norms.\n\nIGNOU will facilitate registration of CISFAGNOU Community Colleges\n(Training Institutes of the CISF) to recommend grant of Degrees in\nSecurity Operations. If opted for by the candidate, it would also award\nrelevant Bachelor/Masters degree in streams available at IGNOU. The\ndegree awarded would be similar to the one awarded to other students.\n\nOut of the 96 credits required for a graduate degree, 32 would be\ntransferred from CISF Training/Courses being conducted by the CISF-\nIGNOU Community Colleges. These would be awarded credit weightage\nby the CISF-IGNOU Academic Committee. The balance 64 credits will be\neared by the individual by undertaking existing or to be introduced (on\nmutual consultation) courses of IGNOU and /or appropriately weighted\nand recognized CISF courses. This would be over a period of minimum\ntwo years and may take the form of distance education/online/study\ncentre/ campus based education. Examinations for this portion will be\nconducted by IGNOU through mutually decided examination centres.\n\n3. The date of commencement of course and the procedure for admission will be\ninformed in due course.\n\n4, The above details may be brought to the notice of all the personnel working\n\nunder your jurisdiction.\n\n( H.V.CHATORVEDI )\n\nINSPECTOR GENERAL/ADM\n\nDistribution :-\n\n1. ADG(APS), CISF,New Delhi,\n2. All Sector IsG including TS.\n\nCont\n\n",
  "3": "4, AllZonal/Plant DisG.\n\nx4, DIGINISA and All Principals of RTCs.\n5. All Group Comats/Comdts, CISF Gp HQrs./Units/Res Bns/Trg.Institutions\n6. _ All Dy.Comats/Asstt. Comdts/Officer-in-Charges,CISF Units.\nCo Internal)\n\n© SEPS to DG . For kind information of DG/CISF.\n\n“Ps to ADG(HQrs) . For kind information of ADG/CISF\n\n\\ IG(HQrs) and IG/Adm\n\nAll DisG and AlsG of FHQ.\n\n~AIl branches at FHQrs.\nGuard file of Trg. branch.\n\n"
}