{
  "1": "CIRCULAR 2005 (CIRCULAR) \n \nRESTRICTED \nNO.CAS-7(9)/2005-DIV-1 \nBUREAU OF CIVIL AVIATION SECURITY \n(MINISTRY OF CIVIL AVIATION) \nGOVERNMENT OF INDIA \nA’ WING, JANPATH BHAWAN, \nJANPATH, NEW DELHI -110001 \nDate: 28.7.2005 \n \n \nC I R C U L A R   NO.  31  / 2005 \n \n \nSub: \nProcedure for dealing  with cases wherein arms  and /or ammunition are  \ndetected  during   screening  of a passenger or his  baggage. \n \nIn order to streamline the procedure for dealing  with cases wherein arms  \nand /or ammunition are  detected  during   screening  of a passenger or his  \nbaggage,  the following instructions are issued:- \n \n2. \nThere may be  following possibilities regarding carriage of arms and \nammunition by air passengers : \n \n(i) \nArms and / or  ammunition is detected in the registered baggage of a \npassenger at the time of X-ray screening and the passenger has failed \nto declare the same to the Airlines Security staff as required under the \nAircraft (Carriage of Dangerous Goods) Rules 2003. \n \n(ii) \nArms and / or  ammunition is detected in the hand baggage or on the \nperson of a passenger at the time of frisking/ x-ray screening of hand \nbaggage in the SHA or at the ladder point. \n \n(iii) \nOnly ammunition is detected in the hand baggage or on the person of \na passenger at the time of frisking/ screening of hand baggage in the \nSHA or at the ladder point. \n \n3. \nCourse of Action: \n \n The following course of action shall be followed   to deal with  the cases \nmentioned  in para-2  above. \n \n \n(i) \nIn case of situation at 2(i) above. \n \n(a) \nIf the passenger is having a valid license with him, the airlines security \nstaff should examine the weapon physically to see that it is unloaded and \npacked as per the prescribed norms, obtain declaration from the \npassenger as required under Aircraft (Carriage of Dangerous Goods) \nRules 2003 and thereafter allow him to proceed for check-in etc. There is \nno need to detain the passenger. However, a complaint should be made \nabout the incident to the local police for necessary action at their end \nunder Aircraft (Carriage of Dangerous Goods) Rules 2003. \n \n:2:",
  "2": "CIRCULAR 2005 (CIRCULAR) \n \n \n(b) \nIf  the passenger does not have a valid arms license with him at that time \nbut claims to possess the same and produce it later on if so required, he \ncannot be allowed to proceed. Prima-facie he seems to have committed \nan offence under the Arms Act 1959  and  Aircraft Act 1934 and Rules \nframed there under. Local Police should be summoned for necessary \nlegal action in this regard. \n \n(c) \nIf the passenger claims that he is a serving Police/ Defence Services \nofficer and is entitled to carry his service arms and ammunition, the \nAirlines security staff should confirm his identity through identity card etc. \nIf his identity and bonafides are beyond doubt, the airlines security staff \ncan obtain necessary declaration from him as required under Aircraft \n(Carriage of Dangerous Goods) Rules 2003 and thereafter allow him to \nproceed for check-in etc. There is no need to detain the passenger. \nHowever a complaint should be made to the local police for necessary \naction at their end under Aircraft (Carriage of Dangerous Goods) Rules \n2003. A copy of such complaint should also be forwarded to the \ncontrolling authority of such police/defence senior officers \n \n(d) \nIn case the passenger neither has a valid arms license with him nor \nclaims to possess   the same, the Airlines security staff should hand him \nover to the local police alongwith the arms and ammunition with a \ncomplaint about the incident for taking necessary legal action under the \nArms Act 1959 and Aircraft Act 1934 and the rules framed there under.  \n \n(ii) \nIn case of situation at Sl No.2 (ii) above  \n \n(a) \nIf the passenger has a valid arms license with him, the Incharge APSU / \nAirlines Security staff should question him why he is carrying arms/ \nammunition during the flight. If there is no doubt about the identity and \nbonafides of the passenger, he should be told to carry arms/ ammunition \nin his hold baggage after declaring it to the Airlines, as per the laid down \nnorms. There is no need to detain the passenger. However, a complaint \nshall be made to the local police about the incident for taking necessary \nlegal action at their end. \n \n(b) \nIf the passenger does not have a valid license with him but claims to \npossess the same and assures to produce it later, he/she should be \narrested and handed over to the police alongwith arms and ammunition \nfor taking legal action under the Arms Act 1959. \n \n(c) \nIf the passenger claims that he is a serving Police/ Defence service officer \nand is therefore entitled to carry his service weapon, the APSU or the \nAirlines Security staff as the case may be, should confirm the identity of \nthe passenger through his photo identity card etc. A valid Photo Identity \nCard issued by the competent authority in case of a gazetted officer and a \nvalid photo identity card plus movement order/ authority slip for non-\ngazetted personnel would be the minimum requirement for establishing \nthe identity of such passenger. If   there is  \n \n:3:",
  "3": "CIRCULAR 2005 (CIRCULAR) \n \nno doubt about his identity & bonafides, the passenger should be told \nthat he may carry the items in his hold baggage only as per the laid \ndown norms. There is no need to detain such passenger. However a \ncomplaint should be made to the local Police about the incident for \nnecessary action from their end. A copy of such complaint should also \nbe forwarded to the controlling authority of such officers.  \n \n(d) \nIf the passenger is neither having a valid license with him nor claims to \npossess the same he should be arrested and handed over to local police \nauthority along with arms and ammunition for necessary legal action. \n \niii) \nIn case of situation at Sl No. 2(iii) above. \n \nThe APSU or the Airlines Security staff should question the passenger \nas to why he is carrying ammunition with him. If the explanation given by the \npassenger is reasonable and there is no doubt about his/her identity and \nbonafides, \nthe \nAPSU \nshould \nremove \nthe \nammunition \nand \nallow \nthe \npassenger to proceed for the flight. There is no need to detain the passenger. \nHowever, a complaint should be made to local police about the incident. The \nammunition should also be handed over to police after obtaining a proper \nreceipt. If the pax is a police/defence services officer, a copy of the complaint \nmade to police, should also be forwarded to the controlling authority of such \nofficer. \n \n(R.C. Tayal) \nCommissioner of Security (Civil Aviation) \n \nDistribution: As per list attached."
}