{
  "1": "Restricted \n \nNO.CAS-5 (15)/1992-DIV-1 \nBUREAU OF CIVIL AVIATION SECURITY \n(MINISTRY OF CIVIL AVIATION) \nGOVERNMENT OF INDIA \nA’ WING , JANPATH  BHAWAN , \nJANPATH, NEW DELHI -110001 \nDate   : 29.11.2005 \n \n \nCircular No.46/ 2005 \n \n \nIn order to streamline  the procedure for  issue of  one time airport entry  \npermits for  legitimate  functions at Delhi, Mumbai, Kolkata and  Chennai where \nRegional  Offices of  the  BCAS are located, the following  instructions are  \nissued  for  implementation  by all concerned: \n \n(i) \nBCAS Headquarters and the Regional Dy  Commissioner of  \nSecurity , BCAS  shall  issue  airport   entry  permit on the  \nBCAS  prescribed  format after  proper  verification of  identity of \nthe  person to  whom  such permit is issued. \n \n(ii) \nOnly after office  hours  and on  holidays the shift incharge/ Airport \nManager,  AAI of  respective terminals  at the above  four Metro  \nAirports  are authorized to issue one time  entry  permit for  \nlegitimate functions  to Indian citizens only  for minimum number \nof  persons  for limited period   of  operational / functional \nrequirement on the prescribed form issued  by the  BCAS \nsubject  to implementation of  the  following instructions: \n \n \n(a) \nNo one time  entry  permit   shall be issued unless  proper  \nidentity of  the  person  to  whom such  permit is  issued,  is  \nestablished. \n \n \n(b) \nShift incharge/ Airport Manager, AAI  shall  record in writing  \nin each case the reason for  issue of  one  time  entry permit   after \noffice hours after profiling the  applicant  and the same  will be  \nreflected  in column no. 4 of  the  weekly report (annexure-III). \n \n \n(c)   \nApplication form  as per annexure-I  for issue of    one  time  \nentry permit  shall be  signed   by the applicant  and shall be \nexamined  by the  shift-in-charge or  Airport  Manager, AAI.",
  "2": "(d) \n Counter foil of each permit  alongwith the  application  shall  \nbe  kept  under safe custody for  a period  of  three months and  \nshall be  produced by the  Shift-in-charge/ Airport Manager, AAI    \non demand  for   audit  by  the  BCAS    officers. \n \nContd..2/- \n \n \n::2:: \n \n \n \n(e) \nA register  for  issue  of  temporary  permit   shall be  \nmaintained  regularly  on the  format  prescribed   at  annexure-II \nand  shall be   produced  by the  Shift-in-charge/ Airport Manager, \nAAI    on demand  for   audit  by  the  BCAS    officers. \n \n \n(f) \nWeekly  report  for  issue of  all  one  time  airport  entry  \npermits  on the format  given at  annexure-III shall be sent by the \nAirport  Director,  AAI  to  the  concerned  Regional Dy  \nCommissioner of  Security,  BCAS and  to the BCAS HQrs. in \nrespect of  IGI Airport Delhi only so as to reach  on each \nsucceeding  Monday positively. \n \n(f) No  further  extension  of   one time  airport  permit  shall be \nallowed.   \n \n(g)  No one time entry permit  shall be issued to a person  for restricted \narea of the airport,  unless such a person  is    escorted  at all times  \nby  a regular  AEP  holder. \n \n \n(h)  \nOne time  entry  permit  issued  by BCAS  and  shift incharge \n/  Airport  Manager, AAI , shall be  honoured   by  CISF /  Airport \nSecurity  personnel and the  person concerned  shall be  allowed  \nentry upto the areas  mentioned   in the permit after establishing  \nthe identity  at the entry  points. \n \n \n(i) \nOne  time  entry  permit  shall be returned by the person \nconcerned  to the shift-incharge, AAI after  his  visit  to the airport  \npositively.     Record  of  such  used  permit  shall be  maintained  \nfor one  week  for  inspection / audit  by  the  BCAS  officers.  \n \n(iii) \nNo airport  entry  permit  shall be  issued  by  CISF at Delhi , Mumbai, \nKolkata and  Chennai airports. \n \n(iv) \nThe above procedure shall be reviewed after 2 (two) months.",
  "3": "(v) \nThe above instructions shall be implemented with effect from 05.12.2005. \n \n(M. Malaviya) \nAddl. Commissioner of  Security (CA) \n \nDistribution  as  per  list  attached.",
  "4": "Annexure-I \n \nApplication for issue of One Time  Airport  Entry Permit \n \nTo \n \n1. \nThe Commissioner of Security(CA), BCAS Hqrs, New Delhi \n2. \nThe Regional Dy. Commissioner of Security(CA), BCAS, Delhi/ \nMumbai/ Kolkata/ Chennai \n \n1 \nName of  applicant \n \n \n2. \nDesignation \n \n \n3. \nDepartment/ Organisation \n \n \n4. \nAddress /  Telephone No. \n \n \n \n \n5 \nPurpose of  visit \n \n \n \n6. \nFlight No. \n \n7.  \nDate  and  time \n \n8. \nArea of  visit  \n \n9. \nSignature of  applicant/ Authorised \nsignatory \n \n10 \nDate and  Time  of  submission of  \napplication \n \n11. Remarks of  Recommending  authority,  \nauthorized  signatory only. \n \n \n12 \nIn case the  airport  permit  is to be \nissued for restricted area, mention the  \nname  and  AEP  number of the  \nperson  who  will  escort  the  holder of  \none  time  entry permit \n \n12. Comments of Shift incharge / Airport \nManager, AAI of the  airport  terminal \n \nSignature of   issuing  authority",
  "5": "13 \nSl. No. of   one  time Airport  Entry  \nPermit with date  and  time of  issue \n \n \n \n \n \n \nAnnexure-II \n \nFormat  for  Register  for one time entry  permit   \nName of  Airport _____________________________________ \n \n \n \nSl \nNo.\nName of  \nperson (s) \nDesignation\nDepartment/ \nOrgansiation\nPurpose \nfor \nissue of  \npermit \nDate/ \nTime \nand  \nflight \nNo. \nArea\nAirport \nentry \npermit \nNo.  \nSignature of \nTerminal  Shif-\nincharge/Airport \nManager, AAI",
  "6": "Annexure-III \n \nFormat  for  weekly report   for one time entry  permit   \nName of  Airport _____________________________________ \n \n \nSl \nNo.\nName of  \nperson (s) \nDesignation\nDepartment/ \nOrgansiation \nPurpose  and  \ncause of \nemergency for \nissue of  \npermit \nDate/ Time \nand  flight \nNo. \nArea \nAirport \nentry \npermit \nNo.  \n1 \n2 \n3 \n4 \n5 \n6 \n7"
}