{
  "1": "Fax No. 011-23315695 \n \nNO.CAS-12(10)/2002-DIV-1 \nBUREAU OF CIVIL AVIATION SECURITY \n(MINISTRY OF CIVIL AVIATION) \nGOVERNMENT OF INDIA \nA’ WING , JANPATH  BHAWAN , \nJANPATH, NEW DELHI –110001 \nDated: 18.7.2005 \n \nC I R C U L A R   NO.  26 / 2005 \n \n \nSubject: \nSecurity procedure for General Aviation Operations and Chartered Aircraft \nOperations. \n \n1.  General Aviation:  \n \n \nAll civil aviation operations other than scheduled air services and non-scheduled air \ntransport operations for remuneration or hire. \n \n2.  Chartered Aircraft Operations: \n \nChartered aircraft operations means all operations, undertaken for remuneration by an \naircraft operator, other than General Aviation  and  scheduled air transport services.  \n \n3.  Objectives: \nThere are two main security objectives:- \n \n3.1 \nProtecting of passengers and aircraft from attack and; \n \n3.2 \nPreventing aircraft from being used as a weapon of mass destruction directed at sensitive \ntargets on the ground. \n \n4.  Security measures: \n \n \n \nA key point to remember regarding General Aviation passenger is that the persons on board \nthe flight are generally better known to aircraft operators than the typical passenger on a scheduled \ncommercial airliner. Charter,/sight-seeing passengers typically will meet the pilot or other flight \ndepartment personnel well in advance of any flight. Suspicious activities such as use of cash for \nflights or probing or any inappropriate questions are more likely to be quickly noted and relevant \nauthorities could be alerted. For corporate operations, typically all persons on board the aircraft are \nknow to the pilots. \n \n  \nIn order to adequately address real vulnerabilities and to mitigate varying threat levels, the \nfollowing security procedures shall be applied by all concerned:- \n \nContd.2/-",
  "2": "-2- \n \n4.1 \nAircraft: \nIn order to prevent unauthorized use of aircraft, the operator will take steps \ncorresponding to specific type of aircraft to secure it when unattended.  Pilot should employ \nmultiple methods of securing their aircraft to make it as difficult as possible for an \nunauthorized person to gain access to it. \n \n4.2 \nSome basic methods of securing an aircraft include:- \n• \nEnsuring that door locks are consistently used to prevent unauthorized access or tampering \nwith the aircraft. \n• \nUsing keyed ignition where appropriate. \n• \nStoring the aircraft in a hangar, if available, and locking hangar doors. \n• \nUsing an auxiliary lock to further protect aircraft from unauthorized use.  Commercially \navailable options for auxiliary locks include locks for propellers, throttle, and tie-downs. \n• \nEnsuring that aircraft ignition keys are not stored inside the aircraft. \n \n4.2 \nPre-embarkation security checks: For purposes of security, the operations by a general \naviation aircraft/chartered aircraft may be categorized as below:- \n \n(i) \nOperations using a sterile area of the airport in an aircraft of less than 5700 kg \n(12,500 pounds); \n(ii) \nOperations using a sterile area of the airport in an aircraft of 5700 kg (12,500 \npounds) or more; \n(iii) \nOperations using a non-sterile area of the airport in an aircraft of less than 5700 kg.  \n(12,500 pounds) \n(iv) \nOperations using a non-sterile area of the airport in an aircraft of 5700 kg (12,500 \npounds) or more. \n4.2.1 Operations using a sterile area of the airport in an aircraft of less than 5700 kg (12,500 \npounds): \n \n(a)  Applicability of this section:  This section applies to operations in an aircraft of maximum \ntake-off weight of less than 5700 kg (12,500 pounds) in which passengers, crew or other individuals \nare emplaned from a sterile area of an operational airport/heliport  i.e. the airport/heliport to/from \nscheduled commercial flights operate. \n(b) Procedure: \nAny person conducting an operation identified in paragraph (a) of this section \nshall conduct a search of the aircraft before departure and shall screen passengers, crew members \nand other individuals, and their accessible property (carry-on-baggage) before boarding, in \naccordance with the security procedures prescribed by BCAS.  In-accessible property (hold \nbaggage) shall also be screened and matched with the occupants before taking it on board as per the \nprocedures prescribed by BCAS. \n (c) In case, there is no separate infrastructure at the airport for implementing the security \nprocedures given in paragraph (b) above, the emplaning of passengers, crew members and other \nindividuals shall be through security hold area of the airport after they along with their baggage \n(cabin baggage and hold baggage) have been subjected to prescribed pre-embarkation security \nchecks by the airport security unit and aircraft operator. \nContd…3/-",
  "3": "-3- \n \n4.2.2 Operations using a sterile area of the airport in an aircraft of 5700 kg (12,500 pounds) \nor more \n(a)  Applicability of this section:  This section applies to operations in an aircraft of maximum \ntake-off weight of 5700 kg (12,500 pounds) or more, in which passengers, crew members or other \nindividuals are emplaned from a sterile area of an operational airport/heliport. \n(b)  Procedure:  All passengers, crew members and other individuals shall be emplaned only \nthrough security hold area of the airport after they along with their baggage (cabin baggage and \nhold baggage) have been subjected to pre-embarkation security checks prescribed by BCAS.  No \nperson will be allowed to board through any other area of the airport/heliport. \n \n4.2.3 Operations using a non-sterile area of the airport in an aircraft of less than 5700 kg.  \n(12,500 pounds): \n(a)  Applicability of this section:  This section applies to operations in an aircraft of maximum \ntake-off weight of less than 5700 kg (12,500 pounds) in which passengers, crew members and other \nindividuals are emplaned from a non-sterile area of an operational airport or from a non-operational \nairport/heliport, i.e. the airport/heliport to/from no scheduled commercial flight operates. \n(b) Procedure:  Prior to boarding, the pilot-in-command of the aircraft shall conduct search of the \naircraft, and also ensure that:- \n(I) \nThe identity of all occupants is verified; \n(II) \nAll occupants are aboard at the invitation of the owner/operator/person who has \nchartered the aircraft. \n(III) \nAll baggage and cargo is known to the occupants. \n \n4.2.4 Operations using a non-sterile area of the airport in an aircraft of 5700 kg (12,500 \npounds) or more: \n (a) \nApplicability of this section:  This section applies to operations in an aircraft of maximum \ntake-off weight of 5700 kg (12,500 pounds) or more in  \nwhich passengers, crew members or other individuals are emplaned from a non-operational airport. \n(b)  Procedure:  Any person conducting an operation identified in paragraph (a) of this section \nshall conduct a search of the aircraft before departure, and shall screen all passengers, crew \nmembers and other individuals and their accessible property (carry-on-baggage) before boarding, in \naccordance with the security procedures prescribed by BCAS. In-accessible property (hold \nbaggage) shall be screened or hand searched at random, and matched with the occupants in \naccordance with the procedure prescribed by BCAS. \nContd…4/-",
  "4": "-4- \n(c)  In case there is no infrastructure available at a non-operational airport for implementing the \nsecurity procedures given in para (b) above, the airport operator shall not permit operation of such \naircraft from the non-operational airport. \nNote: At an operational airport, all passengers, crew members and other individuals boarding the \naircraft shall be emplaned only through security hold area of the airport, after they have been \nsubjected to pre-embarkation security checks prescribed by BCAS. \n4.3 \n  Security \nmeasures \nduring \ndis-embarkation \nof \npassengers \nof \ngeneral \naviation/chartered aircraft at an operational airport:  \n(a) \nAll passengers, crew members and other individuals along with their baggage shall be \ndeplaned into a designated non-sterile area of an operational airport.  Duty Officer in the \nATC will direct the aircraft to the above area and at the same time inform ASG/APSU about \nit. \n(b) \nChief Airport Security Officer will ensure that arriving persons from the aircraft do not \ntrespass into sterile area of the airport. \n(c) \nIn case there is no designated non-sterile area at an operational airport for deplaning of the \npassengers and the passengers are deplaned in sterile area, the following security measures \nshall be taken to prevent mixing of such passengers with security cleared passengers of the \nother commercial flights:- \n(i) \nChief Airport Security Officer shall provide necessary security coverage so that \npassengers disembarking into sterile area of the airport do not mix-up with security-\ncleared passengers of commercial flights. \n (ii) \nDuty Officer in the ATC shall inform APSU/ASG about arrival of a general aviation \nflight/chartered flight.  On receipt of this information, the Chief Airport Security \nOfficers will send armed escort to reach the aircraft before deplaning of the \npassengers.  \n(i) \nIf there are more than one parking bays at an airport, the aircraft will be parked in a \nbay other than the one used for parking of commercial flights.  In case there is only \none parking bay, the ATC will ensure that when a scheduled commercial aircraft is \nparked on the apron, general aviation/chartered aircraft is parked in a corner of the \napron. \n(ii) \nThe armed escort of APSU/ASG will escort the passengers of  the aircraft to the land \nside of the airport.  APSU/ASG will ensure that dis-embarking passengers do not \nmix-up with the security cleared passengers/employees in the airside.  \n \nContd…5",
  "5": "-5- \n(v) \nThe dis-embarking occupants will be transported under escort to the land side of the \nairport \nthrough \na \ndesignated \ngate \nso \nthat \nmix-up \nwith \nsecurity \ncleared \npassengers/employees in the air side is avoided.  In case, the number of passengers is \nlarge, the airport operator shall arrange for a suitable vehicle to carry the passengers \nto the land side of the airport.  Likewise, the cargo/baggage from the aircraft shall \nalso be transported under escort to land side. \n \n \n \nThis order will be implemented with immediate effect. \n \n \n \n(R.C. Tayal) \nOffg. Commissioner of Security (CA) \n \n \nDistribution: As per standard list"
}