{
  "1": "Circilar-2005(Circular) \n \n1\nFAX-3315695 / 3355166 \nNO.CAS-8(1)/2004-DIV-1 \nBUREAU OF CIVIL AVIATION SECURITY \n(MINISTRY OF CIVIL AVIATION) \nGOVERNMENT OF INDIA \nA WING , JANPATH  BHAWAN , \nJANPATH, NEW DELHI -110001 \nDate   :25.08.2005 \n \n \n \nC I R C U L A R    NO.  36 / 2005 \n \nACCESS OF VEHICLES UPTO THE TARMAC AREA OF THE CIVIL \nAIRPORTS IN THE COUNTRY ON PROTOCOL/ MEDICAL / SECURITY \nGROUNDS \n \nIn supersession of all previous orders on the subject the following categories of \npersons may be given access to the tarmac area of civil airports in the county on protocol/ \nmedical/ security grounds. \n \nA. \nOn Grounds of Protocol \n \nI. \n \nThe following categories of persons may be permitted access upto the \ntarmac area in their own vehicles along with escort, during departures/ arrivals at all \nairports in the country: \n \ni) \nPresident  \nii) \nVice-President \niii) \nPrime Minister \niv) \nVisiting Heads of State \nv) \nVisiting Heads of Government \n \nII. \nThe following categories of persons may be permitted access in their own \nvehicles without escort , upto the tarmac area at all airports in the country during \narrivals/ departures. \n \ni) \nFormer Presidents of India \nii) \nFormer Prime Ministers \niii) \nChief Justice of India \niv) \nSpeaker of Lok Sabha                                                                         \nv) \nFirst Lady (Wife of the President of India) \nvi) \nWife of the Vice-President of India \nvii) \nForeign Ambassadors/ High Commissioners on their first arrival and final \ndeparture. \n \nIII. \n(a) \nThe following categories of persons may be permitted access in their own \nvehicle without escort, upto the tarmac area of the civil airports within their States \n/Union Territories  of jurisdiction:- \ni) \nGovernors. \nii) \nChief Ministers. \niii) \nLt. Governors  of the Union Territories \niv) \nGovernor and Chief Minister, Sikkim at Bagdogra airport in West Bengal  \n \n \n \n \ncontd..2/-",
  "2": "Circilar-2005(Circular) \n \n2\n \n \n \n \n \n \n-2- \n \n(b) \nAll  Governors / Chief Ministers  may be   permitted  to  avail of the \nfacility  of  taking    Airports  Authority  of India  (AAI)  ferry  vehicles  \nupto the aircraft  during   their  departure / arrival  by air  from /to  at all \nother  airports  in the country. \n \nIV. \nIn respect of “Ministers and other dignitaries” from abroad excluding the Head of \nState/ Government, Airports Authority of India can provide them with an Independent \nvehicle for ferrying them to and from the aircraft upto the VIP reception/ terminal where \nafter the Protocol Division of the Ministry of External Affairs would make further \narrangements. In case of bunching of the VIPs at any of the airports, if the fleet of \nsanitized vehicles with the Airports Authority of India is found to be insufficient to cater \nto this ; special arrangements can be made by Airports Authority of India in consultation \nwith MEA. \n \nB. \nOn Medical  grounds \n:-  \n \n \ni) \nDr. M. Karunanidhi,  Ex-CM.,  Tamil Nadu, Shri  K. Karunakaran, Ex-CM, \nKerala, and  Shri  Jyoti Basu, Ex-CM, West Bengal are  permitted   the  \nfacility  of having   access  of their  own vehicles  to the aircraft  during   \ntheir departure/ arrival  at all airports  in the country.   \n \n \nii) \nPassengers with medical  requirement may be allowed  to  approach  the \ntarmac in AAI  ambulance. As  in  the  past , the AAI    will  continue  to \nprovide  to passengers with  medical  requirements  all necessary  assistance  \nincluding   wheel chair / ambulance  , as  the case may   be, and  arrange  for   \ntransportation  of such  passengers to and from the  aircraft  in their  sanitized  \nvehicles. \n \niii) \nAs  regards  the category  of such  passengers  who are  ambulance  cases and \nare required to be taken directly through  the security  gates  without   shifting   \nfrom private  ambulance  to  AAI  ambulance  for  boarding / disembarking  \nan aircraft  due to  exceptionally  ill  health  condition ,  permission  shall  be   \nobtained  from  Commissioner of  Security  (Civil Aviation ) , BCAS, by the   \nconcerned  party giving justified medical grounds well in advance & prior to \nsuch movement. \n \nC.  \nOn  grounds  of security \n \n1. \n(a)  SPG  Protectees : \nThe  SPG  protectees  may be  permitted  the  \nfacility  of having  access  of their  vehicles  to the   aircraft along with  escort   during   \ntheir  departure / arrival  from / to all   airports  in the country. \n \n(a) Shri Shivraj Patil, Hon’ble Home Minister of Union of India may be permitted to \ntake his vehicle upto aircraft during his arrival/departure at all Airports in India. \n(b) Facility of taking vehicle upto the tarmac in Delhi and J&K may be given to Dr. \nFarooq Abdullah, Former Chief Minister of J&K on security grounds.  \n \n \n \n \n   \n   \n \n \n Contd…3/-",
  "3": "Circilar-2005(Circular) \n \n3\n \n \n \n \n-3- \n \nII. \nXYZ  Protectees \n \n(a) \nShri L.K. Advani, Former  Home  Minister,  Govt. Of  India , may be \npermitted  to take  his  own  vehicle  with escort  upto the   aircraft  \nduring  departure  / arrival  by air  from /to  airports  in the country. \n \n(b) \nMs. J.Jayalalitha , CM Tamil Nadu  may be  permitted  to take   her  own \nvehicle  upto  aircraft  at all  civil  airports during  departure  / arrival  by \nair  from /to  airports  in the country in the light of  threat  perception  to \nher  life  and due  to her  special  medical  condition. \n \n(c) \nThe   following  category  of  persons  may be   permitted  to  avail of the \nfacility  of  taking    Airports  Authority  of India  (AAI)  ferry  vehicles  \nupto the aircraft  during   their  departure / arrival  by air  from /to  \nairports  indicated below  against   their  names:- \n \nS/Shri \ni) \nP.K. Mohanta, Ex-CM  , Assam (airports in NE-Region). \nii) Reishang  Keishang, Ex-CM, Manipur (airports  in NE     \nRegion). \n \n   The  above instructions   shall be  strictly  implemented   by  all  \nconcerned. \n \n \n \n \n \n \n \n(R.C.Tayal) \n Commissioner of Security(CA) \n \n \n \n \n \nDISTRIBUTION  AS PER LIST ATTACHED"
}