{
  "1": "FAX-23315695 / 23311598 \n \nNO.CAS-7(4)/2004.DIV-1 \nBUREAU OF CIVIL AVIATION SECURITY \n(MINISTRY OF CIVIL AVIATION) \nGOVERNMENT OF INDIA \nA’ WING, JANPATH  BHAWAN , \nJANPATH, NEW DELHI -110001 \nDate: 18.3.2005 \n \nC I R C U L A R  NO.   10 / 2005 \n \n \nSubject : \nProcedure for obtaining exemption from Pre-embarkation security checks at the \nairports for high ranking foreign dignitaries who come to India on official visits as \nguests of the Government of India. \n \nIn continuation to this Office Memorandum of even number dated 9.1.1997, Circular No. \n24/2002 dated 6.9.2002 and Circular No. 2/2005 dated 9.1.2005 (copy enclosed), the following \ninstructions are issued on the subject cited above: \n \n \n(i) \nIf a delegation is led by a dignitary who figures in the list of exempted category and MEA \nhas decided to exempt the delegates also from pre embarkation security checks i.e. personal \nfrisking/check of cabin baggage, then this decision may be conveyed in writing by Chief/ Dy \nChief of Protocol, MEA to the Chief Airport Security Officer/ Airport Director along with \nthe list of persons of the delegation who are to be exempted from such checks. On receipt of \nthe above communication, the concerned Chief Airport Security Officer/ Airport Director \nwill ensure implementation of the decision by MEA, without waiting for formal instructions \nfrom BCAS in this regard. \n \n(ii) \nIn case the delegation is led by a dignitary, who is not exempted from pre-embarkation \nsecurity check as per BCAS Circular No. 24/2002 dated 6.9.2002, the MEA will take up the \nmatter with BCAS if the dignitary and/ or delegation is to be exempted from prescribed \nsecurity checks. BCAS will examine it and communicate necessary instructions to the \nconcerned Chief Airport Security Officer/ Airport Director. \n \n(iii) \nIn respect of foreign dignitaries who are of comparable status with the persons mentioned in \nthe Circular No. 2/2005 dated 9.1.2005 and, therefore, need to be exempted from pre-\nembarkation security checks, the Chief/ Dy. Chief of Protocol MEA, may clarify it in his \ncommunication to the Chief Airport Security Officer/ Airport Director. \n \n \n \n \nContd…2",
  "2": "-2- \n \n \n(iv) \nIf the foreign dignitary along with delegation travels by a commercial flight, their hold \nbaggage shall be screened by the concerned airlines or the designated airline, as per the \nprescribed regulations. In case they travel by a special aircraft, the hold baggage of such \ndignitary and delegation will be screened by trained Delhi Police/ concerned State Police \npersonnel as per the existing policy of MEA. The responsibility of security control of hold \nbaggage of the foreign dignitary along with delegation when they travel by a special aircraft \nshall be of MEA/ State Police. \n \n(v) \nMEA will provide a certificate to the CASO/ in-charge APSU with regard to implementation \nof prescribed security checks of hold baggage of such category of foreign dignitary and \ndelegation when they travel by a special aircraft. \n \n(vi) \nHand baggage carried by the dignitary and delegates themselves, who are exempted, are not \nrequired to be screened as per the existing instructions \n \n(vii) \nWith regard to permission of the motorcade of the foreign dignitary along with delegation at \nthe airports in India, if they travel by a commercial flight, instructions issued vide BCAS \ncircular No. 24/2002 dated 6.9.2002 shall be  followed by all concerned. \n \n(viii) \nIf the foreign dignitary, along with delegation, travels by a special aircraft, the vehicles \nauthorized by MEA for transportation of such dignitary along with delegation may be \nallowed upto the aircraft. The responsibility of anti-sabotage security checks of such \nvehicles shall lie with the MEA / State Police/ State Government. MEA will ensure it. AAI \nwill provide “Follow me” vehicle for piloting such motorcade upto the Special Aircraft and \nback. \n \n(ix) \nMEA will inform the CASO/ In-charge APSU/ Airport Director/ In-charge Airport \nManagement well in time with regard to the movement of the foreign dignitary along with \ndelegation to avoid any confusion. A copy of such communication may also be endorsed to \nthe Airport Security Control Room. \n \n \n \n \n \n(R.K. Singh) \nAddl. Commissioner of Security (CA) \n \n \n \nDistribution: \nAs per list attached."
}