{
  "1": "Procedure(Off airport check-in) \nNo.CAS-7(2A)/2004.Div.I \nBUREAU OF CIVIL AVIATION SECURITY \n(MINISTRY OF CIVIL AVIATION) \nGOVERNMENT OF INDIA \n“A” WING, JANPATH BHAWAN,  \nJANPATH, NEW DELHI-11001 \nDated: March 17, 2005. \n \nCIRCULAR NO.    9 / 2005 \n \nSubject:  \nSecurity regulations for Off-airport Check-in facility \n \nFollowing security measures are hereby prescribed for implementation by the air carriers \noperating to, within, from India who want to adopt off-airport check-in system:- \n \n1. \nSecurity clearance: \n \n(a) \nNo aircraft operator shall commence off-airport check-in without obtaining security \nclearance for each location from Commissioner of Security (CA). \n(b) \nSecurity clearance will be issued after inspection of off-airport check-in facility and security \ncontrols thereof by the Commissioner or by an officer duly authorized by him. \n \n2. \nOff-airport Check-in facility: \n \nOff-airport Check-in will be done in a secured environment. The place where it is done shall \nbe segregated and secured by physical means so that effective access control is maintained.  \nChecked in baggage shall be kept in a sterilized area, which is fully secured and not \naccessible to unauthorized persons. \n \n3. \nInspection: \n \n(a) Aircraft operator shall be responsible for maintenance and implementation of a  quality \ncontrol programme for security practices and procedures being implemented at its off-airport \ncheck-in facility. For this, the Security Head of the aircraft operator at the Corporate Hqrs or \nan officer duly authorized by him shall conduct regular security inspection of the off-airport \ncheck-in facility. \n \n(b) Authorized officers of BCAS shall also conduct periodic inspection of the security practices \nand procedures being implemented by the aircraft operator at the off-airport check-in \nfacility. \n \n \n4. \nProcedures where security screening of Hold Baggage is done at the Off-Airport \nCheck-in Facility: \n \n4.1  \nProtection of aircraft operators’ documents \nWhen not attended by staff, boarding passes, baggage tags and other documents shall be \nprotected from unlawful access.  \nContd..2 \n-2-",
  "2": "Procedure(Off airport check-in) \n \n4.2 \nPassenger profiling \n \n4.2.1  Passenger questioning and passenger identification  shall be undertaken at the off-airport \ncheck-in facility.  Proxy check-in in individual cases will not be allowed.  However, group \ncheck-in or family check-in may be permitted, after verifying the credentials.  \n \n4.2.2   Following questions may be asked: \na) \nIs it your baggage? \nb) \nDid you pack it yourself? \nc) \nDo you know the contents.? \nd) \nWas the baggage in your custody throughout? \ne) \nAre you carrying some electronic/electrical goods ? \nf) \nDid you accept any gift/packet etc. from some other person ? \n \n \n \n  \n \nIf answer to any of the above questions raises doubt, one of  the following \nprocedures shall be applied: \n \n(i) \nRelevant hold baggage shall be marked as ‘suspect’ and it will be subjected to additional \nsecurity controls at the off-airport check-in facility or at the airport; \n \nOr \n(ii) \nThe passenger and the relevant baggage shall be referred for check-in at the airport. \n \n4.3 \nIdentification of passengers and baggage checked-in at off-airport facility. \n \nBoarding passes, and baggage tags shall be clearly marked as originating off-airport. \n \n4.4 \nSecurity controls for hold baggage: \n \nChecked-in  baggage shall be  subjected to the following security controls:- \n(i) \nX-ray screening; and \n(ii) \n15% manual check on continuous random basis \n \n4.4.1 Suspect baggage \n \nSuspect baggage shall be screened from two different angles and it will also be subjected to \nthorough physical check.  Still if the doubt persists, it will  not be accepted and the \npassenger along with relevant baggage will be referred  for check-in at the airport. \n \n4.4.2 Tamper evident Security Seal or Stickers will be affixed on the cleared baggage. \n \n4.5 \nProtection of Hold baggage: \nHold baggage checked-in at the off-airport facility shall be protected from unlawful \ninterference while in the custody of the aircraft operator. \n \n4.6 \nTransportation \n \nTransportation of hold baggage to the airport shall be done by regular staff of the aircraft \noperator. Following security norms shall be applied : \n \nContd..3",
  "3": "Procedure(Off airport check-in) \n-3- \n \n4.6.1. Vehicle  Security: \n \nImmediately before hold baggage is placed on the load compartment of a vehicle, the load \ncompartment shall be searched by a nominated security staff of the aircraft operator to \nensure that there are no unauthorized persons or prohibited items.  On completion of \nloading, the vehicle load compartment shall be secured i.e. locked or sealed by a nominated \nsecurity staff of the aircraft operator or when locking or sealing is impractical, it will be \npermanently supervised by at least two nominated persons, out of which at least one will be \na regular security staff, of the aircraft operator during transport. \n \n4.7 \nProcedures at the airport  \n \n4.7.1. Hold baggage reception \n \nHold baggage shall be delivered to a nominated person of the aircraft operator in BMA of \nthe airport.  Such nominated person shall check that vehicle load compartment is secured i.e. \nit is locked or sealed.  Where there is any sign of interference, the hold baggage shall be \nsubjected to security screening again before loading it on-to any aircraft. In case of \nInternational flights, necessary Customs clearance for such baggage shall be arranged by the \naircraft operator. \n \n4.8. \nPassenger baggage reconciliation \n \nPrescribed reconciliation procedure shall be strictly followed by the aircraft operator to \nensure that no hold baggage checked-in at the off-airport facility is transported unless the \nrelevant passenger is also on-board the aircraft. \n \n5. \nProcedures where Security Screening of the Hold Baggage is done at the Airport.  \n \n5.1. \nProtection of aircraft operator’s documents. \n \n \nWhen not attended by staff, baggage tags, boarding passes and other documents shall be \nprotected from unlawful access. \n \n \n5.2 \nPassenger Profiling/questioning \n \nPassenger questioning and passenger identification shall be done at the off-airport check-in \nfacility.  Proxy check-in in individual cases will not be allowed.  Group check-in or family \ncheck-in may be allowed after verifying the credentials. \n \nFollowing questions may be asked: \n(a) \nIs it your baggage ? \n(b) \nDid you pack it yourself? \n(c) \nDo you know the contents.? \n(d) \nWas the baggage in your custody throughout? \n(e) \nAre you carrying some electronic/electrical goods ? \n(f) \nDid you accept any gift/packet etc. from some other person ? \nContd..4",
  "4": "Procedure(Off airport check-in) \n-4- \n \nIf answer to any of the above questions raises doubt, the passenger and the relevant \nbaggage shall be referred for check-in at the airport. \n \n5.3 \nIdentification of passenger and baggage checked-in at the off-airport facility. \n \n \nBoarding passes and baggage tags shall be clearly marked as originating off-airport. \n \n \n5.4 \nProtection of Hold baggage. \n \nHold baggage checked-in at the off-airport facility shall be protected from unlawful \ninterference while in the custody of the aircraft operator. \n \n5.5 \nTransportation \n \nTransportation of hold baggage to the airport shall be done by regular staff of the aircraft \noperator. Following security norms shall be applicable : \n \n5.5.1. Vehicle Security \n \nImmediately before hold baggage is placed on the load compartment of a vehicle, the load \ncompartment shall be searched by a nominated security staff of the aircraft operator to \nensure that there are no unauthorized persons or prohibited items.  On completion of \nloading, the vehicle load compartment shall be secured i.e. locked or sealed by a nominated \nsecurity staff of the aircraft operator. When locking or sealing is impractical, it will be \npermanently supervised by a nominated security staff of the aircraft operator during \ntransport. \n \n5.6 \nProcedures at the airport \n \n5.6.1. Hold baggage reception \n \nThe hold baggage shall be delivered to a nominated security staff of the aircraft operator at a \npre-designated X-ray screening point in the passenger terminal.  It will be protected from \nunlawful interference during the delivery process and while in the custody of the aircraft \noperator. \n \n \nThe hold baggage shall be subjected to following security controls: \n \n(a) \nIn presence of the relevant passenger - \n(i) \nX-ray screening; and \n(ii) \n15% manual check on continuous random basis. \n(b) \nIn absence of the relevant passenger – \n(i) \nX-ray screening from two different angles; and \n(ii) \nExplosive detection test through a sniffer dog or explosive trace detector. \n \n \n \nContd..5",
  "5": "Procedure(Off airport check-in) \n-5- \n \nIn case of any unresolved doubt, the concerned passenger shall be called and thorough \nmanual check of the baggage will be done in his/her presence.  If the doubt still persists, the \nbaggage along with relevant passenger shall not be transported. \n \n5.6.2 Tamper evident security seal or stickers will be affixed on the cleared baggage. Cleared \nbaggage will not be handed over to the passenger. It will be carried by nominated staff of the \nairline operator to a pre-designated check-in counter for onward dispatch to BMA through \nthe conveyor belt. \n \n5.6.3 Transfer of baggage from vehicle to x-ray screening point and thereafter movement of \ncleared baggage to BMA will be under direct and continuous supervision of the nominated \nsecurity staff of the aircraft operator. \n \n5.7 \nPassenger/baggage reconciliation \n \nPrescribed reconciliation procedure shall be strictly followed by the aircraft operator to \nensure that no hold baggage, checked-in at the off-airport facility, is transported unless the \nrelevant passenger is also on-board the aircraft. \n \n \n \n \n \n(R.C. Tayal) \nCommissioner of Security (CA) \nDistribution as per list attached."
}