{
  "1": "Restricted \nFAX-23315695 / 23311598 \nNO.CAS-5(1)/2003-DIV-I \nBUREAU OF CIVIL AVIATION SECURITY \n(MINISTRY OF CIVIL AVIATION) \nGOVERNMENT OF INDIA \nA WING , JANPATH  BHAWAN , \nJANPATH, NEW DELHI -110001 \nDate   :31.10.2005 \n \nCIRCULAR No. 43 /2005 \n \nSubject: \nContingency  Plan for  handling  aircraft  hijack situation. \n \n \nContingency Plan for  handling  aircraft  hijack situation has  been \napproved  by the  Cabinet Committee on Security (CCS) and circulated   vide \nMinistry of  Civil  Aviation Office Memorandum No. AV.13024/2/2000-SS dated \n13.9.2005. \n \n2. \nPara  1.7(a) of  the  Contingency  Plan provides  that all efforts  should  be \nmade   to get  an hijacked  Indian registered  aircraft  to land  at an Indian Airport  \npreferably  one of  those  already  identified  for this  purpose. Once  such  an \naircraft  lands  at an Indian airport  it shall  be  immediately   immobilized and  \nshall not be allowed to  go out of India. \n \n3. \nIn view of the  above the  following  instructions shall be strictly  \nimplemented  by all concerned :- \n \n(i) \nThe Indian registered  hijacked aircraft  shall be  directed  by \nthe concerned  ATC to land  at  one  of the  airports, which \nhave  already been identified  for  this  purpose, namely: \nMumbai, Kolkata, Chennai, Thiruvananthapuram, Nagpur,  \nHyderabad, \nAhmedabad, \nBangalore, \nGuwahati \nand  \nChandigarh; and   \n \n(ii) \nOn landing at one of the identified airports, such an aircraft  \nshall be immediately   immobilized   as per   instructions  \nissued  vide  BCAS  AVSEC  Order  No. 9/2001 dated \n16.11.2001  (copy enclosed).  In order to avoid delay in this \nregard immediate necessary    action to immobilize the \naircraft    shall be taken  by the  Airport  Director, AAI or  the \nIn-charge  Aerodrome  of the affected  airport.",
  "2": "(M. Malaviya) \nAddl.  Commissioner of  Security (CA) \nDistribution: \nAs  per  list attached.",
  "3": "Annexure to Circular No. 43/2005  \nSecret \nBUREAU OF CIVIL AVIATION SECURITY \n(MINISTRY OF CIVIL AVIATION) \nGOVERNMENT  OF   INDIA  \nA-WING, I-III FLOOR, JANPATH \nBHAVAN, JANPATH, \nNEW DELHI. \n \nNO.CAS-5(1)/2001-DIV-1 \n \n \nDated  16.11.2001 \n \n \nAVSEC   ORDER    9  / 2001 \n \n \nIn exercise of the powers, conferred by Section 5A of the Aircraft Act, 1934 \n(XXII of 1934) , delegated  to him  by the  Central  Government   vide  the  Government \nof India, Ministry of  Civil Aviation  notification   S.O.  number  1797,   dated the 3rd July \n, 1997, the  Commissioner of Security , Civil  Aviation  , Bureau of  Civil  Aviation \nSecurity,  for the purpose of security of the aircraft operations, directs that :- \n \nIf an aircraft registered in India, is hijacked and lands at any airport in India, it \nshall not be allowed to take off. The aircraft shall be immobilized by any of the \nundermentioned procedure found  suitable at that time \n \nPositioning vehicles/ fire tenders on the runway. \nDeflating of tyres by personnel coming from the rear end. \nPutting off the lights of the runway/ taxi track (at night). \nAny other means, without endangering the safety of the aircraft and the security of \npassenger.  \n \n \n(Veeranna  Aivalli) \nCommissioner of  Security (CA) \n \nDistribution as  per list  overleaf."
}