{
  "1": "RESTRICTED\nFerrera\nDIRECTORATE GENERAL\nwat\nCENTRAL INDUSTRIAL SECURITY FORCE\n(Te Harera)\nMINISTRY OF HOME AFFAIRS\n13, araiaRtee\n13 CGO Complex\n‘abht te, ag feeett-03\nLodhi Road, New Delhi\nSR@T/ BRANCH :Uftarcrt/ OPS\nNo.si-42012/Election Duty/SOP/Ops/2019- “Ja fei: Joo) 2019\n\nCISF CIRCULAR No. O2 /2019/OPS\n\nSUBJECT: ELECTION DUTIES-GUIDELINES THEREOF.\n\n1. INTRODUCTION:\n\nThe deployment of CISF Coys for election duties is a sovereign\nresponsibility. CISF performs various Election duties in the states/U.T, in\naccordance with the orders of Ministry of Home Affairs, issued from time to\ntime.\n\n2. In view of the above, the following guidelines and responsibilities at various\nlevels are hereby issued :\n\nA. DUTIES OF SECTOR (From where Coys are deployed):\n\n* All endeavour should be made to select befitting and appropriate\npersonnel for the deployment on Election duties as per allocation of\nFHQ.\n\n* Bn. Commander and Supervisory Officers must be selected with due\ncare and involvement keeping in view their record and capabilities.\n\n* The Force detailed for election duty to be concentrated at a convenient\nand centrally located place where they will be formed into full fledged\nCoys.\n\n* Details of Coy strength is enclosed at Annexure-A.\n\n* Coy-wise list of Bn. Commanders/Supervisory Officers/Coy\nCommanders along-with their _~— contact. numbers/mobile\nnumbers/email id to be sent to FHQ immediately under intimation to\nthe Nodal/Dy. Nodal Officer of the concerned state.\n\nPage 1 of 33,\n\n",
  "2": "",
  "3": "Sectors must maintain an updated data base of BP Jackets,\nArms/Ammunitions, Riot Drill and Communication Equipments\navailable and sparable in all Units/RBs under them and Coys\ndetailed from concerned sector for IS duty must be issued with them\nas per scale uniformly.\n\nSuch data base to be made available to Ops. Dte. whenever asked for.\n\nNecessary action shall be taken on priority to prepare move plan\naccording to the time involved to reach the destination as per\nscheduled, date of arrival. The same shall be intimated to FHQ as well\nas Nodal Officer of the concerned state.\n\nInstructions regarding booking of special trains/coaches ete.\ncirculated vide FHQ letter No. 0-42052/Elec/Misc/Ops/2017-3410\ndated 20.07.2018 (copy enclosed) must be followed meticulously.\n\nNominate Train Commander and Train 2 I/C in case of movement of\nCoys by Spl. Train.\n\nPersonnel including Supervisory Officers shall not be allowed to\naccompany their families with them.\n\nIt may be ensured that the Bn. Commander and other Supervisory\nOfficers accompany the troops in the same train/Special train.\n\nBefore movement of Coys for Election duties, the following logistics\nshall be ensured.\n\nY Authorized scale of arms, ammunition, Riot equipments and\ncommunication support as per norms/instructions.\n\nv For deployment in LWE areas and state of J&K, SI/ASI/Head\nConstable detailed are to be issued with INSAS/AK-47 rifles in\nplace of Carbine/Pistols i.e. INSAS rifle to HCs and AK-47 +o\nSIs/ASIs.\n\nY Specialized gadgets/equipments if any available/required for\nthe duty.\n\nY Additional equipments (including warning flags in local\nlanguage, megaphones, line ropes etc.)\n\nfar as\n\nY Night Vision Device, Binocular, Emergency lights etc. a\npossible\n\n¥ Communication equipments like Walkie Talkie, VHF, HF sets\nand other equipments as per the specific instructions issued\nfrom FHQ from time to time.\n\nPage 2 of 33\n\n",
  "4": "Y First-Aid box alongwith life-saving Medicine Kit as per Medical\nDte. letter No. (830) dated 04.06.18 (copy enclosed)\n\nY Sector IsG to ensure following scale of BP Jackets, Helmets\nand Riot Drill equipments for each Coy:-\n\n* Bullet Proof Jackets & BR Helmets ie. minimum for two\nplatoons (50 nos.) per Coy in case of deployment in states\nof Chhatisgarh, Jharkhand, Odisha, J&K, North East\nStates and for 01 platoon (25 nos.) per Coy for other states.\n\n* Riot Drill equipments i.e minimum for one platoon (25 nos.)\nper Coy.\n\n¥ Map of concerned State.\n\nv Mess utensils and sufficient ration ete.\n\nB. DUTIES OF SECTOR (IN WHICH COYS ARE DEPLOYED)\n\n¢ Sector IsG shall maintain overall supervision and monitoring over\nthe force during the deployment and movement in their sectors.\n\n* Sector IsG to extend all out support for operational and strategic\nrequirements of the force during induction, deployment and de-\ninduction in the sector.\n\n* Sector IsG will also liaise with local administration for smooth\ninduction and de-induction of CISF Coys.\n\n* Sector Headquarters to ensure proper and effective co-ordination\nwith Nodal Officer and extend all support to Nodal Officer/Coys\nwhen deployed anywhere under the geographical area of the\nconcerned sector.\n\nC. DUTIES OF NODAL OFFICERS :-\n\nIn order to assist the force co-ordinator/ State nodal officer and proper\nliaison for, timely and effective deployment of CISF Coys., the\nresponsibilities of CISF Nodal Officer are inter alia enumerated below:-\n\n* He shall function as overall in-charge of the CISF troops deployed\nin the concerned state.\n\n¢ Ensure timely establishment of election cell with proper\ncommunication network (dedicated landline No., Fax, Mobile No. and\ne-mail ID) and dedicated staff to man the election cell round the\nclock.\n\n* Personnel including Supervisory Officers shall not be allowed to\naccompany their families with them\n\nPage 3 of 33,\n",
  "5": "Logistic arrangements shall be made to erect Morcha at Camps.\n\nNight Vision Device, Binocular, Emergency lights etc. to. be\nprovided to sentries as far as possible\n\nAdequate number of Morchas shall be erected at Polling booths in\nLWE affected areas/NE/J&K based units as per requirement.\n\nSupervise and co-ordinate movement and deployment of force in the\nstate in consultation with state force co-ordinator and ensure that\nas far as possible all the coys of one battalion are deployed within\nsame District or nearby Districts as far as possible and coys under\none Supervisory Officer are deployed within one District for effective\nsupervision by Battalion commanders and supervisory officers of the\ncoys.\n\nEnsure all Supervisory Officers will stay with their respective coys\n\nCompliance of all SOPs issued from time to time including SOPs\nissued by Nodal Force Coordinator, Nodal CAPFs, State/District\nauthorities, Local Police, IB etc. shall be ensured in letter and spirit\n\nAttend all meetings called by Police authorities of concerned state\nand ensure manpower availability at polling booths allotted in\nrespect of each coy as per the norms of ECI.\n\nEnsure ‘liaison with state administration well in advance to ensure\ntimely availability of adequate transport, POL, Communication,\nAccommodation and other facilities required by the force.\n\nMonitor the movements of troops and ensure timely arrival and\ndeployment of the force. He will brief Bn. Commander, Supervisory\nOfficers and Coy Commanders before induction of troops for election\nduties not less than half section.\n\nHe will ensure restricted movement of force personnel deployed in\nLWE affected areas especially with regard to Adm. requirements. For\nlocal purchases, arrangements may be provided at coy location\nthrough vendors with the help of local police/administration.\n\nNodal Officer to ensure suitable distribution of BP jackets, BR\nhelmets and Riot Drill equipments as per local threat perception. In\ncase, re-distribution is necessary to meet the operational\nrequirements, Nodal Officer shall facilitate accordingly.\n\nEnsure timely concentration of troops for movement by Special\ntrain/ Splinter Bogies for induction and further de-induction in\nconsultation with election cell/ local administration/ Railway\nauthorities.\n\nPage 4 of 33,\n",
  "6": "* Nodal Officer will nominate Train Commander and Train 2 I/C under\nintimation to Election Cell FHQ during de-induction.\n\n* Proper conduct of all personnel shall be ensured. All measures shal\nbe taken to avoid drunken behavior or any other undesired activity\nby Coy personnel\n\n* Ensure time bound and systematic & smooth withdrawal of troops\nafter the election.\n\n+ Ensure that the force assist the local police in implementation of\nelection rules and regulations as per the latest guidelines of ECI\n\n« Ensure timely furnishing of information to the OPS Directorate\nCISF/CAPF coordinator of concerned State etc. as per the\ninstructions and submission of daily SITREP/ Special SITREP to\nelection’cell FHQ and state nodal officer by 0600 hrs in the morning\nand 1600 hrs in the evening in the following format :-\n\nSOPs\nbeing\nfollowed\n\n[5] CovD7] Place of TV iype of [Nature of Brie? detail oF\n\nUID \"| Deployment | duties \"| recovery/ recovery\n\n| Performed | incident/loss/ | /incident/ 1o8s/\nhospitalisation | hospitalization\n\n* Carry out pre-inspection of the accommodation planed for the\nincoming coys to bring out short comings, if any, to the district\nauthorities in consultation with nodal officers of the districts.\n\n* Inform and send special report of all important matters to Election\nCell timely.\n\n* Develop a mechanism for smooth transfer/credit of honorarium\namount to the account of Coy personnel. ECI order No.218/4/2016-\nEPS/289 dated 14th Sep’2016 regarding Bill claims for Election\nDuty Allowance/Honorarium is enclosed which is to be submitted to\nState Coordinator/Force coordinator of CAPF well in time during\nelection. On completion of the election process a compliance report\nwill be submitted to FHQ in this regard.\n\n* In case of any medical exisgency/casualties Nodal Officer will ensure\ntimely evacuation and prompt action.\n\n¢ Ensure payment of Ex-gratia compensation in the event of any\nmishap to the force personnel during deployment. ECI vide letter\nNo.218/2014/EPS dated 25th April’2014 issued detailed guidelines\nregarding ex-gratia payment (copy enclosed).\n\n* Obtain feedback reports from Bn. Commanders, Supervisory Officers\nand Coy Commanders and submit a consolidated feedback report to\nFHQ immediately on completion of election process.\n\nPage 5 of 33,\n",
  "7": "D. DUTIES OF BN. COMMANDE!\n\nFor effective supervision and discipline, responsibilities of the Bn.\nCommander are inter alia enumerated below:-\n\n* Bn. Comdr. will ensure briefing of all the troops before movement for\nelection-duties.\n\n* Travel along with the troops and also ensure discipline and proper\nconduct of troops during move.\n\n* All logistics including Arms & Ammunition, BP Jackets/Helmets etc\nshall be kept at safe place in the train. Proper guards shall be\ndetailed for security of logistics /equipments.\n\n* No confrontation shall be made with IRCTC personnel with regard to\nquality/quantity of food. Any issue in the matter shall be brought to\nthe notice of Force Coordinator, Nodal CAP through Train\nCommander.\n\n* Bn. Commander will be in custody of all contact no. of Supervisory\nOfficers, Coy Commanders, State authorities, Nodal/Dy. Nodal\nOfficer, Election Cell FHQrs.\n\n* Personnel including Supervisory officers shall not accompany their\nfamilies with them.\n\n* Co-operate and assist the State/CAPF authorities and ensure that\nSOPs are followed. Any disagreement with the State/CAPFs\nauthorities should be immediately reported to the Nodal Officer for\nfurther necessary orders\n\n* Compliance of all SOPs issued from time to time including SOPs\nissued by Nodal Force Coordinator, Nodal CAPFs, State/Distri\nauthorities, Local Police, IB etc. shall be ensured in letter and spirit\n\n* Ensure that all Coy Commanders are residing along-with their\ntroops, for effective command and control.\n\n+ Ensure that Supervisory Officers are residing in the nearest possible\nlocation to the place of stay of coy under his command for effective\nsupervision and monitoring.\n\n* In case of deployment in J&K, North East, Chhattisgarh and other\nLWE affected zones, Supervisory Officers shall stay with one of their\ncoys.\n\n* Inform and send special report of all important matters to Election\nCell by quickest possible means.\nPage 6 of 33\n",
  "8": "* Ensure that the deployment in insurgency /militancy/ LWE affected\nareas is not less than one Section strength and deployment shall not\nbe less than half section strength in other areas.\n\n* In the state of J&K, The SP of the concerned district and DIG of the\nRange will give written approval if CAPFs will be deployed in half\nsection only and this must be informed to Chief Electoral Officer in\nwriting by the Police HQrs of the state in light of instructions issued\nby MHA vide message No.III-11040/1/2009-G dated 25.03.2009\n(copy enclosed).\n\n* Each Coy shall be deployed in 08 (eight) sections and 01 (one)\nsection shall be retained for accompanying the Coy. Commander\nduring movement for supervision of troops or security of camps etc.\n\n* Logistic arrangements shall be made to erect Morcha at Camps\n\n* Night Vision Device, Binocular, Emergency lights etc. to be\nprovided to sentries as far as possible.\n\n* Adequate number of Morchas shall be erected at Polling booths in\nLWE affected areas/NE/J&K based units as per requirement\n\n* Proper conduct of all personnel shall be ensured. All measures shall\nbe taken to avoid drunken behavior or any other undesirable activity\nby Coy personnel.\n\n+ No leave/out pass to any person shall be given during the Election\nduties except in extreme emergencies.\n\n* Monitor the deployment of forces to have maximum impact.\n\n* The advance contingency amount given to the Coys during election\nare fully utilized as per authorisation.\n\n* Attend all meetings, briefing/debriefing sessions.\n\n* Submit feedback on completion of election.\n\n» DUTIES OF SUPERVISORY OFFICER:\n\nFor effective supervision and discipline, responsibilities of the\nSupervisory Officer are inter alia enumerated below:-\n\n* Supervisory Officer will ensure briefing of all the troops before\nmovement for election duties.\n\n* Travel along with the troops and also ensure discipline and proper\nconduct of troops during move.\nPage 7 of 33,\n",
  "9": "All logistics including Arms & Ammunition, BP Jackets/Helmets\nshall be kept at safe place in the train. Proper guards shall be\ndetailed for security of logistics /equipments\n\nNo confrontation shall be made with IRCTC personnel with regard tc\nquality quantity of food. Any issue in the matter shall be brought tc\nthe notice of Force Coordinator, Nodal CAPFs through Train\nCommander/Bn. Commander.\n\nSupervisory Officer will be in custody of all contact no. of\nSupervisory Officers, Coy Commanders, State authorities, Nodal/Dy.\nNodal Officer, Election Cell FHQrs\n\nPersonnel including Coy Commanders shall not accompany their\nfamilies with them,\n\nLogistic arrangements shall be made to erect Morcha at Camps.\n\nNight Vision Device, Binocular, Emergency lights etc. to be\nprovided to sentries as far as possible\n\nAdequate number of Morchas shall be erected at Polling booths in\nLWE affected areas/NE/J&K based units as per requirement.\n\nCo-operate and assist the State/CAPF authorities and ensure that\nSOPs are followed. Any disagreement with the State/CAPFs\nauthorities should be immediately reported to the Bn. Commander\nfor further necessary orders\n\nCompliance of all SOPs issued from time to time including SOPs\nissued by Nodal Force Coordinator, Nodal CAPFs, State/Distric\nauthorities, Local Police, IB etc. shall be ensured in letter and spirit\n\nProper conduct of all personnel shall be ensured. All measures shall\nbe taken to avoid drunken behavior or any other undesirable activity\nby Coy personnel\n\nEnsure that all Coy Commanders are residing along-with their\ntroops, for effective command and control.\n\nEnsure that Coy Commanders stay with one of the coys in\ndeployment in J&K, North East, Chhattisgarh and other\naffected zones.\n\nEnsure that the deployment in insurgency /militancy/ LWE affected\nareas is not less than one Section strength and deployment shall not\nbe less than half section strength in other areas.\n\nIn the state of J&K, The SP of the concerned district and DIG of the\nRange will give written approval if CAPFs will be deployed in half\n\nPage 8 of 33\n",
  "10": "section only and this must be informed to Chief Electoral Officer in\nwriting by the Police HQrs of the state in light of instructions issued\nby MHA vide message No.III-11040/1/2009-G dated 25.03.2009\n(copy enclosed).\n\n* Each Coy shall be deployed in 08 (eight) sections and 01 (one)\nsection shall be retained for accompanying the Coy. Commander\nduring movement for supervision of troops or security of camps etc.\n\n* The advance contingency amount given to the Coys during election\nare fully utilized as per authorisation\n\n* Belongings of the personnel visit outside with bags should be\nthoroughly checked at exit points.\n\n* Special care and attention to be made for safeguard and security of\nweapons.\n\n. DUTIES OF COY COMMANDER:\n\nFor effective supervision and discipline, responsibilities of the Coy\nCommander are inter alia enumerated below:-\n\n* Coy Commander will ensure briefing of all the troops before\nmovement for election duties.\n\n* Coy Commander will assess the operational requirements of\nlogistics, security equipments/gears etc. for the coys and ensure\nbefore movement that they are collected before departure.\n\n* Coy Commanders shall ensure following scale of BP Jackets\nHelmets and Riot Drill equipments for each Coy:-\n\n* Bullet Proof Jackets & BR Helmets ic. minimum for two\nplatoons (50 nos.) per Coy in case of deployment in states of\nChhatisgarh; Jharkhand, Odisha, J&K, North East States and\nfor 01 platoon (25 nos.) per Coy for other states\n\n* Riot Drill equipments i.e minimum for one platoon (25 nos.) per\nCoy\n\n* Coy Commander will travel along with the troops and also ensure\ndiscipline and proper conduct of troops during move.\n\n* All logistics including Arms & Ammunition, BP Jackets/Helmets\nshall be kept at safe place in the train. Proper guards shall be\ndetailed for security of logistics /equipments\n\n* No confrontation shall be made with IRCTC personnel with regard to\nquality quantity of food. Any issue in the matter shall be brought to\nPage 9 of 33\n",
  "11": "the notice of Force Coordinator, Nodal CAPFs through\nCommander/Bn. Commander.\n\nCoy Commander will be in custody of all contact no. of Supervisory\nOfficers, Coy Commanders, State authorities, Nodal/Dy. Nodal\nOfficer, Election Cell FHQrs.\n\nCo-operate and assist the State/CAPF authorities and ensure that\nSOPs are followed. Any disagreement with the State/CAPFs\nauthorities should be immediately reported to the Supervisory\nOfficer for further necessary orders\n\nEnsure that all coy personnel are residing along-with the troops, for\neffective command and control.\n\nAdequate number of Morchas shall be erected at Polling booths in\nLWE affected areas/NE/J&%K based units as per requirement.\n\nProper conduct of all personnel shall be ensured. All measures shal!\nbe taken to avoid drunken behavior by Coy pe:\n\nsonnel\n\nEnsure that the deployment in insurgency /militancy/ LWE affected\nareas is not less than one Section strength and deployment shall not\nbe less than half section strength in other areas.\n\nCompliance of all SOPs issued from time to time including SOPs\nissued by Nodal Force Coordinator, Nodal CAPFs, State/District\nauthorities, Local Police, IB etc. shall be ensured in letter and spirit\n\nLogistic arrangements shall be made to erect Morcha at Camps.\n\nNight Vision Devic\nprovided to sentri\n\nBinocular, Emergency lights etc, to be\nsas far as possible\n\nIn the state of J&K, The SP of the concerned district and DIG of the\nRange will give written approval if CAPFs will be deployed in half\nsection only and this must be informed to Chief Electoral Officer in\nwriting by the Police HQrs of the state in light of instructions issued\nby MHA vide message No.III-11040/1/2009-G dated 25.03.2009\n(copy enclosed).\n\nEach Coy shall be deployed in 08 (eight) sections and 01 (one)\nsection shall be retained for accompanying the Coy. Commander\nduring movement for supervision of troops or security of camps etc.\n\nLeave/out pass to any person shall not be given during the Election\nexcept in extreme emergencies.\n\nMonitor the deployment of forces to have maximum impact.\n\nPage 10 of 33,\n",
  "12": "G.\n\n* The advance contingency amount given to the Coys during election\n\nare fully utilized as per authorisation.\n\nDUTIES OF TRAIN COMMANDER/TRAIN 2 I/C:\n\nTrain Commander/Train 2 1/C for Election shall ensure the following:-\n\n* Proper conduct of all personnel shall be ensured. All measures\nshall be taken to avoid drunken behavior by Coy personnel\n\n* Train Commander shall not allow coy personnel including\nSupervisory Officers to accompany their families with them\n\n¢ No civilian shall be permitted to board the train\n\n* All logistics including Arms & Ammunition, BP Jackets/Helmets\netc. shall be kept at safe place in the train. Proper guards shall be\ndetailed for security of logistics / equipments\n\n¢ No confrontation shall be made with IRCTC representativ\nregard to quality /quantity of food. Any issue in the matter shall b«\nbrought to the notice of Force Coordinator, Nodal CAPFs through\nTrain Commander/Bn. Commander\n\n* Proper distribution of coaches amongst all the troops\n\n* Train Commander will be given FTR Train Folder along with\nbooked tickets at originating station by officials of IRCTC. In case\nIRCTC does not provide the train folder at the originating station,\nthe Train commander will contact the Nodal Control Room\n\n* Keep this folder in his custody during journey\n\n* Collect the ticket endorsed by station master with regard to the\ntime of arrival at halt station and depart after halt till final\ndestination\n\n+ Ensure that entry is made by the station master at every halting\nstation of special train.\n\n* Intact/No damage certificate will also be obtained from the\nRailway authority at terminating station\n\n* FTR train folder duly endorsed and intact/no damage certificate\nshall be handed over to the Nodal (Chief Force coordinator)\nrepregentative at terminating station. The folder with incomplete\ndocument will not be accepted and any payment made by railways\non account of damage shall be recovered from the concerned\ntroops.\n\nPage 11 of 33\n",
  "13": "Proper conduct of all personnel shall be ensured during travel. Al\nmeasures shall be taken to avoid drunken behaviour or any othe:\nundesirable activity during journey.\n\nTimely reporting of troops at boarding station\n\nStrength of Coys including strength of Dett. HQ shall be\nintimated to election cell for providing of on-board meal through\nIRCTC.\n\nTimely reporting about movement of train etc. to election cell, Dte\nand for obtaining the movement status of train, timely intimation\nofthe contact numbers of the onboard person, whom election cell\nmay contact time to time.\n\nPeriodically communicate through Mobile/Telephone to election\ncell of the nominated Chief Force coordinator and update about:\n\n¥ Movement status of train\n\nY Food provided by IRCTC\n\nY Service enroute by railways-water, electricity, hygiene etc.\n\nv\n\nAlso report any discrepancies in coaches (with photos) to\nelection cell of the nominated Chief Force coordinator\n\nH. DUTIES OF ELECTION CELL FHQRS:\n\nImmediately on getting information about declaration of\nAssembly Election/General Parliamentary Elections by MHA, an\norder for establishment of Election Cell at FHQ will be issued by\nOps directorate.\n\nThe Election Cell will function round the clock at FHQ till\ncompletion of election process and for smooth functioning of\nElection cell.\n\nOn receiving of orders from MHA, regarding induction of\nCISF Coys, detailed order mentioning the sector wise\nallotment of Coys, Supervisory Officer, Bn. Commander Etc.,\nshall be issued by Ops directorate.\n\nIn-charge Election Cell shall be responsible for co-ordination\nwith the office of Chief Force Co-ordinator i.e. CRPF, Railway\nauthorities and officials at MHA.\n\nThe Election Cell shall co-ordinate with the Sector/Zones/Units\nthat Coys deployed are equipped with authorized arms &\nammunition, riot drill equipments, BP Jackets/helmets etc.\n\nPage 12 of 33\n",
  "14": "Election Cell will also co-ordinate with Sector/Zonal offices and\nobtain move plan of the coys from sectors and after\nconsolidation timely forward the same to CRPF/MHA.\n\nOn getting move plan, a proposal for providing of special train\nwill be send to CRPF Directorate , where the number of CISF\nCoys.proposed to move from a particular boarding station are\nmore than 06 coys.\n\nEfforts will be made by liaisoning with CRPF and Railway\nBoard to accommodate CISF coys in special trains with other\nCAPFs, as far as possible depending upon boarding station and\ndate & place of deployment.\n\nThe concerned Sector shall arrange booking of splinter\nbogies by approaching concerned railway authorities for the\ncoys not accommodated in Spl train and forward the move\nplan to election cell FHQ.\n\nArrangement of food packets/on board meals to be made by\ntimely sending the move plan and strength of the coy to CRPF.\n\nSector wise data base of the coys to be prepared,\nmentioning the ID/UID of CISF Coys , Battalion Commanders,\nSupervisory officers, Coy Commander, Place of deployment,\nImportant telephone numbers etc\n\nPrepare daily SITREP on the basis of information received\nfrom Bn. Commanders, nodal officers etc. and_ timely forward\nthe same to Chief Force co-ordinator/MHA.\n\nMonitor duties performed (naka duty, flag march, area\ndomination and law & order duty etc) by coy personnel before\nelections and mention the same in daily SITREP.\n\nPrepare consolidated data regarding Constituency wise\ndeployment of coys on polling day.\n\nCollect two hourly report of coys regarding polling activities\non poll day from nodal officer and forward the same to Chief\nForce Co-ordinator CRPF.\n\nDuring inter-state movement, monitor the move status of\ncoys as per the move plan and inform the same regularly to\nChief Force Co-ordinator/MHA till arrival of the coys at their\ndestination for deployment in next phase elections.\n\nPage 13 of 33\n",
  "15": "© Maintain data base of good work done by CISF personnel\nduring election process, incident reports, payment of\nhonorarium ete.\n\n© On completion of election process, proposal for arrangement of\nspecial trains to be prepared as per the feasibility depending\nupon the de-induction plan forwarded by Nodal Officer,\nplace of deployment of coys and their destinations.\n\n© Monitor the move status of Coys till arrival of the Coys at their\nrespective locations.\n\n© On completion of election process consolidated feedback report\nto be prepared on the basis of feedback reports received from\n\nNodal/Dy. Nodal officers, Bn. Commanders etc\n\nI, ROLE OF ORDNANCE BRANCH FHQRS:\n\nOrdnance Branch, FHQrs. shall prepare and maintain an updated\ndata base of BP Jackets, BP Helmets, Riot Equipments and Arms &\nAmmunitions in respect of each and every unit of CISF and also in\nconsolidated manner in respect of Sectors and DG Reserve Store to\nmake available the arms/ammunitions/equipments to the Coys\nearmarked for the deployment in case of demand projected by the\nSectors.\n\nJ. ROLE OF TECH BRANCH FHQRS:\n\nTech branch, FHQrs. shall prepare and maintain the updated data\nbase of Communication equipment/ gadgets in respect of each and every\nunit of CISF and also in consolidated manner in respect of Sectors and\nDG Reserve Store. The branch will ensure timely distribution of\nCommunication Equipments.\n\n3. SELECTION & TRAINING OF DUTY PERSONNEL FOR ELECTION\n\nWhile selecting the personnel for Election Duty, the following aspects must\nbe kept in mind:-\n\n+ Young and energetic personnel to be selected, as far as feasible.\n* They should be well versed with handling of weapons\n\n* Habitual alcoholic, short-tempered personnel, personnel known for ill\nbehavior and with bad record should not be detailed,\n\n* Personnel with severe chronic ailments or low shape categories will\nnot be detailed.\nPage 14 of 33\n",
  "16": "* All efforts to be made not to deploy those personnel who have\nperformed duties in the recently concluded Election/IS duties.\n\n* After concentration, coy personnel will be imparted a comprehensive\ntraining and sensitization module covering various aspects of Election\nduty including peculiarities of the place/region/state of deployment.\n\n4. SECURITY PRECAUTIONS BEFORE MOVE/DURING MOVE:\n\n* No person shall bring/accompany his family along with him during\nElection duties.\n\n* GO’s/SO’s of contingent will be responsible for ensuring high degree\nof discipline & cordial behavior of the personnel during\nstay/deployment and movement. Consumption of liquor, gambling\netc. is completely prohibited during stay and while move for all\nOfficers and men deployed.\n\n* The strength so detailed in one coy should be arranged in Platoons,\nSections & Half Sections level, clearly identifying an In-charge to\nmake them self contained for tactical detachment. The Supervisory\nOfficer and Coy Commander will keep a copy of list of Platoons,\nSections of their respective Coys.\n\n* Personnel proceeding for Election Duties must carry bedding and\nuniform articles depending upon season and place of deployment\n\n* During movement in vehicles or boarding trains, seat and\nsurrounding area should be properly inspected and Arms\nAmmunition, Equipment/Govt. stores & personnel belongings should\nkept in safe/secure place. Besides this, an In-charge will be deteiled\nseparately for each vehicle/coach, who shall further depute guards in\nrotation for the security and safety of men & material. Adequate\nsecurity measures to be ensured for the safety of Arms, Ammunitions\nand Govt. stores.\n\n¢ The personnel should be discouraged to have un-hygienic food en:\nroute and should be insisted upon to carry sufficient water, dry fruits\nand prepared food along with them.\n\n* During deployment in naxal infested zones, vehicles should not be\nhalted enroute except when required for security purpose.\n\n* Sub Officer detailed as vehicle in-Charge must ensure that Vehicles\nare not stopped enroute unnecessarily and no overspeeding during\nmove.\n\nPage 15 of 33\n",
  "17": "* All the personnel should be briefed to keep themselves away from\nbeggars, women & soothsayers.\n\n¢ Any deviation from the schedule of movement etc. will be\ncommunicated by quickest means to the Nodal Officer and to the\nauthority at the destination to whom the Battalion Commander is\nrequired to report for duties.\n\n* Coy Commanders/Supervisory Officers must ensure that personnel of\nrespective Coys are not involved in any practice which is undesirable\nand can lead to an untoward situation /commotion with common\npublic, vendors etc.\n\n5. INSTRUCTIONS TO BE FOLLOWED DURING MOVE IN TRAIN:\n\nTrain Commander/Adhoc Bn. Commander/Coy Commander for Election\nduring move shall ensure the following:-\n\n* Proper distribution of coaches amongst all the troops\n* Proper deployment of guards\n\n* Train Commander will be given FTR Train Folder along with booked\ntickets at originating station by officials of IRCTC. In case IRCTC does\nnot provide the train folder at the originating station, the Train\ncommander will contact the Nodal Control Room\n\n¢ Train Commander will keep this folder in his custody during journey.\n\n¢ He will get the ticket endorsed by station master with regard to the\ntime of arrival at halt station and depart after halt till final\ndestination.\n\n* The Train Commander will ensure that an entry is made by the\nstation master at every halting station of special train.\n\n¢ Intact/No damage certificate will also be obtained from the Railway\nauthority-at terminating station.\n\n+ PTR train folder duly endorsed and intact/no damage certificate shall\nbe handed over to the Nodal (Chief Force coordinator) representative\nat terminating station. The folder with incomplete document will not\nbe accepted and any payment made by railways on account of damage\nshall be recovered from the concerned troops.\n\n* Timely reporting of troops at boarding station.\n\n+ Timely intimation of Coys strength including strength of Dett. HQ to\nelection cell for providing of on-board meal through IRCTC.\n\nPage 16 of 33\n",
  "18": "« Timely reporting about movement of train etc. to election cell, Dte.\nand for obtaining the movement status of train, timely intimate the\ncontact number of the onboard person, whom election cell may\ncontact time to time.\n\n* Train Commander will periodically communiacte through\nMobile/Telephone to election cell of the nominated Chief Force\ncoordinator and update about:~\n\nvy Movement status of train\nY Food provided by IRCTC\nY Serviée enroute by railways-water, electricity, hygiene etc.\n\nY Will also report any discrepancies in coaches (with photos) to\nelection cell of the nominated Chief Force coordinator\n\nFOOD:\n* Food will be supplied by IRCTC staff at designated stations\n\n* Each coach in-charge shall nominate six personnel from his coach\n(may put an arm band (red color) for easy identification by IRCTC.\n\n* Only these nominated personnel shall collect the food packets\nfrom IRCTC staff at designated stations.\n\n¢ Train’ Commanders/Coach Commander shall endorse remarks\n(Quantity/Quality/Short supply/Surplus supply etc.) and make\nsignature on delivery/stock transfer challan produced by IRCTC\nstaff at respective station in token of receipt of food packets and\nensure that no multiple receipts for one supply is given.\n\n¢ Train Commander shall write the number of food packets recieved\nfrom IRCTC in numerical as well as words also and put his name\nand contact number alongwith his signature\n\n* Any discrepancies in food will be reported to Election control room\nat CRPF HQ.\n\n* During movement by splinter bogies, requisition regarding food\netc. must be intimated to Election Cell FHQ at least 48 hours\nbefore commencement of journey.\n\n* No correspondence regarding change in strength or requirement of\nextra food packets be made directly to IRCTC/ CRPF HQ.\n\nPage 17 of 33\n",
  "19": "* Personnel may keep their own plates & spoons for convenient\nconsumption of foods and to avoid generation of extra garbage\nbags and ensure proper disposal of garbage at next halting station\n\n* Ensure proper endorsement of recieved quantity of food packets\nreceived on board by receiving officer in words as well as in figure\nwith their name, mobile number and offical stamp. Full\ndescription of food may be endorsed on food challan (like Roti,\nDal, Vegetables and sweet etc.) by receiving officer.\n\n« While deployment, sufficient dry ration may be kept with coys.\n\n* Troops must not misbehave with IRCTC staff and other\nsupporting agencies during movement. In case of any problem or\nissues, same need to be taken up through concerned Nodal\nOfficer.\n\nSAFETY INSTRUCTIONS:\n\n« Train.Commander will ensure that sentries are detailed in each\ncoach\n\n* No civilian or unauthorised person should be accommodated or\nallowed to enter special train\n\n* Coys should not be allowed to carry inflammable items alongwith\nthem in special train\n\n* Train Commander will ensure that troops do not prepare any kind\nof food inside the special train with the help\nLPG/Kerosene/Electric stove etc.\n\n* Specific responsibilities to be given to the Inspector, SI and ORs by\ndetailing the team in writing for the security/safety of thc\nitems/equipments/weaponry etc. during movement in Train or by\nroad. Proper duty roster to be followed.\n\n6. INSTRUCTIONS TO BE FOLLOWED UPON ARRIVAL:\n\nOn arrival at the destination, proper counting of personnel and arms\n& ammunitions /equipment/stores will be ensured\n\n‘The Officer in-charge will as early as possible contact the State Police\nas well as the representative of CAPFs coordinator and collect all\ninformation regarding the situation, and deployment of Force and if\navailable, a copy of area map will also be obtained\n\nOn receipt of the instructions, the Battalion Commander will issuc\nnecessary directions and post the officers and men of his detachment\nas per SOPs.\n\nPage 18 of 33\n",
  "20": "¢ The officer in charge should make detailed notes of the transport\ngt iP\nprovided to them which will contain the following:-\n\na) Date and place\nb) Type of transport with registration No.\nc) The number of vehicles.\n\n* Situation report will be sent to Nodal Officer and FHQ twice a day i.e.\n0500 hrs & 1700 hrs.\n\n* Keeping in view the security scenario and sensitivity of the area, force\npersonnel should be briefed about the precautionary measures, all\naspects of duties and tasks expected from them\n\n7. INDUCTION OF FORCE AND AREA FAMILIARIZATION:\n\nThe GOs/SOs will properly brief all personnel. The following points will be\nincluded in briefing:-\n\n* Important provisions of IPC & CrPC related to internal security\nduties.\nIPC Sections\nY Section 141:- Unlawful Assembly\nY Section 142:- Being member of unlawful assembly\n\nY Section 144:- Joining unlawful assembly armed with\ndeadly weapon\n\nY Section 145:- Joining or continuing in unlawful assembly,\nknowing it is has been commanded to disperse\n\nY Section 146:- Rioting\nY Section 148:- Rioting, armed with deadly weapon.\n\nCrPC Sections.\nY Section 129:- Dispersal of assembly by use of civil force\nY Section 130:-Use of armed forces to disperse assembly\n\nY Section131:- Power of certain armed force officers to disperse\nAssembly\n\nY Section 132:-Protection against prosecution for acts done\nunder preceding sections.\n\n* Tasks/assignment\n* Accompanying/providing of guides/sketches/charts, scale of\n\narms/ammunition, use of special equipments.\n\nPage 19 of 33\n",
  "21": "* Naxal movement, Political and law & order situation in general anc\nin the locality in particular.\n\n* SOPs issued from time to time including SOPs issued by Nodal Force\nCoordinator, Nodal CAPFs, State/District authorities, Local Police,\nTB etc\n\n* Action to be taken in the event of an attack by miscreants on way to\nplace of duty\n\n* Action in certain eventualities such as firing, mob attacking the\npickets.\n\n* Maintenance of close liaison with local authorities and constant\ncontact with Control Room of the place of deployment.\n\n+ Disposal of persons apprehended and arms/ammunitions recovered\n\n* Method of evacuation of casualties, address of nearest hospital or\ndispensary.\n\n+ Method of reporting of incidents.\n\n8. SAFETY AND SECURITY OF MEN, ARMS/AMMUNITION AND\nVEHICLES\n\n*  Sentries will always be posted in pair covering each other\n\n* Strangers and unauthorized persons will not be allowed to come\nnear the sentry/camp area\n\n* Personnel will not be allowed to leave picket/post under any\ncircumstances without proper escort in sensitive areas,\n\n* Maintain secrecy of movement\n\n* Be aware of diversionary tactics used by the terrorists/anti-sociel\nelements to invite and ambush the troops\n\n* Do not permit any member of your contingent to take or buy\nanything from unknown persons.\n\n* Proper distance between the two vehicles should be maintained\nduring movement to avoid ambush.\n\n* Freshly dug earth on a track and freshly repaired road should\nimmediately invite suspicion, and should be checked before further\nmovement.\n\nPage 20 of 33,\n",
  "22": "* Personnel should be well rehearsed in dismounting, taking\ndefensive position, rapid firing and counter ambush drills.\n\n* Purchasing from market etc. may be arranged through suppliers\nwho can supply the stuff at the location of the Coys as far\npossible.\n\n* Vehicles will always be kept guarded inside the posts, and when\nparked-outside the posts, should be protected by sentries.\n\n© Arms will not be left unattended in bedding etc even when off duty.\nMen will be briefed clearly that they are personally responsible for\nthe safe custody of their arms/ammunitions.\n\n« Local standing order and security instructions issued from time to\ntime should be strictly adhered to\n\n* Incase of deployment in Naxal infested areas movement should be\nmade on foot, all culverts, bridges be crossed on foot.\n\n* Movement through vehicles shall be restricted in LWE areas as per\nthe SOPs. Ensure proper ROP of the routes for safe passage of\ntroops & polling parties.\n\n9, GENERAL INSTRUCTIONS FOR CAMP SECURITY:\n\nCamp security is one of the most important aspects during deployment of a\nForce on Election duty irrespective of the place of deployment. It is all the\nmore significant during deployment in disturbed areas like JéK, North\nEastern States or Naxal affected areas where there is greater threat\nperception as the security forces are prime targets of terrorists/naxals etc\nThe following points must be observed while being deployed on the Election\nDuty for the camp security:\n\nBefore occupying any accommodation, area domination and anti\nsabotage check of the accommodation should be carried out.\n\nBefore taking over the charge of new posts / camps, the area may be\nproperly recceed & sanitized.\n\nA threat analysis for potential threats of the camp be undertaken\nkeeping in view the topography and area etc., for proper fortification and\nsecurity arrangements.\n\nOne of the main aspects of camp security is access control. Therefore,\nstrict access control should be maintained and no civilian should be\nallowed to enter the camp area. After occupying the\naccommodation/camp, security infrastructure viz. erecting of temporary\n\nPage 21 of 33\n",
  "23": "morchas, proper lighting arrangements, fencing and early waraing\nsystem like bottles, cans etc. should be made at strategic locations and\nround-the-clock deployment should be made in the morchas & access\npoints.\n\nSpecial security measures for arms and ammunition should be\nimplemented.\n\nAlternate lighting arrangements may be ensured.\n\nOps strength of each coy should be maintained as per instruction and\nthey should be equipped with operational scale arms/ammunitions,\nbullet proof jackets , BR helmets and riot equipments\n\nContingency plan at each level of deployment may be worked out and\nrehearsed.\n\nThe temporary morchas should be erected keeping in mind the\nfollowing:\n\n> The morcha must be covered with wire mesh or netting of a size\nthat the sentries can fire through but grenades and petrol bombs\ncannot enter.\n\n> The openings in the morcha should be filled up with sand bags\ngiving required space to visualize the arc of fire and react\npromptly in the event of any attack.\n\n> Arc of fire and Area of Responsibility should be clear from any\nkind of obstruction ie. bushes, tree ete\n\n> Location of morchas be strategically located and chances of cross\nfire should be eliminated.\n\n> Positioning of appropriate weapons at posts should be done\ntactically.\n\n> Communication facility to morcha personnel should be provided\n\nBathing points, latrines/kitchen should be well covered so that they do\nnot become target from outside.\n\nAll suspicious movements should be watched and personnel be briefed\nabout actions that may lead to distraction for duty personnel e.g\nmarriage party/ procession /allocation etc.\n\nIn no circumstances, the force vehicles should be parked outside the\n\ncamp. However if at all, it is needed, then it should be guarded all the\ntimes.\n\nPage 22 of 33\n",
  "24": "* Precautions to be taken during change of shifts. It shall be ensured\n\ne that mounting/dismounting of guards is done under proper cover and\nis not visible from outside (especially in LWE affected areas/NE/J&K\nbased units).\n\n* Camp should be properly lit up with lighting so that the area around\nthe camp is visible to the sentries during night hours. Focus of the\nlights should be outward to obstruct the visibility of Morcha/Watch\nTower from outside.\n\n* Arrangement for alternate power source/power back up will be made\nfor camps.\n\n* Sentries to keep watch on suspicious activities around the camp wit\na view to detect any attempt of recee of the camp by inimical elements.\n\n* Night Vision Device, Binocular, Emergency lights etc. to be provided to\nsentries as far as possible\n\n* ‘Stand-to’ in the morning and evening & frequent ‘stand-to’ alarm at\nnight to ensure that men are vigilant.\n\n* Terrorists/naxals do conduct a thorough study/ recee about the layout\nand activities in the camp before formulating a plan to attack. They\ngenerally identify the regular pattern and weaknesses of the SF's and\ntarget them.Therefore to avoid camp attack & strengthen camp security\nit is very essential to counter the intelligence by restricting the out flow\nof information. This can be achieved by:\n\nY Strict access control and restrictions on circulation of layout and\nother vital information to unauthorized persons.\n\n¥ The information about the movements, duties, layout should be given\non strict need to know basis.\n\nY The timing of important events in the camp like roll-call/ briefing/\ntraining and also the time of change of duty of sentries may be\naltered frequently to avoid any pattern.\n\nY All men must be briefed not to discuss about duty and activities of\nthe camp outside.\n\nY Mock drills on “Attack on own camp” be carried out to keep the men\nready for any contingency.\n\nY Officer/men be briefed to be alert and vigilant to meet any\neventuality.\n\nMoreover, access must be made difficult so that intruders may be deterred or\ndetected. Accumulated delay time must be inbuilt by erecting various\nobstacles.\n\nPage 23 of 33\n",
  "25": "10.\n\n11.\n\nGENERAL TASKS AT POLLING BOOTHS:\n\n© To regulate the queue of voters.\n* To maintain peace in the premises of polling booths.\n\n* To ensure that the polling staff and the ballot boxes do not suffer any\nloss or damage.\n\n* To ensure smooth and unfettered polling by the electorate.\n\n* To escort ballot boxes/EVMs sealed or unsealed ballot papers, if\ntasked.\n\n* Supervisory Officer to make visits of polling booths to review the\nsecurity and brief personnel.\n\nINSTRUCTIONS FOR TROOPS DEPLOYED IN LWE AFFECTED\nAREAS, J&K AND NORTH EAST:\n\n* All personnel should be equipped with authorized arms and\nammunition and safety equipment.\n\n¢ Maintain proper coordination and liaison with the State Police\nauthorities.\n\n* To get better prepared and to respond to any kind of\neventuality/anticipated activity, it would be imperative to prepare a\nholistic contingency plan.\n\n* The contingency plan should contain usual incident response drills\nin cases of Ambush/IED attack, Sniper Fire/Shooting down\nHelicopter/evacuation of injured, sickness due to malaria/food\npoisoning/dehydration, re-enforcement plan, road blocks ete.\n\n* The contingency plan should educate the Forces on naxal modus\noperandi, means of communication infrastructure, resources\navailable, emergency supplies, rations, water, mobile/phones and\nother activity required during the polls.\n\n* Critical factors like road connectivity, distance, means of\ncommunication available, time taken to reach etc may also be\nincluded for realistic interface.\n\n* The contingency plan invariably be circulated alongwith a check list\nto all Coy/Platoon/Section Commanders at the time of induction.\n\n* Ensure Anti-Sabotage check.\n\nPage 24 of 33\n",
  "26": "12.\n\n+ Ensure proper ROP of the routes for safe passage of troops & polling\nparties.\n\n« Troops should carry First-Aid Kit while being deployed.\n\n¢ While on duty or travelling in the vehicle, personnel should always\nwear BP Jacket and Helmet.\n\n* Avoid moving/travelling in vehicles, instead move tactically by foot\nkeeping 10-15 meters distance between person to person.\n\n* Restrain-from moving openly in the market in uniform with arms é\nammunition and on most frequented tracks.\n\n¢ Do not leave the camp and roam around in the surrounding areas on\nthe pretext of visiting religious places or hotels/dhabas for tea &\nsnacks.\n\n* Maoist are extensively using IEDs, spikes and resorting to\nunconventional ambushes against security forces, hence, movement\noutside the camp shall not be undertaken, except Election related\nduties, that too, following SOPs meticulously.\n\n* During move, look for disturbed, freshly dug earth, dry grass/leaves\nand bamboo that can be used as camouflage, any such thing should\nindicate an IED.\n\n¢ Look for cut or trampled vegetation that could be camouflaging an\nIED.\n\n* Disturbed road carpeting or even freshly repaired roads to be viewed\nwith suspicion and metal detectors be used while moving in these\nareas.\n\n« Watch out for wire leading away from sides of road.\n\nESTABLISHMENT AND FUNCTIONING OF NAKAS:\n\n* The site of Naka should be suitably selected.\n\n* Proper firing positions should be prepared for firemen so that our\ntroops do not suffer casualty in any attack nor do they come under\nfriendly fire/cross fire.\n\n¢ Some obstacles should be created to slow down the vehicles.\n\n* The vehicles should be given signal to stop at such a distance from\nthe NAKA from where it cannot reverse and escape. ‘The vehicle driver\nshould be asked to stop the engine, switch off the lights and\ndismount.\n\nPage 25 of 33,\n",
  "27": "13.\n\n14.\n\n© Success of ‘Nakas’ at night would depend on alertness, coordinated\naction and advance planning.\n\n* Men should not be exposed in the middle of the road to stop the\nvehicle. Signal should be given from a well-protected position\n\n* Search of vehicles or person must be done politely but firmly\nSensitivities especially of women and children must be catered t\n\nwithout affecting efficiency or thoroughness.\n\nPRECAUTIONS AGAINST BOMB AND MINES.\n\n* Each security post should be checked for its vulnerability from o\ngrenade attack or likelihood of a bomb being placed in the premises i!\nthe accommodation is shared one. The area should be properly\ncovered by patrolling, lighting and the areas from where grenade\nattacks are likely\n\n+ The public utility places usually visited by the troops such as water\npoints should be properly checked against bombs, mines or booby\ntraps.\n\n* Vehicles should be parked away from possible line of fire of grenades\n\n* Vehicles should not be left unattended outside the camp at any time\nas an explosive can be fitted or thrown into it\n\nDO’S & DON’TS FOR ELECTION DUTY:\n\nDo’s during Election duty\n\n* Create a sense of confidence among people by conducting extensive\npatrolling to enable them to participate in the election process anc\ncast their votes without fear.\n\n* Adequate number of Morchas shall be erected at Polling booths it\nLWE affected areas/NE/J&K based units as per requirement\n\n* Trained personnel should be tuned to retaliate promptly anc\neffectively in the event of extremists resorting to violence of any kind\n\n+ Be watchful for safety and security of important people\n\n* Strengthen security measures at polling booths adequately as\npreventive measures against likely extremists attack. The polling\n\nPage 26 of 33\n",
  "28": "booths in highly sensitive areas should be focused for all round\ndefense.\n\nSpot suspicious characters out of the crowd assembled and be on the\nwatch.\n\nKeep sense of judgment balanced and avoid panic when attacked by\nextremists to enable effective retaliation.\n\nKeep sentries of the polling booths out of reach of people assembled\nfor voting.\n\nKeep your reserve readily available to meet unexpected challenges.\n\nInspect the polling station premises thoroughly as an anti sabotage\nmeasure and watch for explosive devices planted in and around the\narea marked for the people to queue up for voting. The queue for\nvoting should be regulated meticulously and should be at a distance\nfrom the polling booth. Only limited persons should be allowed\naccess inside the perimeter at a time.\n\nAll unclaimed/unidentified objects should be viewed with suspicion\nand safety drill be followed as per instructions regarding disposal of\nexplosive devices.\n\nBehaviour of the people and their attire should be watched closely for\nany suspicious activity.\n\nPeople wearing blankets, shawls, overcoat etc. should be watched\nclosely to see whether they are carrying any weapon /bombs\nunderneath.\n\nArmed personnel on duty should remain in full mental and physical\nalertness and half of the strength so deployed should be in reserve\nand in readiness to meet sudden eventualities\n\nBe polite, courteous and co-operative with the Public.\n\nReact quickly & effectively and deal firmly with miscreant activities\naround.\n\nReport all accident / incident to Ops. authorities immediately.\n\nKeep ears and eyes open and senses alert for effective and judicious\nperformance of duties.\n\nRemain alert to ensure safety and security of arms/ammunitions\nwhile on duty.\n\nPage 27 of 33\n\n",
  "29": "* Watch for people including in canvassing and intimidation within\n100 yards of the polling station and take effective steps to prevent it\n\n* Be watchful at the polling station to detect corrupt practices and in\ncase such a thing is noticed, inform concerned authority through\nyour senior officer.\n\n* Keep a sharp eye on miscreants actively at or near the polling station\nand deal with any attack on the polling station firmly and effectively.\nPatrolling around the polling station may be organized to dominate\nthe area.\n\n* Building/places earmarked for polling booths/stations should be\nthoroughly sensitized through special equipments and personal\nchecking of the premises before taking over/making night halt.\n\n* Extra precautionary measure/vigilance should be adopted while\nescorting polling staff/EVM/Ballot boxed during induction/de-\ninduction.\n\n* If any candidate or his agent either gives or promises to give\ngift/bribe to the voters for voting, he is liable to be punished under\nsection 171 (h) of IPC.\n\n* The CISF officers and men should be watchful and see that corrupt\npractices are not committed by any member of the polling party or\nthe polling agents of the candidates. Under no circumstances should\nthey be a part of any corrupt practices.\n\n* If any corrupt practice is noticed by the duty officer or the\nsupervisory officer, the matter should be brought to the notice of the\nPresiding Officer of the Polling Station, Officer In- charge of the Police\nStation or the returning officer as the case may be, by quickest\nmeans.\n\n* Must collect the deployment certificate from the state authorities for\nthe deployment and submit the same to FHQ. in the case of IS duty\ndeployment.\n\nb) Don'ts during Election duty\n\ny their\n\n* Personnel including Supervisory officers shall not accompa\nfamilies with them,\n\n* Do not consume liquor during move, at camp & deployment which\nwill tarnish the image of force.\n\n* Do not wait for orders in case of extremists attack and react\neffectively to neutralize and overpower them.\n\nPage 28 of 33\n",
  "30": "Do not panic and do not get overawed in case of extremist attack.\nDo not restore to indiscriminate firing. It may kill civilians.\n\nDo not over exert your men keep their reactive ability at the optimum\nlevel.\n\nDo not leave weapons behind and carry them properly sited/mounted\nfor having effective firepower to meet ambush/aitack by\nterrorist/naxals.\n\nDo not use abusive words and do not resort to unwanted show o\nforce. Malpractices/apprehension of breach of law and order should\nbe brought to the notice of state authorities,\n\nDo not rush to investigate or intervene in any trouble.\n\nDo not be over friendly with anybody. Do not accept tea, cigarettes,\nother edible items or any favour from anybody\n\nDo not “hesitate to use necessary lawful proportionate force to\nsafeguard polling staff, ballot boxes and papers, which is your\nprimary responsibility. There is no room for cowardice in dealing with\nattacks on polling stations.\n\nDo not try to justify inaction under the pretext of absence of orders of\nPresiding officer or police officials. Inaction will not be tolerated\nunder any circumstances.\n\nDo not leave the polling station/premises to deal with a situation at a\ndistance. Your attention may be diverted to a minor incident and\nmiscreants may do serious harm to the polling station\n\nDo not treat any incident unimportant ignoring minor incidents may\nallow it to develop into major one, if not handled tactfully in the\ninitial stage.\n\nDo not talk unnecessarily; be receptive to all the orders/directions\ngiven by state authorities.\n\nDo not show familiarity with a particular group of people belonging to\na particular section or caste of the society.\n\nDo not accept any favour from any side or section of the people\n\nDo not act in a manner, which can assist in the furtherance of the\nProspects of any party or candidate.\n\nDo not involve yourself with the electoral procedure at the polling\nbooth except for providing security and maintaining law and order\n\nDo not influence the voting of any person in any manner.\n\nPage 29 of 33\n",
  "31": "* Do not forget election offences, which you are required to remembe\nfor effective and efficient conduct of election duties.\n\n* Do not use election symbol/insignia on your body, vehicle or carnp. I\nwill be considered to influence the election process and liable to be\npunished.\n\n* Do not organize any election meeting or assist in organizing such\nmeeting.”\n\n* Do not ask / request any person to vote for person / party. Violation\nis punishable under section 129 (3) or Representation of the People's\nAct, 1951.\n\n* Do not work as polling agent, election agent to any candidate. It is\nliable to be punished under section 134 (A) of RP Act, 1951.\n\n* Do not ask for any exemption from the briefing session\n* Do not talk to the Press\n\n* Do not make any unreasonable demands to the authority regarding\naccommodation, vehicles, security etc\n\n* Do not leave HQ once you have been allotted specific duties without\nprior written permission\n\n* Do not defer submitting reports of any development, which requires\nimmediate remedial action but bring it to the notice by fastest mes\n\n15. CHUNAV NIRDESHIKA:\n\nChunayv Nirdeshika Booklet is to be printed and issued to election duty\n\npersonnel upto all Sub-officers ie ASI to Inspector of each Coy. The bills for\nPrinting the booklet is to be raised from respective contingency advance\nProvided to each coy and submit adjustment bills along with other bills of\ncontingency expenditure after election. Specimen of election instructions\nbooklet is enclosed for ready reference. Booklet needs to be printed in size of\n12 cms x 9.50 cms only, so that it could be easily kept in pocket. It may be\nensured that the booklets so printed to be state specific and all necessary\ntails relating to respective area incorporated in the booklet. Coys deployed\nfor election duties should be familiarized with Chunav Nirdeshika,\n\n16. HEALTH CARE MANAGEMENT\n\ni) Do’s\n\n* Drink potable water and eat hygienic food.\n\nPage 30 of 33\n",
  "32": "* Prophylaxis treatment of Malaria with consultation of Authorized\nMedical Attendant (AMA).\n\n* If suffering from Fever/Dysentery more than three days, report to\n1/C for proper investigation, diagnosis and treatment ete.\n\n* Blood Group of each & every force person should be recorded\nii) Don’ts\n* Don’t take drinkable/eatable items from unauthorized/unknown\nperson outside the campus.\n* Don’t-be careless for treatment to normal ailments.\n\n* Don’t forget to take proper precaution of Malaria as per the\ninstructions.\n\n* Avoid taking non-vegetarian diet during hot and humid climate.\n* Don’t forget to carry up to date health card\n* Don’t hide any chronic ailment/disease\n\n* Don’t forget to discuss health related problems with colleagues/\nseniors.\n\n* Report any feeling of depression, stress or anxiety to Coy\nCommander.\n\niii) Necessary directions to be communicated to all concerned and cx\npersonnel detailed for election to ensure all precautionary measures\nfor the protection from Malaria. The Coys should be equipped with tl\nfollowings:~\n\n* Impregnated mosquito nets\n* Mosquito repellents especially Depa cream\n\n* Tab Mefloquine, 250 mg tab (01 tab weekly during the stay +\nbe started 03 weeks before and continued for 04 weeks after\nleaving malaria prone area)\n\n* Rapid diagnostic kit for testing malaria\n* Act combo pack-for treatment of malaria\n* Protective clothings\n* Mosquito coils/liquids\nThe medicine, kit and repellents as referred above may be procured\n\nusing contingency fund by each coy adhering to the\nformalities/approval as applicable\n\nPage 31 of 33\n",
  "33": "iv) Following medicines shall be issued to coy personnel as directed\nvide Medical Dte. letter No. (830) dated 04.06.18, for preventing\nfurther damage due to heart attack at the time of development of\ninitial symptoms of heart attack and shall be adininis\ninstructions issued under the letter:-\n\nered as per\n\n© Tab. Disprin 04 Nos.\n* Tab. Sorbitrate 04 Nos.\n\n* Tab. Aciloc or Pantoperazol : 04 Nos.\n\n17. USE OF SOCIAL MEDL\n\nAll Coy personnel be properly briefed not to upload any activities of Coys\nor their personnel grievances in the Social Media like WhatsApp, Facebook,\nTwitter etc. during Election. All Commanders shall ensure that Coy personnel\nabstain from uploading photos/videos/text/information of operational/\nservice matter or any negative propaganda against the force or any Govt\nAuthority, which may tarnish the reputed image of the Force or Govt., during\ndeployment.\n\nGuidelines for uploading of materials on Social Media issued vide\nFHQrs. letter No. E-42099/PRC/Social Media/Policy/2016-955 dated\n26.12.2016 to be strictly adhered to.\n\n18. THE FOLLOWING OCCURRENCES SHALL BE REPORTED PROMPTLY\nBY THE NODAL OFFICER TO FHQ BY THE QUICKEST MEANS :-\n\n* Information on movement of troops upto Section level, whether\nadministrative or operational.\n\n* Any incident or accident requiring attention of FHQ.\n* Visits of Senior Officers to the deployed locations.\n\n* Seizure of arms, ammunition and any other contraband items.\n* Any injuries, casualties ete\n\n* — Any occurrence of serious nature in the area of responsibility.\n\n* Any other important matter, as deemed fit\n\nPage 32 of 33\n",
  "34": "19. It is expected that all personnel deployed for Election duties shall\n@ perform duties as per guidelines and shall adopt tactical approach, skill up-\ngradation, adaptability, soft skills etc. during their deployment.\n\nIt shall also be the responsibility of the Senior Supervisory Officers to\nensure that all personnel detailed are kept well conversant of the\naforementioned subject.\n\nOther instructions issued from time to time by FHQrs regarding election\n\nduties shall be adhered to strictly\ns\n\n( Cs u pho\n\n( RITU ARO}\nIG (TECH & Peart\n\nThis issue with the approval of DG CISF.\n\nDistributios\n() PStoDG : for kind information of DG please.\n(ii) PStoADG (HQrs) _: for kind information of ADG (HQr) please.\n(iii) PS to ADG (APS) for kind information of ADG (APS) please.\n(iv) PS to ADG (North) _: for kind information of ADG (North) please.\n() IsG of FHQ : for kind information please.\n(Pers., Trg., Adm.)\n(vi) All Sector IsG : for kind information and n/a please.\n(including Dir. NISA)\n(vii) All branches of FHQrs : -do-\n(viii) All Zonal/Plant DIsG -do-\n(ix) All Principals of RTCs : -do-\n& DIG FST!\n(x) AllGroup Comdts. -do-\n(xi) All CISF units : -do-\n\nPage 33 of 33,\n\n",
  "35": ""
}