{
  "1": "Directorate General\nCentral Industrial Security Force\n(Ministry of Home Affairs)\nBlock No.13, CGO Complex,\nLodhi Road, New Delhi -3.\nNO.V-14013/Review/170/L&RJ2011-\nf21~\nDated:\n30 Sept'2011.\nCIRCULAR\nNO.\n4.1-\n/2011\nSub: DUTIES AND POWERS\nOF CISF PERSONNEL:\nREG\nCISF is a Central Armed Police Force (CAPF) of the Union of India.\nIt\nwas declared an Armed Force of the Union of India in the year 1983\nvide Gazette\nNotification published in the Gazette of India Extraordinary Part-II Section-I dated\n28.05.1983.\n2.\nAs per the\namendment\ncarried\nin CISF\nAct vide\nCISF(Amendment)\nAct,2009, No. 22 of 2009 dated 16.03.2009, CISF has also been mandated to\nextend security cover to certain joint/private\nventure companies whose security is\nessential to ensure the economic infrastructure of the country.\n'3.\nOf\nlate, it has come to the notice of this Directorate\nthat some of CISF\n:Units\nare failing\nto take\npro\nactive\naction\nin protecting\nand\nsecuring\nthe\niundertakings.\nAt times they are reluctant for one reason or the other to assist the\nimanagement\nin handling\nsituations\nlike crime prevention,\ntheft, encroachments\niinside the plant premises, controlling illegal union activities, dhama, gherao etc.\nlIn order to clear the doubts , paras which follow give the duties and powers of\n!CISF personnel as enshrined in various Statutes.\n!4.\nDuties of the Member of Force as prescribed in\nSection 10 of CISF Act\n11968(as amended upto date) are as under :-\na)\nPromptly obey and execute all orders lawfully issued by his superior\nauthority.\nb)\nTo protect and safeguard the industrial of Central Govt: State Govt,\nundertaking\nwherever\ndeployed and such other installation\nas are\nvital for carrying out work in those undertaking's\nc)\nTo protect and safeguard employees amI undertaking referred above.\n1",
  "2": "d)\nDo any other act conducive\nfor better protection\nand security of\nindustrial undertaking and its employees.\n5.\nIt may be appreciated\nthat as prescribed\nin clause (e) of Section 10 that\n\"any\nact\nconducive\nto\nthe\nbetter\nprotection\nand\nsecurity\nof\nthe\nindustrial\nundertakings/installations\nis within the powers of Member of the Force deployed\nfor the protection and security of the undertakings/installations.\"\nWe may not wait\nfor arrival of police or the presence of Magistrate\nfor taking any steps in this\nregard against any activities which threatens the security of the installation.\nSuch\nactivities which were potentially illegal must be prevented within the premises of\n. the undertakings/installations\n.\n. 6.\nA list of Do's & Don't is given below to give an idea about the activities\nwhich necessitates action on the part of CISF personnel to protect the installation.\nThis list is enumerative and not exhaustive.\nDo's\nThe CISF personnel should be utilized effectively for protection of\ninstallation against mob violence particularly where there is delay in\narrival of police.\nThe Unit Commander should work in close liaison with management\nfor above protection.\nDuring\nstrike, CISF should take adequate\nmeasures\nfor ensunng\nSecurity and protection of installation and property.\n>-\nLoyal Employees should also be protected against any violence.\n>-\nCISF personnel may not interfere in non-violent\ngherao but as and\nwhen there is imminent danger to official of industrial undertaking\nunder gherao, CISF would immediately take appropriate\naction to\nprotect the persons under the gherao.\nCISF is duty bound to protect the property of undertaking under all\ncircumstances.\n~\nTo collect and disseminate intelligence on labour, union activities.\n~\nEnforcement of prohibiting order like seizure of loudspeaker etc may\nbe done if local magistrate had issued the prohibitory orders earlier\nor does so on the spot.\nProtection\nof property\ninside the premises\nduring\ntransportation\nshould be ensured.\nCISF is to guard all property in a given premises\n2",
  "3": "of the undertaking.\nEven though\ntr.{' property may not belong to\nmanagement or has not been taken on the charge of management.\nNot to interfere in meeting outside the main gate or boundary of\nundertaking\nas it may be legitimate meeting.\nCISF can take action\nwithin the limits prescribed under section 11 of CISF Act 1968.\nThe CISF personnel may not allow any dhama, procession inside the\npremises of the undertaking (declared as prohibited area) .\n. ~\nCISF can round up and remove anti social elements etc from within\nthe plant premises.\nDont's\n•\nRemoval of encroachments outside.\n•\nServing\nsuspension/discharge\norder on employee\nbut entering\nof\nsuch employee may be stopped by CISF.\n•\nNot expected to perform traffic, law & orders duties in township\ngenerally or even during special occasions.\n7.\nIt may be appreciated that all kinds of situations can be adequately dealt by\nthe CISF itself without much intervention of the police under sub clause (e) of\nSection 10 of CISF Act which gives an ample powers to CISF to deal with such\nsituation.\ni 8.\n(A) Section\n11 of the CISF Act empowers\nCISF personnel\nto arrest\n:without a warrant anyone :-\na) Who attempts to cause or cause hurt, wrongful restrain.t:assault, use\nforce against or deter or stop the employee from doing anything.\nb) Who conceals his presence, or against whom reasonable suspicion\nexists that he is going to commit cognizable offence against plant\nproperty.\nc) Who commits or attempts to commit a cognizable offence which\nleads\nto\ndanger\nto the\nlife of any worker\nof the\nindustrial\nundertaking where he is deployed.\n(B)\nCISF personnel\nare authorized to remove any trespasser\nfrom plant\npremises under Section 11(2) of the Act.\n3\nL",
  "4": ",.\n9.\nThus the power of arrest\ngiven to the member of the force are very clear\nand it can be effectively used against any person(s) whose activities may affect the\nsecurity of plant and employee.\n10.\nSection 12 of the CISF Act gives powers to CISF Head Constables and\nabove to search without warrant anyone who is going to commit any offence\nmentioned\nin Section 11 and warrant cannot be obtained without offender being\ngiven an opportunity to escape.\n11.\nPowers of search\ngiven to CISF personnel are comprehensive\nand should\nbe used against antisocial\nelements\nwhose activities\nmay adversely\naffect the\nsecurity of the plant and employees.\nThe powers of arrest, search under section 11\n& 12 should be appropriately invoked whenever the situation so warrants.\n12.\nThe powers of arrest, search and protection to member of Force given in\nCISF Act & Rule are also supplemented by various statutes i.e CrPC (Section 45,\n129,130,131,132,\n197(2), IPC (Section\n179 & 186) and Arms Act (Section\n19,\n22(2) and 24).\nThese are available to CISF personnel while discharging bonafide\nduties.\n13.\nThe Unit Commanders are better judges of the situation on the ground and\ntherefore they need to take effective proactive steps to achieve confidence of the\nManagement by applying the powers conferred under CISF Act 1968 and other\nstatutes.\n14.\nIt is reiterated that the Unit Commanders should not present CISF in a poor\nand improper light before the management by stating that CISF personnel do not\nhave powers to take any action even when there is a threat or imminent threat to\nthe\nundertaking/installation\nor\nits\nemployees\ninside\nthe\npremises\nof\nthe\nundertaking.\n15.\nThis is issued with the approval of competent authority.\nDyInspJ!~:te~.\nTo\n1.\nAll Sector IsO, Director NISA.\n2.\nAll DIsO (ZonaliPlant/Airport/DOS/DAE/GBS/DMRC/SSO/RTCs).\nInternal :-\n1.\nSr.PS to DO\n: for kind information of DO.\n2.\nPS to SDG/APS\n: for kind information ofSDO/APS.\n3.\nPS to ADO/HQrs\n: for kind information of ADO.\n4.\nIG(Adrn)/IG(HQrs)/IG(APS)\n5.\nAll DIsO at FHQ.\n6.\nAIG/Tech\n: Please place this circular on CISF Web.\n4"
}