{
  "1": "CIRCULAR 2005 (CIRCULAR) \n \nRESTRICTED \nNO.CAS-5(3)/2005-DIV-1 \nBUREAU OF CIVIL AVIATION SECURITY \n(MINISTRY OF CIVIL AVIATION) \nGOVERNMENT OF INDIA \nA’ WING, JANPATH BHAWAN, \nJANPATH, NEW DELHI -110001 \nDate: 27.7.2005 \n \n \nC I R C U L A R   NO. 29/ 2005 \n \n \nSub: \nAnti-hijacking Mock Exercise at  Airports. \n \nIn order to  test the efficacy of the contingency plan and to familiarize all \nconcerned about the responsibilities of different agencies connected with civil \naviation operations at the airports it has been decided that mock exercise to test the \noperational   preparedness of all agencies will be conducted at the airport level and \nat the central level as per the following guidelines:- \n \nA. \nExercise at the Airport Level \n \ni) \nThe Anti- Hijacking Exercise (AHE)  shall be conducted once  a year at \neach operational airport in the country wherein all concerned  agencies  at \nthe  airport  level   will be  involved  and their  efficacy tested.. \nii) \nThe concerned Chief Airport Security Officer (CASO) in consultation with \nthe Airport Director / incharge  Aerodrome   shall be responsible  for   \nconducting  the  AHE.  \niii) \nRDCOS   BCAS and  BCAS  HQrs  shall be informed prior to conducting \nAHE.    \niv) \nReport of the AHE shall be sent by CASO through Airport Director/ \nAerodrome In-charge to RDCOS(CA), Director (Security), AAI and BCAS \nHqrs within a week positively. \nv) \nThe exercise will be stage managed. No aircraft will be used for the \nexercise. A   suitable vehicle will substitute for the hijacked aircraft.  \nvi) \nThe  Mock  Exercise   will  be  planned  at an  appropriate   time,  \npreferably around  flight  times.  Timings  can be  after  the flight  has \ntaken off or  before  it has  landed  at the airport. \nvii) \nThe Central Committee shall not  be convened. \nviii) \nOperational and administrative tasks shall be clearly mentioned in the \nAHE. \nix) \nSpecific call sign of civil flights shall not be used.  Call sign like XYZ shall \nbe used. \nx) \nUnless and until specifically mentioned no RT / WT or any other \ncommunication of the AHE shall be sent to the respective FIC and Central \nCommittee. \nxi) \nBriefing/ debriefing  for the exercise will be done by the CASO/ Airport \nDirector concerned. \nxii) \nAll administrative arrangements for the AHE  will be made by the \nconcerned Airport Director/  Incharge  Aerodrome. \n \nContd..2/-",
  "2": "CIRCULAR 2005 (CIRCULAR) \n \n \n \n::2:: \n \nB. \nAHE  at the Central Level \n \ni) \nA full fledged  Exercise may be conducted centrally once  a year. \nii) \nExercise plan will be prepared by BCAS and will be circulated to the \nconcerned agencies. \niii) \nExact date and time of exercise shall  be communicated on need-to-know \nbasis. \niv) \nThis will be a full fledged exercise in which all the agencies shall \nparticipate as per the Contingency Plan. The exercise shall be only to test  \nthe efficacy of the contingency arrangements  on the  ground and  the   \nresponse of the Central Committee. \nv) \nThe mock exercise will be planned at an appropriate time, preferably after \nthe flight has taken off or before it has landed at the airport. \nvi) \nAll  administrative arrangements for the exercise will be made by the \nconcerned Airport Director, AAI in consultation with the RDCOS, BCAS \nconcerned. \nvii) \nAn aircraft for this exercise will be requisitioned  by BCAS from National \nCarriers/ private airlines. \nviii) \nMCA,  MHA, Cabinet Sectt. , PM Office and Ministry of Defence will be \nkept informed before the AHE by BCAS. \nix) \nBriefing for this exercise will be done at the BCAS Hqrs. \nx) \nPerformance of all agencies during this exercise will be checked. \nxi) \nCentral Committee Control Room only shall be activated. \nxii) \nBCAS  will depute umpires for each area. \nxiii) \nBriefing  meeting   will be  convened  at the  earliest  at  BCAS  HQrs.  \ncomprising  nodal  agencies  eg.  AAI, APSU, NSG , DGCA  etc.  to  \ndiscuss  various  aspects  , short comings  of the AHE.   Minutes will be  \ncirculated to  MCA and all concerned  for  appropriate  follow up  action.  \nxiv) \nDe-briefing will be done at the location as well as at the Central \nCommittee Control Room. \n \nC. \nThis supercedes   Circular No. 18/2003 dated 16.6.2003 \n \n \n(R. C. Tayal) \nOffg. Commissioner of Security (CA) \n \n \nDistribution:  As per list attacheds."
}