{
  "1": "OFFICE OF THE ADDL. DIRECTOR GENERAL/AIRPORT SECTOR\nCENTML INDUSTR.IAL SECURITY FORCE\n([4INISTRY OF HOME AFFAIRS)\nNo.0-4201UAPc/oPs (4lcncdar I Asl 19- 227 t /\nTo\nIG/APS-I & II\nDISG/AP (NZ, E&NE, SZ & WZ)\nDISG/CASOS of ASGS Delhi, Mumbai & Chennai\nAll CASO5 of ASGS CISF\nCISF Complex\nAdm. Blocl! Ground Floor,\nMahipalpur, New Delhi-37\nDated;// March'2019\nSub: National Civil Aviation Securitv Oualitv Control Prooramme ! Req\nAs per BCAS AVSEC Order No. 16/2011, APS HQ has developed a model Quality Control\nProgramme for Aviation Security Group of CISF to meet the requirements of the National Civll\nAviation Security Programme. The same was forwarded to BCAS for their approval for\ncirculation to 61 airports under CISF security cover.\n2. \nNow Bureau of Civil Aviation Security has informed that BCAS has acknowledged the\nreceipt of the subject QCP and informed that CISF may direct 6 all ASG5 to develop QCP based\non this model QCP, which was forwarded to BCAS for approval. The same is enclosed\nherewith for ready reference. BCAS has also said that report of Quality Control activities,\nundertaken by each entity shall be sent to the concerned Regional Directors of BCAS on regular\nbasis.\n3, \nIn this regard, it is hereby directed to take the following measures for formulation of\nQuallty Control Program (QCP) of the ASG concernedi\na) The Quality Control Programme (QCP) prepared by the Airport Sector is hereby\nforwarded to all DISG/AP for preparation of QCP of their respective ASG Units on the\nsame line,\nb) All CASOS are requested to formulate the Quality Control Programme of the ASG\nconcerned on the model QCP taking into account on the training, audits, Quality control\nmeasures, maintenance of security equipment, review of contingency plan etc of the\nairport concerned. All CASO5 should complete the task and prepare the Quality Control\nProgramme by 10.04,2019 without fail.\nc) All Zonal DISG must undertake internal Quality Control oversight once in six months\nduring their visit or inspection of the airports under their jurisdiction and generate a\nseparate report on this aspect. One copy of this report should be shared with the\nconcerned Regional Directors of BCAS under intimation to Airport Sector HQ.\nd) All Zonal DISG and DI5G/CASOS will submit compliance report along with soft copy to\nthis HQ via concerned offrces of IG/APS-I & 1I by 15th April'2019. No hard copy should\nbe sent to Airport Sector HQ.\ne) IG/APS-I & II may check this aspect during their visit or inspection.\n4. \nEnsure strict compliance.\nIi.\nEnclr As above.\nAddl.DG /Airport Sector",
  "2": "CISF\n@q\nI \nrfletli 1,,1 TTaI J\nGivil Aviation Security\neutrrrY cglrrRoL pnoen*uuu\nAVI.ITIoN sEcURrrT qBoUP\nCISF",
  "3": "cwrL AvrArroN slcu RrrYQu-lur\\r \n:r:tr::t\nAVIATION SECURITI\n*\n. National Civil Aviation Security Programme; -\n. lriiionuf Civil Aviation Security Training Programme\n3. Civil Aviation Security Quality Control Programme of Aviation\n;;*ri,y \n\" Cioup tnscl is \n- herebv established to implement\nIi*luiot 3.4.'1 6 r.+.s or Annex 17 to the convention on\ninternational Civil Aviation at airports in India' The provisions of\nthis programme shall apply to the security measures for\n. International civil air transport flights;\n. Aircraft engaged solely in the caniage of air Cargo or\nMail;\n. Domestic civil air transpoft flights; and",
  "4": ". All General Aviation flights.\n4, International Standards relating to aviation security euality\nControl Programme are as under:\nICAO standards of relevant paras of Annexure-17:\n3.4.1 Each Contracting State shall ensure that the persons\nimplementing security controls are subject to background checks\nand selection procedures.\n3.4.2 Each Contacting State shall ensure that the persons\nimplementing security controls possess all competencies required\nto perform their duties and are appropriately trained according to\nthe requirements of the National Civil Aviation Security programme\nand that appropriate records are maintained up to date. ielevant\nstandards of performance shall be established and initial and\nperiodic assessments shall be introduced to maintain those\nsta ndards.\n3.4.3 Each Contracting State shall ensure that the persons carrying\nout screening operations are certified according to the\nrequirements of the National Civil Aviation Security programme to\nensure that performance standards are persistenfly and reliably\nachieved.\n3.4.4 Each Contracting State shall require the Appropriate\nAuthority to develop, implement and maintain a National' Civil\nAviation Security Quality Control programme to determine\ncompliance with and validate the effectiveness of its National Civil\nAviation Security Programme.\n33.5 Each contracting State shall ensure that the implementation\nof security measures is regularly subjected to verification of\ncompliance with the national civil aviation security programme.\nThe priorities and frequency of monitoring shall be deiermined on\nthe basis of risk assessment carried out by the relevant authorities.\n3.4.6 Each Contracting State shall arrange for security audits,\ntests, and inspections to be conducted on a regular basis to verif,/\ncompliance with the national civil aviation security programme and",
  "5": "to provide for the rapid and effective rectification of any\ndeficiencies.\n3,4.7 Each Contracting State shall ensure that the management'\nietiing of priorities and organization of the national civil aviation\n;ilr'ty quality control programme shall be undertaken\ninO\"p.i-lautitfv fiom the entitles and persons responsible for the\nir,prEr\".i.til,. of the measures taken under the national civil\niviation security programme. Each Contracting State shall also:\na) Ensure that the personnel carrying out security audit'\ntests, surveys and inspections are trained to appropriate\niiuniurOt for these tasks in accordance with national civil\naviation security Programme;\nb) Ensure that the personnel carrying out security audit'\ntests, surveys and inspections are afforded the necessary\niuthority to obtain information to carry out these tasks and\nto enforce corrective actions;\nc) Supplement the national civil aviation security quality\ncontrol programme by establishing a confidential reporting\nsystem 'foi analyzing security information provided by\nsources such as passengers, crew and ground personnel; and\nd) Establish a process to record and analyse the results of\nnational civil aviation security quality control programme' to\ncontribute to the effective development and implementation\nof the national civil aviation security programme, including\nidentifying the causes and patterns of non-compliance and\nverifying ihat corrective actions have been implemented and\nsustained.\n3.4.8 Each Contracting State concerned with an act of unlawful\ninturf\"r\"n.\" shall requ-ire its Appropriate Authority to- re-evaluate\nr\"iriitv .ontrort and procedures and in a timely fashion take\naction necessary to remedy weaknesses so -as to prevent\nrecurrence. These actions shall be shared with ICAO'",
  "6": "5. Objectives of this Programme\n5.1 To verify the effective implementation of security\nmeasures for the followings:\n(i) Guarding of access points to prevent unauthorized\nentry of persons/vehicles/animals/materials etc. in to the\nairside of the Aerodrome;\n(ii) Pre-embarkation screening of passengers and cabin\nbaggage in accordance with instructions issued by Bureau of\nCivil Aviation Security from time to time;\n(iii) Security of sterile area and apron;\n(iv) Apron guarding;\n(v) Protection of perimeter\n(vi) Protection of Terminal buildings\n(vii) Cordon ofF aircraft in the event of unlawful Interference\nwith civil aviation operations involving an aircraft; and\n(viii) Control and Surveillance on crime and criminals at the\nairpoft.\n5.2 Monitor the level of compliance with provision of the\nNational Civil Aviation Security Programme;\n5.3 Ensure all persons who are assigned AVSEC duties or\nresponsibilities are verifiably trained and instructed to carry\nout such duties;\n5.5 Review and re-evaluate security measures and controls\nimmediately following an act or simulated exercises of\nunlawful interference,\n6. The following documents duly approved by the Appropriate\nAuthority shall be readily available with the CASO in order to\nensure implementation of security guidelines / directions\nprescribed by the Appropriate Authority in accordance with the\nNational Civil. Aviation Security Programme:\n. Airport Security Programme;\n. Contingency Plan (Aircraft hijack);",
  "7": "o Bomb Threat Contingenry plan;\n. AVSEC Orders/Circulars issued by the Appropriate\nAuthority;\n. Aircraft Act and Rules;\n. National Civil Aviation Security programme;\n. National Civil Aviation Security Training programme;\n. Annex 17; (latest edition)\n. ICAO Security Manual (doc 8973) to the Convention on\nInternational Civil Aviation (latest edition);\n7. To achieve standardized implementation of various programmes\nfor security of aviation, the Aviation Security Group of CISF,\ninvolved in civil aviation security structure and provider of aviation\nsecurity and related services, shall ensure implementation of\nrelevant provisions of the National Civil Aviation Security Quality\nControl Programme; and for this, well deflned quality control\npractices and procedures are established.\n8. QUALTTY CONTROL MEASURES\n8.1 Standardised level of security staff\n8.1.1 Standards for security staff shall be maintained as has\nbeen prescribed by the Appropriate Authority i.e DG, BCAS.\n8.2 Recruitment\n8.2.1 The procedure for selection of personnel to be inducted\ninto the Aviation Security Group shall be in line with as\ndecided by the Appropriate Authority.\n8.2.2 The Qualifications for SOs and above should be as\nunder:\n. They should be preferably graduate from a recognized\nuniversity or equivalent except for the SOs who are\ndeployed for non-public interface duties I\nAdministrative duties.\n. They should have aptitude towards security duties at\nthe airport.",
  "8": ". They should have good communication skills (fluency\nin English/Hindi).\n. They should have pleasant demeanour.\n. They should be preferably medically fit (shape-l) and\nas far as possible shall be in the age group of 21 to 55\nyears except personnel deployed for non operational\nduties and ministerial staff. In case of Inspector/Exe,\npersonnel above 50 years of age may be considered\nfor posting to airports as for all practical reasons they\nrender security supervision functions only.\n. They should have unblemished service record, or,\nshould not have been punished for serious charges of\nmisconduct.\nIn the same manner, the Qualifications for HC/Const\nshould be as under -\n. They should be preferably 10+2 qualified. Graduation\nis desirable.\n. They should have aptitude towards security duties at\nthe airport.\n. They should have good communication skills (fluenry\nin English/Hindi).\n. They should have pleasant demeanour.\n. They should be preferably medlcally fit (shape-l) and\nshould be in the age group of 19 to 50 years except\npersonnel deployed for non operational duties.\n. They should have unblemished service record, or,\nshould not have been punished for serious charges of\nmisconduct.\n6",
  "9": "8,3 Duties of ASG\nThe Aviation Security croup at CISF is responsible for all\naspects of airport security including Perimeter Security, Access\nControl, Terminal Building Security, Apron Security, Surveillance,\nanti- hijacking pre-embarkation checks, passenger Handling etc.\nThe responsibilities undertaken by CISF in aviation security can\nbe broadly categorised in the following three operational units:\n8.3.lAnti-hijacking Unit: This unit will undertake the\nfollowing functions:\n. \nPre-embarkation security checks/screening of\npassengers and their hand baggage.\n. \nEnforcing access control measures including\nimplementation of instructions on photo Identity\nCards\n. \nGuarding of access points to prevent unauthorised\nentry of persons, vehicles, materials, animals etc\ninto the airside of the airport\n. \nSecurity of sterile area and apron\n. \nGuarding of aircraft on ground\n8.3.2 Protection Unit: This unit will carry out the following\nfunctions:\nProtection of perimeter and vital installations\nlike ATC, DVORS, Oil Depots etc of the airport\noperator against sabotage and unlawful\ni nte rfe re n ce.\nCarrying out mobile and foot patrols\nGuarding of cargo complexes\nGuarding of Terminal and other buildings\nFunctioning as Quick Reaction Teams\nCordoning of Aircraft in the event of unlawful\ninterference",
  "10": ". Bomb Detection and Disposal Squad\n. Dog Squad\n. Counter Terrorist Contingenry Plan at Delhi and\nMumbai\n. Cordoning off aircraft in the event of unlawful\ninterference with civil aviation operations involving\nan aircraft.\n8.3.3 Intelligence & Surveillance Unit- This unit of the\nASG comprising of qualified and trained personnel and\ndeployed in plain clothes shall perform the following\nfunctions.\n. They will cover areas of terminal building,\npassenger lounge, security hold, apron and such\nother areas assigned by the CASO and will give feed\nback at the intervals as decided by him.\n. They will be provided with adequate communication\nequipment\n. The intelligence staff will keep liaison with the\nintelligence agencies of the state well as centre to\nreceive regular inputs regarding various aspects\naffecting the threat perception of the airport.\n8,3.4 Support Unit: The Support Unit shall comprise of the\nfollowing components-\nl) ASG Control Rooms, which will function round the clock\nwith full communication facilities. The Control Rooms will\nkeep contact with the Regional, Zonal and Central Control\nRooms of CISF and shall communicate all relevant\ninformation.\nii) It will also include the following:\n. Staff for Training and line security and for other\nRegimental activities /functions, etc.\n. Administrative office with necessary office equipment\nand Ministerial staff.",
  "11": ". Communication staff\n. M.T. Staff.\n. Supporting service\nOrderlies, Sweepers,\netc.\nstaff viz Dak runners/Office\nWasherman, Barbers, Cooks,\n8.3.5 Maintenance of security equipments : All the\nsecurity equipment i.e X-Ray BIS, DFMDs and Explosive Trace\ndetectors must invariably checked by CTP, OTP and explosive\nsamples respectively before commencing of duties in each\nshifts and it will be ehsured that faulty equipment will not be\nused till it will set right.\n8,3,6 Role of Chief Airport Security Officer (CASO) :\nThe CASO (chief airport security officer) performs the\nfollowing functions at the airport under his command :\nSafeguarding of passengers, crew, ground personnel and\nother aerodrome users, aircraft, aerodrome and related\nfacilities including vital installations.\nEnforcement of access control measures into the restricted\narea of the aerodrome.\n. Security of perimeter.\n. Screening of passengers and their hand baggage.\n. Surveillance within and around aerodrome area.\nEnforcement of security measures including car parks,\nviewing gallery, aerodrome restaurant and areas close to\nmovement area.\nEnforcement of security measures.\nMaintenance of order and discipline in the aerodrome\npremises.\n. Supervise the movement of persons in the restricted areas.",
  "12": "f4aintenance of liaison with local police and intelligence\nagencies.\n. Any other duty assigned by the DG BCAS.\n8.4 Training:\nIn order to enable airport security to the extent, which\nsucceeds in mitigation of such threats, training of personnel\nperforming duty at airports becomes of paramount\nimportance. CISF trains its personnel deployed for airport\nsecurity duties in tune with the National Civil Aviation Security\nTraining Programme, which comply with the standards of\nAnnexure-17 of ICAO (International Civil Aviation\nOrganisation).\n8.4.1 The personnel implementing security controls shall be\ntrained and certified as per National Civil Aviation Security\nTraining Programme of India and shall possess all\ncompetencies required to perform their duties. Appropriate\nrecords of training & certification shall be maintained. Initial\nand periodic assessments shall be made to maintain\nestablished standards of peformance.\n8.4.2 AVSEC Courses for different ranks of ASG personnel\nare as under:\n(I) Gazetted Officer\nAVSEC Basic Courses\nOther Specialize courses\ndetailed\nas and when\n(ii) Inspectors\nAVSEC Basic Courses\nScreener Certification\nOther Specialize courses\ndetailed\nas and when\n(iii) Sub-lnsp/Exe\nAVSEC Basic\nScreener Course\n(iv)Sub-Insp\n(Intelligence/\nSurveillance)\nAVSEC Basic\nProfiling Course\nt0",
  "13": "(v)A5I/HC/Const\n(Graduate & below\n60 yrs)\nAVSEC BAS|C\nCourse on Access\nVital installation/\nScreener Course\nInduction Courses\nControl and Guarding of\n(vi) Others\nAVSEC Awareness training\nInduction Course\n8.4.3 Keeping in view the requirement as delineated in NCASTP,\nthe CISF has established 06 ASTIS (Aviation Security Training\nInstitutions) at the following locations to impart the training\non AVSEC courses.\nSN\nName of ASTIS\nLocation\n1.\nASTI Delhi\nDelhi\n2.\nASTI Mumbai\nN4umbai\nASTI Kolkata\nKolkata\n4.\nASTI Chennai\nChen nai\n5.\nAST1 RTC Arakkona m\nArakkonam\n6.\nASTI CISF NISA Hyderabad\nHyderabad\nThere are two main Courses, which will be run at ASTIS of\nCISF:\nl.Basic Avsec Course : -\n. Basic Avsec training will be imparted to ASG\npersonnel who get posted at the Airports, with a\nview to equip them with the requisite aptitude,\nknowledge and skills of Aviation Security.\n. The syllabus of training has 17 modules, developed\nby The Bureau of Civil Aviation Security (BCAS)'\nThese 17 modules are based on ICASO security\nmanual - Annexure 17. These 17 modules are----\n11",
  "14": "Module\nNo.\nSubject\n1\nOoeninq Activities, Course Introduction And Administration\n2\nOverview of International Civil Aviation Security\nWorkinq At The Airport\n4\nAccess Control - People\n5\nAccess Control - Vehicles\n6\nRecognltion of Explosive Devices And Other Prohibited\nArticles\n7\nBuildinq Search Procedures\nB\nPatrollino and Guardinq\n9\nScreeninq and Searchinq of Passenqers and Baqqaqe\n10\nConventional X-Ray EquiDment\n11\nProtection of Aircraft\nt2\nPhysical Inspection of Baggage\n13\nEmergencies and Contingencies\nL4\nEscortinq People and Consignments\n15\nProtecting Aircraft Catering Uplift\n16\nProtecting Cargo, lvlail and Couriers\n1,7\nPassenger Behaviour Detection And Security Environment\n. Gos and NGOs are eligible for undergoing Basic\nAviation Security Course.\no Pre-training of 07 working days will be imparted\nto candidates by CISF at same ASTI before\nappearing in screener certification course,\n2. Screener's Certification test : -\n. Eligible personnel who will qualify in BASIC Avsec\ncourse will have to undergo screener\nceftification course for performing pre-\nembarkation security check duties at SHA. All\nour screeners performing pre-embarkation check\nduties will be Certifled Screeners. (Certiflcation\ndone by the BCAS).\n. Batch capacity will be of 40 candidates.\nt2",
  "15": ".In this course, 03 days training on X-ray BIS,\nETD, DFMD, HHMD along with class room\nsessions will be imparted before the certification\ntest. The certification test will take place for two\ndays.\n. Screener cedification test will be conducted by\nBCAS through a Board consisting of one officer\nfrom BCAS and another from Airport\nOperator/Airline Operator. Final result is\npublished by BCAS on its website.\no Pre-training of 07 working days will be imparted\nto candidates by CISF at same ASTI before\nappearing in screener certification course.\nApart from above, some other training will be imparted to\nPersonnel of ASG to meet the professional excellence in the\naviation security are :\nInduction Training:-CISF personnel who reports at\nairports on regular posting will be imparted 05 day Induction\ntraining to familiarize them with functioning of airport and\nAviation Security.\n* Soft skills training:\nSoft skill training has been made an integral part of\naviation security training for all ranks of CISF. It has also\nbeen incorporated in the Basic training curriculum of recruits\nin each rank.\n* Passenger profiling and Behaviour Detection training:\nThe importance of behavioral analysis (profiling)\nhas been well recognized by CISF as a tool for aviation\nsecurity. ASG personnel have been trained on TOT (Trainlng\nof Trainers) basis from ICTS, Europe, BCAS wlth the help of\nTSA and the Intelligence Bureau. These ToT trained\npersonnel will impart in-house training to ASG personnel on\na regular basis.\nt3",
  "16": ".!. Special Tactical Training :\n. CISF has started tactical training module for its\npersonnel deployed in QRT and Terminal Marshal with\nthe objective to enhance the counter terrorism skills\nsurveillance, QRT, Dog Handling, Stopping, restraining\nand neutralizing a rogue vehicle. This include both\nLMVs and heaw vehicles, Firing skills, Communication\ndrills, Reflex exercises, Bomb Detection & Disposal etc.\n. As per operational requirement at Airports, SOs & ORs,\nwho will be performing QRT duties and Marshal duties\nat Airpots. These trained personnel will further impart\ntraining to all personnel posted at the airports.\n8.4.4 Initially, ASG personnel deployed in QRT will be trained\nby National Security Guard (NSG). Subsequently, a TOT\ncourse will be conducted by NSG and the personnel trained\nby NSG will impart training to QRT of CISF/ASG.\n8.4.4 Operator Training Simulator Course will be conducted\nfor 10 days following the Basic AVSEC Course.\n8.4.5 It shall be ensured by Chief Airport Security Officer\n(CASO) that:\no Suitably trained personnel are available for deployment\nwho can apply a standardized level of preventive\nsecurity for the safe operatlon of civil flights in normal\noperating condition and who are capable of rapidly\nexpanding such security to meet any increased\nthreat/risk situation through access control, perimeter\nsecurity, anti-sabotage measures, anti hijacking and\nother preventive security measures to prevent any act\nof unlawful interference to Civil Aviation.\n. Personnel carrying out screening duties are trained and\ncertified and their quality of performance is kept to the\noptimum level by refresher and on the job training'\nl4",
  "17": "Performance is also assessed by TIP software and by\nperiodical decoy/dummy checks.\nAviation security training courses, as specified by the\nBCAS, are arranged, for the ASG personnel in\naccordance with the prescribed training modules.\n. No security personnel who has not been trained, tested\nand certified as per the National Civil Aviation Security\nTraining Programme shall be deployed as screener\nduties.\n8.4.6 A Pre-course on AVSEC Basic for 10 days will be\norganized at Subsidiary Training Centres for eligible\nAsl/Hc/Constables. Those, who pass the pre-course, will be\ndetailed to undergo the final AVSEC Basic Course.\n8.4.7 Officet deployed as in-charge of the Aviation Security\nGroup at airport should at the earliest undergo and pass\navlation security course as prescribed by the Director\nGeneral, BCAS.\n8.4.8 The Chief Airport Security Officer at an airport shall be\nresponsible for quality control of in-house training.\n8.5 Certification of Screenersi\n8.5.1 Training syllabus/course contents prescribed by\nDirector General, BCAS shall be followed by ASG. Test and\nCertification for basic AVSEC and Screeners will be done by\nDG, BCAS only.\n8.5.2 The training for screeners shall be valid for Wvo years\nfrom the date of successful completion and refresher training\nis to be attended by screeners for validation of certification.\nRefresher training for screeners after every two years is a\nmust and test and certiflcation will be done by DG, BCAS\nbefore revalidation of certification.\nl5",
  "18": "8.5.3 Necessary training record shall be maintained by CASO\nand shall be made available for inspection by BCAS/CISF\nofficers.\n8.6 Performance assessment of security staff\n8.6.1 Mechanism shall be developed to measure and ensure\nprofessional competence of all the staff of ASG.\n8.8, Surveys, Inspection and Audits\n8.8.1 Aviation Security Group shall cooperate and coordinate\nwith Appropriate Authority for surveys and inspections to\nidentify security needs, for the implementation of security\ncontrols and to test their effectiveness.\n8.8.2 Formal inspections of ASG relating to their area of\nresponsibility should be carried out by trained and certified\nofflcers of CISF in order to ensure implementation of their\nfunctions prescribed by BCAS as given in the Airport Security\nProgramme of the concerned airport.\n8.8.3 Security Audits, inspections and tests at an airport shall\nbe conducted as per the following frequency:\nSecurity Audit\nAirpofts headed by\nDIsG\nAirports headed by\nComdt/DC/AC\nOnce per year by Sector\nIG.\nper year by Zonal\nOnce\nDIsG.\n16",
  "19": "Security Inspection\nAirpofts headed by\nDIsG\nAirports\nheaded by\nComdt.\nAirports\nheaded by DC\nand below\nOnce per year by\nSector IG.\nonce in two year\nby Sector IG.\nOnce\nyear\n]G\nthree\nSector\nin\nby\nOnce per year by DIG\nOnce per year\nby DIG\nOnce per year\nby DIG\nLWE affected airports (Patna, Vizag, Gaya &\nRanchi)\nSector IG / Zonal DiG will visit LWE affected airports once\nin six months\nDecoy checking:-\nIn order to check the operational preparedness and efficacy\nof duty personnel to further excel in their operational requirements\nthe airports the decoy checking has been done as following :\n. Decoy checking by APS HQ tvvice at the Hypersensitive\nalrports while once at other airports in a year.\n. Monthly decoy checking from the Zonal DIG at all the\nairports under their command.\no CASO to conduct dummy checks at his airport on regular\nbasis.\n. In case of any alert situation the frequency of the dummy\nchecks is increased at all the levels,\nSecurity test\nHyper-sensitive\nairDorts\nSensitive\nairports\nNormal\nairports\nTwice in a year\nOnce in a year\nOnce in a year\n8.8.4 During inspection by senior ASG officers, coordination\nmeeting will be held with Head of the airport (Airport\nDirector/Controller) and CASO concerned to review and\ndiscuss the operational / administrative arrangements/\nrequirement of the concerned ASG. The Airport In-charge\nt7",
  "20": "shall be kept informed in advance. During conduction of audit\nby officers of CISF, coordination meeting may be organised\nwith Airport Director / Controller. No airlines or other agency\nwill attend the meeting officially or unofficially.\n8.8.5 Inspections/Audits shall be done on the format\nprescribed by FHQ/ Airport Sector. The copy of the inspection\n/audit format should also be forwarded to BCAS HQ for\nvetting.\n8.8.6 CISF/ASG will participate in the coordination meetings\nconvened by the BCAS from time to time.\n8.8.7 A copy of the report shall be made available to the in-\ncharge airport and to the DG, BCAS.\n8.8.8 No audit or inspection of other agencies working at the\na,rport is to be done by CISF.\n8.8.9 The action taken repot on all the audits conducted by\nCISF shall be sent to BCAS HQ.\n8.9 Security Test\n8.9.1 As per para 4.1.11 of SOP of ASG, security test can be\nconducted by senior offlcers of CISF to test the efflciency and\nalertness of CISF personnel.\n8.9.2 The security test shall only demonstrate whether the\nsecurity measure or control is effective as it is being applied\nat the place and time of the test.\n8.9.3 The use of test as a means of improving compliance\nshall be treated with caution by the concerned officer. The\ntest shall be carefully planned and conducted by the officers\nof CISF/ASG or other authorized officers in order to eliminate\nthe possibility of it being mistaken for a real attack with the\npossible resulting disruption to operation and risk of injury or\ndeath to all concerned person.\n18",
  "21": "8.9.4 Test shall be conducted under the close/dlrect\nsupervision of the authorized officer concerned in a\nconfidential manner without creating any hindrance in the\noperation and should be realistic to assess the efficacy and\nefflciency of the screening staff/Access control/surveillance\netc. Report of the test shall be sent to the Appropriate\nAuthority/Airport Sector within a week positively for taking\nremedial measures.\n8.10 Monitoring, Simulated Exercises and corrective\nmeasures.\n8.10.1 Security implementation of ASG at the airport should\nbe checked and confirmed by trained and certified officers of\nCISF.\n8.10.2 In order to test the efficiency of the contingency plan\nand to familiarize all concerned about their responsibilities\nconnected with civil aviation operations at the airpofts/ mock\nexercise to test the operational preparedness of all agencies\nwill be conducted at the airport level as per the guidellnes\nissued by the BCAS and the instructions issued by Airport\nSector/CISF from time to time for compliance/implementation\nin that regard.\n8.10.3 Contingency Plans, other than hijacking, shall be\nrehearsed periodically as per the instruction issued by\ncompetent authority to familiarize the ASG and other staff in\norder to handle real time sltuation effectively.\n8,11 Review of Contingency Plans:\n8.11.1 To check the operational preparedness of contingency plan\nand efficacy of various contingency plan followlng schedule of\nmock drills will be being followed :\n. Anti Hijacking Exercises: - Once in year at all airports.\n. Bomb Threat Exercises: - Twice in a year at all alrports.\n19",
  "22": ". Contingency Exercises: - The contingency exercises on\nthe following 10 contingency plans are being rehearsed\nat the airports regularly:\no Attack at Airport on facilities & airport users\n(Terminal Building)\no Armed attack within airport boundaries\no Armed attack on aircraft\no Armed attack from external points near the\nairport premises\no Unlawful seizure of vital installations\no Sabotage of vital installations\no Hostage taking at the airport\no Use of Aircraft for criminal purposes\no Fidayeen type terrorist attack at airport and its\nfacilities\no Bomb threats\n. Freouencv of Mock Drills at airports\no One mock drill/exercise every fortnight (Hyper-\nsensitive & International airports)\no Once in a month (sensitive and normal airports)\n8.11.2 Review of Contingency PIan shall be made on each\noccurrences or threat of unlawful interference to civil aviation\noperations.\n8.11.3 After each occurrence or threat or simulated exercise\nof acts of unlawful interference a review and analysis of all\nthat transpired shall be conducted by CASO concerned as\nsoon as possible.\n8.11.4 On the nature and severity of the occurrence, written\nrepods from participants shall be called for. All persons\ninvolved in any event shall submit reports on their roles, the\nproblems and success encountered relationships with other\ninvolved, effectiveness of communications, and observations\non the need for amendment or revision of the speciflc\ncontingency plan or the Aviation Security Programme.\n20",
  "23": "i\n8.11.5 The result of this review and analysis shall be made\navailable to the concerned organisations along with the\npermission of Appropriate Authority for updating the\nContingency Plan on need to know basis for implementation.\n8,12 Conclusion:\nThe Quality Control Programme which has been formulated\nas per required standards of BCAS AvSEC Order No. 16/2001\nin accordance with 3.4.1 to 3.4.8 of Annex-17 to the\nConvention on International Civil Aviation shall be\nimplemented by CISF uniformly at all the airports under its\nsecurity cover,\n*r<**i<xxx***\n2l"
}