{
  "1": "OFFICE OF THE DIG/CASO-MUMBAI AIRPORT\nCENTRAL INDUSTRIAL SECURITY FORCE\n(MINISTRY OF HOME AFFAIRS)\n(ISO 9001:2015)\n\nOPS CELL\nCISF CSMIA MUMBAI\n\nNo.0-42099/CISF/CSMIA (M)/OPS/ (130-APS-Circular)/20q.  Dated4./ 03 / 2020\nTo\n\nThe Sector Commanders\n\n(Dom / Int'/P & CS)\n\nCISF Unit CSMI Airport, Mumbai.\n\nSUB: Clarification on carriage of Satellite based devices at airports : Reg.\n\nPlease find enclosed herewith a letter/circular received from SDG/APS, HQRs, New\nDelhi, vide letter No.0-42011/APC/OPS (02)/Circular/AS/20-2342 dated 28\" February\n2020 regarding above cited subject along with the remarks of DIG/CASO thereon.\n\n2. In this regard, the same is forwarded herewith for kin perusal and further\nnecessary action at your end please. 0\n\nEncl: As above.\nCOMMANDANT/OPS\nCISF UNIT CSMIA MUMBAI\n02”\nCopy to: 4\n1. All Shift GO/ICs : For information and necessary action please\n2. All Coy Commanders : -do-\n\n5. IC ASTI $ -do-\n",
  "2": "% oe OFFICE OF THE SPECIAL DIRECTOR GENERAL/AIRPORT SECTOR\n\n@&)\n\nCENTRAL INDUSTRIAL SECURITY FORCE ve\n(MINISTRY OF HOME AFFAIRS) Ly Van\n\nG mw\na Wy ss SEF coment”\n\nAdm. Block, Ground Floor, 4 J.\nMahipalpur, New Dana ce\n\nNo.0-42011/APC/OPS (2)/Circular/As/20- 2-3 4 2 Detedig Feb ‘2020\n\nTo\n\nIG/APS-I & II\n\nDISG/AP (NZ, E&NE, SZ & W2)\n\nDIsG/CASOs of ASGs Delhi, Mumbai, Chennai, Hyderabad & Bangalore\nDIG NISA Hyderabad (for AvSec Cell)\n\nDIG RTC Arakkonam (for AvSec Cell)\n\nAll CASOs of ASGs CISF\n\nSub: Clarification on carriage of Satellite based devices at airports,\n\nEnclosed please find a copy of MHA letter No. 11/21021/31/2017-IS.11/M dated\n\n10.02.2020 on the above cited ‘subject.\n\n2\n\nVide the letter ibid, MHA has clarified the following on carriage of Satellite based\n\ndevices at airports:-\n\n@.\n\n(i).\n\ni).\n\nSatellite based devices like Inreach Explorer & Hand Held Satellite Communicator of\nGarmin and other brands are two way messaging (SMS, email, Social Media\nPosting) devices that use Iridium Satellite Communication Network System,\nSimilarly, hand held satellite communication devices and GPS trackers of Garmin\nand other brands which use satellite services of Iridium are not permitted in India.\n\nAS Per existing Govt. policy, Iridium based satelite services are not permitted in\nIndia as the Gateway Earth Station for this satellite communication service is not\nae ie\n\nlocated in India, The data transmitted by the Iridium terminal might be intercepted\nby the country where its Gateway Earth Stations are located.\n\nTherefore, carriage of such devices which use satellite services of Iridium in India\nAe ee\nshould not be allowed without ‘specific permission of Government\n\n",
  "3": "3, In this regard, APS HQ has already taken up the matter with the Bureau of Givil\nAviation Security (BCAS) for issuing a larification regarding allowing satelite based\ndevices (eg. Inreach Explorer, Hand Held Satellite Communicator, GPS tracker etc.) of\nGarmin and other brands, through pre-embarkation security check of the airports, for\nsmooth SHA operations and to avoid confusion.\n\n4, However, till the issuance of BCAS’s guidelines in this regard, I have been directed\nto request you to adequately sensitise the ASG personnel engaged in pre-embarkation\nsecurity check duties, through regular briefing and de-briefing, and ensure implementation\nof the MHA’s above clarifications, on the ground.\n\n$.. T have also been directed to request Zonal DIsG (NZ, SZ, WZ and E&NE) and\nDIG/CASO ASG Dethi, Mumbai, Chennai, Bangalore and Hyderabad to ensure compliance\non the above instructions at the ASGs under their respective jurisdiction/supervision.\n\n6. This has been issued with approval of SDG/Airport Sector.\nEncl: As above.\n\nee\n\nAIG/Airport Sector\n",
  "4": "No. 11/21021/31/2017-18.11/1\nGovernment of India\ninistry of Home Affairs\n\nNorth Block, New Delhi\nDated: \\ February, 2020\n\nSubject: Clarification on carriage of Satellite based devices at airports -\nregarding.\n\nheld satellite communication devices and GPS trackers of Garmin and other brands\nwhich use satellite services of Iridium Which are not permitted in India, As per\nexisting Govt. policy, iridium based satellite services are not permitted in India as\nthe Gateway Earth Station for this satellite communication service is not located in\nIndia. The data transmitted by the Iridium terminal might be intercepted by the\ndere unhere its Gateway Earth Stations are located. Therefore, carriage of such\ndevices which use satellite services of lridium in India should not be allow a without\nPecific permission of Government of Taiz\n\nFy 2\nEN: yy, 6\n2 |\n\nAva Airs. S\\N\nrey” (Shailendra Vikram Singh)\n} Deputy Secretary to the Govt, of Init\n| ra Tel: 011-23003753\n\nTo, ai ae\n\nSh. Mukund Mohan\npoint Director (Policy), Bureau of Civil Aviation Security,\nMinistry of Civil Aviation,\n\nRaving, Lill Floor, Janpath Bhawan, Janpath,\n\nNew Delhi\n\nCopy te:\nBh. MA Ganapati,\nSpl. DG/ Airport Sector, CISF\n\nAdministrative Block, CISF Complex,\nMahipalpur, New Dethi-37\n\ntil rae\n"
}