{
  "1": "\\\\sY\nOFFICE OF THE ADDL. DIRECTOR GENERAL/AIRPORT SECTOR\nCENTRAL INDUSTRIAL SECURITY FORCE\n(MINISTRY OF HOME AFFAIRS)\no-4201sicrsF/Aps/ops/AHE/20- 1 rl 6o\nTo\nAdministrative Block\nCISF Complex, MahipalPur\nBy Pass Road, New Delhi-37\nDated: Zt Sept'2021\nZonal DIsG/AP (NZ, SZ, WZ and E&NE)\nDIsG/CASO of ASGs Delhi, Mumbai, Chennai, Hyderabad & Bangalore\nAll CASOs of ASGs\nSub:@\nPlease find herewith a copy of FHQrs letter No. 3255 dated 23.09.2021 on the\nabove subject matter.\n2. \nFHQrs has informed that NSG has recently carried out Exercise GANDIV-III in\nBhopal and Ahmedabad. On examination of the feedback submitted by CISF observers,\nthe following actionable points have emerged:\ni) Any terrorist attack on an oil refinery or chemical Plant has the potential to\ncause high collateral damage both in terms of property as well as life. The\nscenario will also be difficult to handle, as any counter operation will have to\ntake into account many constraints, due to the complex layouts of such\npremises and the hazardous nature of industrial processes.\nii) As CISF is first responder, it would not only require deep understanding of the\nindustrial processes and their hazard potential but also continuous and close\ninteraction with the operational/administrative staff till all the terrorists are\nneutralized and the site sanitized/cleared from all threats.\niii) Proper assessment of the situation and the manner in which it is reported to\nState/higher authorities, as any shortcoming would lead to inappropriate/\ndelayed counter-response and possibility of high collateral damage.\niv) Clear mechanism and proper chain of command, will have to be established in\nall Airpofts and the designated as well as alternate persons identified in each\nagency/organization who would need to be informed/contacted in such\ncontingencies.\nv) SOPs of many of the Units do not include these aspects. Therefore,\nContingency plans/SOPs need to be modified accordingly.",
  "2": "r,\nvi) GOs, SOs and ORs, who have worked in NSG could be gainfully utilized, where\nsuch attacks are anticipated.\n3. \nIn view of the above, I have been directed to request all CASOs of ASGs to\nincorporate the above actionable points in the relevant SOPs wherever necessary. Zonal\nDIsG and DIsG/CASOs may alsO submit a comprehensive compliance report on the\naforesaid directions to this HQ by O7.1O.2O21 positively, for perusal of the competent\nauthority and further submission to FHQrs please.\n4. \nThis has been issued with the approval of the Competent Authority.\nCopy to :\nIG/APS (I & II)\nFor favour of kind information please.\n(Arun Si{foh)",
  "3": "q-drfri{rdq \n^09\nDIRDCTORATE GENERAL \nI ,'I J'.-\nddq 0ffifir6 g-rnr e-d \n\" l-lf,l,\nCENTRAL TNDUBTRTAL sEcrrRITy FoRcE \n1 V\ng6 rirmq)\n(MINISTRY OF HOME AFFAIRS}\"' w]-o e.-rs s.fr.oirl ffi\"*r'\nBLOCK NO.I3, C.G.O, COMPLET\n!ITEII./ BRAXCE : IIftqFFI\nq, d O-+ZOSSlOps/Mock drills/202 1-\n+ft {rs a-$ ftfr-rrooos\nLODHI ROAD, NEW DELHI - I1OOO3\nzecs\nDate: 6lgSen'ZOZt\nrY'{r t,\nAll Sector IsG (including Director NISA)\nSubject: Conductiuq of mock drllb: Res.\nIt is intimated that NSG recently carried out Exercise GANDIV-IU in Bhopal\nan!-Ahmd3@d. DIG/BSP Bhilai and DIG/SECL Bilaspur-iGiIEE-GE-\nrespectively, as observers.\n2. \nln this regard, the feedback reports have been received from the concerned\nofficers. On examination of the feedback at this Dte, the following actionable points\nhave emerged:\n. Any terrorist attack on an oil refinery or chemical Plant has the potential\nto cause\ncollateral\nboth in terms of property as well as life.\nThe scenario will also be\nto handle, as any counter\nhave to take into account many constraints, due to the complex layouts of\nsuch premises and the hazardous nature of industrial processes.\nAs CISF is first responder, it would not only require deep understanding of\nthe industrial processes and their hazard potential but also continuous\nand close interaction with the operational/administrative stalf till all the\nterrorists are neutralized and the site sanitized/ cleared from all threats.\nProper assessment of the situation and the manner in which it is reported\nto State/higher authorities, as any shortcoming would lead to\ninappropriate/ delayed counter-response and possibility of high collateral\ndamage.\nClear mechanism and proper chain of command, will have to be\nestablished in all Sectors and the designated as well as altemate persons\nidentified in each agency/organization who would need to be\ninformed/contacted in such contingencies.\nColrtd...2l-\nTtql",
  "4": "-2-\n. SOPs of many CISF\nContingency\nAtomic, Oil & gas, Chemical, Micro-biological Laboratories\nGOs, SOs\nbe\nto such industrics/ establishments where such attacks are\n3. \nIn view of the above, it is requested to take necessary action accordingly.\nFurther, the Units may also incorporate the above actionable points in the rclevant\nSOPs wherever necessary. A comprehensive compliance report may be sent to this\nDte. by 1l.1O.2$il, tor perusal of competent authority, please.\n*k**12'q\nCopy to:\nADgG (North, APS & South)\nsq q6fufi65'/cfurtr{ w c. u.\n: \nfor favour of kind information, please.\nneed to be modilied accordingly."
}