{
  "1": "oFFrcE oF THE ADDL. DTRECTOR GENERAL/ATRPORT SECTOR\nCENTRAL INDUSTRIAL SECURITY FORCE\n(Ministry of Home Affairs)\nNo. o-42015/CISF/APS loPslAHE1}}- q 3 11\nTo\nAdministrative Block\nCISF Complex, Mahipalpur\nBy Pass Road, N. Delhi-37\nDated: fiSept.'202t\nDIsG/AP (NZ, SZ, WZ and E&NE)\nDIG/CASO ASG Delhi, Mumbai, Chennai, Hyderabad & Bangalore\nAll CASOs of ASGs\nSub: Conveninq of Aerodrome Committee Meeting (ACM) at airpofts in\nIndia: Reg\nEnclosed please find herewith a copy of letter issued from BCAS HQ vide No CAS-\nACM|L|2)Z1-OPS DIV-BCAS (E-195445) dated 23.09.202L on the above subject matter.\n2. \nBCAS has communicated that Aerodrome Committee constituted under the\nContingency Plan for Handling Aircraft H'rjack Situation are to be activated at all airpofts in\nIndia. BCAS has therefore directed all the Airport Directors to convene Aerodrome\nCommittee Meeting (ACM) before 20th October,2O2l and submit a report to BCAS HQ.\n3. \nI have been directed to request all CASOs of ASGs to proactively follow-up on the\naforesaid directions and ensure it is complied upon within the time frame and forward a\nreport on the Aerodrome Committee Meeting along with the date of the meeting, details of\nthe participants, proceedings if any of the meeting to APS HQ separately through concerned\nZonal DIsG in a consolidated manner by 25th of October, 2O2L as per below\nmentioned proforma:\nSI No\nName of ASG\nDate of\nACM\nDetails of\npafticipants\nLessons learnt / observations\ndiscussed durinq ACM (in brief)\n4. \nThis is issued with the approval of Competent Authority.\nEncl: as above\nCopy to:\nIG/APS-U, Bangalore\nAHE Conespondence\n(Arun Sinlh)\nFor favour of kind information please.",
  "2": "h'\nThroueh E-mail\nA{fffr V{fr'K/Govern men t of I n d ia\naprf frqra;f dxmfql$inistry of Civit Aviation)\n;nR Eqrrt;r s{&Tr Eq$lBureau of civil Aviation securify\n'3l',Eig, [-[-III II6f, 6qq fiirrr, x|?fipt/r4r wing-I, II, uI Janpath Bharvan, Janpath\nr$ ffil \nI 0001/I.{erv Dethi-l I 0001\nNo- CAS-ACMI|DAZI-OPS DIV-BCAS (E- tgi44s)\nTo,\nAllAirport Directors\nm,\nJoint Director (Tech)\nBCAS I-lQ, New Delhi\nCopy to for information and necessary action:-\nl. All DOsP I Commissioners of police (States/ UTs)\n2. ACS/PS (Home) (Statesl UTs)\n3. DG, CISF, COO Complex, New Delhi\n4. DC, NSG, Metram Nagar, palam, New Delhi\n5. Joint Director, IB (MHA), New Delhi\n6. Addl. DG (Airport sector), clsF coo's complex, Lodhi Road, New Delhi.\n7. Chairman AAI, Rajiv Gandhi Bhavan, New Delh.\n8. All Regional Directors, BCAS (for follow up action)\nDate:23109/2021\nSub:\nIn compliance of directives issued by this Bureau on the subject, Aerodrome Committees,\nconstituted under the contingency plan for handling aircrafr hijack situation, are required to be\nactivated at all airports of India.\nZ, \nTherefore, I am direeted to convey that all Airyort Directors may convene Aerodrome\n9.:.i*,: l'tltinS (ACM) under the contiugency plan for handline aircran hijack situation\nbefore 20\" of October 2021 and submit a report to BCAS He.\n3. \nThis has the approval of DG, BCAS.\nYours faithfully,\nfrpv\"'&4 uD ta^4ite +l^ l,a/on! leu's"
}