{
  "1": "RESTRICTED\n\nOFFICE OF THE ADDL. DIRECTOR GENERAL/AIRPORT SECTOR\nCENTRAL INDUSTRIAL SECURITY FORCE\n(MINISTRY OF HOME AFFAIRS)\n\n‘Adm. Block, Ground Floor,\nCISF Complex\nMahipalpur, New Delhi- 37\n\nNo, 0-42011/APC/OPS (1)/Circular (BCAS)/24 } 2 g5 9 Dated 9 1 Sept’ 2024\n\nTo\n\nIG/APS-I 81\n\nDIsG/AP (ERNE, NZ, SZ & WZ)\n\nDIsG/CASO ASG Delhi, Mumbai, Bangalore, Hyderabad, Kolkata, Chennai & Ahmedabad\nAll CASOs of ASGs\n\nSub: Regulated Agent Cargo Security Programme: Reg\n\nPlease find enclosed herewith a copy of Corrigendum to Addendum-T of AvSec Order No.1/2009\ndated 09.03.2024 circulated by BCAS vide letter 15-51/246/2015-Policy Division-BCAS (E-89042) dated\n26.08.2024 on the above subject matter.\n2. This is for kind information and necessary action please.\n\nEncl. As above.\n\n(Vishal Sharma)\nDC/Airport Sector\n\nCopy to:\n‘AvSec Cell NISA Hyderabad and RTC Arakkonam : For favour of kind information please.\n",
  "2": "",
  "3": "15-51/246/2015-Policy Division- BCAS (B-89042)\nURd WHR/ GOVERNMENT OF INDIA.\nFER PA WRAT AR / MINISTRY OF CIVIL AVIATION\namr fara Hares /BUREAU OF CIVIL AVIATION SECURITY\nSSM Ue, WHarsit FAY sgI/ UDAAN BHAWAN, SAFDARJUNG AIRPORT\nag feeft- 110003 / NEW DELHI - 110003.\n\nDate: 26.8.2024\nCorrigendum to Addendum - I of AvSec Order No. 1/2009 dated 9.3.2024\n\nSubject: Regulated Agent Cargo Security Programme.\n\nIn exercise of powers conferred under rules 46 and 62 of the Aircraft\n(Security) Rules, 2023, Director General, Bureau of Civil Aviation Sccurity, for\nthe purpose of the safety of passengers, crew, ground personnel and the\ngeneral public in all matters relating to safeguarding against act of unlawful\ninterference with civil aviation, directs for partial modification of Addendum -I\nof AvSec Order No.1/2009 dated 9.3.2024\n\n2, Contents of the existing Para 5.3.2(e) is hereby deleted and new\ncontent is hereby inserted in-situ:\n\n5.3.2 (e) Entity shall establish/conjirm the nature of consignments in terms of\nsize, stability, weight and density during screening of the cargo to ensure that\nIEDs are not concealed in consignments. Entity shall also ensure that all cargo\nare X-ray screened unless the same is not possible due to its nature. Such cargo\nshall be subjected to physical search, ETD and/or Explosive Detection Dogs. The\nfollowing screening methodology shall be applied on cargo or mail based on the\nnature of the consignment:\n\ni) General Cargo including VAL screening: X-Ray/Physical Search\nand/or Explosives Detection System or Explosives Detection Dogs.\n\nii) Perishable Cargo or fresh produce: X-Ray/Physical Search and/or\nExplosives Detection System or Explosives Detection Dogs.\n\niii) Dense cargo shall undergo physical search, ETD and/or Explosive\nDetection Dogs in addition to X-ray screening.\n\niv) Live Animal: Visual and/or Physical check along with ETD shall be\nperformed on live animals. All accompanying items, such as feedbags,\ncages and containers, shall be subjected to security controls such as X-\nRay/ Physical search and ETD,\n\n\\ Page 2of2\nned,\n",
  "4": "Se\n\nv) Dangerous Goods: Carriage of Dangerous Goods inclisding radioactive\nmaterials, shall be in accordance with The Aircraft (Carriage of\nDangerous Goods) Rules, 2003. Such consignments shall be subjected\nto X-ray sereening and/or ETD.\n\nvi) Oversized Consignments: shall undergo Physical Search followed by\n\nTD and/or Explosive Detection Dogs.\n\nvii) Biomedical samples, vaccines, perishable medical items: shall be\nsubjected to a thorough verification of shipping documents to ensure\nthat the cargo matches the description on shipping documents. Visual\ncheck shall be carried out for any sign of tampering and establishment\nof genuineness of consigner.\n\nviii) Life-sustaining items such as blood, blood products, bone\nmarrow: All relevant documents shall be verified. Visual check shall be\ncarried out for any sign of tampering.\n\nix) Unaccompanied baggage carried as air cargo: All such cargo shall\nundergo X-ray screening, physical search and/or ETD or Explosive\nDetection Dogs.\n\nx) Human remains: All relevant documents shall be verified, and HUM\nshall be screened through X-ray machine to ensure that it doesn't\ncontain any prohibited / dangerous item.\n\nxi) Diplomatic bags/pouches as cargo: X-ray screening shall be carried\nout as per the laid down screening instructions. It will not be opened\nunder any circumstances.\n\nxii) High risk cargo and mail: RA shall apply at least two methods of\nscreening including ETD or EDD or/and physical search.\n\nAll other provisions of Addendum-I of AvSec Order 1/2009 dated\n\n9.3.2024 shall remain unchanged.\n\nRena Hasan, IPS\nGeneral\n\neS\n\nDistribution: As per standard list.\n"
}