{
  "1": "OFFICE OF THE ADDL. DIRECTOR GENERAL/AIRPORT SECTOR\nCENTRAL INDUSTRIAL SECURITY FORCE\n(MINISTRY OF HOME AFFAIRS)\n\n‘Adm. Block, Ground Floor,\nCISF Complex\nMahipalpur, New Delhi- 37\n\nNo, 0-42011/APC/OPS (1)/Circular (BCAS)/24 1465 ¢ Dated /9 Sept’ 2024\n\nTo\n\nIG/APS-I &d1\nDISG/AP (E&NE, NZ, SZ & WZ)\nDIsG/CASO ASG Delhi, Mumbai, Bangalore, Hyderabad, Kolkata, Chennai & Ahmedabad\n\nAll CASOs of ASGs\nSub: Security functions to be carried out by Aircraft Operators: Reg\n\nPlease find enclosed herewith a copy of Corrigendum-I to Addendum to AvSec order No.\n03/2009 circulated by BCAS vide letter No. CAS-7(23)/2026/DIV-I (Security Functions)/E-116624 dated\n13.09.2024 on the above subject matter.\n\n2. This is for kind information and necessary action please.\n\nEncl. As above. a)\n\\\nHealt\nelo\n(Vishal Sharma)\nDC/Airport Sector\nCopy to: -\n\n‘AvSec Cell NISA Hyderabad and RTC Arakkonam : For favour of kind information please\n",
  "2": "Restricted\n\nNo. CAS-7(23)/2016/ DIV-1 (Security Functions) / E-116624\nURAATGHR / GOVERNMENT OF INDIA\nAPR AAT HATTY/ MINISTRY OF CIVIL AVIATION\nSPR AAPA YRATART/ BUREAU OF CIVIL AVIATION SECURITY\nBSH WA, WHareh GAY SIFl/ UDAN BHAWAN, SAFDARJUNG AIRPORT,\nfest - 110003 / NEW DELHI - 110003.\n\nDate: 13,9.2024,\n\nCorrigendum-I to Addendum to AVSEC ORDER Nc\n\nSub: Security Functions to be carried out by aircraft operators.\n\nIn exercise of powers conferred under Rule 34 and Rule 62 (1) of the\nAircraft (Security) Rules, 2023, the Director GeneralsB)\nthe safety of passengers, crew, airéraift, ground personnel and’ ‘the general public\nin all matters related to safeguarding against acts of unlawful interference with\ncivil aviation, directs for partial modificatiomin Addendum to AySec Oder No.\n\n3/2009 dated 16.8,2016 issued on the'sil\n\n2. The contents of Ya ‘Addendi\n\ndeleted and new cont inseried in-sitlhitreadse sag under:\n\n‘In case of foreign aircrapt operators, both passenger si freighter category,\n\nthe aircraft operators’ security functions shall be performed through airport\n\noperators, Indian aircraft carriers and,Regulated Agent (relevant functions\nye whose: egramme hag heen approved by BCAS. Foreign\n\ni6t,,be pertiitted to do selFhandling except in\nUs Bagg shandling activities at the airport\n\nwe g\n\nN68/2009 is hereby\n\n3. Para (iii) is hereby added after para (ii), which reads as under:\n\n‘All such joint airports, where the majority shareholding is with\nforeign partner/company, shall not be eligible for performance of these\nsecurity functions.”\n\n4. The other contents of the Addendum to AvSec Order No. 3/2009 dated\n\n16.8.2016 shall remain unchanged. All concerned shall implement this with\n\nimmediate effect.\n. Zulfiq’ aie Boor lasan, IPS\n\nDirector General, BCAS\n\n¥'\nDistribution: As per standard list. 13? \\ 4\n\nWarning: This document contains sensitive aviation security information which is regulated under\nrules 55 of the of the Aircraft (Security) Rules, 2022. 'o part of this document may be disclosed to\nperson without a ‘need to know\" as defied in NCASP.\n\n"
}