{
  "1": "OFFICE OF THE ADDL. DIRECTOR GENERAL/AIRPORT SECTOR\nCENTRAL INDUSTRIAL SECURITY FORCE\n(MINISTRY OF HOME AFFAIRS)\n\nAdm. Block, Ground Floor,\nCISF Complex\nMahipalpur, New Delhi- 37\n\nNo, 0-42011/APC/OPS (1)/Circular (BCAS)/24 42268 Dated 9 /, Aug’ 2024\n\nTo\n\nIG/APS-I &I\n\nDIsG/AP (E&NE, NZ, SZ & WZ)\n\nDIsG/CASO ASG Delhi, Mumbai, Bangalore, Hyderabad, Kolkata & Chennai\nAll CASOs of ASGs\n\nSub: Aerodrome Security Programme: Req\n\nPlease find enclosed herewith a copy of Corrigendum-I to Addendum to AvSec order No.\n06/2018 circulated by BCAS vide letter CAS-7(156)/Policy/2018/Aerodrome Security Programme(E-\n254364) dated 22.08.2024 on the above subject matter.\n\n2. This Is for kind information and necessary action please.\nEncl. As above. i)\naK Saal\n(Vishal Sharma)\nDC/Airport Sector\nCopy to:\n\nAvSec Cell NISA Hyderabad and RTC Arakkonam =: For favour of kind information please.\n\n",
  "2": "CAS-7(156) /Policy /2018/Acrodrome Security Programme (E-254364)\n‘URd HLH / GOVERNMENT OF INDIA\n‘ann fea HaTe/ MINISTRY OF CIVIL AVIATION\nang PRAHA URai SRI / BUREAU OF CIVIL AVIATION SECURITY\nISM UAH, WHS Gals SI¥l/ UDAAN BHAWAN, SAFDARJUNG AIRPORT\naig feet - 110003 / NEW DELHI - 110003.\n\nDate: 22.8.2024\n\nCorrigendum-I to Addendum to AVSEC Order No. 6/2018\n\nSubject: Aerodrome Security Programme.\n\nIn exercise of powers conferred under rules 10,11,13 and rule 62 of the\nAircraft (Security) Rules, 2023, the Director General, Bureau of Civil Aviation\nSecurity, for the purpose of the safety of passengers, crew, ground personnel and\nthe general public in all matters relating to safeguarding against act of unlawful\ninterference with civil aviation, directs for partial modification in this Bureau\n‘Addendum to AvSec Order No. 6/2018 dated 28.3.2024 issued on the subject.\n\n2. The existing Para 4.59.1 shall be read as 4.59.1 (a) in-situ and further, Para\n4.59.1 (b) is hereby inserted below 4.59.1 (a) in the template of Aerodrome\nSecurity Programme circulated vide addendum to AvSec Order No. 6/2018 dated\n28.3.2024, which reads as under:\n\nPara 4.59.1 (b) “Each aerodrome operator shall provide appropriate\ninfrastructure/ facilities, as applicable, so as to protect the aircraft from\nunlawful interference from the commencement of aircraft search/check till\ndeparture of the aircraft”\n\n3. All other provisions of Addendum to BCAS AvSec Order No. 6/2018 dated\n28.3.2024 shall remain unchanged. The above amendment shall be implemented\n\nwith immediate effect.\nde Wet, IPS\n\nDirector General\n\nofa] 4:\n\nDistribution: As per standard list attached.\n\n",
  "3": "Copy for Information and further n/a:\n\n4. The Deputy Secretary, Ministry of Civil Aviation, Rajeev Gandhi Bhawan\n\n2. The Deputy Secretary (VIP Seourity), North Block, MHA, New Delhi\n\n3. The ADG, CISF/Airport Sector, Block No. 13-CGO Complex, Lodhi Road, New Delhi.\n\n4, ‘The Deputy Director, Bol, MHA, 35 SP Marg, North Block, New Delhi\n\n5. The Executive Director (Security), Airports Authority of India, Rajiv Gandhi Bhawan, Golf Course Road,\nSector 43, Safdarjung Airport, New Delhi-110003.\n\n6. The Vice President (Security), DIAL, New Udan Bhawan, Opp. Terminal 3, IG! Airport, New Delhi-1 10037.\n\n7. The Chief Security Officer, BIAL, Bangalore International Airport Limited, Administration Block,\n\nDevanahalli-560300.\n\n& The Chief Security officer, MIAL, Mumbai International Airport Pvt. Ltd Chhatrapati Shivaji International\nAirport 1st Floor, Terminal 1 Santacruz East Mumbai-99.\n\n9, The Chief Security Officer, GHIAL, Rajiv Gandhi International Airport Shamshabad, Hyderabad-600108.\n\n40. The Chief Security Officer, CIAL, Cochin International Airport Ltd. Cochin Airport, Cochin.\n\n41. The Chief Security Officer, Noida International Airport Ltd, Jewar\n\n12. The CSO, Air India, Safdarjung Airport, New Delhi\n\n43, The Chief Security Officer, Spicejet Limited, 319, Udyog Vihar, Phase IV, Gurugram, Haryana-122016\n\n44, The Chief Security Officer, Inter Globe Aviation Limited, Level 1, Tower C, Global Business Park,\nMehrauli, Gurugram Road, Gurugram, Haryana-122002\n\n48. The Chief Security Officer TATA SIA Airlines Limited, (Vistara) Intellion. Edge Tower A 7th. 9th & 10th\nFloor, South Peripheral Road Sector 72, Gurgaon-122001 (Haryana, India).\n\n46. The Chief Security Officer, Akasa Airlines, Urmi Estate, Tower A, 12th Floor 95, Ganpatrao Kadam Marg,\nLower Parel (W), Mumbai 400013.\n\n47. The Chief Security Officer, AIX connect Pvt Ltd, Block 4, Vatika One-on-One, Sector 16, NH 48, Gurugram\n- 122007\n\n18 The Chief Security Officer, Alliance Air\n\n49. The Chief Security Officer, Star Air, 2” floor, Good earth tour, Sector-58 Gurugram, Haryana-122001\n\n20. The Chief Security Officer, FLYBIG Express Pvt Ltd, Killa No. 13/3/2/2(1-18), 3/1/1(1-17), Begampur,\nKhatola, Gurgaon, Haryana- 122001\n\n21, The Chief Security officer, Bluedart, 88-89, Old International Terminal Building, Meenambakkam Airport,\nChennai-600027.\n\n22, The Chief Security officer, DCSC, Cargo Terminal 2, Gate No.6, Air Cargo Complex, IG! Airport, New\nDethi-110037.\n\n23. The Chief Security Officer, CELEBI, Room No. CE-05, First Floor, Import Building-11 International Cargo\nTerminal, 1GI Airport, New Delhi-110037\n\n24, The Chief Security Officer, DHL, Plot Number-269, Udyog Vihar I! Rd, Udyog Vihar Phase 1, Udyog Vihar,\nSector 20, Gurugram, Haryana 122016\n\n25. The Chief Security Officer, Airworks, Plot No. 40, Sector 18. Gurgaon, Haryana 122015\n\n26. The Chief Security Officer, FedEx Cargo, Gate no - 6, Unit N- 17 to N - 23, ACLC - II IGI Airport, Opp.\nCargo Terminal, next to New Custom House, New Delhi, Delhi 110037\n\n27. The Chief Security Officer, AAICLAS, AAICLAS Complex, Delhi Flying Club Road, Safdarjung Airport,\nNew Dethi 110003\n\n28. The Chief Security Officer, Mumbai Cargo Service Centre Cold Chain Solutions Pvt. Ltd. (MCSCCCS),\nGala-19, Adarsh Industrial Estate, Sahar Road, Andheri (East) Chakala, Mumbai 400099\n\n29. The Chief Security Officer, TajSats, Indira Gandhi Int! Airport, Indira Gandhi Int! T3 Rd, New Delhi\n110037\n\n30. The Chief Security Officer, Oberoi Group, EIH Limited, 7 - Sham Nath Marg, New Delhi - 110054.\n\n31. ‘The Chief Security Officer, Bird WFS, E-9, Connaught House, Connaught Place, New Delhi- 110001\n\nInternal Distribution:\n\nPSS to DG, PA to Jt. DG, PA to DDG (Policy & OC), PA to DDG (Tech) PA to DDG (Ops & Trg.), Joint\nOps/Policy/Tech/Trg/OC/Admn, All Regional Directors.\n\nDelhi\n\n"
}