{
  "1": "OFFICE OF THE ADDL. DIRECTOR GENERAL/AIRPORT SECTOR\nCENTML INDUSTRIAL SECURITY FORCE\n(Ministry of Home Affairs)\nAdministratlve Block\nCISF Complex, MahiPalPur\nBy Pass Road, N. Delhi-37\nNo.o-42015/GISF/APS/oPS/CrCP-N/2018- \\\\57b \nDatedZl Dec'2018\nTo\nrG/APS (I&II)\nDIsG/AP (NZ, SZ , WZ and E&NE)\nDIsG/CASO Delhi, Mumbai and Chennai\nAll CASOS of ASGs\nSub: SOP on Counter Terrorist Continoencv Plan (CTCP) at airDorts:\nReg\nEnclosed please find herewlth BCAS HQ letter No CAS-9(22)12007/D|v.I/CTCP (E-\n86684) dated 01.10.2018 enclosing MHA Office Memorandum dated 27'09.2018 vide\nwhich new CTCP template has been forwarded.\n2. \nAs the finalization of SOP of CTCP for each airport is joint exercise, it has to be\nundertaken by a joint team of representatives of CISF, State Police, Airport Operator,\nDirector Security (AAI), Regional Director BCAS and CASO of ASG CISF/State Police\nconcerned. MHA has also clearly mentioned at point No 13 of the SOP that\nAppendix I to vI of the CTCP SOP will be decided by the Committee set up by\nthe BCAS for each airport.\n3. \nTherefore, matter has been taken up with BCAS for issuing necessary directions\nto all concerned Stakeholders to jointly finalize the SOP of CTCP based on new template\nforwarded by MHA and forward the jointly signed copy to all concerned for further\naction. It has been decided that from CiSF side, the Zonal DIG of the concerned airport\nwill act as Chairman of the said committee and CASO will be the convener of the\ncommittee, as per erstwhile practice. After preparation of draft CTCP plan, a meeting of\nthe concerned stakeholders should be convened at each airport to finalize the SOP of\nCTCP and for the signature/concurrence of all the members on the draft CTCP.\n4. \nThis is for information, reference and in-house planning and finalization of CTCP\nSOP based on new template for each airport once the order from BCAS is received.\n5. \nFor DIsG/CASO Delhi and Mumbai (where CTCP already sanctioned): It\nis requested to revise the existing CTCP SOP based on new template and share with all\nconcerned stakeholders for their information and record.\nEncl: as above\nM*z\n(n({[ahay)\nIG/Airport Sector",
  "2": "c As -9 (22)2007 mrv-r(cTCp) (E-86684)\ntrFrd g*rl:t / GOVERNMENTOF INDIA\nATJI{ frfrrtrA }i\"TFT{Ti MINISTRY OP CIVI L AVIAI'ION\nSICRET\n.Toint Director (Policy)\nPh. No 011-23723523\n/\\r1\nu\nCopy to :-\nh\\o\n1.\n2.\n3.\nAll Regional Directors, BCAQ (for lollow up action under respective jurisdiction)/\nUnder Secretary (Sl-rri Satish ehandeL). MOCA.\nConsr:ltant VS, MHA, IS.l Division ,VlP SecLrlitv Unir. Room No. 8. National Sladium. New,\nDelhi lWithorrt enc los Lrresl.\n)-ro-17 )- !l D q\nk\\A(}aj)\narrr* Bryrr* gtan aStl BUREAU oF ctvrL AVTATToN sECURrry\n.3f ?ig, I.uI ilil, GI;Fnr 3{,tI;T, iiIaqq-/ tA, WING I-III FLooR, JANPATH BHAWAN. JANPATI-I\na-$ ffi \nllooot / NEw DELHr - noool\nDate:-01.10.2018\nTo\n1. \nThe Director General, CISF. CGO Complex, Lodlri Road, Ner.v Delhi.\n2. \n- The Director General, CRPF, CGO Complex, Lodhi Road, New Delhi.\n3. \nTl-re Director General of Foiice Aii Sratesi UTs.\n,\nPlease refer MHA letter No V l.23ll8/l4l2}ll -VS dated 27tr' September.,20l8 on the above\nsubject (copy enclosed).\n2. I am directed to refer to above MHA letter vide which MHA has forwarded a new templatc of\nSOP on CTCP at Airports and requested that CTCP for each airyort be finalized (mainly its\nAppenciix I to V) by NI/O Civil Aviation and sirareci with ali concelned agencies. for its\nimplementation. It is requested tl.rat the coucelned ollicers/ agcncies ntay be directed to plan and\nimplement CTCP in respect of Airports rlanued by the State Police/ CISF /CRPF and a copy of the\nCTCP be foruarded to this Bureau al rl)e earliest.\n3. This issues with the approval of DG, BCAS.\n0fc\nnrl\nYours faithful\nrllB\nMw\n' )rL",
  "3": "SECRET\n, \nSOP ON COUNTERTERRORISTCONTINGENCY PLAN (CTCP)\n\" \nAT (name of airporfl AIRPORT, (name of citi.\n1. \nIntroduction\nAirports are on the threat radar of terrorist groups as high-value and high-impact\ntargets. ln view of prevailing security scenario and threats from various cross border\nand home grown terror groups, a counter terrorist plan has been drawn up to tackle\ndifferent types of threats. The Counter Terrorist Contingency Plan (CTCP) is\ncomprehensive and addresses emergent situations, which can arise on the city side\ncovering perimeter area, terminal buildings, vital installations, and operational area of\nairport. The plan inter-alia envisages different scenarios of terrorist threats and law\nand order challenges. It delineates operational measures to thwart the same as well as\nthe principles / methodology of response and coordination. It demarcates the\nresponsibilities amongst the forces deployed at airports.\n2. \nObiective:\nThe objective of this CTCP is to lay down clear guiclelines and responsibilities for\nall stakeholders at an airport, who are responsible for handling and controlling the\nemergent situations at the airport. It will be subject to control of the Aerodrome/Airport\ncommlttee and lts superior commrttees such as central committee (cc) and committee\nof Secretaries on Aircraft Hijack as envisaged under MoCA/BeAS's'-eontingency plan for\nhandling aircraft hijack situation\" of 2011.\n3. \nTerror situations anticioated :\nThe contingency plan for unlawful interference by terrorists with civil aviation,\nmay involve violent or silent entry (as passengers) of terrorists.\nI. In Silent entry, terrorists enter the airpoft as passengers to board an\naeroplane, to hijack it to raise their demand in exchange for the safety of\npassengers. For it, precautionary measures have to be taken through physical\nchecks, various machines, dog squads etc., to prevent any passenger to enter an\nairoaft/airport with arms, explosives etc. However, if an aeroplane is hijacked,\nthen action as laid down in the \"Contingency Plan for handling aircraft hijack\nsituation\" issued by BCAS in 2011, should be taken. It will involve demand by\nterrorists, response of the Government, negotiations, interpreters etc, which will\ntake 1-3 days or more. Similar action will be taken in case of a hostage situation\nin any part of the airport leading to some demand by the terrorists.\nII. In Violent attack on airport, the main objective of terrorists is to inflict\nmaximum damage and casualties. As such, the forces have to respond\nimmediately to kill them to minimize the damage/casualties. As such, the\nsecurity forces have to be well prepared for it in advance. For it, this CTCp has\nPaBe 1of 24",
  "4": "been prepared' viorent attack can take prace in various ways, incruding\nfollowing :\nCitv side/!and side\ni) \nCar borne aftacks using explosives at the alighfing area.\nlll \nForce-entry rnto the contiguous reception iiEi, .n\".t in area, sHA.\niii) Attack leading to hostage crisis.\niy) Attack using modes othlr than vehicles.\nv) \nAttack against vital installation on the city side.\nvi) Attac(sabotage on the city side incf uAinb iaiLombs in parking area.\ntlllouqh-oerimeter qreas into the air side folowed by attacks on aircraft\nin parking bays. etc. as well Is vitaf inriuffut-ionr.'f,errorists/fidayeen elements\nforcing entry into the airside.\n' \n.' \"'!i \n)\n3.c vita! instaflations: Attacks on vitar instailations on either side of the airport\nperimeter wall.\nSECRET\nti'\":\n3.A\n3.8\n3.D\ncontiouous.areas bevonc.,AAr.perimeter: Missile attacks or use of standoff\nff-.f::::li::t.i5Tn/fr:llities from outside airpoft perimeter warr, pariicuiiirv\nthe approach of funnel \narea (s). \nrvirilrelv,rurr'\n3.F\n3.G\nAttack on fuel deoot inside or outside the airport premises.\nCh:emical, Bioloqi \nck or incident\n: The response will be as rrelineated in\nformulated by the Airport operator based on Disaster Management-pran oiiulocn\nissued vide OM No. AV-13024|2S|2OLS-AS, dated 11.08.2016.\nuAVs/Drones can be used by terrorists/insurgents etc/miscreants to drop\nexplosives, photographic surveillance, espionage etc at airports/vital installations.\nDemarcatior of resoonsibilities: Different security agencies shall be\nresponsible for the following demarcated areas. wherev6r CISF is noi\ndeployed at an airport, the word .CISF\" shail be replaceJ Oy Stiie\nPolice or any other security agency deployed.\nCitv side:\ni) \nApproach roads outside Ml/Airport Operator,s propefi limits (State\npolice -first responder)\n3.H\n4.4\nPage 2 of 24\n,_i 3.E\ncrinlinal activity in and around airoorts can act as facilities for terrorist\nattacks.",
  "5": "L\nSECRET\nii) \nApproach roads within Ml/Airport Operator's property limits (CISF\n(wherever sanctioned) otherwise State police on attack)\niii) Terminal Buildings (CISF - first responder. NSG / State police on attack)\niv) Visitors Gallery (CISF - first responder. NSG / State police on attack )\nv) \nParking areas (CISF - first responder. Contractor to regulate parking.\nState Police on attack)\nu) \nVital installation (CISF - first responder. State police on attack )\nAir side\ni) \nApron / Hanger / Workshop / ATC (CISF--first responder. NSG and State\nPolice on attack)\nlil \nIsolated parking bays (clSF-first responder. NSG & state police on attack)\n!ii) vital installations (cISF - first responder. NSG & state police on attack )\niv) All operational gates (CISF - first responder. NSG & state police on aftick\nv) \nState police - first responder in case where CISF is not deployed.\nvi) State Police first responder where CISF is not depioyed.\nPerimeter :\ni) \nCISF - first responder. State police on attack.\nii) \nState Police first responder where CISF is not deployed.\neevond perimeter (C \n: State police - first responder,\nincluding coordination wlth neighboring districts.\nlntsllrqenee collection: All security agencies deployed at the airports including\nIB, State Intelligence, State police, CISF (guarding agency), Deience agenciei\netc shall be responsible for collection of intelligence ano straring inputsimong\nthe agencies.\nsurveillange ralithin airooft oremises : All stake holders including security\nagency deployed for protection of airports like CISF, cRpF or state poricE.\nCrime and criminalitv :\ni) \nAll matters relating to crime within the jurisdlction of local/State police will\nprimarily be the concern of local State police.\nii) \nAAI, Airport Committee and the security agency guarding the airport may\nfind it expedient to interdict activities of-criminals witfiin eRI precincts\nparticularly activities directed against AAI property.\niii) Activities of touts and other invorved in theft, smuggring or peddring of\nnarcotics may also require joint intervention by security igency guariing\nthe airport and State police/customs/DRl\niv) state police wourd however be required to take up the criminar\nprosecution of all such cases. Even in cases where seizure and detention\n4,8\n4.C\n4.D\n4.E\n4.F\n4.G\nPage 3 of 24",
  "6": "it d.9ne..9y the security agency, the case has to be handed\nlocal/civil/police immediately.\n4.H ,) O,uorur-\",,\"u, O\"r,O,oi ot O\"r\"r\"\",,on o, ,\"roonr,O,,,r,\"\",_\nii)\nwhere security both inside and outside the airport or onty outside the\nairport, is under state police, for *cIsF, in this crc'p reao -s-tall pori.\"l \n\"no\nwhere the state Police has its own commanao rorce/unit -r*;Nid;-in uri.\nCTCP read \"NSG/State Commando'.\nSECRET,\nover t\"r\nAUpd luthority/ Airoo..tt Ooerato@\nincluding _car parking, its oir-storageSTc tower etc): In airpor[s *a\"i *,\"\nsecurity of CISF, cISF wiil be responsibre for the security of the area under the\niylitlttto-l- of (owned by) the airport authorities and 'instafiationi \n\"*..0'uv\n(MocA/MI). In this area, cISF will be the first respondent till NSG takes over.\niii) ArFg ,arqund t!: airoolt not under iurisdiction of airoon\nqrrno.,*/Ot.oo* Oo\".,?ror t.\". \"r\"\" uffi \nFor\nthe security of this.area, the state eo@state\nPolice will be the first responder.\nRole of NSG : on arrivar of the NSG at the airport, they wiil take over the entire\noperations against the terrorist. on their arrivar, the officer-in-charge or tne\nongoing operation will hand over the operation to NSG with a situati6nal brier.\nThe other security forces will assist NsG and act as second and third line\n(backup) of defence.\nrhrgat frqm bgirdinq around airoort : There is threat of standoff attack from\nbuildings along the airport perimeterand in the vicinity during randing/tur,u orior\n4.t\n4.)\no\nl.Under CISF or State police : airportE its inGiEitonl\n2.Under CISF & State police : city side area around airport\nPage 4 of 24\n3. Under State police \n:",
  "7": "SECRET\naeroplanes in funnel area. Hence, as a preventive measure, the following actions\nshould be taken:\ni) \nNo illegal construction activity should be allowed in the vicinity of the\nairport.\nii) \nBuildings/high rise towers overlooking the runway or vital installations\ninside/outside the airpofts should be kept under surveillance. profiling of\nits occupants should be carried out by the State police on regular basis.\nConstitution of CTCP lays down the sequence of actions in the following three\nphases :\ni) Phase-l , Preoaredness : Wherein ample time is available to mobilize\nforces and decide tactics.\nii) Phase-2, Precautionarv : Wherein rcsponse time is limited and\nformulation of tactics is minimal.\niii) Phase-3, Resoonse : Wherein situation warrants immediate execution of\nthe scheme.\nPhase-l , Preoaredness :\ni) \nThe Aerodrome Committee (as laid down in BCAS,s..Contingency plan\nfor handling aircraft hijack situation,, of 2011) has Members irom\nCentral/State Government, MI, security forces (CISF/ Airport security,\nDefence Forces, State police, NSG etc), Intelligence agencies (R&W, lB\netc), The Aerodrome Committee will work in two groups. Its Members\nfrom security forces & intelligence agencies (called security operational\nControl Centre (SOCC)) shall deliberate and decide on the exlgencies\n(except aircraft hijack) requiring counter attack/armed conflict 1t the\nairport level to counter the attack and take whatever action required for\nit. Other Members of the Airport Committee (Airport Operation Control\nCentre (AOCC)) will collectively take necessary action (except counter\nattack/armerl conflict) such as crowd/passenger control, disaster\nmanagement, media management etc during the exigency.\nii) \nThe Aerodrome Committee is designated under MoCA/BCA,s .,Contingenry\nPlan for handling aircraft hijack situation,,of 2011. This contingency plan\nfor dealing with unlawful interference aims to ensure adequaie advance\npreparedness and instantaneous response to effectively counter such\nunlawful interference. The plan seeks to set up a structure capable of\nswitching to hand-on mode with necessary action within moments of\nreceipt of information about such unlawful interference. Unlawful\ninterference to civil aviation has been broadly defined in two categories :\n5.\n5.A.\nPage 5 of 24",
  "8": "iii)\niv)\nSECRET\n(a) Unlawful act of seizure of aircraft on ground or while in flight.\n(b) Unlawful acts rerating to airport, for-exampre armed Attack within\nthe airport boundaries, armed attack on arrcraft or instailailons\nfrom external points near the airport perimeter, unlawful act of\nseizure of instalrations vitar to the operation of civir aviation and\nsabotage of aircraft or vital installations.\nIn case of any disaster/emergencies in an airport, the airport level\nDisaster Management pran (based on thb guiderines of' Disaster\nManagement Plan of MocA prepared as per piovisi-ons under section 37 of\nDisaster Management Act 2005) wil come rnto rorce. The airport rever\ndisaster management pran has been formurated by the Airport'operatoi\nbased on Disaster Management pran of MocA issued vide oM .frio. nv-\n13024 I 25 I 2015-AS dated 1 1.08.2016.\nAt airpoft level, the Airport Dircctor, with the assistance of cASo shall\ndevelop following teams with the help of CISF/State police and other\nsecurity forces concerned with the airpoft.\n(a) Negotiating team for hostage situation: Maintaining the list\nof negotiators and ensuring their availability shall be the\nresponsibility of IB as communicated by BCAS from time to time as\nper para 8.3.2 of \"Contingenry pian for handling aircraft Hijack\nsituation\" issued by Ministry of Civil Aviation and para 6.2.+ of tne\nAviation Security Manuar for handring aircraft hijack situation issued\nby BCAS.\n\"A team of trained negotiators [the composition of which shall be notified\nby COSAH (now DG BCAS) from time to timel with a complement of\npsychologists/ psychiatrists shall be sent to the Indian airport where the\nhijacked aircraft lands\".\n\"IB and RMW shall review, from time to time, the list of names included\nin the central Negotiation Team in order to ensure that a sufficiently large\npool is available at aI times and the rist incrudes individuar with diverie\nlanguage skills as well as psychiatrists. In the event of an exigency, IB\nand Raw shall advise the centrar committee on the individuar n6gotialors\nto be deployed keeping in view the skill sets and disposition lf \nthe\nPage 6 of 24\n':.",
  "9": "5.8\n5.C\nSECRET\nnegotiators vis-a-vis the background, disposition and nationality of the\nhijackers\".\n(b) The Airport Director, with the assistance of the Chief Airport Security\nOfficer (CASO), shall constitute a Rescue team with the help of CISF/\nState Police & oUrer securily forces concerned with the arrport. The\nAirport Director/ CASO shall maintain a nominal roll of personnel trained in\nsearch, rescue, fire and other aspects of disaster management.\nv) \nIn any contingency envisaged above, present CISF control room (SOCC)\nlocated in the terminal building of the airport will function as operational\n' control room. If this place is affEcted by the contingency, a reserve\nControl Room will function in the Airport Director's office in the\nadministrative Building.\nPhase-2. Precautionarv: CASO shall convene the meeting to assess the\npossibrhhes ot the situations likely to develop and also the suggested measures\nto taking preventive action and work as per direction and under control of the\nAirport Committee.\nPhase-3, Response: The CASO at the spot shall tackle all operational\ndecisions. It shall seek directions and advice from the higher formations\nincluding Airport Committee, Central Committee and Commiftee of Secretaries on\nAircraft H'rjack (COSAH), whenever necessary.\nCommunication Arranqement :\ni) \nThe compatibility of communication between various agencies is an\nimportant aspect. Thus the first responder at the airport (CISF/State\nPolice) should provide Walkie-Talkie or radioset to NSG .s eRT/CTfF in\ncase of terrorist attack. Thus, real time information regarding any security\nbreach or a contingency can be instantly exchanged during the Counter\nTerrorist Operations.\nii) WAR Room/NSG Control Room : AAI will cater for a WAR Room\n(Control Room) at each airport to be activated during any contingency. The\nWAR Room will be taken over by NSG when they reach the airport for anti=\nterrorist operation at the airport. The WAR Room shoul&have following\nfacilities to counter any terrorist attack in effective manner :\n. Fax & Internet facility\n. Secured Telephone connection with STD facility\n. Hotline with Anti-Hijack Control Room.\n. CCTV Relay\nr Hotline with ATC control\n. 01 x wireless line with broadband and 06 x local SIM.\n5.D\nPage 7 of 24",
  "10": "Deolovment of Forces:\nSFcRET\n6.\n6.A\n6.8\ncISF and state porice wiil deproy their forces and QRT according to their\nresponsibirity mentioned at Appendix-Irr. IAFINS wiil be responsibre for the\nsecurity on the area of an airport under their;urilaiction tpartrvirurrvl. irrev wiii\ndeploy their forces accordinQly.\nIf CISF is not deployed atany airport.or on its city side posts such as Naka, or\nthe state Government decide to deproy their itate pori.\" ror tne secuii( ii\nthe..airport_and/or its city-side, etc then'the *ora ,Esr,, shail be repraced/read\nas \"State Police,,. In this situation,-a special unit/nranctr of ;tai; p;il;;;;\ntraining and ski, at par with cr force/clsF to *rnt\"r the attack ;firdil;iyl\nshould be entrusted with the crcp d;ry. ru itutu Government ,;rt l;.i;;\n313?:\" \nand equip their conringent for the CTCp duties or get them traineilby\nAny information received by any security personner at any duty post with\nrespect to any threat, shall be conveyed immediately to first reiponders\non same wireress network incruding, QRTs/Morchas etc as weri as to the\nSecurity Operational Conkol C.entre-(SOCCj tf,rough luickest possiUte\nmeans either through walkie-talkie, infercom - telephone, mobile oi\notherwise by rushing to the neares[ communication point available in\nthe nearby vicinity\nTi:?:: yll.ilryglutgty communicate the messase to the foilowins\naumorittes in the order of priority as mentioned below:\n7.\n7.A\nAir Traffic Control Officer (ATCO), who will immediately disseminate\nrn_rormation as per their contingency plan.\n!M..lO State potice euick Reiction Team (eRT)\nChief Airport Security Officer (CASO)\nDeputy CommandanVAsstt Commandant/Ops\nAOCC, Apron Control\nNSG Operational Control Room.\nPolice Control Room (CPCR) & the concerned police station.\nSenior Airport Manager (Shift)\nRegional Director, BCAS\nBDDS Control Room\nIB Control Room\nDisaster Management Committee\nEach Member wiil inform his officers and act according to their\nSOP/instructions regarding the work assigned to tnem in tnis CfCp.\na)\nb)\nc)\nd)\ne)\n0\ns)\nh)\ni)\ni)\nk)\nr)\nPage 8 of 24\nii)",
  "11": "{ \nSECRET\niii) The compatibility of communication between various agencies is an\nimportant aspect, Thus, the first responder at the airport (CISF/State\nPolice) should provide walkie-talkie or radioset to NSG's euick Reaction\nTeam (QRT) or Counter Terrorist Task Force (CTTF) in case of terrorist\nattack. Thus, real time information regarding any security Lleaclr r\"rr a\ncontingenry can be instantly exchanged during the counter Terrorist\nOperations.\n7.8 rn threat situations rnside Airoort and on citv side Around Airport\n7,8,1. THREAT AND SECURIry ON CITY SIDE/OUTSIDE AIRPORT\nI. \nCar borne attacks bv terrorist / fidaveen elements usinq\nexolosives at the aliohtinq area :-\na) \noperatlonal Measures: The following measures shall be taken by GISF\n(wherever sanctioned othenarise state police) to detect, prevent & counter\nany car borne attack involving terrorists/fidayeen elements using\nexplosives at the alighting point:\ni) \nA bay should be created at Naka on city side entry to segregate\nsuspect vehicles for checking.\nii) \nDeployment of Sniffer dogs at NAKA, to check such suspicious\nvehicles.\niii) CISF deployment will be made at approach road NAKA for\nscreening/ checking of vehicles and suspicious elements and\narmed suppofi\niv) Armed deployment of CISF at alighting points for protection,\nsurveillance and marshalling of vehicles.\nv) \nFortified Morchas situated at strategic locations outside the airport\nterminals shall be manned by the armed staff of CISF for protection\nand response to any attack.\nvi) Armed patrolling by CISF on city side of the terminals at specific\nearmarked beats.\nvii) CISF will be deployed for patrolling in parking lots to keep watch\nover the vehicles and activities.\nviii) Plain clothed surveillance staff of CISF will be deployed on the city\nside.\nix) CISF QRT will be stationed on the city side at strategic locations\n, \nwlth radio sets and gypsy to respond to any contingentiituation.\nx) \nPollce pakolling will be organized jointly with CISfat city side area\nof the airpod terminals.\nxi) Static deployment of State police personnel shall be made at\nstrategic locations to handle any emerging law and order situation\nand emergency,\nPage 9 of 24",
  "12": "b)\nS.IECREi\nxii) State Police QRT shall be stationed at designated place in proximiqr\nof the airport to respond to any situation.\nxiii) NSG QRT shall be stationed at a designated place in proximity of\nthe airport to respond to any situation.\nxiv) Each CISF component deployed above shall be equipped with\nWalkie-Tall(ics, to convey information regar-ding any security breach\ninstantly to ATC and all duty points of CISF/State police, who\nshould be equlpped with srmilar Walkie-Talkie on the same Walkie_\nTalkie network. The diversity of wireless communication equipment\nand resultant non-compatibility necessitates inter se exchange of\nradio operators for ensuring seamless communication amongst\nvarious agencies.\nAction olan :\ni) \nCISF(ASG) along with State police will be the first responder to deal\nwith any contingent situation arising from the city side. CASO\nshall use appropriate force to contain the situation. Information\nabout any security breach shall be passed on the WT set instanfly\nto ATC and all duty points on city side / State police/ NSG /SOCC,\nwho shall be on the same wireless network.\nii) \nNSG QRT available at the airport will also react in coordination with\nthe CISF QRT as first responders.\niii) \nCISF QRT will respond to the contingent situation in three phases:-\n. \nQRT component available near the spot immediately on\noccurrence,\n. \nNearby QRT component to provide backup.\no \nQRT reseryes from camp for additional support.\niv) Initial command of operations will rest with the GO in-charge of\nCISF available at the airport.\nv) \nState Police will respond immediately on receipt of.information as\nper requirements of the situation.\nvi) NSG (CTTF) shall take over the charge of operations on their\narrival. They shall be supported by the CISF and State police.\nvii) Liaison officer of each agency will join the operation commander\nwith their respective Radio sets for coordination.\nviii) State Police station SHO will join the operation commander to\nhandle the legal aspects.\nix) Indian Air Force/Indian Naval eRT (if available and in case of civil\nenclave), shall mobilize their eRT in their respective area and keep\nthem on high alert till termination of the Contingency.\nAttack on vital installation on the citv side:\n9qerational measures: The following measures shall be taken by CISF\n(wherever sanctioned, otherwise State police) to prevent, detect and\nII.\na)\nPage 10 of 24",
  "13": "A\nSECRET\ncounter the possibility of terrorists/fidayeen attack on vital installation on\nthe city side.\ni) \nCISF staff shall be deployed for checking of persons/vehicles and\naccess control at the entry points of vital installations.\nii) \nCISF armed deployment will be done at vital installation.\niii) \nPr oper supervlslon of securlty arrangement wrll be ensured by\nCISF.\niv) QRT with vehicles shall be stationed at strategic locations on the\ncity side for prompt reaction.\nv) \nState Police patrolling & static deployment shall be made on the\ncity side.\nvi) State Police QRT shall be stationed on the city side.\nvii) NSG/State Commando QRT shall be stationed on airside for prompt\nreaction.\nviii) Each CISF component deployed shall be equipped with Walkie-\nTalkies to convey information regarding any security breach\ninstantly to ATC and all other duty points of CISF/State police, who\nshould be equipped with similar walkie-talkies on the same walkie-\ntalkie network.\nAction plen;\nOSi(fr$%firhg with State Potice wiil be the first responder to deal\nwith any contingent situation arising from the city side. CASO shall\nuse appropriate Force to contain the situation. Information about\nany breach of security shall be passed on the walkie-talkie set\ninstantly to ATC/all duty points on city side/State police/NSG\n/SOCC, who shall be on the same wireless network.\nCISF QRT will react in three phases.\n. \nQRT component available in the vicinity of the spot\nimmediately on occurrence.\n. \nNearby QRT component to provide backup.\n. \nQRT reserves from camp for additional suppoft.\nNSG QRT will also react simultaneously,\nInitial command of operations will rest with the AC in-charge of\nCISF available at the airport.\nState Police and its QRT shall take position outside the terminal\nbuilding/city side on receipt of information and also respond as per\nthe requirements of the situations.\nNSG (CTTF) shall take over the charge of operations on their\narrival. They shall be suppofted by the CISF and State police.\nLiaison officer of each agency will join the operation commander\nwith their respective Radio sets for coordination.\nState Police station SHO will join the operation commander to\nhandle the legal aspects.\nb)\nii)\niii)\niv)\nv)\nvi)\nvii)\nviii)\nPage 11 of 24",
  "14": "a)\nix) Indian Air Force/INS eRT (if avairabre at civir encraverr ,n#\"*it\nmobilize their eRT in_their respective area andkeep tnu** nigh\nalert till termination of the contingency.\nIII.\narea\ngFgAEt.tIESreE: The following measures shall be taken by the\nCISF (wherever sanctioned_othena/se-State notiiej to prevent, detect\nand counter the possibirity of sabotage incruding th-\" ,r\" of car bomb in\nthe parking area on the city side :\nDeployment of-CISF in parking area for patrolling.\nDeployment of CISF at alighting points for pa[rolling and speedy\nmarshalling of vehicles.\nPlain clothed surveillance points.\nCCTV monitonng shall be done by CISF from CCTV control room.\nDog squad of BDDS and CISF will be engaged for Anti sabotage\nchecks.\nvi) Patrolling shall be ensured on city side area outside the terminal\nbuilding.\nvii) Each CISF component shall be equipped with walkie_talkies to\nconvey information regarding any security breach instantly to erc\nand all other duty points of CISF/State police/NSG, who should be\nequipped with similar walkie-talkies on the same walkie_talkie\nnetwork.\nAction olan: The following measures shall be taken by the CISF\n(wherever.sanctioned, othenvise by State police) and NSG to prevent to\nprevent, detect and counter the possibility of sabotage inciuOing ihe\nuse of car bomb in the parking area on the.city side:\ni) \nCISF will cordon and isorate the area as first responder. cASo shart\nuse appropriate force to contain the situation. Information about\nany security breach shall be passed on the WT set instantly to ATC\nand all duty points on city side / State police/ ruSC /SObC. wno\nshall be on the same wireless network.\nState Police will also respond simultaneously.\nThe spot of sabotage will be preserved.\nAssistance in rescue operations will be eltended by CISF & State\nPolice.\ni)\nii)\niii)\niv)\nv)\nb)\nii)\niii)\niv)\nPage L2 of 24",
  "15": "a)\n. \nSECRET\nOoerational Measures: The following measures shall be taken by the\nState Police on the city side, outside airport area :\nDeployment of PCR vans.\nState Police patrolling.\nState Police presence in funnel area & its approach, on both sides.\nIdentifl cation of suspicious characters.\nSensitization of people residing in nearby localities.\nSurveillance/intelligence collection.\nEffective Poiicing with adequate strength of State police personnel.\nb) Action olan : State Police and their QRTs will respond to the situation in\nthe area outside airport jurisdiction.\nV. Terrorist / fidaveen elernents forcino entrv into the airside\n(runwav area):\na) \nOoerational Measures: The following measures shall be taken by CISF\n(wherever deployed otherwise State police) NSG to prevent, detect and\ncounter the possibility of terrorists/fidayeen force entry from the airside of\nthe airport.\nCISF staff will be deployed at watch towers/Observation posts for\nperimeter protection.\nFoot patrolling and mobile patrolling by CISF on the perimeter area.\nCISF staff shall be deployed for checking persons/vehicles and\naccess control at the gates.\nCISF armed deployment will be done at the gates.\nArmed staff with specific beats will be deployed for apron guarding.\nProper supervision of security arrangement will be ensured by\nCISF.\nCISF surveillance in plain clothes shall be deployed in operational\nareas.\nlocations on city\nbe made on city\nPolice QRT shall be stationed on city side.\nNSG/State Commando QRT shall be stationed on airside for prompt\nreaction.\nEach CISF component shall be equipped with walkie-talkies to\nconvey information regarding any security breach instantly to ATC\nand all other duty points of CISF/State police/NSG, who should be\nequipped with similar walkie-talkies on the same WfI network.\nQRT with vehicles shall be stationed at strategic\nside for prompt reaction.\nState Police patrolling and static deployment shall\nside.\ni)\nii)\niii)\niv)\nv)\nvi)\nvii)\ni)\nii)\niii)\niv)\nv)\nvi)\nvii)\nviii)\nix)\nx)\nxi)\nxii)\nPage 13 of 24\n1",
  "16": "b) \nAction olan:\nSECRET\ni) \nCISF (ASG) along with State police will be the first responder to\ndeal with any contingent situation from the city side. CASO shall\nuse appropriate force to contain the situation. Information about\nany breach of security shall be passed on the WT set instanfly to\n1T9. 9nO ail duty points on city side / State potice/ NSG /SOCC.;h;\nshall be on the same wireless network.\nii) \nNsG QRT available at the airport will also react in coordination with\n. \nthe CISF QRT as first responders simultaneously.\niii) \nCISF QRT will respond to the contingent situation in three phases;\n. \nQRT component available in the vicinity of ihe spot\nimmediately on occurrence.\n. \nlg?rUy QRT component to provide backup.\n. \nQRT reserves from camp for additional suppoft.\nInitial command of operations will rest with the GO in-charge of\nCISF available at the airport.\nState Police and lts QRT shall take position outside the terminal\nbuilding/. city side on receipt of information and also respond as per\nthe requirements of the situation.\nLiaison officer of each agency will join the operation commander\nwith their respective radio sets for coordination.\nState Police station SHO will joie\"'the operation commander to\nhandle the legal aspects.\nIndian Air Force/Indian Naval Service eRT shall mobilize their QRT\nin their respective area and keep them on high alert till termination\nof the contingency.\nVI.._.- Q.i.in_ul \"\"tiritu in \"nd \".ornd \"i.orrt *hi\"h \"orld \"\"t \", \"\nfacilitator for terrorist attack : \n.-\na) \nggerational Measures: The foilowing action wiil be taken by the GISF\n(wherever deployed) and State pollce io prevent any criminal activity in\nand around the airport:\ni) \nCISF wirr be responsibre to prevent and respond to any crrminar\nactivity inside the airport area.\nii) \nstate porice wiil prevent and respond to any criminar activity on the\ncity side. cISF shafl arso prevent such activity in areas of their\ndeployment and bring it to the notice of the state porice for further\nnecessary action.\niii) state porice wiil arso be responsibre to prevent and respond to any\ncriminal activity at the airport.\niv) Legal aspects and raw and order situation at the airpoft wiil be\nhandled by the State police.\niv)\nv)\nvi)\nvii)\nviii)\nPage t4 of 24",
  "17": "€\nSECRET\nv) \nEach CISF component deployed above shall be equipped with\nwalkie-talkies to convey information regarding any security breach\ninstantly to ATC and all other duty points of CISF/State Police/NSG,\nwho should be equipped with similar walkie-talkies on the same\nwalkie-talkies network.\nFuel deoot inside and outside the airoort oremises\nFuel deoot (inside the airport) located inside the airport operational\narea are well protected as the access control to the entire operational area\nis being done by the CISF. No separate guarding is provided for the fuel\ndepots inside the operational area. First contingenry response will be\ndone by the CISF (wherever deployed) and NSG whereas State Police and\nits QRT shall respond as per the requirements of the situation, Law and\norder part (legal aspects) will be handled by the State SHO of State Police.\nFuel deoot (outside the airport):\ni) \nProtection responsibility will be of concerned agency & State Police.\nii) \nContingency response will be the responsibility of State Police.\niii) \nCISF will respond appropriately depending upon the situation.\n7,8.2. THREAT AND SECURITY INSIDE AIRPORT\nTerrorists/fidaveen elements forcinq entrv into the contiouous\nreception area, check in area, SHA l\nOoerational Measures: The following measures, as preventive action,\nshall be taken by CISF and State Police to counter the possibility of\nterrorists/ fidayeen elements intruding into the reception area, check in\narea & SHA, for timely detection and response to the emergent situation.\ni) \nCISF will be deployed on all entry/exit points for access control.\nii) \nCISF will provide armed suppoft at all access points on the city\nside.\niii) Armed commandos of CISF will be deployed in plain clothes for\nimmediate response in the event of any terrorist attack inside the\nterminal buildings.\niv) CISF surveillance staff shall be deployed in plain clothes for\nsurveillance, profiling and collection of intelligence.\nv) \nCISF deployment will be made at queuing and assistance points\noutside SHA entrance.\nwr.\na)\nb)\na)\nvD. CI$F wlll,-be deployed for pre-embarkation checks in SHA, where\nfrisking 0f passengers/ staff and X-Ray screening of hand baggage\nshall be ensured.\n- ._.:':i{- +\n.:' \nPage15of24\n.:_..:;- -",
  "18": "CISF QRT will be stationed outside the terminals und on .irrid\"ff\"*t'\ncounter any terrorist attack without loss of time.\nProper supervision of GISF deployment shall be ensured inside the\nterminal building and SHA.\nState Police patrolling will be organized jointly with CISF at city side\narea of airport.\nStatic deployment of police shall be made at strategic locations by\nthe State potice station ro handte any h; ;;;;Z;, situation or\nemergency.\nState Police QRT shall be stationed at a designated place in\np.r_ol,.Tity of the airpoft to respond to any situation -on \ninformation.\nIs9/^S9:!j\"Tmando eRT shail be stationed at-a Jesisnated place\nrn proximity of the airport to respond to any situation inside the\nterminal.\nxiii) Each GISF component sha, be equipped with warkie-tarkies to\nconvey informatjon regarding any secuiity Ureactr instantty to ei-\nand all other duty polnts of CISF/State police/NSG, *f.,o iirorfa Oe\nequipped with similar walkie_talkies on same Walkie_Talkies\nnetwork.\nb) Action olan:\ni) , cIsF(AsG) arong with state porice wiil be the first responder to dear\nwith any contingent situation from the city side. CASO sf,aif uie\nappropriate force to contain the situation. Information about any\nsecurity breach shall be passed on the WT set instanfly to AiC unO\na[ duty points on city side / State police/ NSG /SOCC, who ,naliU\"\non the same wireless network.\nii) \nNSG QRT (if available) at the airport wiil also react in coordination\nwith the CISF eRT as first responders.\niii) \nCISF eRT will respond to the contingent situation in three phases:\n. \neRT component available near the spot immediately on\noccurrence.\n. \nNearby QRT component to provide breakup.\n. \neRT reseryes from camp for additional suppoft.\niv) NsG (crrF) shail take over charge of operations on their arrival\nand shall be supported by CISF.\nv) \nLiaison officer of each agenry wiil join the operationar commander\nwith their respective Radio sets for coordination.\nvi) State porice and its QRT shail take position outside the terminar\nbuilding/city side on receipt of information and also r\"rponO-ui p\"i\nthe requirements of the situation.\nvii) State police station SHO will immediately join the operation\ncommander to handle the legal aspects.\nvii)\nviii)\nix)\nx)\nxi)\nxii)\nPage 15 of 24",
  "19": ".,(-\nSEGRET\nviii) Indian Air Force/Indian Naval Service QRT shall mobilize their QRT\nin their respective area and keep them on high alert till termination\nof the Contingency (if available or in case of civil enclave).\nHostaqe crisis:\nAction olau: Irr the everrl r.rf hostage crisls, the QRT of CISF (wherever\ndeployed) shall take action as first responder in the following manner :\ni) \nThe information will be passed on immediately as per list at\nAppendix -V.\nii) \nInformation about hostage crisis shall be passed on the WT set\ninstantly to all duty points on city side / State Police/ NSG /SOCC,\nwho shall be on the same wireless network.\niii) \nCISF QRT will respond in the contingent situation in three phases :\n. \nQRT component available in the vicinity of the spot\nimmediately on occurrence.\n. \nNearby QRT component to provide backup.\n. \nQRT reserve from camp for additional support.\niv) QRTs of CISF & NSG shall cordon & isolate the location of the\nhostages.\nv) \nInitial command of operation shall rest with the GO shift I/C of\nCISF.\nvi) SHO of the area shall be available with the operational commander\nfor negotiation.\nvii) Designated Liaison officer of NSG, State Police, CISF and IAF (if\navailable in cfuil enclave) shall tie up with the operation commander\nalong with the radio sets for coordination.\nviii) Minimum collateral damage shall be ensured by the QRTs.\nix) Immediate firing shall not be resorted to in hostage situation.\nx) \nThe operation command shall be handed over to NSG (CTTF) on its\narrival with necessary inputs to include the following :\n. Current situation of the operation.\no Likely strength of hostages & terrorists.\n. Disposition of own security forces.\n. Any other inputs deemed operationally important / required by\nNSG.\nxi) At airports where NSG Hub/Regional Hub is not available, the State\nPolice & its QRT shall rush inside the airport area. They shall take\nposition to cordon off the affected area & observe the terrorist &\nII.\na)\nPage 17 of 24",
  "20": "xii) IAF/INS eRT (ir avairabre or civir encrave) arso sha, not rush ,o ,-fl=\"*it\nairport' They sha, take position in the techniciirruu\"ut-rirut.si.\nlocations.\n7.B.3._ \n.\nThe response will be.as q \n;\nformulated by the Airport operator oaieJ on Disaster Management pran of\nMoCA issued vide OM No. AV _13024/ZSIZOtS_eS,aat.O rr.OA.id16. - .- '\n7'B'4'uAv/Drone threat: UAVs/drones can be used by terrorists, insurgents etc to\ndrop exprosives, etc at airports (vitar instailationrj 'Ji\"Ioi \nu\"riur\nsurvey/video-photography to plan their attatk. to deal with ,r..' *rr\"ut, tn\"\nstandard operating procedure rsop) io, handring threats from sub-\nconventionar aeriar issued vide MHA o.M. ruo, prov{/3i34100, aate-o- ro_rz_\n2016, shourd be strictry adopted. In case of Derhi, simirar Sop'on1-nJ zuoiect\nissued vide MHA O.M. No. VI-2401U4gl2OtS_ pror_ t/SS:+100 1t-tli,- \n''aft\"a\n2rrd August 2016, be rr.rilowed. These sopsare being'updat\"o in r[* of DGCA\ncAR issued on the subject on 27.0&20181, ro oeaiwitn ;;h ..;;r;iire rirst\nresponder (cISF / state, porice) shourd be equipped wiftr enti uav eqJpr\"nt .na\nweapons, for effective detection and neutrarizition of the uav/dronJ. - -\n7.C.\na) Maintenance of Law and order on the city side wi[ be responsibirity of State\n. , Police through its local police stations una Hq.\nb) security on the c.ity.side in Airport ureu *i[ u\" tne ioint responsibirity of CISF\n(at the place of deployment) and State police.\nc) Protection and security inside the terminar and on airside wiil be the\nresponsibility of CISF (wherever deployed), whereas law and ordei situation\nwill be handled by the State police;\nd) Traffic contror on city side wiil be the responsibirity of state Traffic porice.\ne) Private security guards deproyed by the Airpo.t opurutoriroinon-c-ore ioos\ntike traffic management in citv side, securiry p;rG ;;;;'ui. \n\"r\"r.'urr .a\ndirec,y under the command of security agency providing security at the\nairports in case of contingency.\n8' \nTNFRASTRUCTURE REOUIBEMENT (Number & Quantity to be fixed for each\nairport by BCAS) is at Appendix - I-'\n9' \nMAN'OWER REOUTREMENT: Additionar requirement of state porice for\ndeployment on the city side isE Appendix-[. tieproyment or clsilstai.'poti..\n(as per decision) for CTCp functioni it t.\" Rirport, is at Appendix - iii -\n10.\n,for additional deployment_is at\nREOUIREMENT OF ARMS & AMMUNITION\n11.\nis at Appendix-V\nPage 18 of 24",
  "21": "t-\ntq2.\n13.\nSECRET\nat Appendix-Vl. Each airport will maintain\ntheir chart shouring the chain of communication.\n-n!:i*-. \n-;\nAPPENDIX I tciVf will be decided by the Committee set up by BCAS for each\nairport.\nPage 19 of 24",
  "22": "sricRE\nAooendix-:\nt'\n1.\nInfrastructure requirementlglhelihtElde :\n1\nSeparate bay at Naka on crty side\nentry, to segregate suspect vehicles\nfor checking.\n10\nZig-zag mobile barriers at approacn\nroad Nakas\n2\nMotorized Barriers.\n11\nFoftifled morchas at Naka\n3\nTyre-killers at Nakas.\nL2\nBollards at entrance/exit of inner road\nOutside terminal tn rreafc hr rfFor zn^o\n4\nBollards at entrance/exit of inner\nroad outside terminal to create\nbuffer zone\n13\nRamp/railing outside the terminal\nbuildings.\n5\nrontleo morchas at strategic\nlocations.\n14\nProper boundary of parKrng area,\nwall with overhead fencing.\nRCC\n6\nAccess conrrot system at parking\narea.\n15\nStack of sand bags.\n7\nExplosive Vapour Detector (EVD).\n16\nExolosive Trace Detp.t^r rFTD\\\nB\nBomb blankets/blast inhibitors.\nL7\nCCW monitoring system with feed at\nsocc.\n9\nuury posr wtse requirement of\ncommunication system for all posts.\n2.\n1\nAccess control system at ent, and\nexit points.\n10\nDFMDs and HHMDS at all access pointr\nConcourse baggage plan.\n2\nBiometric access control wstem-\n11\n3\n^-rl5 ror screening of hand\nbaggage.\nt2\nFrisking booths.\n4\nEnclosed female frisking bootlrr\n13\nSeparate enclosures for checking4ax\nwith sneaiel nppdc R rrr6.li.1l .^^/ili^^\n5\nIntegrated monitoring system for\nX-BIS\nt4\n\\-\\Jt tut(tut tr\nDuty post wise requiremEnt -of\nCommunication qvqipm fnr rll nncrc\n6\nProper segregation of the area.\ni5\nExplosive Vapour Detector (EVD).\n7\nExplosive TraGbetectoj ( ErD),\n16\nBomb blankets/blast inhibitors.\nB\nCCw monitoring syste,miithGd at\nSOCC.\nPage 2O of 24\nbv BCAS) \n'-.r1-",
  "23": "SECRET\nInfrastructure for quardino of vital installations:\n4. \nInfrastructure requirements on the airside:\n1\nProper RCC wall with overhead\nfencinq.\n5\nAccess control, restricted entry.\n2\nGate/Entry point.\n6\nAnti sabotage checks at vital\ninstallations.\n3\nDFMD and HHMD for friskinq.\n7\nProper illumination.\n1\nRCC Perimeter wall 8 ft high with a\nconcertina coil overhang of 1 and lz\nft.\n11\nObservations postsAilatch towers of\nspecific height.\n2\nMotorable patrolling track inside\nperimeter wall.\nt2\nOutside patrolling track.\n3\nLighting arrangements.\n13\nDrainages & manholes properly\nqrilled.\n4\nAccess control system at entry qates.\n14\nMotorized barriers\n5\nSteel fabricated qates.\n15\nFoftified morchas.\n6\nChecking platform.\n16\nShelter/cover for checking staff.\n7\nDHMDS and HHMDS at friskinq points.\nL7\nWeb'based photo pas svstem.\n8\nTrolley Mirrors.\n1B\nFriskinq booths.\n9\nEnclosed female frisking booths.\n19 Duty post wise requirement of\ncommunication system.\n10\nSeparate vehicle for patrollinq.\n20\nBinoculars (including night vision)\nPage 2l ot 24",
  "24": "g.\\:cder'\nAooendix-i#\nAddition\"l r\"oui.\".\"nt of st\"t\" pori\"\" fo. d\"rtou,n\"nt on th\" \"it, \"id\" ut\n(name of airpoft) airioorl\na)\nb)\nApoendix -III.\nON CIW-SIDE AROUND AIRPORT\nLocation/point\nNaka at Approach & exit gates\nAlighting Point\nMorchas in the city side (outsidE\nbut near the airport).\nPatrolling on city side laround\nperimeter wall & installations)\nbuildinqs. towers. oil-tank/deoots\nLocation/point\nParking area\nTerminal Building\nAirside (inside perimeter wall)\nAirport buildinSs / ATC tower/\nvital installations etc of airport\nPage 22 of 24\n(name of airoortl Airoort\nLocation\nInsp\nsr/Asr\nHC\nConst\nTotal\nLocation\nInsp\nsr/Asr\nHC\nConst\nTotal",
  "25": "SECRET\nAooendix-IV\nAdditional deolovment\na)\nAopendix-V\neES_(Each airport will maintain their own list of important officials & their contact\ni-rmb\"r., who should be contacted immediately in case of terrorist attack. The list\nshould be updated PeriodicallY.)\nr Contact Officer (Sr level)\n. Control Room/Exchange\nDlSASTER\nMANAGEMENT\nPage 2? of 24\nsl\nNo\norganisation\nName\nDesignation\nMobile\nNo,\nTel (off. &\nRes.)\nFax\n1\nAAI\nAirDort Director\nDutv Terminal Manaoer/ITB\ncer\nATC Tower\nAGM (Terminal)\nTerminal Manaqer ffB\nTerminal Manaoer DTB\nSr Manaoer Securiw\nFire Service AAI\n2\nCISF\nDG CISF\nCASO\nCISF Control Room\n3\nPOLICE\nPC/DG/SP/DSP\nI Dist Collector\nSHO\noom\n4\nIB\nI\nIB Control Room/Exchanqe\n5\nNSG\nNSG Control Room\n6\nParamilitary &\nIAF,\nArmed Forces\nArmv\n(nearest)\nNaw\nCoast\nGuard\nCRPF\n7\nBDDS\n8\nouad\n9\n10\nFIRE WING\nFire Service AAI\nSrC\ntation\nFire Station control Room\n11\nHosDitals\ns",
  "26": "'3r\n-scREt'\nAppendix-W\nCHAIN OF COMMUNICATION\n@e\n.:5r,r'\n\"tlt-:;-'@\n, \n\"nn:\n,n ' \n.3ii 'iii\n'i \n*iI \n'i\n*t\nit\nPage 24 of 24",
  "27": "l^\nSECRET\nKrG'9\nrc(r z >)\nNo.V|.2301 8/1 41201 1 - VS\nGovernment of lndia\nMinistry of Home Affairs\nlS.l Division\n(VlP Security Unit)\n,yk,\nV\nRoom No.8, National Stadium,\nNew Delhi dated 27th September, 2018\nOFFICE MEMORANDUM\nSubject: SOP on Counter Terrorist Contingency Plan (CTCP) at airports -\nreg.\nThe undersigned is directed to forurard a template of \"SOP on CTCP at\nairports\" and to request that CTCP for each airport be finalized (mainly its Appendix\nI to V) by M/o Civil Aviation and shared with all concerned agencies, for its\nimplementation.\n2. \nThe template SOP on the subject has been finalized in consultation with all\nthe State Governments/UTs/State Police and Central Security Agencies.\n3. \nThis issues with the approval of Union Home Secretary.\nEncl: as above (24 leaves)\nSecretary, Mio Civil Aviation,\nRajiv Gandhi Bhawan,\nNew Delhi.\nCopy along with enclosure to:\n1. DG, BCAS\n2. DG, NSG\n;i.-OG, ctsr\n4. Commissioner, BOI\n)- r\"l r,+r l)g\nfi6ffi.\n(*1r',\"-a\n(R. Chaturvedi)\nConsultant (VS)\nTel:23075315\nFax.23075311\nl)tu kt\"2 -\nh,Q^--\n'\\,\"\n(i,.",
  "28": "SECRET\n- \nSOP ON COUNTER TERRORIST CONTINGENCY PLAN (CTCP)\n,\n1. \nIntroduction\nAirports are on the threat radar of terrorist groups as high-value and high-impact\ntargets. In view of prevailing security scenario and threats from various cross border\nand home grown terror groups, a counter terrorist plan has been drawn up to tackle\ndifferent types of threats. The Counter Terrorist Contingenry Plan (CTCP) is\ncomprehensive and addresses emergent situations, which can arise on the city side\ncovering perimeter area, terminal buildings, vital installations, and operational area of\nairport. The plan inter-alia envisages different scenarios of terrorist threats and law\nand order challenges. It delineates operational measures to thwart the same as well as\nthe principles / methodology of response and coordination. It demarcates the\nresponsibilities amongst the forces deployed at airports.\n2. \nObiective:\nThe objective of this CTCP is to lay down clear guidelines and responsibilities for\nall stakeholders at an airpoft, who are responsible for handling and controlling the\nemergent situations at the airport. It will be subject to control of the Aerodrome/Airport\nCommittee and its superior Committees such as Central Committee (CC) and Committee\nof Secretaries on Aircraft Hijack as envisaged under MoCA/BCAS's \"Contingenry plan for\nhandling aircraft hijack situation\" of 2011.\n3. \nTerror situations anticioated :\nThe contingency plan for unlawful interference by terrorists with civil aviation,\nmay involve violent or silent entry (as passengers) of terrorists.\nI. In Silent entrv, terrorists enter the airport as passengers to board an\naeroplane, to hijack it to raise their demand in exchange for the safety of\npassengers. For it, precautionary measures have to be taken through physical\nchecks, various machines, dog squads etc. to prevent any passenger to enter an\naircraft/airport with arms, explosives etc. However, if an aeroplane is hijacked,\nthen action as laid down in the \"contingency plan for handling aircraft hijack\nsituation\" issued by BCAS in 2011, should be taken. It will involve demand by\nterrorists, response of the Government, negotiations, interpreters etc, which will\ntake 1-3 days or more. similar action will be taken in case of a hostage situation\nin any part of the airport leading to some demand by the terrorists.\nII. rn violent attack on airport, the main objective of terrorists is to inflict\nmaximum damage and casualties. As such, the forces have to respond\nimmediately to kill them to minimize the damage/casualties. As such, the\nsecurity forces have to be well prepared for it in advance. For it, this CTCp has\nPage 1of 24",
  "29": ";Ti\"l,r,:';:t'\"0' \nviolent attack can take place in various wavs, incrudins\nCitv side/land side\ni) \nCar borne attacks using explosives at the alighting area.\niil \nForce-entry into the contiguor, r.u.\"ption .iEu,'.n\".t in area, SHA.\niii) Attack teading to hostagetrisis.\n,y) Attack using modes other than vehicles.\nv). Attack against vital installation on the ciU side.\nvi) Attactvsabotage on the ciry side inctudi;il;;;;mbs in parking area.\nEntrv throqoh perimeter ereas into the air side foilowed by attacks on aircraft\nin parking bays. etc. as weil as vitar instarations. ierrorists/fidayeen erements\nforcing entry into the airside.\nvital instalrations: Attacks on vitar instaflations on either side of the airport\nperimeter wall.\ncgntiouous.ar.eas bevond..AAl-perimeter: Missire attacK or use of standoff\nH:.ffL::::,::t,151:?ft/f.:ll,l\":_from oursG airport perimetu, *.i, pur.ti.riuirv\nSEGRET,\nthc:\n3.A\n3.B\n3.C\n3.D\nthe approach of funnel area (s).\n3.E\n3.F\n3.G\n3.H\n4.\nAttack on fuel deoot inside or outside the airport premises.\n: The response wiil be as detineaied in RirpilEffisaster Management pran\nformulated by the Airport operator based on oisaGi Managemeniptan or'laocn\nissued vide oM No. AV-1302412512015_AS, OateO rr.og.zot-0.\nUAVs/Drones can be used by terrorists/insurgents etc/miscreants to drop\nexplosives, photographic surveillance, espionage etc at airports/vital installations.\nDemargatiolr of resoonsibirities: Different security agencies shaI be\nresponsible for the following demarcated areas. wherevJr GISF i\" noi\ndeployed at an airpoG the word *CISF, shall be replace, Ufitale\nPolice or any other security agency deployed.\nCitv side:\ni) \nApproach roads outside Ml/Airport Operator,s property limits (State\npolice -fi rst responder)\n4.4\nPage 2 of 24",
  "30": "SECRET\nii) \nApproach roads within Ml/Airport Operator,s property limits (CISF\n(wherever sanctioned) otheniise State police on attack)\niii) Terminal Buildings (CISF - first responder. NsG / state police on attack)\niv) Visitors Gallery (CISF - first responder. NSG / State police on attack )\nv) \nParking areas (CISF - flrst responder. Contractor to regulate parking.\nState Police on attack)\nvi) Vital installation (CISF - first responder. State police on attack )\nAir side\ni) \nApron / Hanger / Workshop / ATC (CISF--first responder. NSG and State\nPolice on attack)\niil \nIsolated parking bays (clSFfirst responder. NSG & state potice on attack) ._-,\niii) vital installations (GISF - first responder. NSG & state police on attack')\niy) AII operational gates (GISF - first responder. NSG & state police on attack\nv) \nState police - first responder in case where CISF is not deployed.\nvi) State Police first responder where CISF is not deployed.\nPerameter :\ni) \nCISF - first responder. State police on attack.\nii) \nState Police first responder where CISF is not deployed.\nEeprld oeri.meter (contio.uous areal: state porice - first responder,\nincluding coordination with neigh boring districts.\n+!4rgeEsgr@r! All security_agencies deployed at the airports inctuding\nIB, state Intelligence, state porice, cISF (guarding agency), Deience agencie!\netc shall be responsible for collection of in[elligence a-no itraring rnprti arong\nthe agencies.\nsurveillance within airoort oremises : Ail stake holders incruding security\nagency deployed for protection of airpofts like GISF, cRpF or State policE.\nCrime and criminalitv :\ni) \nAll matters relating to crim-e within the jurisdiction of local/state police will\nprimarily be the concern of local State police.\nii) \nAAI, Airport committee. and the security agency guarding the airport may\nfind it expedient to interdict activities of-crimin;s wtiin AAt p*.in.t,\npafticularly activities directed against MI propety.\niii) Activities of touts and other involved in theh, smuggring or peddling of\nnarcotics may also require.joint interuention by securrty igency guariing\n. the airport and State police/customs/DRl.\niv) state police wourd however be required to take up the criminar\nprosecution of all such cases. Even in cases where seizure and detention\n4.8\n4.C\n4.D\n4.E\n4.F\n4,G\nPage 3 of 24",
  "31": ";s 09ry.!V the security agency, the case has to be handed\nlocal/civil/police immediately.\nSECREi'\nover to\n4.H i)\nl.Under CISF or State police :\nairport & its installationa\n2. Under CISF & State potice :\n3. Under State police \n:\ncity side area around airport\ncity apart from airport & city side around it\no\nwhere security both inside and outside the airport or onry outside the\nairpoft, is under state potice, for'crsF'in this crc-p reaa -stitl pori\"& ana\nwhere the State porice has its own commando force/unit, roi;r,ri6;-in ilri,\nCTCP read'NSG/State Commando,.\nii) \nareas inside/outside.the airport unde, iqrisdiction/ownershio of the\nuirpo,t\nincluding car parking its oil-storige, ft \ntower etc): In airpods under tne\nsecurity of cIsF, GISF.wiil be responsibre for the security of ihJ;r;; unier *re\njurisdiction of (owned by) the airport authorities and'instalationi owneo ov\n(MoCA/MI). In this area, GISF wiil be the first respondent tiil NSG takes over.\niii)\n+no.t*rO,.oo* Oo\".?aor=,,.\". q@ \nFor\nthe securitv of this area, tne stati pot[EiiilG responsibre.ri-lf,FlE, state\nPolice will be the first responder.\nRole of NSG : on arrivar of the NSG at the airport, they wiil take over the entire\noperationsagainst the terrorist. on their arrivar, the'omcer-in-cnarge J irrJ\nongoing operation wiil hand over the operation to NSG with a situaiidrnr-orLil\nThe other security forces wiil assist NsG ano ici-as second and third line\n(backup) of defence.\nrhre-at frem buirdinq around airoo.t : There is threat of standoff attack from\nbuildings atong the airport perimiGianE in the vicinity during randing/t t .n.i\n4.1\n4.)\nPage 4 of 24\n6-\\\n\\:9\n@.,*.'0\" -..",
  "32": "SEGRET\naeroplanes in funnel area. Hence, as a preventive measure, the following actions\nshould be taken:\ni) \nNo illegal construction activity should be allowed in the vicinity of the\nairport.\nii) \nBuildings/high rise towers overlooking the runway or vital installations\ninside/outside the airports should be kept under surveillance. profiling of\nits occupants should be carried out by the State police on regular basis.\nconstitution of crcP lays down the sequence of actions in the following three\nphases:\ni) Phase-l , Preoaredness : Wherein ample time is available to mobilize\nforces and decide tactics.\nii) Phase-2, Precautionarv : Wherein response time is limited and\nformulation of tactics is minimal.\niii) Phase-3, Response : wherein situation warrants immediate execution of\nthe scheme.\nPhase-1 , Preoaredness :\ni) \nThe Aerodrome Committee (as laid down in BCAS,s..Contingenry plan\nfor handling aircraft hijack situation,, of 2011) has Members'irom\nCentral/State Government, MI, security forces (CISF/ Airport security,\nDefence Forces, State police, NSG etc), Intelligence agencies (R&W, Iti\netc). The Aerodrome Committee will work in hvo groups. Its Members\nfrom security forces & intelligence agencies (called seturity operational\ncontrol centre (socc)) shail deliberate and decide on the exigencies\n(except aircraft hijack) requiring counter attacr(armed conflict at the\nairport level to counter the attack and take whatever action required for\nit. other Members of the Airport committee (Airport operation control\ncentre (Aocc)) wiil coilectivery take necessary action (except counter\nattack/armed confrict) such as crowd/passenger control, disaster\nmanagement, media management etc during the exigency.\nii) \nThe Aerodrome committee is designated under MocA/BCA's \"contingency\nPlan for handling aircraft hijack situation,,of 2011. This contingenci plan\nfor dealing with unrawful interFerence aims to ensure adequatl aovince\npreparedness and instantaneous response to effectively counter such\nunlawful interference. The plan seeks to set up a structure capable of\nswitching to hand-on mode with necessary action within moments of\nreceipt of information about such unlawful interference. unlawful\ninterference to civil aviation has been broadly defined in two categories :\n5.\n5.A.\nPage 5 of 24",
  "33": "iii)\niv)\nSECRET.\n(a) Unlawful act of seizure.of aircraft on ground or while in flight.\n(b) Unlawfut acts retating to airpoft, foiei;;;[ armed Attack within\nthe airport boundaries, armed attack on'aircraft or instarationi\nfrom external points near the airport perimeter, unlawful act of\nseizure of instailations vitar to the opeiation of civir aviation anJ\nsabotage of alrcraft or vital installations.\nIn case of any disaster/emergencies in an airport, the airport level\nDisaster Management plan (based on the guidelines of Disaster\nManagement Plan of MocA prepared as per provisi-ons under section 37 of\nDisaster Management Act 2005) will come into force. ffre airport tevei\ndisaster management plan has been formulated by the Airport Operator\n!190..91.-Olsryter Management ptan of UoCn issleO vide OM No. AV-\nt3024 / 25 /20r5-AS dated 1 1.08.20 16.\nAt aieot level, the Airpoft Director, with the assistance of cASo sharl\ndevelop following teams with the help of CISF/State police and other\nsecurity forces concerned with the airport.\n(a) N-egotiating team for hostage situation: Maintaining the rist\nof negotiators and ensuring their availability shall - be the\nresponsibility of IB as communicated by BCAS from time to time as\nper para 8.3.2 of \"contingenry plan for handling aircraft Hijack\nsituation\" issued by Ministry of civir Aviation and para 6.2.+ of the\nlvigtiot Security Manual for handling aircraft hijack situation issued\nby BCAS.\nlA tglT of trained negotiators [the composition of which shall be notified\nby COSAH (now DG BCAS) from time to timel with a complement of\npsychologists/ psychiatrists shall be sent to the Indian airport where the\nhijacked aircraft lands\".\nlira:6.2=,.4 of the Avi \nhandlino aircraft\nhiiack situation :\n\"IB and R&AW shall review, from time to time, the list of names included\nin the central Negotiation Team in order to ensure that a sufficientry rarge\npool is available at all times and the list includes individual with diverie\nlanguage skills as well as psychiatrists. In the event of an exigency, IB\nand Raw shall advise the centrar committee on the individuar n6gouiiors\nto be deployed keeping in view the skill sets and disposition ; \nth\"\n',,,.JI-\":si'\nPage 6 of trt\nPAra.E.3.2 of Continqencv plan for handlino aircraft hiiack\nsituation :",
  "34": "SECRET\nnegotiators vis-a-vis the background, disposition and nationality of the\nhijackers\".\n(b) The Airpoft Director, with the assistance of the Chief Airport Security\nOfficer (CASO), shall constitute a Rescue team with the help of CISFi\nState Police & other security forces concerned with the airport. The\nAirport Director/ cASo shall maintain a nominal roll of personnel trained in\nsearch, rescue, fire and other aspects of disaster management.\nv) \nIn any contingenry envisaged above, present CISF control room (SOCC)\nlocated in the terminal building of the airport will function as operationai\ncontrol room. If this place is affected by the contingenry, a reserve\nControl Room will function in the Airport Director,s office in the\nadministrative Building.\nPhase-2. Precautionarv: cASo shall convene the meeting to assess the\npossibilities of the situations likely to develop and also the suggested measures\nto taking preventive action and work as per direction and under control of the\nAirpoft Committee.\nPhase-3. Response: The cASo at the spot shall tackle all operational\ndecisions. It shall seek directions and advice from the higher fbrmations\nincluding Airpoft committee, central committee and committee of secretaries on\nAircraft Hijack (COSAH), whenever necessary.\nCommunication Arranqement :\ni) \nThe compatibirity of communicauon between various agencies is an\nimportant aspect. Thus the first responder at the airport (clsF/state\nPolice) should provide Walkie-Talkie or radioset to NSG .s qAfTCnf in\ncase of terrorist attack. Thus, real time information regarding iny security\nbreach or a contingency can be instanfly exchangedturin{ the countei\nTerrorist Operations.\nii) WAR Room/NSG Control Room : MI will cater for a WAR Room\n(control Room) at each airport to be activated during any contingency. the\nwAR Room wiil be taken over by NSG when they reich the airpoh foi anti-\nterrorist operation at the airport. The wAR Room should have following\nfacilities to counter any terrorist attack in effective manner :\n. Fax & Internet facility\no Secured Telephone connection with STD facility\n. Hotline with Anti-Hijack Control Room.\n. CCTV Relay\n. Hotline with ATC control\n. 01 x wireless line with broadband and 06 x local SIM.\n5.8\n5.C\nPage 7 of 24\n5.D",
  "35": "6.\n6.A\n6.8\nDeolovment of Forces:\nSECRET\n7.\n7.A\nGISF and state porice wi, deproy their forces and QRT according to their\nresponsibirity mentioned at Appendix-rrr. IAF/INa wiil be responsibre for the\nsecuritv on the area of an airport under their iuiisoiction (partrvlrurrvl. in\"v *i,\ndeploy their forces accordingly.\nff CISF is not deployed at any airport.or on its city side posts such as Naka, or\nthe state Government decide to deproy their state potice ror tne secuirqi ii\nthe airport_and/or its city-side, etc then'the *oro.crsr,,shail be .\"pru-i\"o/\"J\nas \"State Police\". In this situation,_a special unit/branch of staie 61.;;;;;;;\ntraining.and ski, at par w*h cr force/clSF to counter the attack \n\"#\"aruJv]\nshould be entrusted with the crcp d;ty. rhe state Government firt ir#;\nprepare and equip their contingent for the crcp duties or get them traineiliy\nCISF.\nAny information received by any security personnel at any duty post with\nrespect to any threat, shall be conveyed immediately to firit reipbnders\non same wireress network incruding, QRTs/Morchai etc as weri as to the\nSecurity Operational Control Centre-(StiCCj tnrorgh luickest possible\nmeans either through walkie-talkie, infercom - telephone, mobile or\notherwise by rushing to the nearesi communication point available in\nthe nearby vicinity\nIh-e S99C will. immediately communicate the message to the following\nauthorities in the order of priority as mentioned belowl\ni)\nii)\nAir Traffrc Control Officer (ATCO), who will immediately disseminate\ninformation as per their contingency plan.\n9l|F-.-lO State potice euick Reiction Team (eRT)\nChief Airport Security Officer (CASO)\nDeputy Commandant/Asstt Commandant/Ops\nAOCC, Apron Control\nNSG Operational Control Room.\nPolice Control Room (CpCR) & the concerned police station.\nsentor Airport Manager (Shift)\nRegional Director, BCAS\nBDDS Control Room\nIB Control Room\nDisaster Management Committee\nEach Member will inform his officers and act according to their\nSOP/instructions regarding the work assigned to them in this CTCp.\na)\nb)\nc)\nd)\ne)\n0\ns)\nh)\ni)\ni)\nk)\nr)\nPage 8 of 24",
  "36": ".,\n_.**1 _.\nSECRET\nThe compatibility of communication between various agencies is an\nimportant aspect. Thus, the first responder at the airport (CISF/State\nPolice) should provide walkie-talkie or radioset to NSG,s euiik Reaction\nTeam (QRT) or Counter Terrorist Task Force (CTTF) in case of terrorist\nattack. Thus, real time information regarding any security breach or a\ncontingency can be instantly exchanged during the counter Terrorist\nOperations.\nI. \nCar borne attacks bv terrorist / fidaveen elements usino\nexolosives at the aliohtino area :-\n9qerational Measures: The following measures shall be taken by CISF\n(wherever sanctioned othena/se State police) to detect, prevent & counter\nany car borne attack involving terrorists/fidayeen elements using\nexplosives at the alighting point:\niii)\n7.8\n7.8.1.\na)\ni) \nA bay should be created at Naka on city side entry to\nsuspect vehicles for checking.\nii) \nDeployment of Sniffer dogs at NAKA, to check such suspicious\nvehicles.\niii) CISF deployment will be made at approach road NAi(A for\nscreening/ checking of vehicles and suspicious elements and\narmed support.\niv) Armed deployment of CISF at alighting points for protection,\nsurveillance and marshalling of vehicles.\nv) \nFortified Morchas situated at strategic rocations outside the airport\nterminals shall be manned by the armed staff of CISF for proteciion\nand response to any attack.\nvi) Armed patrolling by CISF on city side of the terminals at speciflc\nearmarked beats.\nvii) CISF will be deployed for patrolling in parking lots to keep watch\nover the vehicles and activities.\nviii) Plain clothed surveillance staff of CISF will be deployed on the city\nside.\nix) CISF QRT will be stationed on the city side at strategic locations\n. \nryilh radio sets and gypsy to respond to any contingentiituation.\nx) \nPolice patrolling will be organized jointly witn Ctsfat city side area\nof the airport terminals.\nxi) Static deployment of State police personnel shall be made at\nstrategic locations to handre any emerging raw and order situation\nand emergency.\nsegregate\nPage 9 of 24\nIn threat situations Inside Airoort and on CiW side Around Airoort\nTHREAT AND SECURITY ON CITY SIDE/OUTSIDE AIRPORT",
  "37": "b)\nSECRET\nxii) State Police QRT shall be stationed at designated place in proximity\nof the airport to respond to any situation.\nxiii) NSG QRT shall be stationed at a deslgnated place in proximity of\nthe airport to respond to any situation.\nxiv) Each CISF component deployed above shall be equipped with\nWalkie-Talkies, to convey information regarding any security breach\ninstantly to ATC and all duty points of CISF/State police, who\nshould be equipped with similar Walkie-Talkie on the same Walkie_\nTalkie network. The diversity of wireless communication equipment\nand resultant non-compatibility necessitates inter se exchange of\nradio operators for ensuring seamless communication amongst\nvarious agencies.\nAction olan :\ni) \nCISF(ASG) along with State potice wiil be the first responder to deal\nwith any contingent situation arising from the city side. CASO\nshall use appropriate force to contain the situation. Information\nabout any security breach shall be passed on the WT set instantly\nto ATC and all duty points on city side / State police/ NSG /SOCC,\nwho shall be on the same wireless network.\nii) \nNSG QRT available at the airport will also react in coordination with\nthe CISF QRT as first responders.\niii) \nCISF QRT will respond to the contingent situation in three phases:_\n. \nQRT component available near the spot immediately on\noccurrence.\n. \nNearby QRT component to provide backup.\no \nQRT reserves from camp for additional support.\niv) Initial command of operations will rest with the GO in-charge of\nCISF available at the airport.\nv) \nState Police will respond immediately on receipt of information as\nper requirements of the situation.\nvi) \nNSG (CTTF) shall take over the charge of operations on their\narrival. They shall be supported by the CISF and State police.\nLiaison officer of each agertLyfrill join the operation commander\nwith their respective Radio €€tE J$+coordination.\nState Police station SHO will join the operation commander to\nhandle the legal aspects.\nix) \nIndian Air Force/Indian Naval eRT (if available and in case of civil\nenclave), shall mobilize their eRT in their respective area and keep\nthem on high alert till termination of the Contingency.\nAttack on vital installation on the citv side:\n9oerational measures: The following measures shall be taken by CISF\n(wherever sanctioned, otherwise State police) to prevent, detect and\nvii)\nviii)\na)\nPage 10 of 24",
  "38": "SECRET\ncounter the possibility of terrorists/fidayeen attack on vital installation on\nthe city side.\ni) \nCISF staff shall be deployed for checking of persons/vehicles and\naccess control at the entry points of vital installations.\nii) \nCISF armed deployment will be done at vital installation.\niii) Proper supervision of security arrangement will be ensured by\nCISF.\niv) QRT with vehicles shall be stationed at strategic locations on the\ncity side for prompt reaction.\nv) \nState Police patrolling & static deployment shall be made on the\ncity side.\nvi) State Police QRT shall be stationed on the city side.\nvii) NSG/State Commando QRT shall be stationed on airside for prompt\nreaction.\nviii) Each CISF component deployed shall be equipped with Walkie-\nTalkies to convey information regarding any security breach\ninstantly to ATC and all other duty points of CISF/State police, who\nshould be equipped with similar walkie-talkies on the same walkie-\ntalkie network.\nAction plan:\ni) \nCISF(ASG) along with State police will be the first responder to deal\nwith any contingent situation arising from the city side. CASO shall\nuse appropriate force to contain the situation. Information about\nany breach of security shall be passed on the walkie-talkie set\ninstantly to ATC/all duty points on city side/State police/Nsc\n/SOCC, who shall be on the same wireless network.\nii) \nCISF QRT will react in three phases.\n. \nQRT component available in the vicinity of the spot\nimmediately on occurrence.\n. \nNearby QRT component to provide backup.\n. \nQRT reserves from camp for additional support.\nNSG QRT will also react simultaneously.\nInitial command of operations will rest with the AC in-charge of\nCISF available at the airpoft.\nv) \nState Police and its QRT shall take position outside the terminal\nbuilding/city side on receipt of information and also respond as per\nthe requirements of the situations.\nvi) NSG (CTTF) shall take over the charge of operations on their\narrival. They shall be supported by the CISF and State police.\nvii) Liaison officer of each agency will join the operation commander\nwith their respective Radio sets for coordination.\nviii) State Police station SHO will join the operation commander to\nhandle the legal aspects.\nb)\niii)\niv)\nPage 11 of 24",
  "39": "a)\nix) Indian Air Force/INS eRr (if avairabre at civir encrav\"ry ,nLi\"t=i\nmobilize their eRT in their respective area and keep tn\"r\"* tigh\naleft till termination of the contingency.\nIII. O* ot r\"OoOo\" on ah\" \",* \"id\" ,n\",r.,no .\", bo.,b, ,n ,\"rk,no\narea\n9+rettqatrcU-res: The following measures shall be taken by the\nCISF (wherever sanctioned othenryise State police) to prevent, detect\nand counter the possibility of sabotage incruding the use of car bomb in\nthe parking area on the city side :\nDeployment of CISF in parking area for patrolling.\nDeployment of CISF at alighting points for palrolling and speedy\nmarshalling of vehicles.\nPlain clothed surveillance points.\nCCry monitoring shall be done by CISF from CCW control room.\nDog squad of BDDS and CISF will be engaged for Anti sabotage\nchecks.\nPatrolling shall be ensured on ciiy side area outside the terminar\nbuilding.\nEach CISF component shall be equipped with walkie_tatkies to\nconvey information regarding any security breach instanUy to ATC\nand.all other duty points of CISF/State police/NSG, who should be\nequipped with similar walkie-talkies on the same walkie_talkie\nnetwork.\nAction plan: The following measures shall be taken by the CISF\n(wherever sanctioned, otherwlse by State police) and NSG to prevent to\nprevent, detect and counter the possibility of sabotage inciuding the\nuse of car bomb in the parking area on the city side:\ni) \nCISF will cordon and isorate the area as first responder. cASo shail\nuse appropriate force to contain the situation. Information about\nany security breach shall be passed on the WT set instanUy to ATC\nand all duty points on city side / State police/ NSC /SObC, wno\nshall be on the same wireless network.\nState Police will also respond simultaneously.\nThe spot of sabotage will be preserved.\nAssistance in rescue operations will be extended by CISF & State\nPolice.\ni)\nii)\niii)\niv)\nv)\nvi)\nvii)\nb)\nii)\niii)\niv)\nrv. ..AEackg f.rom contiqqoqs areas bevond Airport perimeter i.e.\n,,?.!,i \"F\"\"*.rrc\" ot \n\"rund gI\noutside airoo.t oerimeter oarticula\nPage 12 of 24",
  "40": "'.a)\nSECRET\nOoerational Measures: The following measures shall be taken by the\nState Police on the city side, outside airport area :\ni) \nDeployment of PCR vans.\nii) \nState Police patrolling.\niii) State Police presence in funnel area & its approach, on both sides.\niv) Identification of suspicious characters.\nv) \nSensitization of people residing in nearby localities.\nvi) Surveillance/intelligencecollection.\nvii) Effective Policing with adequate strength of state porice personnel.\nAction olan : state Police and their eRTs will respond to the situation in\nthe area outside airport jurisdiction.\nY. T\"rtorirJ / fid\"r\"\"n \"l\"r\"nt\" fo.\"inq \"nt- into th\" \"i.rid\"\n(runwav area):\nOqerational Measures: The following measures shall be taken by CISF\n(wherever deployed otherwise State police) NSG to prevent, detect and\ncounter the possibility of terrorists/fidayeen force entry from ihe airside of\nthe airport.\ni) \nCISF staff will be deployed at watch towers/Observation posts for\nperimeter protection.\niii \nFoot patrolling and mobite patrolling by CISF on the perimeter area.\niii) CISF staff shall be deployed for checking persons/vehicles and\naccess control at the gates.\nCISF armed deployment will be done at the gates.\nArmed staff with speciflc beats will be deployed for apron guarding.\nProper supervision of security arrangement will be ensured by\nCISF.\nCISF surveillance in plain clothes shall be deployed in operational\nareas.\nviii) QRT with vehicles shall be stationed at strategic locations on city\nside for prompt reaction.\nState Police patrolling and static deployment shall be made on city\nside.\nPolice QRT shall be stationed on city side.\nNSG/State Commando QRT shall be stationed on airside for prompt\nreaction.\nEach CISF component shall be equipped with walkie-talkies to\nconvey information regarding any security breach instanily to ATC\nand.all other duty points of CISF/State police/NSG, who should be\nequipped with similar walkie-talkies on the same Wff network.\nb)\na)\niv)\nv)\nvi)\nvii)\nix)\nx)\nxi)\nxii)\nPage 13 of 24",
  "41": "b) \nAction olan: \nsecRei\ni) \nCISF (ASG) arong with state porice wiil be the first responder tl\ndear with any contingent situation from the city side. cnso iniir\nuse appropriate force to contain the situation. Information about\nany breach of security shail be passed on the wr set instanfly to\nATC and all duty points on city side / State police/ NSG /SOCC, who\nshall be on the same wireless network.\nii) \nNSG QRT available at the airport will also react in coordination with\nthe CISF eRT as first responders simultaneously.\niii) cIsF QRT wirr respond to the contingent situation in three phases;\n. \neRT component available in the vicinity of the spot\nimmediately on occurrence.\n. \nNearby eRT component to provide backup.\n. \neRT reserves from camp for additional support.\niv) Initial command of operations will rest with the G6 in-charge of\nCISF available at the airport.\nv) \nState porice and its QRT shail take position outside the terminar\nbuilding/ city side on receipt of information and arso respond as pei\nthe requirements of the situation.\nvi) Liaison officer of each agency wiil join the operation commander\nwith their respective radio sets for coordination.\nvii) state porice station sHo wiil join the operation commander to\nhandle the legal aspects.\nviii) Indian Air Force/Indian Navar servrce QRT shail mobirize their QRT\nin their respective area and keep them on high arert tiil terminat]on\nof the contingency.\nVI...._ Qri.in-\"I ,.tirit, in.rnd \n\"round \"i.rort *hi\"h \"orld \"\"t \", \"\nfacilitator for terrorist aftack : \n--\na) \n9oerationar Measures: The foilowing action wiil be taken by the GISF\n(wherever deproyed) and state porice io prevent any criminar activity in\nand around the airport:\ni) \nCISF wirr be responsibre to prevent and respond to any criminar\nactivity inside the airport area.\nii) \nstate porice wilr prevent and respond to any criminal activity on the\ncity side. GISF shail arso prevent such activity in areas of their\ndeproyment and bring it to the notice of the state porice for further\nnecessary action.\niii) state porice wiil arso be responsibre to prevent and respond to any\ncriminal activity at the airport.\niv) Legal aspects and raw and order situation at the airport wiil be\nhandled by the State police.\nPage 14 of 24",
  "42": "SECRET\nv) \nEach CISF component deployed above shall be equipped with\nwalkie-talkies to convey information regarding any security breach\ninstantly to ATC and all other duty points of CISF/State Police/NSG,\nwho should be equipped with similar walkie-talkies on the same\nwalkie-talkies network.\nVII. Fuel depot inside and outside the airoort oremises\na) \nFue! deoot (inside the airooft) located inside the airport operational\narea are well protected as the access control to the entire operational area\nis being done by the CISF. No separate guarding is provided for the fuel\ndepots inside the operational area. First contingenry response will be\ndone by the CISF (wherever deployed) and NSG whereas State police and\nits QRT shall respond as per the requirements of the situation. Law and\norder part (legal aspects) will be handled by the State SHO of State police.\nb) \nFuel depot (outside the airpoft'l:\ni) \nProtection responsibility will be of concerned agency & State police.\nii) \nContingency response will be the responsibility of State police.\niii) \nCISF will respond appropriately depending upon the situation.\n7.8,2. THREAT AND SECURITY INSTDE ATRPORT\nI. \nT\"r.o.ist /fid\"v\"en .1\".\"nt\" for\"inq .nt* into th\" contiqrout\nreception area, check in area, SHA :\na) \nooerationa! Measures: The following measures, as preventive action,\nshall be taken by GISF and State police to counter the possibirity of\nterrorists/ fidayeen elements intruding into the reception area, check in\narea & sHA, for timely detection and response to the emergent situation.\nCISF will be deployed on all entry/exit points for access control.\nCISF will provide armed support at all access points on the city\nside.\ni)\nii)\niii) \nArmed commandos of CISF will be deployed in plain clothes for\nimmediate response in the event of any terrorist attack inside the\nterminal buildings.\niv) CISF surveillance staff shall be deployed in plain clothes for\nsurveillance, profiling and collecUon of intelligence.\nv) \nCISF deployment will be made at queuing and assistance points\noutside SHA entrance.\nvi) \nCISF will be deployed for pre-embarkation checks in SHA, where\nfrisking of passengers, staff and X-Ray screening of hand baggage\nshall be ensured.\nPage 15 of 24",
  "43": "vii) .ISF eRT wi, be stationed outside the terminars and on airside \nSE.REY\ncounter any terrorist attack without loss of time.\nviii) proper supervision of GISF deproyment shail be ensured inside the\nterminal bullding and SHA.\nix) state porice patroring wi, be organized joinry w*h GISF at city side\narea of airport.\nx) \nstatic deproyment of porice sha, be made at strategic rocations by\nthe State police station to handle any law and or;\",. ;it;il;; ;;\nemergency.\nxi) State police eRT shall be stationed at a designated place in\n. \nproximity of the airport to respond to any situation -on inrormation.\nxii) NSG/state commando eRT sha, be stationed at a aesigniteJ ptiie\nin proximity of the airport to respond to any situation inside the\nterminal.\nxiii) Each CISF component shall be equipped with walkie_talkies to\nconvey information regarding any security Oreacn instantiy to ni-\nand a, other duty points of CISF/State police/NSG, *no iirorfa OJ\nequipped with simirar warkie-tarkies on same warkie-Tarkies\nnetwork.\nb) Action olan:\ni) \nCISF(ASG) arong with state porice wifl be the first responder to dear\nwith any contingent situation from the city side. CASO snatt use\nappropriate force to contain the situation. Information aoout anv\nsecurity breach shall be passed on the WT set instanUy to nfC uni\nall duty points on city side / State police/ NSG /SOCC, wno snatL Oe\non the same wireless network.\nii) \nNsG QRT (if availabre) at the airport will also react in coordination\nwith the CISF eRT as first responders.\niii) \nCISF QRT will respond to the contingent situation in three phases:\n. \nQRT component available near the spot immediately on\noccurrence.\n. \nNearby eRT component to provide breakup.\no \neRT reseryes from camp for additional support.\niv) NSG (crrF) shail take over charge of operations on their arrival\nand shall be supported by CISF.\nv) \nLiaison officer of each agenry wiil join the operationar commander\nwith their respective Radio sets for loordination.\nvi) state porice and its eRT shail take position outside the terminar\nbuilding/city side on receipt of information and also responO ai p\"i\nthe requirements of the situation.\nvii) State police station SHO will immediately join the operation\ncommander to handle the legal aspects.\nPage 16 of 24",
  "44": "SECRET\nviii) Indian Air Force/Indian Naval Service eRT shall mobilize their eRT\nin their respective area and keep them on high alert till termination\nof the Contingency (if available or in case of civil enclave).\nHostaqe crisas:\nAction plan: In the event of hostage crisis, the eRT of CISF (wherever\ndeployed) shall take action as first responder in the following manner :\ni) \nThe information will be passed on immediately as per list at\nAppendix -V.\nii) \nInformation about hostage crisis shall be passed on the WT set\ninstantly to all duty points on city side / State police/ NSG /SOCC,\nwho shall be on the same wireless network.\niii) \nCISF QRT will respond in the contingent situation in three phases :\n. \nQRT component available in the vicinity of the spot\nimmediately on occurrence.\n. \nNearby QRT component to provide backup.\n. \nQRT reserve from camp for additional support.\niv) \nQRTs of CISF & NSG shall cordon & isolate the location of the\nhostages.\nv) \nInitial command of operation shall rest with the GO shift I/C of\nCISF.\nII.\na)\nvi)\nvii)\nSHO of the area shall be available with the operational commander\nfor negotiation.\nDesignated Liaison officer of NSG, State police, CISF and IAF (if\navailable in civil enclave) shall tie up with the operation commander\nalong with the radio sets for coordination.\nMinimum collateral damage shall be ensured by the eRTs.\nImmediate firing shall not be resorted to in hostage situation.\nThe operation command shall be handed over to NSG (CfiF) on its\narrival with necessary inputs to include the following :\n. Current situation of the operation.\n. Likely strength of hostages & terrorists.\n. Disposition of own security forces,\no Any other inputs deemed operationally impoftant / required by\nNSG.\nviii)\nix)\nx)\nxi) At airpofts where NSG Hub/Regional Hub is not available, the State\nPolice & its QRT shall rush inside the airport area. They shall take\nposition to cordon off the affected area & observe the terrorist &\nhostage activities. They shall respond as per the requirements of\nthe situation & direction of the Aerodrome Committee/SOCC. They\nshould facilitate intervention operation by NSG on its arrival.\nPage 77 of 24",
  "45": "xii) IAF/INS eRT (if avairabre or civir encrave) arso sha, not rush ,o ,ff\"*tt\nflllix,J * shail take position in tne teinn-icailr*-ut\"rirutugii\n7.8.3. \n.\nThe response *ilt b\".ur \nt Au,\nformulated by the Airport operator o.i.iJ on Disaster Management pran of\nMoCA issued vide OM No. AV _13024/ZSIZOIS*,dated 11.08.2016.\n7'B'4'UAV/D.rone threat: uAVs/drones can be used by terrorists, insurgents etc to\ndrop exprosives, etc at airpofts (vitar 'instartation'sj\"?'ioi \naeriat\nsurvey/video-photography to pran theircttutt. ro dear with iuctr ttu-eats, tne\nstandard operating procedure rsopl -ioi \nhandring threats from sub-\nconventionar aeriar issued vide MHA o.M. ruo. prov-rl:i:+ioo,-oui\"r'ro_rz_\n2016, shourd be stricry adopted. In case of Derhi, simitarsop'on tnJ *oi\"a\nissued vide MHA O.M. No. VI_24011/4g/2015_ prou_ t/:g:+r OO/tlei, - --aut\"a\n2nd August 2016, be foilowed. these bops are being updated in view of DGCA\ncAR issued on the subject on 27.0s.2018j. ro oeaiwiinlrin..iir, ii,\" not\nresponder (GISF / state, porice) shourd be equipped wm entiunv eqrip-runt.na\nweapons, for effective detection and neutrarization of the uavlorond. - -''\n7.C.\na)\nb)\nc)\nd)\ne)\nMaintenance of Law and order on the city side wiil be responsibirity of State\nPolice.through its local police stations anO t-te.\nsecurity on the city side in Airport^area wiil bi th\" ioint responsibirity of GISF\n(at the place of deployment) and State police- '\nProtection. and_ security inside the terminal and on airside will be the\nresponsibility of GISF (wherever deployed), whereas law and order situation\nwill be handled by the State police;\nTraffic contror on city side wiil be the responsibirity of state Traffic porice.\nPrivate s_ecurity guards deployed by.the Airport Op\"rutoo for non_core lobs\nlike trafflc management in city side, ,u.rrit, ;;;kirg area etc shall act\ndirectly under the command oi security ug;.y ;;ioing security at the\nairports in case of contingenry.\nW(Number \n& Quantity to be fixed for each\nMANPO*ER REOUTREMENT:_ Additionar requirement of state porice for\ndeployment on the city side is at Appenaix-rr. deproyment of clsF/state porice\n(as per decision) for CTCp functioni at tne nirpo,t,ll at nppenaix _ fff\n9.\n10.\nfor additional deployment_is at\nairport by BCAS) is at Appindix - I\nREOUIREMENT OF ARMS & AMMUNITION\n11.\nis at Appendix-V\nPage 18 of 24",
  "46": "SECRET\nCHAIN OF COMMUNICATION is at Appendix-Vl. Each airport wilt maintain\ntheir chart showing the chain of communication.\n13' APPENDIX I to vI will be decided by the committee set up by BCAS for each\nairport.\n.12.\nPage 19 of 24",
  "47": "Y1\nSECBET'\nAopendix:,,1\nbv BCAS)\n1\njSeparate bay at Naka on city side\nI entry, to segregate suspect vehicles\nfor checkino.\nMotorized Barriers.\nffi\n@\nroad outside terminal to create I\nbuffer zone \nI\nffi\nlocations. \n- \n|\n^-\n10\nZig-zag mobile Oarriers at approacfr\nroad Nakas\n2\n11\nr-ortified morchas at Naka\nJ\nL2\ntsollarcls at entrance/exit of inner roa?\nOutside terminal fn rrp:ta hr rfFar -^-^\n4\n13\nRamp/raiting outside the terminal\nbuildings.\n5\n6\nt4\nProper boundary of parking area, R-\nwall with overhead fencing.\nStack of sand bags.\nALLess conrrot system at parking\na rea.\n@\n15\n7\n16\nExplosive Trace Detector (ETD).\nB\nBomb blankets/blast inhibitors.\n@\ncommunication system for all posts.\n77\nCCTV monitoring system with feed at\nsocc.\n9\n2.\n1\nAccess control system at entry and\nexit points.\nBiometric access control system.\n10\nDFMDs and HHMDs at all access pointr\n2\n11\nConcourse baggage plan.\n3\nX-BIS for screening of hand\nbaooaoe.\nEnclosed female frisking booths,\n@\nX-BIS\n-\nProper segregation of the area.\nt2\nFrisking booths.\n4\n13\nSeparate enclosures for checking pax\nWith soecial needs & modirel .^n.tili^h\n5\nt4 Duty post wise requirement oi\nCOmmllniaetinn qrrcfarn fnr rll nna+-\n6\n15\nEXDIOS|Ve VaDor lr Dctp.tnr /tr\\h\\\n7\n=xplosive \nfrace Oete\nCCW monitoring system witfr feeO at\nsocc.\n16\nBomb blankets/blast inhibitors.\nB\nPage 20 of 24\n1. InfrastructurereouirementfortheciWside \n:",
  "48": "' \n.3.\n-\\\nSEGRET\nInfrastructure for ouardinq of vital installations:\n1\nProper RCC wall with overhead\nfencing.\n5\nAccess control, restricted entry.\n2\nGate/Entry point.\n6\nAnti sabotage checks at vital\ninstallations.\n3\nDFMD and HHMD for friskinq.\n7\nProper illumination.\n4.\nInfrastructure reouirements on the airside:\n1\nRCC Perimeter wall 8 ft high with a\nconcertina coil overhang ol 1 and lz\nft.\n11\nObservations posts/Watch towers of\nspecific height.\n2\nMotorable patrolling track inside\nperimeter wall.\n12\nOutside patrolling track.\n2\nLighting arrangements.\n13\nDrainages & manholes properly\ngrilled.\n4\nAccess control system at entry qates.\n14\nMotorized barriers\n5\nSteel fabricated gates.\n15\nFoftified morchas.\n6\nChecking platform.\n16\nShelter/cover for checking staff.\n7\nDHMDS and HHMDS at friskinq points.\nL7\nWeb based photo pas system.\nB\nTrolley Mirrors.\n1B\nFrisking booths.\n9\nEnclosed female frisking booths.\n19 Duty post wise requirement of\ncommunication system.\n10\nSeparate vehicle for patrollinq.\n20\nBinoculars (including night vision)\nPage 27 of 24",
  "49": "SECRET'\nAooendix-I4\n(name of airporil airoort\na)\nb)\nAooendix -III.\nA. \nONCITY-SIDEAROUNDAIRPORT\nI Location/point\nNaka at Approach a exit gates\nnffi\nM@\nbut near the airport).\nLocation\nInsp\nsr/Asr\nHC\nConst\nTotal\nPatrolling on city side (around\nperimeter wall & installations)\nbuildinqs. towerc, oil-tank/deoots\nLocation/point\nParking area\nTernfialBuilo-n,\nLocation\nInsp\nsr/Asr\nHC\nConst\nTotal\nArrsroe (tnstde perimeter wall)\nAirpoft buildings / ATC tower/\nvital installations etc of airport\nPage 22 of 24\n(name of airporil Airporl",
  "50": ".{.\nSECRET\nAooendix-IV\nRequirement of Arms and ammunition at fralre oF a/iootr airpoft for\nAdditional deolovment\na)\nAooendix-V\nList of rmoortant releohone Numbers for the securitv, disaster manaoement\netc (Each airport will maintain their own list of impoftant officials & their contact\nnumbers, who should be contacted immediately in case of terrorist attack. The list\nshould be updated periodically.)\nsl\nNO\nOrganisation\nName\nDesignation\nMobile\nNo.\nTel (otr &\nRes.)\nFax\n1\nAAI\nAirport Director\nDuty Terminal Manaqer/JTB\nChief Security Offlcer\nATC Tower\nJGM (Terminal)\nTerminal Manaqer JTB\nTerminal Manager DTB\nSr Manager Security\nFire Service AAI\n2\nCISF\nDG CISF\nCASO\nAC. CISF ASG\nCISF Control Room\n3\nPOLICE\nPClDG/SP/DSP\nDist Collector\nSHO\nPolice Control Room\n4\nIB\n(Locaynearest IB officer)\nIB Control Room/Excha nqe\n5\nNSG\nNSG Control Room\n6\nParamilitary &\nArmed Forces\n(nearest)\n]AF,\n. Contact Officer (Sr level)\n. Control Room/Exchange\nArmy\nNavy\nCoast\nGuard\nCRPF\n7\nBDDS\n8\nDOG Squad\n9\nDISASTER\nMANAGEMENT\n10\nFIRE WING\nFire Service AAI\nllQfficer nearest Fire Station\nFire Station control Room\n11\nHospitals\nlList of nearest Hospitals\nPage 23 of 24\n=",
  "51": "CHAIN OF COMMUNICATION\nSECREf\n.+\nAppendix-vl\nPage 24 of 24\n\\\n\\\nI"
}