{
  "1": "1\nThe Aircraft (Carriage of Dangerous Goods) Rules, 2003  \n  \n1. Short title, extent and application - (1) These rules may be called the Aircraft \n(Carriage of Dangerous Goods) Rules, 2003.  \n  \n(2) They extend to whole of India and apply also –  \n  \n(a) to aircraft registered in India or aircraft operated by an operator who has his \nprincipal place of business or permanent place of residence in India, wherever they \nmay be;  \n  \n(b) to all aircraft for the time being in or over India; and  \n  \n(c) to persons operating air transport services to, from, within and over India, shippers \nof dangerous goods or their agents.  \n  \n(3) They shall come into force on the date of their final publication in the Official \nGazette.  \n  \n2. Definitions and interpretation - In these rules, unless there is anything repugnant \nin the subject or context -  \n  \n(1) \"aerodrome\" means any definite or limited ground or water area intended to be \nused, either wholly or in part, for the landing or departure of aircraft, and includes all \nbuildings, sheds, vessels, piers and other structures thereon or appertaining thereto;  \n  \n(2) \"aircraft\" means any machine which can derive support in the atmosphere from \nreactions of the air other than reactions of the air against the earth's surface and \nincludes balloons whether fixed or free, airships, kites, gliders and flying machines;  \n  \n(3) \"cargo aircraft\" means any aircraft, other than a passenger aircraft, which is \ncarrying goods or property;  \n  \n(4) \"crew member\" means a person assigned by an operator to duty on an aircraft \nduring a flight duty period;  \n  \n(5) \"dangerous goods\" means articles or substances which are capable of posing a \nrisk to health, safety, property or the environment and which are listed as such in the \nTechnical Instructions or which are classified according to the Technical Instructions;  \n  \n(6) \"dangerous goods accident\" means an occurrence associated with and related to \nthe transport of dangerous goods by air which results in fatal or serious injury to a \nperson or damage to major property or enviornment;  \n  \n(7) “dangerous goods incident” means,— \n \n(i) an occurrence, other than a dangerous goods accident, associated with and related \nto the transport of dangerous goods by air, not necessarily occurring on board an \naircraft, which results in injury to a person, property or environment, or fire, breakage, \nspillage, leakage of fluid or radiation or any incident occurred due to defect in",
  "2": "2\npackaging; and \n \n(ii) an incident occurred due to the transport of dangerous goods which seriously \njeopardises the aircraft or its occupants; \n  \n(8) \"Director-General\" means Director General of Civil Aviation;  \n \n(8A) “exemption” means an authorisation issued, other than an approval granted by an \nappropriate national authority providing relief from the provisions contained in the \nAnnexes and the Technical Instructions; \n \n  \n(9) \"flight crew member\" means a licensed crew member charged with duties essential \nto the operation of an aircraft during a flight duty period;  \n  \n(10) \"operator\" means a person, organisation or enterprise engaged in or offering to \nengage in an aircraft operation;  \n  \n(11) \"overpack\" means an enclosure used by a single shipper to contain one or more \npackages and to form one handling unit for convenience of handling and stowage;  \n  \n(12) \"package\" means the complete product of the packing operation consisting of the \npackaging and its contents prepared for transport;  \n  \n(13) \"packaging\" means receptacles and any other components or materials \nnecessary for the receptacle to perform its conainment function;  \n  \n(14) \"passenger aircraft\" means an aircraft that carries any person other than a crew \nmember, an operator's employee in an official capacity, an authorized representative \nof an appropriate national authority or a person accompanying a consignment or other \ncargo;  \n  \n(15) \"pilot-in-command\" means the pilot designated by the operator, or in the case of \ngeneral aviation by the owner, as being in command and charged with the safe \nconduct of a flight;  \n  \n(16) \"serious injury\" means an injury which is sustained by a person in an accident and \nwhich:  \n  \n(a) requires hospitalization for more than 48 hours, commencing within seven days \nfrom the date the injury was received; or   \n   \n(b) results in a fracture of any bone (except simple fractures of fingures, toes or nose); \nor   \n  \n(c) involves lacerations which cause severe haemorrhage, nerve, muscle or tendon \ndamage; or  \n  \n(d) involves injury to any internal organ; or",
  "3": "3\n(e) involves second or third degree burns, or any burns affecting more than five per \ncent of the body surface; or  \n  \n(f) involves verified exposure to infectious substances or injurious radiation;  \n  \n(16A) “State of origin” means the state in the territory of which the consignment of \ndangerous goods is first to be loaded on an aircraft; \n \n(16B) “State of destination” means the State in the territory of which the consignment \nis finally to be unloaded from an aircraft; \n  \n(17) \"State of the operator\" means the State in which the operator's principal place of \nbusiness is located or, if there is no such place of business, the operator's permanent \nplace of residence;  \n  \n(18) “Technical Instructions” means the instructions for the safe transport of \ndangerous goods by air, approved and issued periodically in accordance with the \nprocedure established by the International Civil Aviation Organisation Council; \n  \n(19) “UN number” means the four digit number assigned by the United Nations \nCommittee of Experts on the Transport of Dangerous Goods and on the Globally \nHarmonised System of Classification and Labeling of Chemicals to identify an article \nor substance or a particular group of articles or substances; \n  \n(20) \"Unit load device\" means any type of freight container, aircraft container or aircraft \npallet with a net, but excluding an overpack, designed for loading on an aircraft.  \n  \n3.  Carriage of dangerous goods by air. − (1) No operator shall engage in the \ncarriage of dangerous goods unless it has been certified by the aeronautical authority \nof the State of the operator to carry the dangerous goods.  \n  \n(2) No operator shall carry and no person shall cause or permit to be carried in any \naircraft to, from, within or over India or deliver or cause to be delivered for loading on \nsuch aircraft any dangerous goods, except in accordance with and subject to the \nrequirements specified in the Technical Instructions:  \n  \n          \nProvided that dangerous goods classified as explosives shall not be carried in \nany aircraft to, from, within or over India except in accordance with and subject to the \nterms and conditions of a permission in writing granted by the Central Government \nunder rule 8 of the Aircraft Rules, 1937.  \n  \nProvided further that where dangerous goods classified as radioactive material \nare to be carried in any aircraft to, from or within India, the operator shall ensure that the \nconsignor or the consignee, as the case may be, has written consent of the Central \nGovernment to carry such goods under section 16 of the Atomic Energy Act, 1962 (33 \nof 1962).  \n  \n      Provided also that where there is extreme emergency such as national or \ninternational crisis or natural calamities or otherwise necessitating transportation by air \nof such goods and full compliance with the requirements specified in the Technical",
  "4": "4\nInstructions may adversely affect the public interest, the Director-General or any other \nofficer authorised in this behalf by the Central Government may, by general or special \norder in writing, grant exemption from complying with these requirements provided that \nhe is satisfied that every effort has been made to achieve an overall level of safety in \nthe transportation of such goods which is equivalent to the level of safety specified in \nthe Technical Instructions.  \n  \n(3) Notwithstanding anything contained in sub-rule (2), the articles and substances that \nare specifically identified by name or by generic description in the Technical \nInstructions as being forbidden for transport by air under any circumstances, shall not \nbe carried on any aircraft.  \n     \n(4) The provisions of sub-rules (1) and (2) shall not apply to-   \n  \n(a) the articles and substances classified as dangerous goods but otherwise \nrequired to be on board the aircraft in accordance with the pertinent \nairworthiness requirements and the operating regulations, or for such \nspecialised purposes as are identified in the Technical Instructions.   \n  \n(b) specific articles and substances carried by passengers or crew members to the \nextent specified in the Technical Instructions.  \n  \n(5) Where dangerous goods are carried under sub-rule (2), it shall be the duty of the \nshipper, the operator and every person concerned with packing, marking, labelling, \nacceptance, handling, loading, unloading, storage, transportation or any other process \nconnected directly or indirectly with carriage of such dangerous goods, to take all \nprecautions to avoid danger to the aircraft or to the persons on board or to any other \nperson or property.  \n  \n4. Custody of unauthorised Dangerous Goods - Where any officer authorised in \nthis behalf by the Central Government has reason to believe that the provisions of this \nrule are, or are about to be, contravened, he may cause the dangerous goods in \nquestion to be placed under his custody pending detailed examination of the nature of \nthe goods or pending a decision regarding the action, if any, to be taken in the matter.  \n  \n4A. Classification of Dangerous goods – The dangerous goods shall be classified \nin accordance with the provisions of the Technical Instructions.  \n  \n5. Packing - (1) Dangerous goods shall be packed in accordance with the \nrequirements specified in the Technical Instructions in addition to the provisions of this \nrule.  \n  \n(2) It shall be ensured that no harmful quantity of a dangerous substance adheres to \nthe outside of the packagings used for the transport of the dangerous goods.   \n  \n(3) Packagings used for the transport of dangerous goods by air shall be of good \nquality and shall be constructed and securely closed so as to prevent leakage which \nmight be caused in normal conditions of transport by changes in temperature, humidity \nor pressure, or by vibration.",
  "5": "5\n(4) The packagings shall be suitable for the contents and the packagings in direct \ncontact with dangerous goods shall be resistant to any chemical or other action of \nsuch goods.  \n  \n(4A)  Packagings shall meet the material and construction specifications contained in \nthe Technical Instructions.  \n  \n(4B)  Packagings shall be tested in accordance with the provisions of the Technical \nInstructions.  \n  \n(4C)  Packagings for which retention of a liquid is a basic function, shall be capable of \nwithstanding, without leaking, the pressure specified in the Technical Instructions.  \n  \n(5) Inner packagings used for the transport of the dangerous goods shall be packed, \nsecured or cushioned in such a manner that no breakage or leakage shall be caused \nand these shall also control the movement of the dangerous goods within the outer \npackaging(s) during normal conditions of air transport and also the cushioning and \nabsorbent materials shall not react dangerously with the contents of the receptacles.  \n  \n(6) No packaging used for the transport of the dangerous goods shall be re-used \nunless, --  \n  \n(a) it has been inspected and found free from corrosion or other damage; and  \n  \n(b) all necessary precautions have been taken to prevent contamination of subsequent \ncontents:  \n  \nProvided that where it is not possible to properly clean a packaging already used for \nthe transport of dangerous goods, then such an uncleaned empty packaging shall be \ntransported by air following the same procedure as laid down for the transport of the \ndangerous goods for which such packagings has been used earlier.  \n  \n6. Labeling - Unless otherwise provided in the Technical Instructions, each package \nof dangerous goods shall be labeled in accordance with the requirements specified in \nthe Technical Instructions.  \n  \n7. Marking - (1) Save as otherwise provided in the Technical Instructions, each \npackage of dangerous goods shall be marked with the proper shipping name of its \ncontents and, when assigned, the UN number and such other markings as may be \nspecified in those Instructions.  \n  \n(2) Save as otherwise provided in the Technical Instructions, each packaging \nmanufactured to the specifications of the Technical Instructions shall be marked in \naccordance with the provisions of the Technical Instructions and no other packagings \nshall be so marked.  \n  \n(3) In addition to the languages required by the State of origin, English shall also be \nused for the markings related to dangerous goods.  \n  \n8. Shipper's responsibilities - (1) No shipper or his agent shall offer any package or",
  "6": "6\noverpack of dangerous goods for transport by air unless he has ensured that such \ndangerous goods are not forbidden for transport by air and are properly classified, \npacked, marked and labeled in accordance with the requirements specified in the \nTechnical Instructions.  \n  \n(2) Unless otherwise provided in these rules, no shipper or his agent shall offer \ndangerous goods for transport by air unless he has completed, signed and provided to \nthe operator a dangerous goods transport document, as specified in the Technical \nInstructions.  \n  \n(3) The dangerous goods transport document shall bear a declaration signed by the \nshipper or his agent indicating that the dangerous goods are fully and accurately \ndescribed by their proper shipping names and that they are classified, packed, \nmarked, labeled and in proper condition for transport by air as per requirements of the \nTechnical Instructions.  \n  \n(4) In addition to the languages required by the State of origin, English shall also be \nused in the dangerous goods transport document.  \n  \n9. Operator's Responsibilities - (1) No operator shall accept dangerous goods for \ntransport by air unless, --  \n  \n(a) the dangerous goods are accompanied by a completed dangerous goods transport \ndocument, except where the Technical Instructions specify that such a document is \nnot required; and   \n  \n(b) the package, overpack or freight container containing the dangerous goods has \nbeen inspected in accordance with the acceptance procedures specified in the \nTechnical Instructions.   \n  \n(2) The operator shall ensure that an acceptance check-list as required by the \nTechnical Instructions has been developed and is being used by his acceptance staff.  \n  \n(3) Packages and overpacks containing dangerous goods and freight containers \ncontaining radioactive materials shall be inspected for evidence of leakage or damage \nbefore loading on an aircraft or into a unit load device and such packages, overpacks \nor freight containers shall be loaded and stowed on an aircraft in accordance with the \nrequirements specified in the Technical Instructions.  \n  \n(4) The operator shall ensure that no leaking or damaged packages, overpacks or \nfreight containers containing dangerous goods shall be loaded on an aircraft.  \n  \n(5) A unit load device shall not be loaded aboard an aircraft unless the device has \nbeen inspected and found free from any evidence of leakage from, or damage to, any \ndangerous goods contained therein.  \n  \n(6) Where any package of dangerous goods loaded on an aircraft appears to be \ndamaged or leaking, the operator shall remove such package from the aircraft, or \narrange for its removal by an appropriate authority or organisation, as the case may \nbe, and thereafter shall ensure that the remainder of the consignment is in a proper",
  "7": "7\ncondition for transport by air and that no other package has been contaminated.  \n  \n(7) Packages or overpacks containing dangerous goods and freight containers \ncontaining radioactive materials shall be inspected for signs of damage or leakage \nupon unloading from the aircraft or unit load device and if evidence of damage or \nleakage is found, the area where the dangerous goods or unit load device were \nstowed on the aircraft shall be inspected for damage or contamination.  \n  \n(8) No dangerous goods shall be carried in an aircraft cabin occupied by passengers \nor on the flight deck of an aircraft, except those specified in sub-rule (4) of rule 3.  \n  \n(9) Any hazardous contamination found on an aircraft as a result of leakage or damage \nto dangerous goods shall be removed without delay.  \n  \n(10) An aircraft which has been contaminated by radioactive materials shall \nimmediately be taken out of service and not returned to service until the radiation level \nat any accessible surface and the non-fixed contamination are not more than the \nvalues specified in the Technical Instructions.  \n  \n(11) Packages containing dangerous goods which might react dangerously with one \nanother shall not be stowed on an aircraft next to each other or in a position that would \nallow interaction between them in the event of leakage.  \n  \n(12) Packages of toxic and infectious substances shall be stowed on an aircraft in \naccordance with the requirements specified in the Technical Instructions.  \n  \n(13) Packages of radioactive materials shall be stowed on an aircraft so that they are \nseparated from persons, live animals and undeveloped film, in accordance with the \nrequirements specified in the Technical Instructions.  \n  \n(14) Subject to the provisions of these rules, when dangerous goods are loaded in an \naircraft, the operator shall protect the dangerous goods from being damaged, and \nshall secure such goods in the aircraft in such a manner that will prevent any \nmovement in flight which would change the orientation of the packages. For packages \ncontaining radioactive materials, the securing shall be adequate to ensure that the \nseparation requirements of sub-rule (13) are met at all times.  \n  \n(15) Except as otherwise provided in the Technical Instructions, packages of \ndangerous goods bearing the \"Cargo aircraft only\" label shall be loaded in such a \nmanner that a crew member or other authorised person can see, handle and, where \nsize and weight permit, separate such packages from other cargo in flight.  \n  \n9A. Mis-declared or undeclared dangerous goods.— (1) The Operator or any other \nperson directly or indirectly acting on his behalf for the acceptance or handling of \nbaggage, cargo or mail, if notices or finds any mis-declared or undeclared goods, shall \nsubmit a report to the Director-General. \n \n(2) The report under sub-rule (1), in addition to such other relevant information, shall \nalso contain the following information, namely:—",
  "8": "8\n(i) the name and address of person or operator reporting; \n(ii) the name and address of the shipper; \n(iii) date and location of detection of mis-declared or undeclared dangerous goods; \n(iv) class or division of dangerous goods with the proper shipping name and quantity of \nsuch dangerous goods; \n \n(3) On receipt of the report the Director-General shall, if considered necessary, order \nan investigation to determine the causes of mis-declared or un-declared dangerous \ngoods and take preventive measures to avoid reoccurrence of such occurrences. \n \n10. Provision of Information - (1) The operator of the aircraft in which dangerous \ngoods are to be carried shall provide information in writing to the pilot-in-command as \nearly as practicable before departure of the aircraft as required by the Technical \nInstructions.  \n  \n(2) The operator shall provide such information in the Operations Manual so as to \nenable the flight crew member to carry out their responsibilities with regard to the \ntransport of dangerous goods and shall also provide instructions as to the action to be \ntaken in the event of emergencies arising involving dangerous goods.  \n  \n(3) Operators shall ensure that information is promulgated in such a manner that \npassengers are warned as to the types of goods which they are forbidden from \ntransporting aboard an aircraft as provided in the Technical Instructions.  \n  \n(4) Operators, shippers or other organisations involved in the transport of dangerous \ngoods by air shall provide such information to their personnel so as to enable them to \ncarry out their responsibilities with regard to the transport of dangerous goods and \nshall also provide instructions as to the action to be taken in the event of emergencies \narising involving dangerous goods.  \n  \n(5) If an in-flight emergency occurs, the pilot-in-command shall, as soon as the \nsituation permits, inform the appropriate air traffic services unit, for the information of \naerodrome authorities, of any dangerous goods on board the aircraft, as provided in \nthe Technical Instructions.  \n  \n(6)   In the event of an aircraft accident or a serious incident where dangerous goods  \ncarried as cargo are involved, the operator of the aircraft  shall provide information, \nwithout delay, to the emergency services   responding  to the accident or serious \nincident, and, as soon as possible, to the appropriate authorities of the State of the \noperator and the State in which the  accident or serious incident occurred, about the \ndangerous goods on board, as shown on the written information to the \npilot-in-command.    \n  \n(7)  In the event of an aircraft incident, the operator of an aircraft carrying dangerous \ngoods as cargo shall, upon request, provide information, without delay, to the \nemergency services responding to the incident and also to the appropriate authority of \nthe State in which the incident occurred, about the dangerous goods on board, as \nshown on the written information to the pilot-in-command.  \n  \n10A.  Inspection. – (1) The Director-General, or any other officer authorised by the",
  "9": "9\nCentral Government in this behalf by a general or special order in writing may, at any \nreasonable time, enter any place to which access is necessary and inspect any \nservices, equipment, documents and records with a view to ensuring compliance with \nthe provisions of these rules. \n  \n(2) The operator, shipper, training establishment and every other person concerned \nwith carriage of dangerous goods shall allow the person so authorised, access to any \npart of the aircraft, building or any facility including equipment, records, documents \nand personnel, and shall co-operate in exercising his powers or carrying out his duties \nunder these rules.  \n \n(3) The Director-General, or any other officer authorised under sub-rule (1), may carry \nout investigation into alleged violations by an entity performing any function under \nthese rules and for such investigation, the authorised officer may exercise the power \nunder sub-rule (1). \n  \n11.  Dangerous Goods Accidents and Incidents − (1) In the event of a dangerous \ngoods accident or dangerous goods incident, as the case may be, the \npilot-in-command of the aircraft and the operator of the aircraft or of the aerodrome, as \nthe case may be, shall submit a report in writing to the Director-General on such \naccident or incident.  \n  \n(2) The report under sub-rule (1) shall, in addition to any other relevant information, \ncontain the following information, namely: -  \n  \n(a) the type, nationality and registration marks of aircraft;  \n(b) the name of the owner, operator and hirer of the aircraft;  \n(c) the name of the pilot-in-command of the aircraft;  \n(d) the nature and purpose of the flight;  \n(e) the date and time of the dangerous goods accident or incident;  \n(f) the place where the accident occurred:  \n(g) the last point of departure and the next point of intended landing of the \naircraft;  \n(h) the  details  of the dangerous goods on board the aircraft viz. their proper \nshipping name, UN number, quantity etc.  \n(I) the known cause of the dangerous goods accident or incident;  \n(J) details of other cargo on board the aircraft;  \n(k) the extent of known damage to the aircraft, other property and persons on \nboard the aircraft;  \n(l) any other information required to be included by the Director-General.  \n  \n(3) On receipt of the report under sub−rule (1), the Director-General may, if considered \nnecessary, order an investigation to determine the causes of such accident or incident \nand take preventive measures to avoid re-occurrence of such accident or incident.  \n  \n12. Requirement of Training. ─  (1)  No person shall engage himself in any manner in \nthe transport of dangerous goods unless he has undergone proper training \ncommensurate with his responsibilities.  \n  \n(2)   The training shall be provided or verified upon the employment of a person in a",
  "10": "10\nposition involving the transport of dangerous goods and recurrent training shall take \nplace within twenty-four months of the previous training.  \n  \n(3) The period of validity of the training referred to in sub-rule (2) shall be twenty-four \nmonths from the date of successful completion of the training. \n \n(4) In case of the recurrent training, the period of validity of the training shall \ncommence from the date of expiry of the previous training subject to the condition that \nthe recurrent training has been successfully completed within a period of not more \nthan three months prior to the date of expiry of the previous training. \n \n(5) In cases other than those referred to in sub-rule (4), the period of validity of the \nrecurrent training shall commence from the date of successful completion of the \nrecurrent training. \n  \n12A.   Establishment and approval of Training Programme. ─ (1) Initial and \nrecurrent dangerous goods training programmes shall be established and maintained \nby or on behalf of, ─  \n  \n \n(a) shippers of dangerous goods including packers and persons or \norganizations undertaking the responsibilities of the shipper;  \n \n(b)  operators;  \n \n(c)  ground handling agencies which perform, on behalf of the operator, the \nact of accepting handling, loading, unloading, transferring or other \nprocessing of cargo;  \n \n(d)  ground handling agencies located at an airport which perform, on behalf of \nthe operator, the act of processing passengers;  \n \n(e)  agencies not located at an airport, which perform on behalf of the \noperator, the act of checking in passengers;  \n \n(f)  freight forwarders; and  \n \n(g)  agencies engaged in the security screening of passengers and their \nbaggage, and cargo.  \n \n(2) Training shall be provided in the requirements commensurate with the \nresponsibilities of the personnel being trained and such training shall include, ─  \n  \n(a)  general familiarization training aimed at providing familiarity with the \ngeneral provisions.  \n(b)  Function-specific training providing detailed training in the requirements \napplicable to the function for which that person is responsible; and  \n(c)  safety training covering the hazards presented by dangerous goods, safe \nhandling and emergency response procedure.  \n \n(3) A training programme established and maintained by or on behalf of an Indian \noperator or by any other agency in India shall be subjected to review and approval by",
  "11": "11\nthe Director-General.  \n  \n(4) The training programme established and maintained by or on behalf of a foreign \noperator for their own staff shall be accepted as valid by the Director-General on \nproduction of evidence that it has been approved by the regulatory authority of the \nState of the Operator.  \n  \n(5) An application for grant of approval under sub-rule (3) shall be made to the \nDirector-General in such form and contain such particulars or documents as may be \nspecified by him.  \n  \n(6) The Director-General or any other officer authorized in this behalf by the Central \nGovernment may, on being satisfied, grant approval to an organisation to establish or \nmaintain the training programme.  \n  \n(7) Unless suspended or cancelled, the approval granted under sub-rule (6) shall \nremain valid for a period not exceeding one year, which may be renewed for a period \nnot exceeding one year at a time.  \n  \n(8) A fee of rupees fifty thousand shall be payable for the grant of approval and rupees \ntwenty five thousand shall be payable for renewal thereof.  \n  \n(9) The fee shall be paid by crossed Indian Postal Order or Demand Draft drawn in \nfavour of Pay and Accounts Office, Director General of Civil Aviation, Ministry of Civil \nAviation, New Delhi.  \n  \n13. Directions by Director-General – (1) The Director General may, through \nAeronautical Information Circulars (AICs) and publication entitled Civil Aviation \nRequirements (CARs), issue special directions, not inconsistent with the provisions of \nthe Aircraft Act, 1934 (22 of 1934), the Aircraft Rules, 1937 or these rules, relating to \npacking, marking, labelling, acceptance, handling, loading, unloading, storage, \ntraining and any other process or procedure connected directly or indirectly with the \ncarriage of dangerous goods by air.  \n \n(2) The Civil Aviation Requirements under sub-rule(1) shall be issued after placing the \ndraft on the website of the Directorate General of Civil Aviation for a period of thirty \ndays for inviting objections and suggestions from all persons likely to be affected \nthereby: \n \n Provided that the Director-General may, in public interest and by order in writing, \ndispense with the requirement of inviting such objections and suggestions. \n \n(3)  Every direction issued under sub-rule(1) shall be complied with by the person or \npersons to whom such direction is issued. \n \n(4) \n If any person fails to comply with any direction issued under sub-rule (1), he \nshall be punishable with imprisonment for a term which may extend to six months or \nwith fine which may extend to two lakh rupees, or with both. \n  \n14. General Power to exempt - The Central Government may, by general or special",
  "12": "12\norder in writing, exempt any aircraft or class of aircraft or any person or class of \npersons from the operation of these rules, either wholly or partially, subject to such \nconditions, if any, as may be specified in that order.  \n  \n15. Cancellation or suspension of licence, certificate and approval − Where the \nDirector-General or any officer authorized in this behalf by the Central Government, \nafter giving an opportunity of being heard, is satisfied that any person has contravened \nor failed to comply with the provisions of these rules or any direction issued under rule \n13, he may, for reasons to be recorded in writing, cancel or suspend any licence, \ncertificate or approval issued under these rules or under the Aircraft Rules, 1937.  \n  \n[Principal Rule published vide GSR 206(E) dated 5.3.2003  \n Amended by – (i) GSR No. 795(E) dated 6.10.2003  \n  (ii) GSR No. 796(E) dated 6.10.2003  \n  (iii) GSR 600(E) dated 27.9.2006  \n  (iv) GSR 231(E) dated 19.3.2007  \n(v) GSR 823(E) dated 12.11.2009 \n(vi) GSR 928 (E) dated 29.11.2010 \n(vii) GSR 296(E) dated 16.04.2015 \n(viii) GSR 275(E) dated 25.02.2016]"
}