{
  "1": "GOVERNMENT OF INDIA\nOFFICE OF THE DIRECTOR GENERAL OF CIVIL AVIATION\nOPPOSITE SAFDARJUNG AIRPORT, NEW DELHI-110003\n\nNo. 4/1/2020-IR\nDated: 08-01-2021\n\nCIRCULAR\n\nSub: Guidelines for Carriage of COVID19 Vaccines packed in Dry Ice by Air- Reg.\n\n1\n\n1.1\n\nwR\n\nINTRODUCTION\n\nCarriage of COVID 19 vaccines from the manufacturing units to the place of\nadministration gains significant importance especially in the light of the high\nexpectations of the government(s), health care personnel and the general\nPublic. It is needless to say that amongst the various modes of transport, air\ntransport is the most efficient option. Hence, it is imperative that air logistics\nprovide a well-defined procedure that meets the global safety standards and\nrequirements based on local conditions.\n\nThis circular provides guidance to the operators for the transportation of dry ice\nin excess of that already permitted in the operators’ Operations Manual or other\napplicable aircraft manufacturer documents in order to reduce the introduction of\nadditional risks (safety and health) to the aircraft systems and its occupants,\n\nAll scheduled operators who have been currently authorized to carry dangerous\ngoods may carry COVID 19 vaccines packed in dry ice, meeting the regulatory\nrequirements. Non-scheduled operators including aircraft engaged in general\naviation that are required to participate in the carriage of COVID 19 vaccines\npacked in dry ice shall seek specific approval before commencing such\noperations. Compliance with ICAO Doc 9284 (Technical Instructions for the Safe\nTransport of Dangerous Goods by Air) is the responsibility of each operator.\n\n2. DRY ICE AS A REFRIGERANT MATERIAL\n\nThe temperature maintenance requirement for COVID19 vaccines is reported to\nbe varying from -8° C to -70° C and hence, the use of refrigerant material during\nthe transportation becomes essential. Though there may be different refrigerant\noptions, use of dry ice (Carbon Dioxide Solid) is the most commonly used,\naffordable and readily available refrigerant material available in the country for\ntransportation of perishables by air.\n\nDry ice continually sublimates (Dry ice that is solid, transforms into Carbon\nDioxide gas (COz)) at temperatures higher than -78°C (-108.4°F) under normal\natmospheric pressure. At reduced pressures, the sublimation rate of dry ice will\nincrease while all other factors being the same. Hence, ICAO under Annex 18\nand Doc 9284 - Technical Instructions that governs safe transportation of\n\nPage 1 of 6\n",
  "2": "dangerous goods by air has classified dry ice as Class 9 — Miscellaneous\ndangerous goods.\n\n3. OPERATOR'S RESPONSIBILITY\n\nAll operators while engaging in transportation of COVID 19 Vaccines packed with\ndry ice shall establish the maximum quantity of dry ice that can be loaded in a\ngiven cargo hold and/ or compartment or in the main deck (passenger cabin)\nwhen a passenger version aircraft is deployed for all cargo operations. This\nmaximum quantity shall be based on the aircraft manufacturers’ information on\nmaximum recommended dry ice quantities that the aircraft ventilation can\nsupport, depending on the sublimation rate and also the requirements of the\noperators’ Safety Management Systems.\n\n3.1 Carriage of Dry ice in cargo compartment:\n\n3.1.1. For the transport of vaccines in dry ice in excess of the limit specified in the\nOperations Manual or other applicable aircraft manufacturer documents, the\noperator should perform a specific risk assessment. Such risk assessment may\nrequire getting in contact with the TC and/or STC holder and should propose\nappropriate operating procedures in order to adequately mitigate the identified\nrisks. This risk assessment should at least cover:\n\n(1) The vaccine and its characteristics for transport as cargo (i.e. packaging,\nhandling, ete. );\n\n(2) The amount and effects of dry ice to be carried (including weight and\nbalance considerations) and the associated sublimation rate with\nvalidation of the assumed rates vs. all operational scenarios.\n\n@\n(4)\n\nThe possible need for COz detectors to mitigate the identified risks;\n\nThe aircraft ventilation system's operational characteristics, performance,\ncontrols, selections-settings in all operational procedures for\nRormal/abnormal/emergency operational scenarios and phases of\noperation (including applicable MEL provisions);\n\n(6) Allother relevant aircraft and systems configurations (including applicable\nMEL provisions);\n\n(6) The location of the cargo on board and the interaction with other cargo;\n(7) The aircraft occupancy (whether occupants are allowed on board or not);\n\n(8) The procedures and training of on-board occupants, ground handling and\nother relevant staff;\n\nQ)\n\nThe analysis of ambient temperatures on ground (at departure and arrival),\nwhich may lead to a higher sublimation rate (particularly when fiying to\nwarm areas);\n\n(10)The potential pressure build-up as a result of gas released from the\npackaging;\n\nPage 2 of 6\n",
  "3": "(11)The impact of potential departure delays, extended taxi-in/out and\nadditional time needed on the ground (e.g. for de-icing);\n\n(12)The consequences of diversion and specific airport ground-handling\nconsideration;\n\n(13)The possible diversion times and the need to use alternate routes where\nnecessary; and\n\n(14) The extended loading time needed in case of transport in the passenger\ncabin, which may result in excessive CO2 concentration.\n\nThe risk assessment should ensure that all relevant technical and operational\naspects have been taken into account.\n\n3.2 Carriage of Dry ice in passenger cabin:\n\nVaccines packed in dry ice should preferably be transported in lower-deck cargo\ncompartments. However, in case Operators desires to carry vaccines packed in\ndry ice in the passenger cabin, in addition to para 3.1, the following shall be\ncomplied with:\n\n3.2.1. Occupants on board:\n(1) Flight crew:\n\n(a) The operator should take all necessary steps to ensure that the flight\ncrew is not harmed by carbon dioxide incapacitation or intoxication,\n\n(b) Flight crew should be properly trained on the hazards and risks of\ntransporting dry ice and on the procedures related to the operation.\n\n(2) Other occupants:\n(a) Passengers shall not be allowed on-board.\n\n(b) Any other occupants on-board should only be allowed if required under\ndemonstrated urgent operational needs (€.g., additional flight crew for\nthe return fight or additional persons needed for the cargo handling),\n\n(c) Occupants, that are not considered flight crew, should be protected\nagainst a potential CO2 intoxication by the following means:\n\n(i) Have access during all phases of flight to approved supplemental\noxygen equipment ready to be used.\n\n(il) Have been properly trained on the use of oxygen equipment.\n\n(il) Have been properly trained on the hazards and risks of transporting\ndry ice and on the procedures related to the operation,\n\n(4) Any seating position identified for a potential occupancy during any\nphase of the flight should pose no additional risk to its occupants, in\nparticular in case of a CO2 incapacitation/intoxication.\n\n(3) Adequate number of CO2 detectors should be available in the cabin. Such\ndetectors should be located at locations for timely and reliable detection of\nPage 3 of 6\n",
  "4": "dangerous concentrations of CO: in the aircraft. If the detectors are power\nsupplied by lithium ion batteries, the additional fire risk must be assessed\nand mitigated accordingly.\n\nNote 1: If COz sensors and monitoring systems are used, the operator\nshould ensure that these devices do not interfere with the aircraft systems\nand do not affect the safe operation of the aircraft. Portable CO2 detectors\nare considered Portable Electronic Devices (PED). Recent/ frequent\ncalibration of CO2 detectors must be ensured.\n3.3 Technical Considerations\n(A) Ventilation and Pressurisation System\n\nMEL considerations:\n\nFor aircraft dispatch, the air conditioning, air supply and the\ndistribution/ventilation system should use configurations recommended by\nthe manufacturer.\n\nAFM considerations:\n\nThe AFM procedures for ventilation should be reviewed and adapted in the\nOperator's standard operating procedures to consider carriage of dry ice\nunder normal and failure cases.\n\nThe operator's standard operating procedures should also include lowering\nof temperature in the cargo compartment as much as possible to minimise\nthe sublimation rate of dry ice.\n\nTo mitigate the risk of higher concentrations of COz, the ventilation and\npressurisation system shall be fully operational, i.e. all air-conditioning\npacks should be running at all times.\n\nIn case of partial failure of the ventilation ‘system in flight, the situation has\nto be carefully evaluated in order to decide if the flight may continue to\ndestination. The OEM guidance should account for a single next critical\nfailure to enable continuation of the flight, while total failure of the ventilation\nsystem in flight should lead to an immediate diversion to the nearest suitable\nairport.\n\nNote 1: Running the air-conditioning systems at maximum volume may lead\nto an additional risk when opening the doors due to potential residual\noverpressure. The operator should consider this hazard when drafting the\noperational procedures for the transportation of vaccines.\n\nNote 2: The operator should consider the case of build-up of CO2\nconcentration in the cabin as a possible emergency situation and should\ndevelop a procedure to require the donning of oxygen masks for the\nremaining duration of the flight.\n\nPage 4 of 6\n",
  "5": "(B) Oxygen System\nMEL considerations\nFor aircraft dispatch the crew oxygen systems should be fully operative.\nAEM considerations\n\nThe AFM procedures for the use of oxygen should be reviewed and adapted\nin the Operator Standard Operating Procedures to consider carriage of dry\nice under normal and failure cases (e.g. failure of the ventilation systems),\nincluding the case of detection of dangerous concentration of COz (if\napplicable).\n\n3.4 It is recommended to use the cargo compartment that is located next to the\noutflow valve, in order to effectively ensure that even in the case of partial or\ncomplete failure of the ventilation and pressurization system during flight, the CO2\nwill be ventilated overboard\n\n4. PACKAGING AND HANDLING\n\n4.1 Ensure that the shipments containing COVID 19 vaccines packed in dry ice shall\nbe accepted and handled by appropriately trained personnel only.\n\n4.2 Prepare a ‘Dos & Don't’ guidance and circulate among those handling personnel\nthe specific requirements that may be applicable for handling shipments\ncontaining COVID 19 vaccines packed in dry ice considering the sensitivity of the\nshipments and also possibility of large quantities of dry ice required to be handled.\n\nAdequate precautions need to be taken at the end of a flight, as compartments\nor ULDs containing dry ice will tend to have high concentration of CO2 and also\nthe area immediately outside the door experiences high concentration of CO2 for\nseveral minutes,\n\nThe ‘Dos & Don't’ should cover at least the following:\n\n(1) Loading:\n(a) Methods to ensure that only packaging compliant with the applicable\nregulations is loaded on board;\n(b) Procedures for reporting and addressing damaged/ leaking packages.\n(2) Unloading:\n(a) Instructions on precautions to be taken while opening of cargo or cabin\ndoors;\n(b) A second person shall always be available outside the cargo bay or\ncabin to trigger the alarm in case of any unforeseen event;\n()_ Procedures for reporting and addressing damaged/leaking packages.\n(3) Ensure proper ventilation before entering a cargo compartment containing dry\nice.\n\n(4) Minimize ground time without ventilation.\n(5) Carry a COz detector when entering cargo compartments.\n(6) Develop emergency procedures in case of an incident or accident.\nPage 5 of 6\n",
  "6": "(7) Evaluate the potential for cargo containing dry ice to be loaded as late as\npossible and unloaded as early as possible.\n\n4.3 Confirm that the packages containing dry ice are packed, marked, labelled and\ndocumented meeting the requirements of ICAO Annex 18 and Doc 9284 -\nTechnical Instructions for Safe Transportation of Dangerous Goods.\n\n4,\n\neS\n\nEnsure that each package containing COVID 19 vaccines packed in dry ice is\nclearly marked — DRY ICE or CARBON DIOXIDE SOLID and specifies the net\nquantity contained in each package.\n\n4.\n\nre\n\nEnsure that the Shipper provides a packing list clearing indicating-\n\na. Package Identification Number,\nb. Gross Weight of the package\n\n©. Net Quantity of dry ice contained in the package\n\nd. Total Gross Weight and total Net Quantity of dry ice of the consignment\n\n4,\n\no\n\nEnsure that the ULDs (Pallets / Containers) that are loaded with COIVD 19\nvaccines packed in dry ice are provided with placard clearly indicating - DRY ICE\nor CARBON DIOXIDE SOLID and net quantity contained in each ULD:\n\n4.7 Use Acceptance Checklist of dry ice when Shippers Declaration for Dangerous\nGoods (DGD) is not required while accepting shipments of COVID 19 vaccines\npacked in dry ice:\n\n(i) Follow the general compatibility, loading and securing requirements as\ndetailed in the ICAO Annex 18 and Doc 9284 - Technical Instructions.\n\nHowever, considering the high volume of dry ice and sensitivity of the\ncontents, as a matter of extraordinary precaution and with a view to avoid\nPossible contaminations of the external surfaces of the packages and or the\ncontents therein, no other goods such as foods, meat, fish, flowers,\nvegetables, fruits, live animals, etc. shall be loaded adjacent to these\nPackages in the same compartment or cargo hold of the aircraft.\n\n(ii) Inform the Pilot-in-command in writing of the quantity of dry ice loaded\nincluding loading locations.\n\n5. Please acknowledge the receipt and ensure strict compliance.\n\nfui\n\n(Sunil Kumar)\nJoint Director General\n\n1. All Domestic Scheduled Airlines/ NSOP Operators;\n2. All Airport Operators and other stakeholders.\n\nPage 6 of 6\n"
}