{
  "1": "Digi Yatra Biometric Boarding System DY-BBS \n \n \n1 \n \nVersion 7.5 \n4th March 2021 \n \n \n \n \n \n \n \n \nDIGI YATRA BIOMETRIC BOARDING \nSYSTEM \n“DIGI YATRA BIOMETRIC BOARDING \nSYSTEM” \nREIMAGINING AIR TRAVEL IN INDIA  \n \n \n \nMinistry of Civil Aviation \nRajiv Gandhi Bhavan \nNew Delhi- 110003 \nhttps://www.civilaviation.gov.in/",
  "2": "Digi Yatra Biometric Boarding System DY-BBS \n \n \n2 \n TABLE OF CONTENTS \nPreface \n6 \nDigi Yatra Vision \n7 \nOBJECTIVES \n8 \nGOALS \n9 \nTARGET AIRPORTS AND USERS \n9 \nTARGET USERS \n9 \nTHE “DIGI YATRA” CONCEPT & SUMMARY PROCESS \n10 \nDigi Yatra- ID travel credential & Passenger process brief \n10 \nTHE DIGI YATRA Journey: CONCEPT \n10 \nDigi Yatra Ecosystem \n11 \nDigi Yatra ID Travel \n11 \nStep 0 (A): Digi Yatra ID Travel Credential: creation FROM Airsewa, AIRLINE/ OTA TICKET \nBOOKING SITE/ APP/ Airport App (AADHAAR) \n14 \nStep 0 (B): Digi Yatra ID Travel Credential: creation FROM Airsewa, AIRLINE/ OTA TICKET \nBOOKING SITE/ APP/ Airport App (Driving License) \n16 \nStep 0 (C): Digi Yatra Day of Travel Only: enrolment at thE Airport only for the day of the journey 17 \nRegistration process flow with AADHAAR/ DL in case Selfie biometric matching is successful \n18 \nRegistration process flow with AADHAAR/ DL, if Selfie biometric matching is unsuccessful \n18 \nRegistration process flow for day of travel registration only \n19 \nDigi Yatra ID Travel Credential- HANDLING of Personal data \n20 \nDigi Yatra Value-Added services: Consent & Opt IN/ OPT Out \n20 \nRe-Creation of Digi Yatra ID \n21 \nGovt. of India Identity Documents accepted for Digi YAtra ID Travel Credential (as per BCAS \nregulations and guidelines) \n21 \nSTEP-1A AIRPORT ENTRY GATE (PASSENGER WITH DIGI YATRA ID TRAVEL \nCREDENTIAL, SHARED WITH THE AIRPORT OR BIOMETRICS REGISTERED FOR \nDAY OF TRAVEL) \n22 \nSINGLE PASSENGER WITH QR CODED TICKET OR BOARDING PASS (BCBP) \n22 \nAIRPORT ENTRY E-GATES- CISF ROLE \n23 \nAIRPORT “PASSENGER LIVE DATASET” \n23 \nSTEP-1B AIRPORT ENTRY GATE- NON-BIOMETRIC PROCESS (PASSENGER \nWITHOUT DIGI YATRA ID TRAVEL CREDENTIAL/ BIOMETRIC REGISTRATION) \n24 \nSINGLE PASSENGER WITH BARCODE/ QR CODED TICKET OR BOARDING PASS \n(BCBP) \n24 \nAIRPORT ENTRY E-GATES- CISF ROLE \n24",
  "3": "Digi Yatra Biometric Boarding System DY-BBS \n \n \n3 \nSTEP-2A AIRPORT CHECK-IN KIOSK (2 STEP PROCESS WITH SELF BAG DROP/ \nHYBRID BAG DROP) \n25 \nSTEP-1 OF THE 2-STEP PROCESS \n25 \nSTEP-2B BAGGAGE DROP (2 STEP PROCESS WITH SELF BAG DROP/ HYBRID BAG \nDROP) \n25 \nSTEP-2 OF THE 2-STEP PROCESS \n25 \nSTEP-3 PESC ENTRY CHECK TO THE SHA \n26 \nSTEP-4 PESC FRISKING \n26 \nOPTIONAL ADDITIONS TO THE PESC PROCESS \n27 \nSTEP-5 BOARDING GATE \n27 \nSTEP-6 AIRCRAFT \n27 \nEXCEPTIONS PROCESSES: \n27 \nFLIGHT RESCHEDULING/ REBOOKING OF TICKET \n27 \nDE-BOARDING/ OFFLOADING AND EXIT/ RE-ENTRY TO FROM A PARTICULAR ZONE\n \n28 \nTRANSFER PASSENGER PROCESS \n29 \nDOMESTIC ARRIVALS: STANDARD OPERATING PROCESS \n29 \nSTEP-1: ARRIVING INTO THE AIRPORT \n29 \nINTERNATIONAL DEPARTURES- STANDARD OPERATING PROCESS \n30 \nSTEP-1: TICKET BOOKING \n30 \nSTEP-2 HOME CHECK-IN/ WEB CHECK-IN \n31 \nSTEP-3 AIRPORT ENTRY GATE: E-GATE \n31 \nSINGLE PASSENGERS WITH INDIAN & FOREIGN PASSPORTS \n31 \nAIRPORT ENTRY GATE- CISF ROLE \n32 \nAIRPORT ENTRY GATE “PASSENGER LIVE DATASET” \n32 \nOPERATING PROCESS - CONCEPT ONLY \n34 \nGROUP PASSENGERS WITH BARCODE/ QR CODED TICKET / BOARDING PASS \n(BCBP) EACH PASSENGER HAS AN INDIVIDUAL TICKET / BOARDING PASS (BCBP)\n \n34 \nSTEP-4A AIRPORT CHECK-IN (2 STEP PROCESS WITH SELF BAG DROP/ HYBRID \nBAG DROP) \n35 \nSTEP-1 OF THE 2-STEP PROCESS \n35 \nSTEP-4B BAGGAGE DROP (2 STEP PROCESS WITH SELF BAG DROP/ HYBRID BAG \nDROP) \n36 \nSTEP-2 OF THE 2-STEP PROCESS \n36 \nSTEP-5 TRANSFER Passenger PROCESS \n36 \nSTEP-5 DEPARTURE IMMIGRATIONS (INDIAN & FOREIGN PASSPORT HOLDERS) 37",
  "4": "Digi Yatra Biometric Boarding System DY-BBS \n \n \n4 \nSTEP-6 PESC HAND BAGGAGE SCREENING AREA & FRISKING \n38 \nSTEP-7 BOARDING GATE \n39 \nSTEP-8 AIRCRAFT \n39 \nEXCEPTIONS PROCESSES: \n39 \nFLIGHT RESCHEDULING/ REBOOKING OF TICKET \n39 \nDE-BOARDING/ OFFLOADING AND EXIT/ RE-ENTRY TO FROM A PARTICULAR ZONE\n \n40 \nTRANSFER PASSENGER PROCESS \n41 \nINTERNATIONAL ARRIVALS: STANDARD OPERATING PROCESS \n42 \nSTEP-1: ARRIVAL INTO THE AIRPORT \n42 \nSTEP-2: ARRIVAL IMMIGRATIONS (INDIAN & FOREIGN PASSPORT HOLDERS) \n42 \nSTEP-3: CUSTOMS PROCESS \n43 \nSTEP-4: EXIT FROM THE AIRPORT \n43 \nHIGH LEVEL DATA PRIVACY GUIDELINES \n44 \nDATA PRIVACY \n44 \nDATA PRIVACY BY DESIGN PRINCIPLES \n46 \nPERSONAL DATA GUIDELINES \n47 \nAADHAAR RELATED PRIVACY GUIDELINES FOR ALL STAKEHOLDERS \n49 \nAUTHENTICATION OF PASSENGER TO THE AADHAAR DATABASE \n49 \nGUIDELINES FOR AIRLINES, OTAS AND OTHER STAKEHOLDERS \n49 \nDYBBS CYBER SECURITY REFERENCE ARCHITECTURE & BEST PRACTICES \n51 \nLOGS, METRICS AND DASHBOARDS \n56 \nTECHNICAL LOGS: TIME-STAMPED TECHNICAL DATA, EVENTS & ALARMS \n56 \nTYPICAL REPORTS \n56 \nMETRICS AND DASHBOARDS \n57 \nDigi yatra for PAssengers with Special needs & Senior Citizens \n57 \nGeneral Policy compliance \n57 \nDigi yatra Ecosystem: Technology Solution \n58 \nAMENDMENTS TO DIGI YATRA PROCESS \n59 \nANNEXURES & REFERENCES \n60 \nAUTHENTICATION OF PASSENGER TO THE AADHAAR DATABASE \n60 \nCUSS, CUPPS & WEB SERVICES \n60 \nBIOMETRIC ACQUISITION PRODUCTS: FINGERPRINTS READERS \n60 \nBIOMETRIC ACQUISITION PRODUCTS: FACE READERS \n60 \nBIOMETRIC ACQUISITION PRODUCTS: IRIS READERS \n60 \nFRONT END DEVICES (E-GATE AND KIOSKS) \n60",
  "5": "Digi Yatra Biometric Boarding System DY-BBS \n \n \n5 \nBOOKING AND CHECK-IN STANDARDS \n60 \nAPI ECOSYSTEM \n60 \nPRIVACY BY DESIGN FUNDAMENTAL PRINCIPLES \n60 \nPREPARED BY: \n61 \nTHE TECHNICAL WORKING COMMITTEE \n61 \nDIGITAL CELL \n61 \nMOCA, INDIA \n61 \nANNEXURE-1: ETKT WITH BARCODE \n62 \nANNEXURE-2: BOARDING PASS \n63 \nANNEXURE-2A: E-MOBILE BOARDING PASS WITH QR CODE \n64 \nANNEXURE-3: API ECOSYSTEM \n65 \nANNEXURE-4: REFERENCE CHECKLIST \n67 \nANNEXURE- 5:  UIDAI REFERENCES AS PER UIDAI WEBSITE \n68 \nANNEXURE- 6:  LIST OF ABBRIEVIATIONS \n69",
  "6": "Digi Yatra Biometric Boarding System DY-BBS \n \n \n6 \nPREFACE \nThe Ministry of Civil Aviation (MoCA) of Government of India is responsible for formulation \nof national policies and programmes for the development and regulation of the Civil \nAviation sector in the country. It is responsible for the administration of the Aircraft Act, \n1934, Aircraft Rules, 1937 and various other legislations pertaining to the aviation sector \nin the country. The Indian civil aviation industry has emerged as one of the fastest growing \nindustries in the country during the last three years. India is currently considered the third \nlargest domestic civil aviation market in the world and is expected to become the world’s \nlargest domestic civil aviation market in the next 10 to 15 years.  \n \nThe Civil Aviation industry has therefore ushered in a new era of expansion, driven by \nfactors such as low-cost carriers (LCCs), modern airports, Foreign Direct Investment \n(FDI) in domestic airlines, advanced information technology (IT) interventions and \ngrowing emphasis on regional connectivity.  \n \nConsidering the growth projections, its direct impact on the Passenger journey, the cost \nof Infrastructure and the impact on the speed and efficiency of Passenger processes, The \nMinistry of Civil Aviation has taken up a key initiative to reimagine air travel in India looking \nbeyond the conventional “build a bigger Airport to manage more Passengers” to look for \nInnovation and technology for better and cost effective solutions. One of the key initiatives \nin this direction is “The Digi Yatra” which intends to give a seamless, contact-less, hassle-\nfree and paperless journey experience to every air traveller in India. Using cutting edge \nIdentity Management and “Face recognition” technologies, it aims to simplify the \nPassenger processes at various check points in the Airport right from the terminal entry \ngate, check-in/ bag drop, security check and boarding gates. \n \nThe MoCA, has constituted a Technical Working Committee (TWC) consisting of Subject \nMatter Experts (SME) from a few of the major airports in India and AAI. The TWC under \nthe Digital Cell of Digi Yatra has been working for the past year on the Digi Yatra Project \nand have done trials at some of the leading airports in India to find out the best possible \nsolution that can be implemented by all the airports in India. After several workshops and \ndeliberations with aviation stakeholders and regulators, the Digi Yatra Process was \ndocumented by the TWC and submitted to MoCA for circulating as a National Policy. \n \nSubsequent to the release of the policy and the issue of the CAR by the MoCA, there \nhave been further deliberations held to make the enrolment process more user friendly \nand empowering passengers themselves to create the Digi Yatra ID credential. \nPassengers will also be able to directly share the Digi yatra-ID travel credential data to \nrelevant stakeholders like Airlines, OTAs, Airports & other regulatory bodies.",
  "7": "Digi Yatra Biometric Boarding System DY-BBS \n \n \n7 \nWith the new Digi Yatra process, Passengers will no longer need to show their tickets/ \nboarding passes and their physical Identity cards at many of the check points at the \nAirport, since the ticket/ boarding Pass is integrated with the Identity document. This will \nlead to reduced queue waiting times, faster processing times, Contact-less and safer  and \nsimpler processes. \n \nDIGI YATRA VISION",
  "8": "Digi Yatra Biometric Boarding System DY-BBS \n \n \n8 \nOBJECTIVES \nEvery passenger, (Indian citizens and foreigners) become a “Digi Yatri” and enjoys the \nprivileges and benefits of the “Digi Yatra” Program. The main objectives are as below: \na. Enhance passenger experience and provide a simple and easy experience to all \nair travelers. \ni. \nEmpower passengers to create their Digi Yatra ID Credentials \nii. \nDeliver a seamless, paperless, Contact-less and hassle-free experience to \nall passengers across all processors/ Check-points at all Indian airports. \n(Including Tier-1, 2 and 3 airports) \niii. \nImprove passenger experience and provide a safe and contact-less \nprocess and help passengers plan their trips efficiently. \niv. \nReceive relevant information pertaining to various facilities, protocols, \nairline timings, queue waiting times at the airport. \nb. Achieve better throughput through existing infrastructure using “Digital \nFramework”. \ni. \nWalk-through security scanners swiftly owing to advanced biometric \nsecurity solutions. \nii. \nStay connected through the airport, possibly through airport Wi-Fi, engage \nin customized digital offerings at experience zones. \nc. Result in lower cost operations.  \ni. \nRemove redundancies at Checkpoints.   \nii. \nEnhance resource utilization.  \nd. Digitize current manual processes and to bring better efficiencies \ni. \nGet real time notifications about congestion & delays to have greater \nvisibility on the next step of journey. \nii. \nNavigate seamlessly through the airport using digital guidance systems, \ninteractive kiosks and augmented reality apps. \niii. \nStay connected during flights and indulge in immersive experiences. Also \nbook in-flight services and destination-based offerings digitally. \ne. Enhance security standards and improve current system performance. \ni. \nEnhance security at Indian airports using “Digi Yatra ID” based \nIdentification with real-time biometrics. \nii. \nValidate Boarding pass or e-ticket with the airline system in real-time. \niii. \nUse face biometric single token for processing Passengers at Checkpoints \nin the airport and also extend to Passengers without AADHAAR or Digi \nYatra ID using biometric validation \ni. \nPhased rollout by all airports. \nf. Rollout of “Digi Yatra” system with a digital “ID” backed by a strong verifiable \ngovernment issued identity like AADHAAR, Driving License, Passport & others, \nenabling a seamless travel experience for Passengers at all airports across India.",
  "9": "Digi Yatra Biometric Boarding System DY-BBS \n \n \n9 \nGOALS \na. Set the standards & standard operating procedures (SOPs) for Digital \nTransformation of the Indian Aviation Industry \nb. Create a common “Digi Yatra” Identity management eco-system with “Digital \nIdentities” like AADHAAR, Driving License, Passport & Others, enabling Biometric \nBoarding Process for All Airports (Tier1, 2 & 3) across India  \ni. \nThe common Digi Yatra ecosystem will be built by a joint venture company \n(JVC) or special purpose vehicle (SPV) under the Section 8 of the \ncompanies act 2013 that has been established by the AAI and the five \nmajor airport operators in India.  \nc. Monitor and manage a time bound system rollout by all airlines, online travel \nagents, global distribution systems & airports  \nd. Conduct mass communication, marketing & awareness campaign for the new \nstandards through social media, TV and newspapers.  \n \nTARGET AIRPORTS AND USERS \nTARGET USERS \na. The new process shall cater to all Passengers at any airport in India, be it Indian \ncitizens (With or without Digi Yatra ID) or foreign nationals \nb. The process shall simplify & ease the Passenger process equally for different \nPassenger types \ni. \nFirst time and frequent flyers in India \nii. \nGroup travelers and families \niii. \nForeign citizens or tourists",
  "10": "Digi Yatra Biometric Boarding System DY-BBS \n \n \n10 \nTHE “DIGI YATRA” CONCEPT & SUMMARY PROCESS \nDIGI YATRA- ID TRAVEL CREDENTIAL & PASSENGER PROCESS BRIEF \n \nTHE DIGI YATRA JOURNEY: CONCEPT",
  "11": "Digi Yatra Biometric Boarding System DY-BBS \n \n \n11 \nDIGI YATRA ECOSYSTEM \nDIGI YATRA ID TRAVEL  \na. This Common Digi Yatra Ecosystem with its Central Ecosystem, Apps, Software \nDevelopment Kits (SDK) will be built by a joint venture company (JVC) or special \npurpose vehicle (SPV)  under Section 8 of the Companies Act 2013 is established \nby the AAI and all private airport operators.  \nb. The JVC/ SPV shall obtain the AUA/ KUA license from UIDAI (If needed) or \nsubscribe to AADHAAR AUA/ KUA services from UIDAI’s authorized agencies. \nc. The Common Digi Yatra ID ecosystem offers core passenger services viz. \nenrolment, authentication, consented profile sharing etc., and shall be built as a \nshared national infrastructure (henceforth referred as “Digi Yatra Ecosystem”) with \nAPIs, Mobile Apps, SDKs & Website for airports, airlines and other stakeholders \nto integrate. The salient features of the process are as below. \ni. \nThe primary service will be used at the airport terminal entry for the purpose \nof Identity Check using Digi Yatra ID Travel credentials with the single \ntoken of Face Biometrics.  \nii. \nPassengers would also have the ability to directly share their Digi Yatra ID \nTravel credentials to airports and other stakeholders \niii. \nFor passengers who do not opt for the Digi Yatra-ID registration, provision \nwill be made to enroll at the airport \niv. \nFor passengers who do not wish to use facial biometric, provision will be \nmade for automated travel document check (Using Barcode/ Mobile QR \ncode scan) on e-gates with an ability for CISF security to do a manual ID \nCard check and permit passengers to enter the Airport Terminal and cross \nother check points inside the airport \nv. \nAt all other check points across the airport Viz. Check-in / Bag-drop/ Self \nService Bag Drop, Pre-embarkation Security Check (PESC)  Security \nCheck Entry, Boarding Gates, Lounges etc. the airport Digi Yatra Biometric \nBoarding system will use the Face biometric single token and/ or Barcode/ \nMobile QR code for entry into the relevant areas, with appropriate \nreconciliation system at aircraft door.  \ni. The subsequent phase will also include departure and arrival \nimmigration Automated Border Control (ABC). \nvi. \nThis service shall be provided to passengers and other stakeholders in the \nform of a Central Ecosystem/ Mobile App/ SDK integration by the Digi Yatra \nfoundation. \nvii. \nAs the primary and mandatory passenger check is at the Airport entry gate, \nthe Digi Yatra ecosystem will provide the ability for a 1:1 authentication",
  "12": "Digi Yatra Biometric Boarding System DY-BBS \n \n \n12 \nbased on facial recognition, which will be progressively upgraded to a 1:N \nauthentication for a superlative passenger experience by eliminating the \nneed to scan the boarding pass at the entry e-gate.  \nviii. \nEnrolled passengers share a copy of Digi Yatra ID Travel Credential with a \nsingle token of face biometrics to local airport/s for temporary usage. This \nfacial data cannot be stored by airports for longer than the duration of \ntransit of passenger and facial data will be purged out of the system 24 \nhours after take-off/ departure of the flight. \nix. \nAt the time of consent collection, Digi Yatra ecosystem/ App will strictly \ninform and take consent from the user for the sharing of face biometric data \nfor the airport checkpoints and optionally another consent to opt for any \nvalue added services that the passenger may wish to avail from the Digi \nYatra ecosystem partners. \nx. \nAirports may be permitted to create profile of users based on explicit \nconsent from the user for marketing/ sales/ promotional offers etc.  \ni. This consent shall be taken independently as a separate consent \nduring registration of Digi Yatra customers. \nii. A one click opt-out link shall be made available to users directly on \nthe App, as well as through the Digi Yatra ecosystem. \nxi. \nCreation and use of the Digi Yatra ID Travel Credential by a passenger will \nbe completely voluntary, and a one-time registration process using a Govt. \nID is needed to enroll into the Digi Yatra Platform.  \ni. Users will also have an option, at any time, to opt-out and delete \ntheir profile. \nxii. \nIn order to simplify the user experience and to encourage more passengers \nto use the Digi Yatra Ecosystem, a single stage self-service registration \nprocess using online ID verification, selfie based biometric enrolment and \nfacial matching is envisaged for majority of the passengers.  \ni. A second stage authentication is envisaged only for those who fail \nto get authentication using online process. \nii. The single step registration consists of pre-registration activity and \nonline verification of biographic data and facial matching of selfie \nwith the image received from the ID data base such as AADHAAR, \nDriving License etc.  \niii. In case of any failure in the single stage registration or if the \npassenger is using an ID not supported for online verification, the \nauthentication will be done through a manual process by CISF at \nthe registration Kiosk at the airport.",
  "13": "Digi Yatra Biometric Boarding System DY-BBS \n \n \n13 \nxiii. \nThe choice of Govt. ID used for enrolment is the choice of the passenger. \nPassengers can use any of the valid Government ID as per BCAS \nguidelines. \nxiv. \nPassengers who have successfully enrolled once do not have to go to the \nRegistration kiosks. \nxv. \nFor passengers who chose not to share biometric and  to use the \nconventional process of Boarding Pass Barcode/ Mobile Boarding pass \nwith QR code or Ticket with Barcode, the process will be semi-automated \nwith Barcode/ Mobile QR code scan and a manual ID card check by CISF \nauthorities at relevant checkpoints as necessary from the Airport entry to \nthe Boarding gates. \nd. From an UIDAI perspective, if necessary, the agency hosting the “Digi Yatra \nEcosystem” will become a “Local Authentication User Agency AUA/ KUA” or \nsubscribe to authentication services from UIDAI authorized AUA/ KUA agencies. \nThis allows for AADHAAR authentication and e-KYC without having access to \nAADHAAR number. \ni. \nIt is important to note that no core biometric like iris/ fingerprints (or any \nother biometrics other than face) will be collected or stored anywhere in the \nsystem.",
  "14": "Digi Yatra Biometric Boarding System DY-BBS \n \n \n14 \nSTEP 0 (A): DIGI YATRA ID TRAVEL CREDENTIAL: CREATION FROM \nAIRSEWA, AIRLINE/ OTA TICKET BOOKING SITE/ DY APP/ AIRPORT APP \n(USING AADHAAR) \na. Passenger downloads the AirSewa/Airline/ OTA/ Airport App and installs it on his/ \nher smartphone. The DY SDK will provide the registration interface to all \napplications. \nb. Starts enrolment process by entering the following/ Scan the ID  \ni. \nName (First, Middle, Last name) \nii. \nMobile number \niii. \nEmail address \niv. \nAADHAAR number/ Virtual AADHAAR Number \nc. AADHAAR sends an OTP to the passenger’s registered mobile number/ email id \nd. Passenger enters the OTP received on the AADHAAR linked mobile number/ \nemail id \ne. AADHAAR then sends the e-KYC data to the passenger on the Digi Yatra ID App \nf. Optional: Passport first page scan and e-passport reading with passport \nreference face  \ng. The Digi Yatra ID app extracts the reference face from this e-KYC data \nh. Passenger is prompted to take a selfie with liveness detection and 3D image \ncapture \ni. The live face is matched with the reference face and if successful, the Digi Yatra \nID travel credential is created. \ni. \nIf the selfie match is not successful or if the Govt. of India issued ID is not \nsupported with a digital database, then there is flag created and a Mobile \nQR code for a one-time physical Identity Document validation by the CISF \nat the airport  \nj. The Digi Yatra ID Travel credential is stored in the Digi Yatra App in a secure \nwallet in the smartphone \nk. Passenger can now update the travel data by uploading the Ticket/ Boarding pass \nor by Scanning the electronic ticket (ETKT)/ Boarding Pass Barcode/ Mobile QR \ncode if available \ni. \nThe Travel data is updated to the Digi Yatra ID travel credential now \nl. The Digi Yatra ID App then shares the relevant data to the Airport, Airline and \nImmigration authorities (International (INT) travel) \ni. \nConsent to share the data is integral part of the app process \nm. In case of failure to match the live face with reference face received (as per the \nstep i. above)  OR if the passenger is using any other ID not supported for online \nverification, there will be an activation of Digi Yatra ID Travel Credential with a flag \nbeing created and a QR code generated for a one-time physical Identity Document \nvalidation by the CISF at the airport registration kiosk.",
  "15": "Digi Yatra Biometric Boarding System DY-BBS \n \n \n15 \ni. \nThe once in a lifetime validation of the Digi Yatra Travel Credential is done \nat the airport in order to ensure maximum security. \nii. \nAt the Airport Digi Yatra Registration Kiosk, Passenger scans the Mobile \nQR Code on the App. \niii. \nKiosk Captures passenger’s face biometrics \niv. \nThe CISF security staff physically validates the passenger’s identity proof \nv. \nThe CISF security staff accepts the passenger’s registration \nvi. \nThe Digi Yatra ID travel credential is now validated, and the passenger’s \nApp is updated with the face biometric data \nvii. \nDigi Yatra ID travel credential registration is now fully completed \nviii. \nDigi Yatra ID updated face biometric is sent to the passenger’s app for \nupdate to the Digi Yatra ID travel credential. \nn. Provision shall also be made for the Head of the family to enroll for spouse, minor \nchildren, dependent parents or other close relatives, from the same mobile app \ni. \nThe enrolment process shall involve scan of the GOI approved ID \ndocument of the family member or AADHAAR ID document with validation \nin case it is possible",
  "16": "Digi Yatra Biometric Boarding System DY-BBS \n \n \n16 \nSTEP 0 (B): DIGI YATRA ID TRAVEL CREDENTIAL: CREATION FROM \nAIRSEWA, AIRLINE/ OTA TICKET BOOKING SITE/ DY APP/ AIRPORT APP \n(DRIVING LICENSE) \na. Passenger downloads the AirSewa/Airline/ OTA/ Airport App and installs it on his/ \nher smartphone. The DY SDK will provide the registration interface to all \napplications. \nb. Passenger starts enrolment process by entering the following/ scan the ID  \ni. \nName (First, Middle, Last name) \nii. \nMobile number \niii. \nEmail address \niv. \nDriving License number  \nc. Digi Yatra ID app sends an OTP to the passenger’s registered mobile number/ \nemail id \nd. Passenger enters the OTP received on the mobile number/ email id  \ne. Driving license database then sends the driving license data to the passenger on \nthe Digi Yatra ID app \nf. Optional: Passport first page scan and e-passport reading with passport \nreference face  \ng. The Digi Yatra ID app extracts the reference face from the driving license data \nh. Passenger is prompted to take a selfie with liveness detection and 3D image \ncapture \ni. The live face is matched with the reference face and if successful, the Digi Yatra \nID Travel credential is created \nj. The Digi Yatra ID Travel credential is stored in the Digi Yatra App (in a secure \nwallet in the smartphone) \nk. Passenger can now update the travel data by uploading the Ticket/ Boarding pass \nor by Scanning the ETKT/ Boarding Pass Barcode/ Mobile QR code if available \ni. \nThe Travel data is updated to the Digi Yatra ID travel credential now \nl. The Digi Yatra ID app then shares the relevant data to the Airport, Airline and \nImmigration authorities (INT travel) \nm. In case of failure to match the live face with reference face received (as per the \nstep i. above)  OR if the passenger is using any other ID not supported for online \nverification, there will be an activation of Digi Yatra ID Travel Credential with a \nonce in lifetime process at the registration kiosk at the Airport. \ni. \nIn order to ensure maximum security, a once in a lifetime validation of the \nDigi Yatra travel credential is done at the airport.  \nii. \nAt the Airport Digi Yatra Registration Kiosk, passenger scans the Mobile \nQR Code on the App. \niii. \nKiosk Captures passenger’s Face biometrics \niv. \nThe CISF security staff physically validates the passenger’s Identity Card",
  "17": "Digi Yatra Biometric Boarding System DY-BBS \n \n \n17 \nv. \nThe CISF security staff accepts the passenger’s registration \nvi. \nThe Digi Yatra ID travel credential is now validated, and the passenger’s \nApp is updated with the face biometric data \nvii. \nDigi Yatra ID Travel Credential registration is now fully completed \nviii. \nDigi Yatra ID updated face biometric is sent to the passenger’s App for \nupdate to the Digi Yatra ID travel credential \nn. Provision shall also be made for the Head of the family to enroll for spouse, minor \nchildren, dependent parents or other close relatives, from the same mobile app \ni. \nThe enrolment process shall involve scan of the GOI approved ID \ndocument of the family member or AADHAAR ID document with validation \nin case it is possible \n \nNB: Enrolment using other Govt. of India approved ID databases may be taken up \nin later phases \n \nSTEP 0 (C): DIGI YATRA DAY OF TRAVEL ONLY: ENROLMENT AT THE \nAIRPORT ONLY FOR THE DAY OF THE JOURNEY \na. Passenger starts enrolment process at the Registration Kiosk by Scanning the \nboarding pass barcode/ Mobile QR code \nb. The Boarding pass/ E-Ticket with barcode/ Mobile QR code is digitally validated \nwith the airline DCS \nc. Kiosk Captures passenger’s Face biometrics \nd. The CISF security staff physically validates the passenger’s Identity Card (Any \nGovt. of India approved ID card) \ne. The CISF security staff accepts the passenger’s registration/ enrolment for the \nday of the journey \nf. Passenger is now free to move to the entry e-gates. \ng. The enrolment is valid only for the journey and biometric data is purged from the \nlocal airport biometric system after the defined period of storage.",
  "18": "Digi Yatra Biometric Boarding System DY-BBS \n \n \n18 \nREGISTRATION PROCESS FLOW WITH AADHAAR/ DL IN CASE SELFIE \nBIOMETRIC MATCHING IS SUCCESSFUL \n \nREGISTRATION PROCESS FLOW WITH AADHAAR/ DL, IF SELFIE \nBIOMETRIC MATCHING IS UNSUCCESSFUL",
  "19": "Digi Yatra Biometric Boarding System DY-BBS \n \n \n19 \nREGISTRATION PROCESS FLOW FOR DAY OF TRAVEL REGISTRATION \nONLY",
  "20": "Digi Yatra Biometric Boarding System DY-BBS \n \n \n20 \nDIGI YATRA ID TRAVEL CREDENTIAL- HANDLING OF PERSONAL DATA \na. The Digi Yatra process allows passengers to share the data with various \nstakeholders Viz. Airlines, Online Travel Agents (OTAs), Airports, Immigration \nauthorities etc.  \nb. The solution shall be built on the fundamental principles of “Privacy by Design” \nc. Passenger has all the data (Travel details, Identity details etc.) in a secure wallet \non the Digi Yatra ID App in his/ her smartphone. \ni. \nInformation is stored as verifiable Digital Travel Credential in the \npassenger’s secure wallet \nii. \nEnd to end, peer to peer encrypted communication, security standards at \npar with but not inferior to the requirements as per NIST CSF, ISO 27001, \nIT ACT 2000, Data Privacy Act (or regulation) and or any other application \nact / law / regulation which may come in to effect in future \nd. Passenger is empowered to control his/her personal data in the following aspects  \ni. \nTo whom the data is shared with.  \ni. Airlines/ OTAs  \nii. Airports  \niii. Immigration authorities (for International travel) \nii. \nWhat data is shared. \ni. Name \nii. ID details (e.g.: AADHAAR, PAN etc.) \niii. Single token biometric face \niv. Passport data (if & as needed) \niii. \nWhen it is shared \ni. Defined time before STD of the flight \ne. The face biometrics data is purged out from the Airport Digi Yatra Biometric \nBoarding System (DYBBS) system 24 hours after the Passenger’s flight takes off \n  These steps are to ensure passenger personal data is protected from unauthorized \naccess, use and/or disclosure \nDIGI YATRA VALUE-ADDED SERVICES: CONSENT & OPT IN/ OPT OUT  \na. An explicit consent is taken from Passengers who wish to subscribe/ avail of \nvalue-added services from the Digi Yatra ecosystem stakeholders/ partners  \nb. Passengers can “Opt in/ Opt Out” from such services at any given point of time \nc. Based on the consent, passengers may share mobile number/ email id with the \nAirport DYBBS / other ecosystem partners like Hotels, Approved Cab Operators, \nParticipating Hotels, Lounges etc. \n \ni. \nSample Consent Note:",
  "21": "Digi Yatra Biometric Boarding System DY-BBS \n \n \n21 \nI, (Name of the Passenger), hereby willfully consent to use my phone number \n& email ID, Ticket/ Boarding Pass Data & Face Biometric data, to subscribe, \navail value added services from the Digi Yatra ecosystem stakeholders / \npartners.  \n \nRE-CREATION OF DIGI YATRA ID \na. In case if any Passenger changes his/ her smartphone, he/ she can re-create \nthe Digi Yatra ID Travel Credentials as per the original enrolment process   \nb. In case the Passenger changes the smartphone, there will be a possibility of \ntransferring the DY-ID credentials from one phone to another. \nc. This process will be mapped on to the Digi Yatra App, so that there won’t be a \nneed for a re-enrolment \n \nGOVT. OF INDIA IDENTITY DOCUMENTS ACCEPTED FOR DIGI YATRA ID \nTRAVEL CREDENTIAL (AS PER BCAS REGULATIONS AND GUIDELINES) \na. For the Purpose of registering for Digi Yatra ID, the passenger can use Govt. \nof India issued Photo Identity Cards as follows (Not exhaustive) \ni. \nAADHAAR ID: Fully self service \nii. \nDriving License: Fully self service \niii. \nPassport: With manual validation at the airport registration kiosk \niv. \nPAN: With manual validation at the airport registration kiosk \nv. \nVoter ID: With manual validation at the airport registration kiosk  \nvi. \nStudent ID: With manual validation at the airport registration kiosk",
  "22": "Digi Yatra Biometric Boarding System DY-BBS \n \n \n22 \nSTEP-1A AIRPORT ENTRY GATE (PASSENGER WITH DIGI YATRA ID \nTRAVEL CREDENTIAL, SHARED WITH THE AIRPORT OR BIOMETRICS \nREGISTERED FOR DAY OF TRAVEL) \nSINGLE PASSENGER WITH QR CODED TICKET OR BOARDING PASS (BCBP) \n \na. Passenger comes to the Airport with E-Ticket with Barcode/ QR code and reaches \nthe entry e-Gate at the Airport \nOR \n \nb. Passenger comes to the Airport checked-in with a Paper Boarding Pass and/or E-\nMobile Boarding Pass with Barcode/ QR code \nc. At the Airport entry gates, Passenger scans his/ her Boarding Pass/ ETKT \nBarcode/ Mobile QR code \ni. \nThe Scan barcode/ Mobile QR code process may not be required, and \npassenger can be directly identified and verified with the help of only the \nlive face matched with the reference face from the DY-ID travel credential. \nThis will eliminate the need for scanning the BCBP (Barcode/ Mobile QR \nCode) \nii. \nThe same will be rolled out in phases, based on the approvals received \nfrom BCAS. \n \nd. The E-Gate validates the travel document with the Airline DCS \ne. Digi Yatra Biometric Boarding System (DYBBS) E-Gate captures in one single \nCapture the Passenger’s face biometrics \nf. Verifies the live face biometrics with the DY-ID Travel Credential reference face \ndata  \ng. If biometric face verification is successful, the e-gate opens \nh. Passenger can walk through the e-gate into the Airport \ni. ‘Passenger Live Dataset’ for the journey is created for further reference at the \nremaining check points at the airport.  \nj. Digi Yatra Biometric Boarding System (DYBBS) does three important verifications \ni. \nE-Ticket/ Boarding Pass validation with the Airline DCS \nii. \nEstablish Identity of Passenger with real-time Biometric Validation with the \nDigi Yatra ID Travel Credentials  \niii. \nValidates Time limits to permit Passenger entry into the Airport \nk. “Passenger Dataset” with the (Face Biometric + PNR) is created with a unique \nidentifier as the single token \nl. In case of unsuccessful validation, Passenger’s ID is manually checked by the \nSecurity Staff and only after CISF Security Accepting the Passenger in the \nsystem, the “Passenger Dataset” is created.",
  "23": "Digi Yatra Biometric Boarding System DY-BBS \n \n \n23 \n \nAIRPORT ENTRY E-GATES- CISF ROLE \na. The CISF staff will be enrolled/ logging into the Digi Yatra Biometric Boarding \nSystem (DYBBS) System. \nb. The “Passenger Digi Yatra ID Travel Credential” is used to verify the passenger’s \nidentity \nc. CISF security staff does only exception handling & passenger profiling. \nd. CISF security staff Intervenes only on the red & amber alerts \ne. Display for security will show Passenger details in a green envelope \nf. CISF Security Staff at the Airport entry e-gate gets a display of passenger’s face \nbiometrics & travel document (Ticket/Boarding pass) verification status whether \nsuccessful or not. \ni. \nIn case of validation being unsuccessful, the Passenger is subject to a \nmanual ID check before being permitted/ accepted by the CISF Security \nStaff \n \nAIRPORT “PASSENGER LIVE DATASET” \na. Digi Yatra Biometric Boarding System (DYBBS shall store the passengers \nfollowing data and store it as a “Passenger Live Dataset”  \ni. \nPassenger Check in information with the following mandatory fields  \ni. PNR \nii. Passenger Name \niii. Flight number \niv. Date & Time of Flight \nv. From & to Destination \nvi. Sequence Number \nvii. Seat Number \nii. \nPassenger’s Face Biometrics in the form of a Digital Template \niii. \nA unique identifier for each Passenger \nB. The “Passenger Live Dataset” shall be used for all further Identification of the \nPassenger using “Biometrics or Barcode/ Mobile QR Code/ BCBP as a Single \nToken” at all other Checkpoints until Boarding",
  "24": "Digi Yatra Biometric Boarding System DY-BBS \n \n \n24 \nSTEP-1B \nAIRPORT \nENTRY \nGATE- \nNON-BIOMETRIC \nPROCESS \n(PASSENGER WITHOUT DIGI YATRA ID TRAVEL CREDENTIAL/ BIOMETRIC \nREGISTRATION) \nSINGLE PASSENGER WITH BARCODE/ QR CODED TICKET OR BOARDING PASS (BCBP) \n \na. Passenger comes to the Airport with E-Ticket with Barcode/ Mobile QR code and \nreaches the entry e-Gate at the Airport \nOR \n \nb. Passenger comes to the Airport checked-in with a Paper Boarding Pass and/or E-\nMobile Boarding Pass with Barcode/ QR code \nc. At the Airport entry gates, Passenger scans his/ her Boarding Pass/ ETKT \nBarcode/ Mobile QR code \nd. The E-Gate validates the travel document with the Airline Departure Control \nSystem (DCS) \ne. The travel document validation is shown to the CISF security officer on a tablet. \nf. The passenger then shows the physical ID card to the CISF security officer \ng. If the CISF Security officer is satisfied with the ID card, he/ she accepts the \npassenger on the tablet.  \nh. Upon acceptance by the CISF security, the E-Gate opens \ni. Passenger can walk through the E-Gate into the Airport \nj. Passenger must scan the Barcode/ Mobile QR code and a manual ID card check \nby CISF authorities at relevant checkpoints may be necessary at the other \ncheckpoints inside the airport from the Airport entry to the boarding gates. \nk. Digi Yatra Biometric Boarding System (DYBBS) does two important verifications \ni. \nE-Ticket/ Boarding Pass validation with the Airline DCS \nii. \nValidates Time limits to permit Passenger entry into the Airport \nl. In case of unsuccessful validation, Passenger’s ID and Ticket are manually \nchecked by the Security Staff and only after CISF Security Accepting the \nPassenger in the system, the Passenger is permitted into the Airport Terminal.  \n \nAIRPORT ENTRY E-GATES- CISF ROLE \na. The CISF staff will be enrolled/ logging into the Digi Yatra Biometric Boarding \nSystem (DYBBS)  system. \nb. The CISF staff checks the passenger ID card physically \nc. Display for Security will show Passenger details in a Green Envelope",
  "25": "Digi Yatra Biometric Boarding System DY-BBS \n \n \n25 \nSTEP-2A AIRPORT CHECK-IN KIOSK (2 STEP PROCESS WITH SELF BAG \nDROP/ HYBRID BAG DROP) \nSTEP-1 OF THE 2-STEP PROCESS \na. If Passenger has entered the Airport with only E-Ticket,  \ni. \nHe/ She moves to the Common Use Self Service (CUSS) Kiosk \nii. \nPassenger is identified by his Biometric on the Biometric Reading device \n(Face)  \ni. If passenger has opted for the non-biometric flow the passenger has \nto scan the Barcode/Mobile QR Code on Boarding Pass.  \nb. “Passenger Live Dataset” is used to authenticate passenger \nc. The Digi Yatra Biometric Boarding System (DYBBS) system is able to identify the \nPassenger Flight from the ‘Passenger Live Dataset, validated with the PNL and \nautomatically opens the Check-in app/ function of the relevant Airline in the Kiosk. \nd. Once this validation is completed, the Passenger has to make a choice of the \nseat/ Frequent Flyer number etc. \ne. Passenger does his seat selections and Checks-in  \nOR \nf. If Passenger has already Checked in and has a Mobile Boarding Pass or Home \nPrinted Boarding Pass  \ni. \nPassenger moves to the CUSS Kiosk \nii. \nPassenger is identified by his biometric on the Biometric Reading device \n(Face)  \ni. If passenger has opted for the non-biometric flow the passenger \nhas to scan the Barcode/Mobile QR Code on Boarding Pass.   \ng. Passenger Selects the number of baggage tags to be printed \nh. Prints & collects the baggage Tags. \ni. The system updates the status of check-in on the “Passenger Live Dataset” for \nuse at further Check Points  \nj. Passenger then tags his bag and moves towards the Self Baggage Drop Area   \n \nSTEP-2B BAGGAGE DROP (2 STEP PROCESS WITH SELF BAG DROP/ \nHYBRID BAG DROP) \nSTEP-2 OF THE 2-STEP PROCESS \na. Passenger walks towards the Baggage Drop unit/ Counter, he/ she is identified \nby his/ her Biometric on the Biometric Reading device (Face)",
  "26": "Digi Yatra Biometric Boarding System DY-BBS \n \n \n26 \ni. If passenger has opted for the non-biometric flow the passenger has \nto scan the Barcode/QR Code on Boarding Pass.  \nb.  “Passenger Live Dataset” is used to authenticate the passenger & flight details \nshown on the display  \nc. Passenger is prompted to deposit the bags in the Self Bag Drop Machine. \ni. \nThis process could also be used with a manually assisted bag drop service. \nd. Passenger is issued with a baggage claim slip as an acknowledgement of the \nreceived bag. \ne. Baggage tags are linked to the unique identifier of the traveler \n \nSTEP-3 PESC ENTRY CHECK TO THE SHA \na. Entry check to the SHA is done at the PESC Zone. Entry is restricted to registered \nand authenticated passengers only.  \nb. Passenger is identified by his/ her Face Biometrics or Barcode/QR Code on \nBoarding Pass at the E-Gate Biometric/ Barcode/ QR reader, using the \n“Passenger Live Dataset”  \ni. \nPassengers using the non-biometric flow shall scan the Barcode/ QR Code \non Boarding Pass \ni. There is no manual intervention by CISF \nc. The E-Gate Opens \nd. Passenger then enters the PESC Zone \n \nSTEP-4 PESC FRISKING \na. Entry to the PESC is regulated & controlled using biometric validation with the \n“Passenger Live Dataset”  \nb. Therefore, there is no further need to validate the passenger or stamp the \nboarding pass by the CISF Staff as is the current practice. \nc. Passenger divests his personal belongings into the X-Ray Machine / CT-Scan \nMachine (Smart Lane Enhanced Hand Baggage Screening System with \nAutomated Tray Return) \nd. Passenger then moves through the DFMD/ Body Scanner (If Installed) \ni. \nIn case of Door Frame Metal Detector (DFMD) CISF Officer carries out the \nfrisking of the passenger and clears him/her after verifying/ satisfying \nhimself, clears the passenger. \nii. \nIf he/ she is clear of any threat items, then he/ she moves to the X-Ray \noutput lanes to collect his belongings from the tray",
  "27": "Digi Yatra Biometric Boarding System DY-BBS \n \n \n27 \ne. If any additional checks are needed the Passenger is subjected to the same as \nper the SOP of the CISF \nf. Cameras in the PESC Area shall be used to monitor the proceedings in the \nFrisking Area & can be used for any Forensic Analysis \n \nOPTIONAL ADDITIONS TO THE PESC PROCESS \nBased on specific requirements of any airport, additional non-intrusive data capturing \nelements such as camera, sensors etc.  may be added to the system to capture \nPassenger Queue-waiting times, Queue Lengths & processing times. However, the \nPassenger related process shall remain unchanged as mentioned in this policy document. \n \nSTEP-5 BOARDING GATE \na. Passenger is identified using the “Passenger Live Dataset” using his/ her Face \nBiometrics  \na. Passengers using the non-biometric flow shall scan the Barcode/ Mobile \nQR Code on Boarding Pass at the E-Gate Biometric/ Barcode/ Mobile QR \nCode reader  \ni. There is no manual ID verification by the airline staff \nb. Passenger then enters the boarding gate \nc. The Airline DCS is updated for passenger boarding status \nd. Airline staff gets to see the status of boarding on a real-time dashboard \n \nSTEP-6 AIRCRAFT \na. Passenger proceeds to board the Aircraft \nb. Passengers shall be validated digitally by the Airlines (if needed).  \nc. At a future date, it is proposed to have a face recognition reader for this purpose. \nThis could be on a smartphone/ Tablet with Face recognition using the Digi Yatra \nBiometric Boarding System (DYBBS) “Passenger Dataset” to display passenger \nflight details and seat number \n \n \nEXCEPTIONS PROCESSES: \nFLIGHT RESCHEDULING/ REBOOKING OF TICKET \na. If any Passenger enters the Airport on a valid ticket & subsequently finds that  \ni. \nThe flight is cancelled or  \nii. \nIf he/ she intends to change the flight",
  "28": "Digi Yatra Biometric Boarding System DY-BBS \n \n \n28 \niii. \nHe/ She can go to the Airline ticketing counter and reschedule his/ her ticket \nto another flight \nb. A standard operating process is followed where the rescheduling and update to \nthe Passenger Data Set happens at a registration kiosk in the check-in hall \nc. Changes in Flight/ Airline is updated on the Digi Yatra Biometric Boarding System \n(DYBBS)  \nd. If Passenger cancels his/ her ticket & travel plans then,  \ni. \nThe travel cancellation is recorded  \nii. \nPassenger is authenticated using his/ her biometrics & escorted by the \nAirline Staff, validated by the CISF Supervisor and records are updated.  \na. For non-biometric flow passengers, a scan of the ETKT/ Boarding \nPass Barcode/ Mobile QR Code and a manual ID check is done \niii. \nHe/she will be escorted by the concerned airline staff to the CISF and after \nmaking log entry by the CISF at the Security Hold Area and subsequently \nat the departure entry point \niv. \nThe said Passenger would be allowed to exit the terminal building   \nv. \nPassenger the exits the Airport Building \nDE-BOARDING/ OFFLOADING AND EXIT/ RE-ENTRY TO FROM A PARTICULAR ZONE \na. If any Passenger enters the Airport on a valid ticket & subsequently finds that  \ni. \nHe/ She has to move back for some unforeseen reasons \nii. \nHe/ She can go to the previous process stage under escort of the Airline \nstaff and later comeback to the same process checkpoint to proceed further \ntowards the boarding gate \nb. A standard operating process is followed where the rescheduling and update to \nthe Passenger Data Set happens at a Registration Kiosk in the check-in hall/ any \nother area. \nc. Changes in Flight/ Airline is updated on the Digi Yatra Biometric Boarding System \n(DYBBS)  \nd. If Passenger cancels his/ her ticket & travel plans then,  \ni. \nThe Travel cancellation is recorded  \nii. \nPassenger is authenticated using his/ her biometrics & escorted by the \nAirline Staff, validated by the CISF Supervisor and records are updated.  \na. For non-biometric flow passengers, a scan of the ETKT/ Boarding \nPass Barcode/ Mobile QR Code and a manual ID check is done",
  "29": "Digi Yatra Biometric Boarding System DY-BBS \n \n \n29 \niii. \nHe/she will be escorted by the concerned airline staff to the CISF and after \nmaking a digital log entry by the CISF at the Security Hold Area SHA/ any \nother area and subsequently at the departure entry point \niv. \nThe said passenger would then be allowed to exit the terminal building   \nv. \nPassenger then exits the Airport building \n \nTRANSFER PASSENGER PROCESS \na. Transfer Passenger shall have shared the Digi Yatra ID travel Credentials to the \ntransit airport and can follow the same biometric process. If Digi Yatra ID travel \ncredential is not shared, passenger may be allowed to go through the transfer \narea by  \ni. \nScanning the boarding pass at the designated Kiosk/ e-gate  \nii. \nSharing the Digi Yatra ID travel credentials if not already shared or showing \nany other Govt. ID proof to the CISF Security Staff and/ or use passport \ndocument for domestic to international transfer passengers \niii. \nRegistering the passenger’s face biometrics may be made available at the \ntransfer area \niv. \n“Passenger Live Dataset” is updated to his/her specific flight \n \n \nDOMESTIC ARRIVALS: STANDARD OPERATING PROCESS \nSTEP-1: ARRIVING INTO THE AIRPORT \na. Passengers enter the Airport building \nb. Collects his baggage from the baggage claim belt \nc. Exits the Airport building",
  "30": "Digi Yatra Biometric Boarding System DY-BBS \n \n \n30 \nINTERNATIONAL DEPARTURES- STANDARD OPERATING PROCESS \nSTEP-1: TICKET BOOKING \na. Ticket Booking: On the Airline Reservation System, Portal or App & On other \nAgencies Viz. Online Travel Agents (OTA)/ Global Distribution Systems (GDS) \ni. \nWhile booking a ticket the same process of Digi Yatra ID Travel Credential \nsharing is followed as explained in STEP 0-A/ O-B \nb. Airlines and Online Ticketing Agencies shall issue a Ticket with a Barcode/ Mobile \nQR code as per IATA Resolution 792 which has the following minimum data: \ni. \nPNR number \nii. \nPassenger Name (Last name & First name)  \niii. \nFlight number \niv. \nFrom and To Destinations \nv. \nDate of Flight \nvi. \nTime of Departure \nvii. \nForeign/ Indian Citizens Passport number in the Passport Field (Need \nbased)",
  "31": "Digi Yatra Biometric Boarding System DY-BBS \n \n \n31 \nSTEP-2 HOME CHECK-IN/ WEB CHECK-IN \na. On the Airline App/ Website, the passenger completes the seat selection & \nchecks-in to the flight \nb. Passenger gets his/ her boarding pass printed at home or gets an e-Mobile \nboarding pass \ni. \nPassengers shall have the option of check-in using web check-in/ mobile \ncheck-in, before reaching the Airport to facilitate the process of \nidentification of passenger and easy validation of the bona-fides of the \nPassenger’s Ticket.  \nii. \nBar coded boarding pass shall be as per IATA Resolution 792 \nc. Passengers may also come to the Airport with just their ETKT with Barcode/ QR \ncode (ETKT with Barcode/ QR code as per IATA Resolution 792)  \n \nSTEP-3 AIRPORT ENTRY GATE: E-GATE  \nSINGLE PASSENGERS WITH INDIAN & FOREIGN PASSPORTS  \na. Passenger goes straight to the departure entry E-Gate \nb. Scans passport first page \nc. Validation of Passport (IR/ UV/ features) & Airline DCS done \ni. \nFor India Passport holders, the passport number with passenger name is \nvalidated with the Passport Database \nii. \nFor international passengers the image from an electronic passport chip is \nretrieved using public shared key & face matching is done \nd. On Successful validation, Passenger’s facial biometrics are captured, and \nPassenger is guided by visuals/ (if possible, audio) by the Digi Yatra Biometric \nBoarding System (DYBBS) Software on the Kiosk/ E-Gate to co-operate in the \nprocess of capture. (Passenger Face+Iris can be captured simultaeneously as an \noption.) \ne. Digi Yatra Biometric Boarding System (DYBBS)  does four important verifications \ni. \nDocument check for authenticity, UV/ IR Checks & also passport features \ncheck \nii. \nValidation of Passport Document for genuineness and validation with \npassport database   \ni. For international passengers the image from an electronic passport \nchip is retrieved using public shared key & face matching is done \niii. \nPassenger Ticket/ BCBP/ Mobile Boarding Pass Mobile QR code is \nvalidated with the Airline DCS using the Passport data  \niv. \nPassenger Name matching on E- Ticket/ Boarding Pass with Name on \nPassport \nv. \nValidates Time limits to permit entry into the Airport",
  "32": "Digi Yatra Biometric Boarding System DY-BBS \n \n \n32 \nf. Passenger thus registers his Biometrics (Face) for identification at other \ncheckpoints  \ng. In case of unsuccessful validation, Passenger’s passport is manually checked by \nthe security staff and passenger is accepted upon satisfactory manual passport \ncheck. \nh. Once Validation is Successful, “Passenger Dataset” with Single Biometric Token \nof Face is created, with a unique identifier. \nNB: Optionally additional step with registration kiosks may be added for carrying \nout similar functions \nAIRPORT ENTRY GATE- CISF ROLE \na. The CISF staff will be enrolled into the System with their Face Biometrics and \nevery login will be using the Face Biometric \nb. The (Passport + Face Biometric + PNR) form the “Passenger Dataset” which is \nused to authenticate Passenger at every subsequent process Step \nc. E-Gates open automatically on positive identification/ validation \nd. Display for security will show passenger details in a green envelope \ne. CISF security officer does exception handling & passenger profiling \nf. CISF security officer intervenes only on the red & amber alerts \ng. CISF security officer at the Airport entry gate gets a display of passenger’s \npassport & travel document (ticket/boarding pass) verification status whether \nsuccessful or unsuccessful \ni. \nIn case of Passport validation/ document check being unsuccessful \npassenger to be subject to a manual passport check before being permitted \nby the CISF staff into the Airport building \nh. Automated E-Gate will open if passenger is successfully validated manually by \nthe CISF \n \nAIRPORT ENTRY GATE “PASSENGER LIVE DATASET” \na. Digi Yatra Biometric Boarding System (DYBBS) shall store the Passengers \nfollowing Data and store it as a “Passenger Live Dataset”  \n \ni. \nPassenger Check in information with the following mandatory fields  \ni. PNR \nii. Passenger Name \niii. Flight number \niv. Date & Time of Flight \nv. From & to Destination",
  "33": "Digi Yatra Biometric Boarding System DY-BBS \n \n \n33 \nvi. Sequence Number \nvii. Seat Number \nviii. Passport Number \nii. \nPassenger’s Face Biometrics \niii. \nA unique identifier for each Passenger \nb. The “Passenger Live Dataset” shall be used for all further Identification of the \nPassenger using “Biometrics as a Single Token” at all other checkpoints until \nBoarding. \nc. On successful authentication, a green signal is given to the passenger to proceed \nto the Airport entry E-Gate. \nd. Passenger then moves towards the E-Gate at the Airport entry & presents his/ her \nFace Biometric on the Face Biometric Reading device.  \ne. Upon Successful Authentication with the “Passenger Live Dataset” The E-Gate \nOpens, Passenger enters the Airport.  \nNB: Digi Yatra Biometric Boarding System (DYBBS) shall provide real time \nPassengers’ data to the Immigrations",
  "34": "Digi Yatra Biometric Boarding System DY-BBS \n \n \n34 \nOPERATING PROCESS - CONCEPT ONLY \n \n \nGROUP PASSENGERS WITH BARCODE/ QR CODED TICKET / BOARDING PASS (BCBP) \nEACH PASSENGER HAS AN INDIVIDUAL TICKET / BOARDING PASS (BCBP) \na. Families with Infants (below 2 years) \nb. Groups with all Adults and Minors \nc. Separate Lanes with CISF Security Officer intervention for all the Group \nPassengers \nd. Passenger from the Group Scans the first page of the Passport on the Registration \nKiosk/ E-Gate \ne. Passenger Ticket is validated with the Airline DCS using the Passport data  \nf. On Successful validation, Passenger’s Facial Biometrics are captured \ng. Biometric E-Boarding Processing System (DYBBS) does four important \nverifications \ni. \nE-Ticket/ Boarding Pass validation with the Airline DCS \nii. \nValidation of Passport Document for genuineness and validation with \nPassport Database",
  "35": "Digi Yatra Biometric Boarding System DY-BBS \n \n \n35 \niii. \nPassenger name matching on E- Ticket/ Boarding Pass with name on \nPassport \niv. \nFor International passengers the image from an electronic passport chip is \nretrieved using Public Shared Key (for all those countries who allow the \nreading of the e-chip) & Face matching is done \nv. \nValidates time limits to permit entry into the Airport \nh. Passenger thus registers his Biometrics (Face) for identification at other \ncheckpoints  \ni. In case of unsuccessful validation, passenger’s passport is manually checked by \nthe security staff and passenger is accepted upon satisfactory manual passport \ncheck. \nj. “Passenger Dataset” is created with unique identifier as single token \nk. Similarly, for all other adult passengers the same process as per clause above \n(d), (e) & (f) are followed. \nl. If the passenger is an infant (below 2 years) then the infant will be tagged to the \nhead of the group and for all process points by default, the infant will be tagged to \nthe passenger as per choice made by the passenger in the group/family \n \nSTEP-4A AIRPORT CHECK-IN (2 STEP PROCESS WITH SELF BAG DROP/ \nHYBRID BAG DROP) \nSTEP-1 OF THE 2-STEP PROCESS \na. If Passenger registers and enters the Airport with only E-Ticket,  \ni. \nPassenger moves to the CUSS Kiosk \nii. \nPassenger is recognized by the Face Biometric by the biometric reading \ndevice  \ni. For non-biometric flow passengers, a passport scan and/ or \nboarding pass scan may be needed \nb. “Passenger Live Dataset” is used to authenticate passenger \nc. The Digi Yatra Biometric Boarding System (DYBBS) system is able to identify the \npassenger flight from the ‘Passenger Live Dataset’, validated with the PNL and \nautomatically opens the check-in app/ function of the relevant Airline in the kiosk. \nd. Once validated, the passenger makes his choice of seat/ Frequent Flyer number \netc. \ne. Passenger does his seat selections and checks-in  \nOR",
  "36": "Digi Yatra Biometric Boarding System DY-BBS \n \n \n36 \nf. If passenger has already checked in and has a Mobile Boarding Pass or Home \nPrinted Boarding Pass  \ni. \nPassenger moves to the CUSS Kiosk \nii. \nPassenger is identified by the Face Biometric by the biometric reading \ndevice \ni. For non-biometric flow passengers, a passport scan and/ or \nboarding pass scan may be needed \ng. Passenger selects the number of baggage tags to be printed \nh. Prints & collects the baggage Tags. \ni. The system updates the status of Check-in on the “Passenger Live Dataset” for \nuse at further check points  \nj. Passenger then tags his bag and moves towards the Self Baggage Drop Area   \n \nSTEP-4B BAGGAGE DROP (2 STEP PROCESS WITH SELF BAG DROP/ \nHYBRID BAG DROP) \nSTEP-2 OF THE 2-STEP PROCESS \na. Passenger is identified by the Face Biometric by the biometric reader \nb. “Passenger Live Dataset” is used to authenticate the passenger & flight details \nshown on the display  \ni. \nFor non-biometric flow passengers, a passport scan and/ or boarding pass \nscan may be needed \nc. Passenger then deposits the bags in the Self Bag Drop Machine. \ni. \nThis process could also be used with a manually assisted bag drop service. \nd. Passenger is issued with a baggage claim slip as an acknowledgement of the \nreceived bag. \ne. Bag tags are linked to the unique identifier of the traveler \n \nSTEP-5 TRANSFER Passenger PROCESS \na. Transfer Passenger shall have to register to the Digi Yatra Biometric Boarding \nSystem (DYBBS) authentication system \nb. Passenger scans the first page of the passport on the registration kiosk/ E-Gate \nc. Passenger Ticket is validated with the Airline DCS using the passport data  \nd. On Successful validation, passenger’s facial biometrics are captured",
  "37": "Digi Yatra Biometric Boarding System DY-BBS \n \n \n37 \ni. \nFor non-biometric flow passengers, a passport scan and/ or boarding pass \nscan may be needed \ne. Digi Yatra Biometric Boarding System (DYBBS) does four important verifications \ni. \nDocument check for authenticity, UV/ IR Checks & also passport features \ncheck \nii. \nPassenger Ticket/ BCBP is validated with the Airline DCS using the \npassport data  \niii. \nFor Domestic passengers, using the connectivity to the Passport Seva \nProject (PSP) database a face matching is done with the passengers’ \ncaptured face. \niv. \nFor International passengers the image from an electronic passport chip is \nretrieved using public shared key & face matching is done \nf.  “Passenger Live Dataset” is created/ updated to his/her specific flight \n \nNB:  \nFor Passengers who are on Domestic- International and International-\nInternational Flights there will be a similar SOP to register the \nPassenger and to re-validate into the Digi Yatra Biometric Boarding \nSystem (DYBBS)  \n \nSTEP-5 DEPARTURE IMMIGRATIONS (INDIAN & FOREIGN PASSPORT \nHOLDERS) \na. The immigrations process is carried out through a double flap door/ trap door E-\nGate system. \nb. Entry to the immigration zone is restricted only to passengers who are registered \n& authenticated by the Digi Yatra Biometric Boarding System (DYBBS)  \nc. Passenger is identified using the face biometric in the “Passenger Live Dataset” \nat the first flap door E-Gate Biometric reader. \nd. The first flap door of the dual door E-Gate opens on positive identification with the \nDigi Yatra Biometric Boarding System (DYBBS) single token of face. \ne. Passenger then enters the dual door E-Gate and reaches the second flap door for \nthe immigration clearance.  \ni. \nThe first flap door closes once passenger enters the dual gate door to \nprevent any other passenger from entering inadvertently \nf. At the second flap door, passenger scans his/ her passport first page and he/ she \nis validated with the immigrations database \ng. Passenger then presents his biometrics (finger/ face/ iris) as per immigration \nbiometric check process. (The IVFRT Database is updated with the current \ntransaction and face + iris may be updated to the passenger records)",
  "38": "Digi Yatra Biometric Boarding System DY-BBS \n \n \n38 \ni. \nFor foreign passengers with E-Passports, an additional check of Face \nmatching with the face retrieved from the passport and actual face captured \nby the face + iris camera is done. IVFRT records are updated accordingly \nii. \nIf as per the IVFRT the passenger needs FRRO registration, then \npassenger is diverted to manual processing immigration counters  \nh. Once the passenger is validated by the immigration system, the second flap door \nopens \ni. \nIn case of a reject by the immigrations, the first flap door opens and the \npassenger is then goes back and is processed through the manual entry \ncounter  \ni. Successfully validated passenger then moves to the security check zone \n \nNB:  Immigrations System is a completely isolated system not connected to the \nDigi Yatra Biometric Boarding System (DYBBS)  \n \nThe E-Gate second flap door sends a “Clear” or “Reject” signal of a \npassenger to the Digi Yatra Biometric Boarding System (DYBBS) , using the \nE-Gate signals and other sensors in the E-Gate. This ensures that there is \ncomplete isolation of the immigration system with the Digi Yatra Biometric \nBoarding System (DYBBS)  \nIn case of rejection of the passenger at the second flap door, the passenger \nis asked to go out of the E-Gate and go to the manual counters. In this case \nthe immigrations Central Processing Unit (CPU) sends signal to the first flap \ndoor to open. \n \nVisa Checks shall only be done by the Airlines and is considered as an \nAirline responsibility \n \nSTEP-6 PESC HAND BAGGAGE SCREENING AREA & FRISKING \na. The entry to the PESC area is already regulated & controlled and done using face \nbiometric validation with the “Passenger Live Dataset” at the Immigrations area.  \nb. Therefore, there is no further need to validate the passenger by the CISF Security \nStaff \nc. Passenger divests his personal belongings into the X-Ray Machine / CT Scan \nMachine (Smart Lane Enhanced Hand Baggage Screening System with \nAutomated Tray Return) (If Installed) \nd. Passenger then moves through the DFMD/ Body Scanner",
  "39": "Digi Yatra Biometric Boarding System DY-BBS \n \n \n39 \ni. \nIn case of DFMD CISF security officer carries out the frisking of the \npassenger and clears him/her after verifying/ satisfying himself, clears the \npassenger \nii. \nIf he/ she is clear of any threat items, then he/ she moves to the X-Ray \noutput lanes to collect his belongings from the tray \ne. If any additional checks are needed the passenger is subjected to the same as \nper the SOP of the CISF \nf. Cameras in the PESC area shall be used to monitor the proceedings in the frisking \narea & can be used for any forensic analysis \n \nSTEP-7 BOARDING GATE \na. Passenger is identified using his/ her face biometrics at the E-Gate Biometric \nreader  \ni. \nFor non-biometric flow passengers, a passport scan and/ or boarding pass \nscan may be needed as per current process \nb. Passenger is identified using the “Passenger Live Dataset” \nc. Passenger then enters the boarding area \nd. The Airline DCS is updated for passenger boarding status \ne. Airline staff gets to see the status of boarding on a real-time dashboard \n \nSTEP-8 AIRCRAFT \na. Passenger proceeds to board the Aircraft \nb. Passengers shall be validated digitally by the Airlines (if needed)  \nc. At a future date, it is proposed to have a face recognition reader for this purpose. \nThis could be on a smartphone/  tablet with ace recognition to display passenger \nflight details and seat number  \n \n \nEXCEPTIONS PROCESSES: \nFLIGHT RESCHEDULING/ REBOOKING OF TICKET \ne. If Any Passenger enters the Airport on a valid ticket & subsequently finds that  \ni. \nThe Flight is cancelled or  \nii. \nIf he/ she intends to change the flight \niii. \nHe/ She can go to the Airline ticketing counter and reschedule his/ her ticket \nto another flight",
  "40": "Digi Yatra Biometric Boarding System DY-BBS \n \n \n40 \nf. A Standard Operating Process is followed where the rescheduling and update to \nthe Passenger Data Set happens at a registration kiosk in the check-in hall \ng. Changes in Flight/ Airline is updated on the Digi Yatra Biometric Boarding System \n(DYBBS)  \nh. If Passenger cancels his/ her ticket & travel plans then,  \ni. \nThe Travel cancellation is recorded  \nii. \nPassenger is authenticated using his biometrics & taken by the Airline Staff \nto the CISF Supervisor for updating records  \na. For non-biometric flow passengers, a scan of the ETKT/ Boarding \nPass Barcode/ Mobile QR Code and a manual ID check is done \niii. \nHe/she will be escorted by the concerned airline staff to the CISF and after \nmaking log entry by the CISF at the SHA and subsequently at the \ndeparture entry point \niv. \nThe said passenger would be allowed to exit the terminal building   \nv. \nPassenger then exits the Airport Building \nDE-BOARDING/ OFFLOADING AND EXIT/ RE-ENTRY TO FROM A PARTICULAR ZONE \ne. If Any Passenger enters the Airport on a valid ticket & subsequently finds that  \ni. \nHe/ She has to move back for some unforeseen reasons \nii. \nHe/ She can go to the previous process stage under escort of the Airline \nstaff and later comeback to the same process checkpoint to proceed further \ntowards the boarding gate \nf. A Standard Operating Process is followed where the rescheduling and update to \nthe Passenger Data Set happens at a registration kiosk in the check-in hall/ any \nother area. \ng. Changes in Flight/ Airline is updated on the Digi Yatra Biometric Boarding System \n(DYBBS)  \nh. If Passenger cancels his/ her ticket & travel plans then,  \ni. \nThe Travel cancellation is recorded  \nii. \nPassenger is authenticated using his/ her biometrics & taken by the Airline \nStaff to the CISF Supervisor for updating records  \na. For non-biometric flow passengers, a scan of the ETKT/ Boarding \nPass Barcode/ Mobile QR Code and a manual ID check is done \niii. \nHe/she will be escorted by the concerned airline staff to the CISF and after \nmaking a Digital log entry by the CISF at the SHA/ any other area and \nsubsequently at the departure entry point \niv. \nThe said Passenger would then be allowed to exit the terminal building",
  "41": "Digi Yatra Biometric Boarding System DY-BBS \n \n \n41 \nv. \nPassenger then exits the Airport Building \n \nTRANSFER PASSENGER PROCESS \nb. Transfer Passenger shall have shared the Digi Yatra ID travel credentials to the \ntransit airport and can follow the same biometric process. If Digi Yatra ID Travel \nCredential is not shared, passenger may be allowed to go through the transfer \narea by  \ni. \nScanning the Boarding Pass at the designated kiosk/ e-gate  \nii. \nSharing the Digi Yatra ID travel credentials if not already shared or showing \nany other Govt. ID proof to the CISF Security Staff and/ or use passport \ndocument for domestic to international transfer passengers \niii. \nRegistering the passenger’s face biometrics may be made available at the \ntransfer area \niv. \n“Passenger Live Dataset” is updated to his/her specific flight",
  "42": "Digi Yatra Biometric Boarding System DY-BBS \n \n \n42 \nINTERNATIONAL ARRIVALS: STANDARD OPERATING PROCESS \nSTEP-1: ARRIVAL INTO THE AIRPORT \na. Passenger enters the Airport building \nb. Passenger moves towards the immigration area \n \nSTEP-2: ARRIVAL IMMIGRATIONS (INDIAN & FOREIGN PASSPORT \nHOLDERS) \na. The Arrival Immigrations will consist of Automated Border Control E-Gates with \ndual flap doors E-Gate \nb. At the first flap door of the E-Gate, passenger is allowed to enter as soon as he \nmoves towards the e-Gate and if there is no other passenger in the E-Gate. \nc. Once passenger enters the E-Gate, the first flap door closes behind him/ her \nd. Passenger then scans his/ her passport first page on the document reader at the \nsecond flap door. \ne. Airline DCS validation for the passenger is conducted \nf. Immigrations system does the following: \ni. \nDocument check for authenticity, UV/ IR Checks & also passport features \ncheck \nii. \nPassenger Ticket/ BCBP is validated with the Airline DCS using the \nPassport data \ni. It is understood that there is an existing connectivity from the \nimmigrations system to the Airline DCS, inbound APIs data is \navailable for all flights  \niii. \nFor Indian passengers, using the connectivity to the IVFRT database a face \nmatching is done with the passengers’ captured face.  \niv. \nIVFRT records are updated accordingly with the latest face/ Iris captured \nat the E-Gate \nv. \nFor Foreign passengers the image from an electronic passport chip is \nretrieved using public shared key & face matching is done. IVFRT records \nare updated accordingly with the latest face/ Iris captured at the E-Gate \ng. Passengers’ Face + Iris biometrics are captured for updating the IVFRT database  \ni. \nFor foreign passengers with E-Passports, an additional check of face \nmatching with the face retrieved from the passport and actual face captured \nby the face + iris Camera is done.  \nii. \nIVFRT records are updated accordingly with the latest face/ iris captured \nat the E-Gate",
  "43": "Digi Yatra Biometric Boarding System DY-BBS \n \n \n43 \niii. \nIf as per the IVFRT the passenger needs FRRO registration, then E-Gate \ndoes not open and the passenger is diverted to manual processing \nImmigration Counters  \nh. On successful validation and updating of the transaction, the second flap door of \nthe E-Gate Opens  \ni. Passenger moves to the customs area/ baggage claim area. \n \nNB:  Immigrations system is a completely isolated system not connected to the \nDigi Yatra Biometric Boarding System (DYBBS).  \n \nSTEP-3: CUSTOMS PROCESS \na. All passengers move through the green or the red channel without any further \nprocess \nb. Only if any Passenger is found or caught with contraband goods, the customs \nofficer shall scan passenger’s passport and capture face and biometrics of the \npassenger to update the record into the centralized database maintained by Govt. \nof India. \n \nSTEP-4: EXIT FROM THE AIRPORT \nc. Passenger collects his baggage from the baggage claim belt and moves to duty \nfree area. \nd. Passenger then walks through the customs red/ green channel and exits the \nAirport",
  "44": "Digi Yatra Biometric Boarding System DY-BBS \n \n \n44 \nHIGH LEVEL DATA PRIVACY GUIDELINES \nDATA PRIVACY \nAirports using the DYBBS shall conform and adhere to the Data Protection laws as \napplicable and mandated by the GOI. \nThe DYBBS Data management shall be compliant with IT Act 2000,  IT Amendment Act \n2008 and Information Technology (Reasonable Security Practices and Procedures and \nSensitive Personal Data or Information) Rules, 2011 &  AADHAR Act 2016 for all the \nAADHAAR related transactions. \nThe DYBBS shall also be compliant with other adopted security & privacy requirements  \nas summarized below. \nDefine & establish a privacy framework which comprises of: \na. A common privacy terminology \nb. Define and explain data privacy processing principles as applicable to persons & \norganizations \ninvolved \nin \nspecifying, \nprocuring, \narchitecting, \ndesigning, \ndeveloping, testing, maintaining, administering, and operating personal data \nc. Define personal data, the actors and their roles in processing personal data  \nd. Describes controls, measures & considerations for safeguarding personal data  \n \nFor the Digi Yatra Ecosystem, Periodic Audits, Assessments (by independent teams to \nassess the level of security and system resilience to protect PII) and Audits (by \ngoverning/regulatory bodies e.g. CERT-IN and/or STQC etc., twice every year  \na) One privacy impact assessment (e.g. with reference to ISO 27701, GDPR, India \nPDPA etc.) \nb) One security assessment (e.g. ISO 27001) Once every two years shall be \nconducted by CERT-IN And/ Or STQC or any other Govt. of India nominated \nagency as applicable \nFollowing are the data privacy processing principles \n1. Management & Governance \na. Define, document, communicate & assign accountability for the privacy \npolicies & procedures \n2. Privacy Notice  \na. Give notice in relation to personal data collected, used or disclosed as \napplicable by the national laws and policies  \n3. Choice & Consent",
  "45": "Digi Yatra Biometric Boarding System DY-BBS \n \n \n45 \na. Describe clearly the choices available to and obtain implicit / explicit consent \nin relation to personal data  prior to collection & processing  \n4. Data Minimization  \na. Identify and adhere to the identified purpose for personal information \ncollected \n5. Data Inventory & Classification \na. Define and maintain a data map and inventory, identifying elements by type, \nsensitivity, retention (need & duration) and storage location \n6. Data Protection and Security \na. Maintain an information security & data protection program that, \ni. \nManages risk of data compromise by implementing controls to \nisolate, detect, and protect personal data \nii. \nManages risk to individuals that may result from the collection, use, \nretention, in-accuracy, or integrity of personal data, and  \niii. \nManages the regulatory non-compliance due to lack of appropriate \nnotice or transparency \n7. Third-Party Risk \na. Maintain a vendor risk management program that assesses vendors on \nsecurity and privacy practices \n8. Data Protection Impact Assessment (DPIA) \na. Conduct data protection impact assessment to identify, evaluate and \nmitigate risks to individuals arising as a result of processing their personal \ndata when  \ni. the related & relevant programs, systems & processes undergo a \nchange \nii. a new program, system or process introduced \niii. a highly sensitive data is processed (e.g. biometric data) or \nprocessing any personal data likely to result high risk to the rights & \nfreedom of individual \n9. Privacy Incident & Data Breach Management Plan \na.  Implement an incident handling capability for privacy incidents and insider \nthreats that includes preparation, detection and analysis, containment, \neradication, and recovery to provide appropriate and timely responses \nalong with establishing a data breach notification plan \nb. Maintain and regularly test the privacy incident & data bream management \nplan and affected parties \n10. Limit use, disclosure & retention \n11.  Collect, use and retain personal data only for specific, explicit and legitimate \npurposes accuracy/ quality",
  "46": "Digi Yatra Biometric Boarding System DY-BBS \n \n \n46 \na. Maintain confidentiality, availability and integrity of the personal data \n12. Training, Awareness, and Culture \na. Deploy role-based data privacy training and awareness campaigns \n13. Openness/ Disclosure to third parties \na. Disclosure & sharing of personal data shall be only for the legitimate \npurposes \n14. Challenging Compliance/ Monitoring & Enforcement \na. Monitor, Report & Track compliance to applicable organizational & \nregulatory privacy policies, procedures and guidelines. Establish \nprocedures to facilitate disputes, grievances and complaints \n15.  Data Disposal \na. This ensures that all data are securely retained, destroyed, anonymized \n(de-identify) at the end of the process as per the applicable timelines \n \nDATA PRIVACY BY DESIGN PRINCIPLES \n \nAdopt and customize Data Privacy by Design (DPbD) principles such as data \nminimization, access control etc., in order to protect personal data. Incorporate DPbD \nprinciples in business operations, in systems (IT) and product / system / software \ndevelopment lifecycles. \n \nPrivacy by Design Principles: \n1. Proactive not Reactive; Preventative not Remedial:  \no Anticipate, identify, and prevent invasive events before they happen; \nwhich means acting before and not afterward. \n2. Privacy as the default setting:  \no Ensuring personal data is automatically protected in all IT systems \nor business practices, with no added action required by any \nindividual. \n3. Privacy Embedded into Design:  \no Privacy measures should not be add-ons, but fully integrated \ncomponents of the system. \n4. Full Functionality – Positive-Sum, not Zero-Sum:  \no Privacy by Design employs a “win-win” approach to all legitimate \nsystem design goals; that is, both privacy and security are important, \nand no unnecessary trade-offs need to be made to achieve both \n5. End-to-End Security:  \no Data lifecycle security means all data should be securely retained as \nneeded and destroyed when no longer needed.",
  "47": "Digi Yatra Biometric Boarding System DY-BBS \n \n \n47 \n6. Visibility and Transparency:  \no Assure stakeholders that business practices and technologies are \noperating according to objectives and subject to independent \nverification. \n7. Respect for User Privacy:  \no Keep things user-centric; individual privacy interests must be \nsupported by strong privacy defaults, appropriate notice, and user-\nfriendly options. \nPERSONAL DATA GUIDELINES \n1. Personal data shall be processed fairly and lawfully  \n2. Personal data shall be obtained only for the specified lawful purpose and shall not \nbe further processed in any manner other than for that purpose or those purposes. \n3. Personal data shall be adequate, relevant and not excessive in relation to the \npurpose or purposes for which they are processed. \n4. Personal data shall be accurate and, where necessary, kept up to date. \n5. Personal data processed for any purpose or purposes shall not be kept for a longer \ntime than necessary for that purpose or those purposes. \n6. Personal data shall be processed in accordance with the rights of data subjects \nunder the national law. \n7. Appropriate technical and organizational measures shall be taken against \nunauthorized or unlawful access and or processing of personal data and against \naccidental loss or destruction of, or damage to, personal data. \n8. Personal data shall not be transferred nor stored to a country or territory outside \nIndia unless it is needed for the purpose of carrying out the passenger \nIdentification/ validation process at the Destination Airport and only with the willful \nconsent from the passenger. “For International Travel, the Biometrics capture \n(Face, Iris, Fingerprints) process will be as mandated by the Govt. of India as per \nexisting protocols prevalent at that time”  \n9. Biometric data shall be purged from the Digi Yatra Biometric Boarding System \n(DYBBS) System 24 hours after the passenger’s journey at the Airport i.e. after \ncompletion of boarding and departure of the passengers’ flight. \na. Digi Yatra Biometric Boarding System (DYBBS) shall have an ability to \nchange the data purge settings based on security requirements on a need \nbasis. \n10. Passenger Travel Logs without the biometric data shall be stored for the purpose \nof audits as per the mandate from Govt. of India. Privacy principles to be applied \nwhile deciding what ‘logs’ be stored for audit purpose. \n11. Any Security Agency, GOI or other Govt. Agency may be given access to the \npassenger data based on the current/ existing protocols prevalent at that time.",
  "48": "Digi Yatra Biometric Boarding System DY-BBS \n \n \n48 \n12. The Digi Yatra Biometric Boarding System (DYBBS) shall be audited as per the \nrequirements of the data protection standards as applicable and mandated by \nGovernment of India (GOI).",
  "49": "Digi Yatra Biometric Boarding System DY-BBS \n \n \n49 \nAADHAAR RELATED PRIVACY GUIDELINES FOR ALL STAKEHOLDERS \nAUTHENTICATION OF PASSENGER TO THE AADHAAR DATABASE \na. e-KYC transactions shall take place using AUA/ KUA service of the Digi Yatra \nEcosystem \nb. All AADHAAR Related data security shall be as per the AADHAAR Act 2016 \nc. AUA/KUA guidelines issued by UIDAI shall be followed from time to time \nd. Protocol for data exchange between KUA and CIDR database would be based on \nAUTH API 2.5 and above as defined by UIDAI \ne. KUA would use only STQC/UIDAI certified registered devices for the purpose of \nreading Biometric Data \nf. AADHAAR References as per Annexure 7 \n \nNB: \n \n1. Biometric Data Captured for Identity Validation using AADHAAR Verification \ncannot be stored or Reused as per the AADHAAR Act. \n2. Use of AADHAAR will be solely for Identity Validation, which will be subject \nto the prescribed guidelines of UIDAI from time to time.   \n  \nGUIDELINES FOR AIRLINES, OTAS AND OTHER STAKEHOLDERS \n \n1. Digi Yatra ID Travel Credentials are shared directly by the passengers to the \nrelevant stakeholders and should not be a part of the Barcode/ Mobile QR Code \nof the Ticket or the Boarding Pass to prevent any inadvertent loss or leakage \na. The Digi Yatra ID data shall be stored with similar data protection and \nprivacy as applicable for other demographic data of passengers in Airline \ndatabase as part of the web service call, this information will then be sent \nto Airports’ DYBBS.   \n2. Airlines shall share with the Digi Yatra Biometric Boarding System (DYBBS) of \nthe Airport the PNL data for all flights, the concerned parties shall mutually agree \non a secure data sharing with Airport DYBBS \n3. Airlines, OTAs and various portals maintain the Passenger phone number, Email \nID, Digi Yatra ID etc. The crucial aspect of data sharing protocols amongst travel \nportal, airlines, airports etc. would require to be defined in secured and stringent \nmanner to prevent data breach as mentioned in the DYBBS CYBER SECURITY \nREFERENCE ARCHITECTURE AND RECOMMENDED BEST PRACTICES \nsection as given below in this Document",
  "50": "Digi Yatra Biometric Boarding System DY-BBS \n \n \n50 \n4. Data privacy norms for the Digi Yatra ID shall be applicable as per the IT Act 2000 \nand IT Amendment Act 2008 and the AADHAAR Act 2016 as relevant \n \n5. With the consent of the Airline, Any Security Agency, GOI or other Govt. Agency \nmay be given access to the Passenger Data based on the current/ existing \nProtocols prevalent at that time \n \n6. Digi Yatra ID Travel Credentials will be stored in the database of the airline and/ \nor the OTA, Airports etc. and they shall maintain the integrity and privacy of the \ndata and protect the same as per GOI, IT Act 2000 and IT Amendment Act 2008/ \nSimilar data protection and privacy as applicable for other demographic data of \npassengers in the airline database \n \n7. The Ticket or the Boarding Pass and the Barcode/ QR code therein, shall conform \nto IATA standards (IATA Resolution 792) \n \n8. Digi Yatra ID Travel Credentials will not be displayed either on the Ticket or on the \nBoarding pass \na. It shall also not be coded into the Barcode barcode/ Mobile QR Code of the \nTicket/ Boarding Pass \n \n9. The Airport operator Digi Yatra Biometric Boarding System (DYBBS) will retain the \nTravel Data including the Digi Yatra ID Travel Credential for a duration of 30 days \nfrom the date of travel after the Passenger’s Flight departs for the purpose of any \naudit/ forensic analysis by BCAS or any authorized Govt. of India agencies \n \n10. Airlines, OTAs and other Ticket Booking agents shall be subject to Audits as per \nthe standards prescribed in the UIDAI Act 2016 and any other as mentioned in this \nPolicy Document",
  "51": "Digi Yatra Biometric Boarding System DY-BBS \n \n \n51 \nDYBBS \nCYBER \nSECURITY \nREFERENCE \nARCHITECTURE \n& \nBEST \nPRACTICES \n \n1. Identity and Access Management  \nStreamlining the provisioning, management and monitoring of user access across all \nsystems, shall be achieved by using directory systems such as active directory.  This can \nbe further enhanced and controlled by the extension to identity-based micro segmentation \nsystems.  \nThis will avoid inadequate authentication and authorization mechanism that can lead to \nloss/ leakage of PID (Personal Identifiable Data)  \nThe proposed solution should have functionality for – \na. \nPrivilege Access Management \nb. \nBiometric based multi-factor authentication \nc. \nSingle Sign-on \nd. \nMonitor Activity and Enforce Policy \ne. \nProvisioning and Governance \n \n2. Network Intrusion Detection and Prevention  \nEnabling detection and prevention measures for network-based intrusions.  These may \nbe implemented in standalone network appliances or as a feature of next generation",
  "52": "Digi Yatra Biometric Boarding System DY-BBS \n \n \n52 \nfirewalls. Advance or zero-day cyber-attacks can bring the entire Digi Yatra Biometric \nBoarding System (DYBBS) system down and cause severe business continuity issue that \nis not acceptable in the aviation environment. The Digi Yatra Biometric Boarding System \n(DYBBS) solution should have below functionality – \n1. Next-Generation Firewall, in physical or Digi Yatra ID form, classifies all traffic – \nincluding encrypted traffic – and enforces policies based on applications, users, \nand content without sacrificing performance.  \n2. All threats’ analysis service to dynamically analyze suspicious content in a Digi \nYatra ID environment to discover zero-day threats.  \n3. Threat Prevention includes IPS, malware protection, DNS sinkhole, and \ncommand-and-control protection, Gateway Antivirus, Geography based blocking \nto block threat nations.  \n4. URL Filtering continually updates new phishing and malware sites, as well as sites \nassociated with attacks, even blocking malicious links in emails.  \n \n3. Network Segmentation and Firewalling  \nSeparation of logical IT assets into security zones reflecting the value of the information \nbeing protected as determined by the business.  The principal purpose of network \nsegmentation is to prevent network traversal of malware, advanced persistent threats or \nmalicious actors between less sensitive environments and more highly sensitive ones.  \nSoftware defined micro-segmentation provides more granularity and ease of \nmanagement than physical network segmentation.  Note that VLANs are not a secure \nmeans of segmentation. For example, the e-gate and kiosks at the airports or even the \nentire IT network need to be segmented properly to mitigate the risk of a breach \nhappening \non one \nenvironment \ntraversing \nto \nthe \nother. \nAlso \nmaking \ne-\ngates/kiosks/Baggage system Digi Yatra ID segmented (and cloaked) on the same \nphysical network will make hacking much more difficult. The solution should have below \nfunctionality – \na. Solution provides software equivalent of physical separation of devices/systems \nthat are located in different microsegments on the same network.  \nb. Devices/systems in different microsegments are mutually undetectable by \nping/port scanning or other network techniques. \nc. Granularity of segmentation is down to the individual endpoint and user.   \nd. Endpoints may be located in datacenter network, Digi Yatra ID network, remote \noffices, private or public cloud. \ne. Supports mobile device endpoints / BYOD. \nf. Protects networked endpoints running any operating system or embedded system.  \nIncludes, but is not limited to, Windows, Linux, UNIXes, Mac OS, mainframe OS, \nembedded systems such as printers, IoT devices, SCADA systems.",
  "53": "Digi Yatra Biometric Boarding System DY-BBS \n \n \n53 \ng. Users may be assigned to microsegments.  User identity is defined and \nauthenticated by common directory systems such as LDAP, Active Directory. \nh. Supports integration with common SIEM solutions for monitoring, alerts and \nexception reporting. \ni. Supports encryption of data-in-motion from segmented endpoint to endpoint and \nshould supports automated creation and teardown of encrypted tunnels \nj. Supports perfect forward secrecy, i.e. past sessions protected against future \ncompromise of secret keys or passwords. \nk. Supports encryption of all IP protocols including TCP, UDP, ICMP etc. \n \n4. Physical and Environmental Security  \nPhysical and environmental protection of information assets using appropriate \nmechanisms, including: \na. Video surveillance and recording \nb. Site and data center access management \nc. Temperature and humidity controls \nd. Situational Awareness solution for centralized dash boarding \n \n5. Network Access Control  \nRestriction and control of the admission of network devices, both wired and wireless, onto \nthe enterprise network.  Modern solutions integrate with identity management systems to \nauthenticate devices through service accounts or digital certificates. \n6. OS Security  \nThis encompasses a number of principles: \na. Hardening Operating Systems based on defined procedures \nb. Reviewing OS security based on server risk profiles \nc. Implementing necessary controls e.g.  \nd. Malware protection \ne. Host-based firewalls \nf. Network cloaking \n \n7. Application Firewall  \nProtecting against attacks and intrusions to systems at layer 7.  Typically implemented as \na network appliance or as a feature of network load balancers. \n8. Database Security  \nDatabase hardening, access control to databases, tables and fields based on information \nclassification, encryption, monitoring and review of access. In the Digi-Yatra program, the \nPII data will be stored in the database for a short period while Passenger is still at the",
  "54": "Digi Yatra Biometric Boarding System DY-BBS \n \n \n54 \nairport, so it is extremely important to have strong security control for database. The \ndemographic data / Passenger Check in information data with Digi Yatra ID shall be \nmasked to ensure security and privacy. The server storing data shall not be connected to \ninternet/WAN/Cloud except for Airline DCS through a secured environment. \n9. Data Encryption  \nData encryption (biometric and biographic) both at rest and in transit is key for the Digi-\nYatra program. The biometric data once lost cannot be changed as it is tied to the \nphysiological properties of the individual. Following are some of the key factors that \nshould be considered around encryption - \na. Encrypting sensitive data at rest \nb. Encrypting data in motion either over the Internet or untrusted network segments, \nincluding wireless, to prevent eavesdropping. \nc. Supports encryption of data-in-motion from segmented endpoint to endpoint. \nd. Supports industry-standard encryption algorithms and protocols compliant with \nNSA Suite B. \ne. Supports automated creation and teardown of encrypted tunnels \nf. Supports automated re-keying of tunnels on specified schedule. \ng. Supports perfect forward secrecy, i.e. past sessions protected against future \ncompromise of secret keys or passwords. \nh. Supports encryption of all IP protocols including TCP, UDP, ICMP etc. \ni. Supports encryption of IPv4 and IPv6 traffic. \nj. Supports NAT/PAT traversal of encrypted traffic. \nk. Supports definition of unencrypted traffic paths. \n \n10. Secure Wireless  \nSecuring wireless deployments.  Ensuring that all corporate access is encrypted and \nseparated from any guest access.  The proper segmentation of business and guest Wi-\nFi network to be done and the integration with Network Access Control. \n11. Secure Remote Access  \nEnsuring that all remote access is provided on a 'need to know' basis and using multifactor \nauthentication.  All remote communication must take place over encrypted channels e.g. \nDigi Yatra ID Private Networks. For example, if any trouble shooting, servicing or \nmaintenance activity for any airport infrastructure or IT component is required and \nsecured remote access should be provisioned. \n12. Web and Mail Content Inspection and Delivery  \nSanitizing inbound mail and web content e.g. detection and removal of malware, \nmalicious links etc. This would mitigate the risk of an internal user unknowingly clicking \non a malicious link (via email or web). This is one of the most common attack vectors as",
  "55": "Digi Yatra Biometric Boarding System DY-BBS \n \n \n55 \nhuman is the weakest link in the security chain. If a user inadvertently clicks on a malicious \nlink it can affect the entire network pretty fast and hence segmentation of the environment \nin addition to the content inspection solution should be put in place. \n13. End User Education & Cultural Change  \nFrequent end user education to teach the basics of cyber security as people tend to be \nthe weakest link in the security chain. Facilitate cultural change so that security is built \ninto the DNA of the organization and seen as an enabler rather than an inhibitor. \n14. Vulnerability and Patch Management  \nProactive detection of vulnerabilities, through scanning and penetration testing in systems \nand applying relevant patches before vulnerabilities can be exploited. Vulnerability \nanalysis and penetration testing are important phases within the cybersecurity lifecycle \nand allows an organization to understand the key security risks they are exposed to.",
  "56": "Digi Yatra Biometric Boarding System DY-BBS \n \n \n56 \nLOGS, METRICS AND DASHBOARDS \nTECHNICAL LOGS: TIME-STAMPED TECHNICAL DATA, EVENTS & ALARMS \nOperational logs like but not limited to: \n● ID End Point \n● Timestamp \n● Nationality \n● Gender \n● Date of Birth \n● Age \n● Number of biometric captures \n● Biometric capture quality score \n● AADHAAR authentication result \n● AADHAAR authentication process time \n● Biometric Matching Score \n● Matching Result \n● Biometric identification time \n● BCBP type \n● BCBP process time \n● Booking reference validation result \n● Booking reference validation process time \n● Complete process time \n● Boarding DCS result \n● Boarding DCS process time \n● Processing step result \n \nTYPICAL REPORTS \n● Number of transactions (per type, status) \n● Endpoint statistics (per Endpoint) \n● Transaction duration \n● Total number of Transactions terminated due to Operational Reasons / Total \nnumber of Terminated Transactions \n● Total number of Transactions terminated due to Technical Reasons / Total number \nof Terminated Transactions \n● Usability /Ergonomics (number of attempts for captures) \n● ID usage (quantity of Identity document per type) \n● Exceptions Reports (number of interventions required)",
  "57": "Digi Yatra Biometric Boarding System DY-BBS \n \n \n57 \nMETRICS AND DASHBOARDS \n● Passenger wise details should display Passenger flow between various \ncheckpoints \n● Airline wise details should display no of Passengers for that particular airline at \nvarious checkpoints \n● Identify the local of Passenger in a particular zone \n● Passenger dwell time between various checkpoints & at various checkpoints \n● Flight wise details should display no of Passengers for that particular flight at \nvarious checkpoints \n● Health monitoring of all devices at all checkpoints \n \nDIGI YATRA FOR PASSENGERS WITH SPECIAL NEEDS & SENIOR \nCITIZENS \nGENERAL POLICY COMPLIANCE  \na. For the Purpose of catering to the needs of PRM passengers and Passengers \nwith special needs, there will be an exception handling gate, where Passengers \nwill be processed at all the processes at the airport from Airport Entry to the \nBoarding gate \nb. In addition to Government of India guidelines compliance; the DY-BBS must \nincorporate digital accessibility features as well as comply to all parameters of \ninternational accessible standard WCAG2.0 Level AA compliance  \nc. DY-BBS shall ensure that digital inclusion is incorporated in using digital guidance \nsystems, interactive kiosks and augmented reality apps enabling citizen with \ndisability and senior citizens to navigate through the airport with ease through the \nassistance of assistive technology on their devices.   \nd. DY-BBS ecosystem partners shall ensure that digital accessibility is incorporated \nin the web portal, mobile apps, kiosks etc. enabling person with disability and \nsenior citizens to access services with ease through assistive technology.   \ne. Kiosks should be designed such that it has the capability to integrate text to \nspeech output enabling blind passenger to seamlessly access it with ease.  \n(Similar to a talking ATM enabling a visually impaired customer to access the ATM \nindependently with ease.)   \nf. Kiosks should enable passenger with disability and senior citizens to register \nthemselves with ease.   \ng. Regional Language Kiosks should be designed in Unicode enabling passenger \nwith disability to access these contents in regional language through their \nassistive technology with ease.",
  "58": "Digi Yatra Biometric Boarding System DY-BBS \n \n \n58 \nh. System should send an alert to airlines/ wheelchair assisting agency at the kiosks \nonce passenger with disability checked in and places a request for assistance \nrequired for escort/ wheelchair assistance.  (Note: System should be capable of \ntaking this request at the time of booking, registration, etc.) \ni. Dedicated lane for person with disability and senior citizen for Boarding gate \nshould be assigned.  System should allow more time to cross the Gate/ e-Gate in \naddition to 4 seconds in case of passenger with disability.   \nj. Process such as ticket booking, web check in, Seat selections, self-check-in \nthrough kiosks,   registration  at kerb side Kiosks, Digi Yatra loyalty program \nenrolment process,  Ticket cancelation, ticket rescheduling, airport exiting \nprocess,  transfer process, access to transfer kiosk should be digitally accessible \nenabling passengers with disability and senior citizen to access these with ease.   \nk. Voice guidance for capturing biometric in the system shall be provided by Kiosks \n(i.e.   Audio beep confirming authenticated Audio voice guidance prompting user \nfor, face in the center, face on the left, etc.)   \nl. Kiosks shall be placed in a manner enabling wheelchair passengers to access \nthese with ease.   \nm. All information and baggage tag, passenger boarding details shall be available in \ndigitally accessible mobile app.   \nn. Internal Airport map navigation should be available within mobile app and \npassenger with disability can be guided to boarding gate through voice guidance \ne.g. Google maps)   \no. Digitally accessible training video should be provided online for passengers with \ndisability highlighting guidance, registration process, check in process, request for \nspecial assistance, etc.   \np. Passengers with disability who cannot be successfully verified through DYBBS \nshould be alerted for exception verification by CISF security by the Kiosk.   \nq. Self-Bag Drop/Hybrid Bag Drop system should be digitally accessible enabling \npassenger with disability to access these with ease. In case passengers with \ndisability are not able to access these with ease then they would comply with \nmanual process through the assistance of AAI/ airline personnel assistance. \n \nDIGI YATRA ECOSYSTEM: TECHNOLOGY SOLUTION \n \na. In this rapidly changing technological world, we would like to keep the options of \nus of various technology open. \nb. The various options that are available are as follows. \ni. \nBuild a Native App/ SDK with a central ecosystem",
  "59": "Digi Yatra Biometric Boarding System DY-BBS \n \n \n59 \nii. \nBuild a Native App/ SDK with a minimalistic approach without an extensive \ncentral platform and empower passengers to share data the travel \ncredentials directly to the airlines, Airports, Immigration and other \nstakeholders/ agencies using W3C standards and DID protocols \niii. \nBuild a Native App/ SDK with a backend using Blockchain Technology \n \nAMENDMENTS TO DIGI YATRA PROCESS \nThe passenger processes considered in the policy are designed as per the currently \navailable mature technologies. The implementation of this policy envisages the use of the \nlatest technologies fulfilling the process requirement. However, it may be noted that this \ndocument will be subject to amendment from time to time to adapt the best technology \nand solutions available in the industry from time to time.",
  "60": "Digi Yatra Biometric Boarding System DY-BBS \n \n \n60 \nANNEXURES & REFERENCES \nAUTHENTICATION OF PASSENGER TO THE AADHAAR DATABASE \nAs per AADHAAR ACT 2016, GOI \nWebsite: https://uidai.gov.in/images/the_aadhaar_act_2016.pdf \nCUSS, CUPPS & WEB SERVICES \nAs per IATA standards as renewed on date:  \nCUSS: RP 1706c Common Use Self Service 2016  \nCUPPS: RP 1797 CUPPS 2016 & Web Services \nBIOMETRIC ACQUISITION PRODUCTS: FINGERPRINTS READERS \nAS PER ISO Standards and the latest amendments: ISO/IEC 19794-4:2017 \nAnd As per GOI recommended standards \nBIOMETRIC ACQUISITION PRODUCTS: FACE READERS \nAS PER ISO Standards and the latest amendments: ISO/IEC 19794-5:2011 \nAnd As per GOI recommended standards \nBIOMETRIC ACQUISITION PRODUCTS: IRIS READERS \nAS PER ISO Standards and the latest amendments: ISO/IEC 19794-6:2011 \nAnd As per GOI recommended standards \nFRONT END DEVICES (E-GATE AND KIOSKS) \nAs per IATA Standards \nBOOKING AND CHECK-IN STANDARDS \nAs per IATA Standards, Resolution 792. Annexure-1, 2 & 2A \nAPI ECOSYSTEM \nAs per the IATA “Simplifying the Business” STB guidelines Annexure-3 \nPRIVACY BY DESIGN FUNDAMENTAL PRINCIPLES \nCredits to IAB. URL: https://iab.org/wp-content/IAB-\nuploads/2011/03/fred_carter.pdf",
  "61": "Digi Yatra Biometric Boarding System DY-BBS \n \n \n61 \nPREPARED BY: \nTHE TECHNICAL WORKING COMMITTEE \nDIGITAL CELL \nMOCA, INDIA",
  "62": "Digi Yatra Biometric Boarding System DY-BBS \n \n \n62 \nANNEXURE-1: ETKT WITH BARCODE",
  "63": "Digi Yatra Biometric Boarding System DY-BBS \n \n \n63 \nANNEXURE-2: BOARDING PASS",
  "64": "Digi Yatra Biometric Boarding System DY-BBS \n \n \n64 \nANNEXURE-2A: E-MOBILE BOARDING PASS WITH QR CODE",
  "65": "Digi Yatra Biometric Boarding System DY-BBS \n \n \n65 \nANNEXURE-3: API ECOSYSTEM \nThe Open API Ecosystem shall be along the IATA STB guidelines. All Stakeholders to \nwork over a period of time and implementation to be done by March 2019. \nOpen Application Programming Interfaces, commonly referred to as Open APIs, are a \nway to share data between entities in a trusted, timely yet open manner. The need for the \nentire aviation industry to share data is becoming greater every year. Initiatives such as \nartificial intelligence, customer personalization, and real-time operations need relevant, \ntrusted, and timely data to operate. The vision is to use Open APIs to allow airlines and \nairports to communicate with Passengers and publish relevant data. Moreover, the aim is \nto ensure the data exposed from individual airline API platforms is consistent in terms of \ndefinition, format and the way the data is accessed (or shared). \nGeneral Purpose API \nFlight \nStatus API \nThis API provides information \nabout a particular flight like \nflight status (security, boarding \netc), check-in counters, gates, \nscheduled \nand \nestimated \narrival / departure times. \nL1- \nMandatory \nAODB/ \nFIDS \nor \nDCS \nProvided Open \nComplaints \nAPI \nThis API allows users to \nprovide complaints. feedback, \nor suggestions \nto \nAirlines \nand/or OTAs \nNB: This is needs to be \nintegrated with Airsewa App \nL1 \n- \nMandatory \nHosted \nby \nAirport \nProvided Airlines \n/ OTA \nTraveler \nAPI \nFlight \nNumber, \nPassenger \nName, Unique ID, Date, time of \nTravel, PNR, e-Ticket Number, \nmobile number, status \nStatus \ncan \nbe \n“Booked”, \n“Check-in”,” \nPassenger \nValidation”, \n“Check-in”,  \n“Baggage \nChecked \nin”, \n“Security check”, “Boarding”, \n“Landed”, “Baggage arrived”. \nL1- \nMandatory \nAODB/ \nFIDS \nor \nDCS \nProvided Open",
  "66": "Digi Yatra Biometric Boarding System DY-BBS \n \n \n66 \nAt Airport \nAPI \nFallback: In case IMID doesn’t work, the fallback is for the Passenger to \nscan the e-Boarding Pass (Mobile QR Code) and the gates default to \nclose. Therefore, every IMID scanner should periodically download the \nlatest Passengers Manifest and have the ability to perform a verification \nlocally.",
  "67": "Digi Yatra Biometric Boarding System DY-BBS \n \n \n67 \nANNEXURE-4: REFERENCE CHECKLIST  \n \nSRN \nItem \nURL \n1. \nReference for WCAG2.0  \n \nhttps://www.w3.org/TR/WCAG20/ \n \nhttps://www.w3.org/WAI/intro/wcag \n \nhttps://www.w3.org/WAI/WCAG20/glance/ \n \n2. \nExample of Government \nimplementation in digital \nAccessibilities  \n1.8 Accessibility | Guidelines For Indian Government \nWebsites \n3. \nDeveloping Accessible \nIOS mobile App  \nhttps://developer.apple.com/library/content/documentatio\nn/UserExperience/Conceptual/iPhoneAccessibility/Introd\nuction/Introduction.html \n \n4. \nDeveloping Accessible \nApps for Android \nhttps://developer.android.com/guide/topics/ui/accessibilit\ny/apps.html \n \n5. \nWCAG2.0 standard for \nmobile apps \n \nhttp://www.w3.org/Mobile/mobile-web-app-state/ \n \n6. \nUniversal accessible \ndesign Government of \nIndia portal  \nhttp://www.incometaxindiaefiling.gov.in \n \nhttp://www.irctc.co.in  \n \nhttp://www.socialjustic.nic.in",
  "68": "Digi Yatra Biometric Boarding System DY-BBS \n \n \n68 \nANNEXURE- 5:  UIDAI REFERENCES AS PER UIDAI WEBSITE \n \nUIDAI Documents \nhttps://uidai.gov.in/resources.html \n \nAuthentication Overview: \nhttps://uidai.gov.in/authentication/authentication-overview.html \n \nAuthentication Service Agencies:  \nhttps://uidai.gov.in/authentication/authentication-partners/service-agency.html \n \nAuthentication Request Agencies: \nhttps://uidai.gov.in/authentication/authentication-partners/user-agency.html \n \nAuthentication Devices: \nhttps://uidai.gov.in/authentication/authentication-devices-documents.html",
  "69": "Digi Yatra Biometric Boarding System DY-BBS \n \n \n69 \nANNEXURE- 6:  LIST OF ABBRIEVIATIONS \n \nAbbreviation  Full form \nRemarks \nMoCA \nMinistry of Civil Aviation \n \nBCAS \nBureau of Civil Aviation Security \n \nCISF  \nCentral Industrial Security Force \n \nIATA \nInternational Air Transport Association \n \nDY \nDigi Yatra \n \nOne-ID \nIATA global program on document free \npassenger process based on Identity \nmanagement and biometric recognition \n \nLCCs \nLow-cost carriers \n \nFDI \nForeign Direct Investment \n \nTWC \nTechnical Working Committee \n \nSME \nSubject Matter Experts  \n \nAAI \nAirport Authority of India \n \nOTA \nOnline Travel Agents \n \nCAR \nCivil Aviation Requirements \n \nSOPs \nStandard Operating Procedures \n \nJVC \nJoint Venture Company \n \nSDK \nSoftware Development Kits \n \nUIDAI \nUnique Identification Authority of India \n \nSPV \nSpecial Purpose Vehicle \n \nPESC \nPre-embarkation Security Check \n \nABC \nAutomated Border Control  \n \nETKT \nelectronic ticket  \n \nBCBP \nBar Coded Boarding Pass \n \nQR code \nQuick Response code \n \ne-KYC \nElectronic Know Your Customer \n \nINT \nInternational  \n \nDOM \nDomestic \n \nDYBBS \nDigi Yatra Biometric Boarding System \n \nAADHAAR \nAADHAAR is a verifiable 12-digit \nidentification number issued by UIDAI to \nthe resident of India for free of cost \n \nPNR \nPassenger Name Record \n \nPNL \nPassenger Name List \n \nDCS \nDeparture Control System \n \nCUSS \nCommon Use Self Service \n \nSSBD \nSelf Service Bag Drop \n \nDFMD \nDoor Frame Metal Detector \n \nSHA \nSecurity Hold Area \n \nGDS \nGlobal Distribution System",
  "70": "Digi Yatra Biometric Boarding System DY-BBS \n \n \n70 \nIR \nInfra-Red \n \nUV \nUltra-Violet \n \nPSP \nPassport Seva Project \n \nIVFRT \nImmigration, Visa and Foreigner’s \nRegistration and Tracking \n \nFRRO \nForeigners Regional Registration Officer \n \nCPU  \nCentral Processing Unit \n \nAPI \nApplication Programming Interface \n \nSTQC \nStandardisation Testing Quality \nCertification \n \nCERT-In \nCERT-IN is the national nodal agency for \nresponding to computer security incidents \nas and when they occur. \n \nDPIA \nData Protection Impact Assessment  \n \n \nDPbD \nData Privacy by Design \n \nGOI \nGovt. of India \n \nBYOD \nBring Your Own Device \n \nVLAN \nVirtual Local Area Network \n \nPID \nPersonally Identifiable Data \n \nPII \nPersonally Identifiable Information \n \nIoT \nInternet of Things \n \nSCADA \nSupervisory Control and Data Acquisition \n \nLDAP \nLightweight Directory Access Protocol \n \nSIEM \nSecurity information and event \nmanagement \n \nWCAG \nWeb Content Accessibility Guidelines \n \nWCAG, the globally recognized \nguidelines for creating accessible digital \nexperiences from the World Wide Web \nConsortium (W3C). \n \nW3C \nWorld Wide Web Consortium"
}