{
  "1": "OFFICE OF THE ADDL, DIRECTOR GENERAL/AIRPORT SECTOR\nCENTRAL INDUSTRIAL SECURITY FORCE\n(MINISTRY OF HOME AFFAIRS)\nNo. o42065/Apc/ops/Drone (10)t2oz3- I6 ly\nTo\nAdministrative Block\nCISF Complex, Mahipalpur\nBy Pass Road, New Delhi-\n37\nDated: ) 9 Sept,2023\nDlsG/AP - (NZ, SZ, WZ and E&NE)\nDlsG/CASOs ASG Delhi, Mumbai, Chennai, Bangatore, Hyderabad & Kotkata\nDIG/SSG Gr. Noida\nSr. Commandants- 1 Oth and 1 1th RB\nSrb,\n\"orn,*. in\"lrdino uiOl in\"Oll\"tion\" rnd@\nEnclosed prease find. herewith FHo (ops Br.) retter No. (3916) dated 15 09.2023\nenclosing therewith MHA oM No.Vt-23014l20d/2018-V6 dated 11.09.2023 0n the above citeo\nsubject.\n2 _ vide letter ibid, FHe has forwarded the revised sop for handring of the threats from\nSub-Conventional Aerial Platform in the country includint vatal installations under the Central\nGovernment (copy enclosed).\n3 \nln this regard, I have. been direcled to request all concerned to furnish the comments\nand views on the draft Sop, in consoridated manner in respect of ASGs/units under your\nrespective iurisdiction to this Hers by o4.10.2023 for the perusal of the competent Authority\nand onward submission to FHe, pleasi.\n4. \nThis has been issued with the approval of the Competent Authority.\n(Arun Sing",
  "2": "h\nUIrCI/BRANCH: qRinarl\nr{j'{l ():.12099/Ops/UAV Corres/2023-\nti(1 .:\nAll Scclor ls(i\nifufi ts q-$ ftt*-ttoooe\nLODHI ROAD, NEW DELHI ' 11OOO3\nDate: l3lSeP'2023\nzqu\nCentral Goverqment: Reg'\nI'k;rsc rt'll'r to rhc MHA Ofllce Memorandum issued\n230 l04,'2Oqi 201IJ-VS dated 11'Og'2023 on the above subject\n.2 \n\\1i<it: le Ltcr r\": nde r refcrencc, MllA has referred their\nsubjcct tts issut'tl vidc tl.rcir OMs datcd 10 O5'2O1g.-fcll\nrcspcr;livciY ancl lirrthcr OM of evcn number dated 26'O2'2O2O'.\n3. \nMllA has intimated that MoCA has also notifred Drone Rules' 2o21 which\nproviri<:s a rcgulatory framcwork for the overall operations of drones in the country'\n1. \nIUiIA ln corrslrll:tlton $'ith the Ccntrzrl Security Agency has prepared revised\nS()1'} {coi)\\' crrt'lost'<l) lor handling ol rhc threats from Sub-Conventional Aerial\nI)luttirrrrr in thc country, including vital installations under the Cent].al\n(;()v(:rnn]('n t.\n5. \nlt has bccn rt'tlucstcd to furnish comments and views on the draft SOP to rhe\nl\\,1inistry.\nsubject: S-QP folh3qdl-!4g of the lbf9alC-from Sub-conventiora\nPla t fo rm in tE-e;9;iry;!4=cf u{igE vitet tnstattetio lr\nunder letter No. Vl-\n(copy enclosed).\nSOPs on the above\nall lndia and Delhi\n(). \nln vic,\"r'of thc abovc, ir is requested to furnish the\ntl)c drali SOP ro tirls Dtc. at the earliesl ior perusal of\nonu'rrrd submissiolr lo MHA, pleasc\"\nEnci: As above.\n(3im\n{6rq6\n(-lrjrr itl:\n\\ \n,f ;-rs(l IN()rllr rrttd South i\n\\ \nr(; ,\\r's)\n'\\\ncomments and views on\ncompetett authority and\n6'*7\n/qR{r6-{\nkind information, Please.\n-do-\nlir r",
  "3": "7[\nbrcll\"r \n,4,,^,\n;&\n.VI-230 I ;t1209i20 I 8-VS\n(iovemrrerrt ol lndia\n\\'linistry ol' I-lonre Allails\nllS-l Division. VIP Security Unir]\n**'1.***\nRoom No. 8, 2''d Floor\nMajor Dhyan Chand National Stadium\nNew Delhi I 10003\nI)cted: ll0q7021\nOI,.'FICE MEMORANDUM\nSub: SO? for handli:rg of the threats from Sub-conventiona I Aerial llatform in\nthe country, including vital installations under the Central Government - reg.\nThe undersigned is directed to say lhat:he SOPs on the subjecr noted above were\nissued vide MHA's OM No. 23011/209{NDl20l8-VS and ON'l No.\n230t1/209rDelhil2018-VS dated 10.05.2019 for all lndia and Delhi respectively and\nturther OM of even number dated 26.02.2020.\n2. \nFurther, Ministry of Civil Aviation has also notified Drone Rules,202 I whicl.:\nprovides a regulatory lramework lor the overall operations of drones in the country.\nl. \n[n view of the above. this Ministry in consultation rvith the C]entral Securitv\nAgency has prepared revised SOP (copy enclosed) for harrdling of thc thrcats lrorn Suhr-\nConventional Aerial Platform in the country, including vital inslallations urrder the\nCentral Gove rnment.\nsacRtt-i'\n(Rajiv Shanna)\nDe puty Secrelary to the Covemment of lndia\nTel: 230753 13\nis requested to kindly furnish comme'nts and views on the drafl S{)P to this\ng\n\\- 4. \nIr\n}- +rjnirr.v.\n,/ \\?\\ \\\nEncl: As above.\n,O \n-.'D'qsctL\nYUn n t\" t,:\n1. The Secretary (security), Cabinel Secretariat, New Delhi\n2. The Socretary, Ministry of Civil Aviation.\n3. The Secretary, DRDO, DRDO Bhawan, Rajaji Marg, New Delhi.\n4. The Secretary, Department oiDefence Production & Supplies, Mln Det'ence' South\nBlock, New Delhi.\n5. The Chairman, NTRO, Block-3, Old JNl.l Campus, New Delhi.\n6. The l)irector General. BCAS. 'A' Wing, Janpath fJhawar-r, New Delhi.'\n7. The Clhief of the Air Statl IAI-. \\ravr.r IJhawan. Ncw Delhi.\n--.t-c--.+-S$. \\F<\n--G-*b\\E-\ntslo ?/24)-z",
  "4": "8. The Chief of the Army Statl, New Delhi.\n9. The Chief of Naval Staff, Navat HQ, New Delhi.\nl0.The Director Ceneral, Coast Guard, National Stadium, New Delhi..\nI l.-fhe Director General, DGCA, Aurobindo Marg, Opp. Safdarjung Airport, New\nDelhi\"\n12.'l-he Director General, Assam RiIles, CCO Complex, Lodhi Road, New Delhi.\nl3.The Director General, BSa, CCO Complex, Lodhi Road, New Delhi\nJlnt Director Ceneral, CISF, CCO Complex, Lodhi Road, New Delhi\nl5.The Director Oeneral, CRPF, CCO Complex,, Lodhi Road, New Delhi\n16.'l'he Director General, ITBP, CGO C-'omplex, Lodhi Road, New Delhi\nl7.The Direclor General, NSC, Mehram Nagar, New Delhi.\n18.'lhe Director (ieneral, SSB, East Slock-V, R.K. Puram, New Delhi.\n19.The Director Oeneral, BPR&D, NH-8, Mahipalpur, New Delhi-110037.\n20.The Commissioner of Police, Delhi Police, Police HQ,\nN.O.O\nDirector, lB, MHA",
  "5": "Restricted\nDraft SOP for handling of the threats from rogue drones in the\ncountry, including vital installations under the Central Government.\n***\n1. lntroduction: lnputs indicate that more than conventional aerial\nthreat, there is high possibility of threat that can emanate from non-state\nactors, terrorists, elements inimical to lndia, using drones. lncidences of,,\nusing drones for dropping weapons and drugs originating from across the\nborder have been reported in the country in recent past. The emergence\nof drones as a pla$orm for terrorism necessitates coordinated plan of\naction among lAF, State/UT police, CAPF, DGCA, miliiary and security\nagencies. This SOP covers ihreats ai'ising from drones. As per the Union\nWar Book mandate, IAF ls assigned the responsibility to tackle\nconventional aerial threats. The sub-conventional aerial threats, however,\nrequire an integrated and coherent approach as it requires the\ninvolvement of all security agencies and other stakeholders for its\ndetection and neutralisation. This SOP aims to handle threats emanating\nfrom rogue drones.\n2. Aim : The objectives of this SOP are as under:-\na. To raise awareness amongst security agencies about threat from\nrogue drones and the approach to tackle it.\nb. To enumerate likely targets of rogue drones and the present\nmechanism to tackle the threat.\nc. Sensitize and train security personnet to scan, detect and report\nrogue drones and also procedures to neutralise the threats from\nrogue drones. To formalise and establish communication set up\nand reporting procedures among security agencies / stakeholders.\n3. Liketv Tarqets: Following areas are likely targets of sub-\nconventional aerial threats.\nRashtrapati Bhawan, PMO, Parliament and other offices/\nresidences of high government functionaries\nState/UT Mantralaya and Legislative Assembly.\nCourts (Supreme Court, High Courts and other courts), airports,\nrailway stations, metro-stations, AS|-protected monuments, stock\nexchanges, jails, ports, shipyards etc.\nRestricted\nPage 1 of 21\n/\ns\nc.",
  "6": "d.\nf\nRestricted\nResidences of WlPs /VlPs.\nForeign Embassies and Consulates\nVital installations:\n(i) under the Central Government ( under D/o Atomic\nEnergy, D/o Space, M/o Power, Mio Petroleum & Natural\nGas, Mlo Defence etc.);\nRestricted\n?age 2 of 21\n(ii) under State/UT GovernmenUAdministration (such as\nelectricity generations units, sub-stations, water supply\nstations); and \nr\n(iii) installations under Defence Forces, Central Armed\nParaniilitary Forces etc.\ng. Venues /places designated by the State/UT police or lntelligence\nAgencies as vital, sensitive, restricted.\nh. Venues of important events. lmportant religious places, crowded\nmarkets and places of congregation. Major markets /places of\npublic gathering, specially at festivals.\nsEcTtoN 1\nTHREAT FROM ROGUE DRONES\n4. Threat from rogue drones can emerge without any prior warning or\nprovocation, as compared to conventional threats where sufficient\nwarning and intelligence inputs are/can be available to tackle the threat.\nThe threat from rogue drones require an integrated approach as it requires\nthe coordinated involvement of the security agencies and other\nstakeholders, for its detection and neutralization. Though, their potential\nfor deslruction is limited, threats emanating from rogue drones offer a\ndisoroporlionately high impact value. Therefore, there is a requirement for\nsecurity agencies to react appropriately agarnst any such threat to high\nvalue national assets.\nq \nDEFINITION OF ROGUE DRONE : A rogue drone is essentially a\ndrone that operates in violation of 'The Drone Rules, 2021', and causes or\nhas the intent to cause danger to public safety, critical infrastructure\n(civilian as well as defence), large gatherings of human beings and wlps,\neither through physical attack or transporting/dropping illicit material or\nbiological/chemical agents, besides endangering safety of flying aircrafts\nand other drones. lt has the capability of capturing information, including\nlocation details, photograph, video of Vlps, protected, criticaland strategil\nassets.\n@",
  "7": "'1. \n.. l\n6. *OUE OROXE AQTIVITY: tn tndian environment ,o,\"ffi*#\nconstitute rogue drone activity, which can be performed either by -single\ndrones (piloted remotely or autonomousry), or drone swarms (neiworked\nand simultaneously controlledi coordinated), or stealth drones (designed\nto evade radars).\n. \nDrone operating with sophisticated fire arms with capability to fire\nremotely and accurately at a specified target.\n. \nDrone operating with pay load capability to drop/deliver weapons,\nammunition, explosives, chemical, biological, radiological, nuclear\nagents, contraband drugs, fake currency etc.\n. \nDrone operating as a weapon, loaded with explosives, deliberately\ncrashing and causing damage to the iarget due to its sheer weight and\nspeed. This can be caused by drones of all categories (nano, micro,\nsmall, medium or large).\n. \nDrone operating to commit electronic theft of personal/classified\ninformation through surveillance, hacking signals, exploiting\nvulnerabilities, disrupting communication and carrying out Denial of\nService (DOS) attacks etc.\nDrone operating to facilitate or commit unlawful activities, such as\ncriminal trespass in sensitivelprohibited areas, or to distribute\npropaganda material, endangering public safety or national security.\n. \nDrone violating airspace norms resulting in disruption of\nfunctioning of airports and aviation operations,\n(Comments: para 5 and 6 are taken from draft NCRDP&G\nwhich is laying with MHA for its approval)\n7, RESTRICTIONS RELATED TO CIVILIAN OPERATION OF\nDRONES: Any civilian operation of drones is required to be carried out\nwithin the operating restrictions laid down in Drone Rules 2021.\n8. OFFENCES : \nAny offence committed while a civilian drone\noperation will be dealt with in accordance with the provlsion laid down in\nDrone Rules 2021.\n9. CLASSIFICATION OF DRONES\n(a)Large - Weighing more than 150 kilograms. Drones with maximum\nall-up-weight upto 500 kilograms will be governed by Drone Rules 202'1\nRestricted\nPage 3 of 21",
  "8": "4\\\nl.\\ \nO I\n\\_--/\nRestricted\nand beyond that all-up-weight, Aircraft Rules, 1937 will be applicable.\n(b)Medium- Weighing more than 25 kilograms but less than or equal to\n150 kilograms.\n(c)Small - Weighing more than 2 kilograms but less than or equal to 25\nkilograms\n(d)Micro - Weighing more than 250 grams but less than or equal to 2 kg.\n(e)Nano - Weighing less than or equal to 250 grams\n10. RULES/ REGULATIONS/ PROCEDURES: Drone Ru|es 2021\nnotiiied by Ministry of Civil Aviation on August 25,2021,lays down\nprovisions for Certification, Registration and Operation of a Drone,\nLicensing of a Remote Pilot, Regulation of Remote pilot Training\nOrganisation etc.\n(a) Registration of Drones: The procedure for registration of drones\nis as per following provisions laid down in Drone Rules 2021:\n(i) General : No person shall operate a drone without first\nregistering it on the digital sky platform and obtaining a unique\nidentification number unless exempted from the requirement oi a\nunique identification number under these rules.\n0ll A registration record shall be maintained by the Director\nGeneral of civir Aviation of ail such drones to which unique\nidentification number has been issued under these rules.\n(iii) lt shall be responsibility of the person operating a drone to\nensure that such drone conforms to a valid type certificate.\n(b) Procedure for registration/deregistration: lt wiil be as per\nprovisions laid down in Rules 1s, 16, 17 and 1g of Drone Rules 2021.\n11. SECURITY MEASURES FOR ROGUE DRONE: The entire\nairspace of India is divided into Green, Red and yeilow zones as per\nfollowing definition:\nSECTION -2\nRestricted\nPage 4 of 21",
  "9": "Restricted\nGreen Zone : Green zone means the airspace of defrned dimensions\nabove the land areas or territorial water of lndia, upto a vertical distance\nof 400 feet or 120 metre that hai not been designated as a red zone or\nyellow zone in the airspace map for drone operations and the airspace\nupto a vertical distance of 200 feet or 60 metre above the area located\nbetween a lateral distance of 8 kilometre and 12 kilometre from the\nperimeter of an operational airport.\nYellow zone : Yellow zone means the airspace of defined Oimensions\nabove the land areas for territorial waters of lndia within which drone\noperations are restricted and shall require permission from the concerned\nair traffic control authority. The airspace above 400 feet or 12o metre in\nthe designated green zone and airspace above 200 ft or 60 metre in the\narea located between the lateral distance of 8 kilometre from the perimeter\nof an operational airport, shall be designated as yellow zone.\nRed Zone :Red zone means the airspace of defined dimensions above\nthe land areas or territorial waters of lndia, or any installation or notified\nport limits specified by the Central Government beyond the territorial\nwaters of lndia, within which drone operations shall be permitted only by\nthe Central Government.\n(Comments: para 9, 10 and 11 are taken f rom the Drone Rules, 2021)\n12. RESPONSIBILITY FOR ENGAGEMENT: The responsibility of\nengaging threats from rogue drones lies with the border guarding\nforce/Police/ security agency of the vital/sensitive installations/areas. The\ndecision to engage the rogue drone rests with the State/UT Police/security\nagency of the vital/sensitive installations / points / areas and other security\nagencies concerned, such as border guarding forces/Army in border\nareas, Navy and Coast Guard in coastal areas, territorial waters,\ndeslgnated areas i.e. whoever see the aerial platform and in whose range\nthe rogue drone is seen flying. ln case of multiplicity of\nagencies/overlapping of jurisdiction in a given Red or Yellow zone, there\nis a need for co-ordination amongst stakeholder agencies. ln such a case,\nname of the first responder agencyistakeholder need to be clearly spelt\nout in the SOP of respective agencies/stakeholders.\n13. CRITERIA FOR DECLARING A ROGUE DRONE: lf a drone is\nvisually sighted in a 'No-Fly-Zone', it can be declared 'hostile' after\nascertaining its bona fides/genuineness from the DigiSky Platform, and\nengaged as per procedure laid down in this SOP\nRestricted\nPage 5 of 21",
  "10": "Restricted\n(i) Primarily, the agency responsible for investigation of a drone\nincidenUaccident would be the jurisdictional police/security force\nguarding the vital installation/area.\n(ii) The jurisdictional police/force would report the incident on\nDigiSky portal, if not already reported by the drone operator.\n14. As soon as an unconveirtionat aerial object is seen in the air, the\nlocal police control room will be informed immediately. The local Police\nwould inform/alert all security forces concerned, including their personnel\nin PCR vans/QRTs and the security of the vital/sensitive installation/area\n(in the range/line of the drone).\n15.\nADR\nthe drone is visually sighted to be unmanned and in a Redl/ellow Zone,\nafter ascertaining its bona fides/genuineness from the DigiSky Platform, it\nmay be declared \"hostile\" and engaged as per procedure laid down in this\nSOP.\nSECTION 3\n16. COUNTER ROGUE DRONEMEASURES:\nThese include regulatory framework, procedures as well as penal\nprovisions to apprehend violators and initiate punitive actions by security\nagencies by following means:\nA. Leqislative and requlatorv measures:\n(a) Drone Rules 2021 on Civilian Drone Operation: On August 25,\n2021, MoCA notified Drone Rules 2021. As per Rule 22(1)of these\nRules, no person shall operate an unmanned aircraft system in a\nred zone or yellow zone without prior permission. For the purpose\nof defining red zone, yellow zone and green zone, an airspace map\nsegregating the entire airspace of lndia into ihese three zones is\npublished on the DigiSky Platform.\n(b) A mobile-application 'Digisky', for the operation of drones by general\npublic, is developed by MoCtuDGCA. After the ,Digisky, is made\nfully operational, any person can operate a drone in compliance with\nthe instructions/permissions available on the Digisky platform.\nRestricted\nPage 6 of 21",
  "11": "Restricted\n(c) Stakeholders concerned(Central Government, State Governments.\nUT administrations, relevant departments/ministries/agencies) who\nhave been provided with corresponding rights('creator' and\n'approver') will mark yellow zone and red zone in the DigiSky portal\nB. On Ground measures:\nTo prevent and neutralise threats from rogue drones, the stakeholders\nconcerned need to develop and deploy drone detection and neutraltsation\ncapabilities along with ensuring strict enforcement of existing rules and\nlaws. ldentification and flnalisation of suitable system/solution should be\ndone as per approval of the Anti Rogue Drone Technology Committee\n(ARDTC) constituted under NCRDP&G. ln order to arrive at the right\ncounter drone solution to a specific ihreat, following steps should be\nfollowed:\n(l) Passive\na) Realistic threaUvulnerability assessment-This would help in\nunderstanding how a vAA/PA/l may be vulnerable to the risks posed by\ndrones, and to identify mitigation options and build resilience and\nresponse procedures. This would also include identifying assets that need\nprotection, assessing the threat potential, identifying likely rogue.drone\niaunch/approach points, estimating sites' vulnerability, besides reviewing\nand refining required course of action.\nb) Protective measures- Determining necessary and legal protective\nmeasures around the VAsA/PsA/ls to mitigate hostile surveillance,\nunauthorised access and attacks.\nc) Preventive measures- Besices technology solutions (discussed\nlater), it would include creation of awareness among the concerned\nsections of society, citizens, drone operators, remote pilot license holders,\nand LEAs. The citizens should be made aware of the Do's and Don'ts of\ndrone operations. They may also be requested to assist in identifying\nsuspiclous drones posiiOty ihrougtr some user friendly apps. Preventive\nmeasures would also include focusing on collection of intelligence,\ninstallation of watch towers, search of persons and vehicles'\nd) Deterrence measures- Relevant provisions of 'The Drone Rules'\n2bZ1' relating to drone certification, registration, operations, traffic\nmanagement, prosecution etc. need to be strictly enforced. Deterrence\nRestricted\nPage 7 of 21",
  "12": "Restricted\nwould also include issuing of sound warning (shooting in the air) and\nvisual warning (smoke signals) to deter drone operators flying drones in\nvisual range close to Red or Yellow Zones.\ne) Denial Measures- These would include passive security measures\nsuch as camouflaging and concealing the targets against rogue drone\nattacks/surveillance, including deployment of drone nets at strategic\nlocations within VAsA/PsAuls. Measures would also include denial of\ndrone flying permissions in Red and Yellow zones.\n(ll) Active\na) Detection Measures- Anti-drone technologies are still very nascent\nand their effectiveness is yet to be established. Each technology suffers\nfrom some limitation or the other, such as lack of range, false alarms,\ninability to distinguish between a rogue drone and a malfunctioning drone,\nintegration of sensors, etc. Efforts are on to build systems iivolving\nmultlple technologies to deal with all possible contingencies. Available\ndetection measures include.\n' \nRadio Frequency (RF)- This is the primary technorogy sorution for\ndetecting, tracking and identifying drones through algoriihms to scan\ncommunication frequencies to detect and geo-locate RF-emitting devices.\nRF devices are all weather, day-night capability and cosi effective\nsolutions, though not effective against drones flying in autonomous mode,\nthat do not emit RF signals.\nr \nRadio Detection and Ranging (RADAR)- This is another important\nmeans of determining position and velocity of drones and to assist in their\ntracking through signatures generated when the drone encounters RF\npulses emitted by the radar system. Aided by ML tools, radars can be\nbetter used for drstinguishing between drones and other similar size\nobjects. However, by their very nature (low flying, small size and slow\nmovement), drones are difflcult to detect by radars. Further, adversaries\nmay use drones with carbon fibre body which makes detection difficult.\n. \nElectro-Optic (EO)/lnfrared (lR) - EO sensors use visuat\nsignatures and lR sensors use heat signatures to detect drones. However,\nthis can only be an add-on detection capability, as it is limited by weather\nand narrow field of visron and range. Further, heat signature, which is\nlimited to the motor area of the drone, may not be prominent due to open\ndesign and air ventilation.\nRestricted\nPage 8 of 21",
  "13": "Restricted\n. \nAcoustics- Acoustics sensor technology can detect sounds\nproduced by drone motors. This too can only be an add-on detection\ncapability Further detection can be tmpacted by wind and other noises\nGreatest limrtation is its range (200-300 mtr).\nb) Disruption/Neutralisation- Deployment of rogue drone disruption\nand/or neutralisation solutions primarily depend on the nature and gravity\nof threat from rogue drones, and their potential damage capabiltty.\nSolutions include:\n(i)\nSoft Kill\n(ii) Hard Kill\n. \nLive Fire- Use of conventional weapons to target and shoot down\ndrones. This would, however, require line of sight operation and accuracy\nRestricted\nPage 9 of 21\n. \nJammers- RF jammers can disrupt the communication link between\nthe drone and its operator. RF and Global Navigation Satellite System\n(GNSS) jamming devices can be used with a combination of detection\ntechnologies to reduce reaction time. Once jammed, the drone would be\nforced to land immediately or return as programmed. However, the drone\nmay behave unpredictably if its RF/GNSS system is disrupted, with\nunintended consequences. The jammer may also interfere with legitimate\ncommunications in the vicinity.\nr \nProtocol Manipulation (spoofing or Hacking) - ln this solution, a\nthird party takes over the rogue drone remotely by impersonating as its\nlegitimate remote control. However, this technology requires extensive\nmiintenance of libraries of the communications employed by the products\nin the market. This would also have limited application in case of drones\nwith encrypted communication and custom made drones with unknown\ncommunication systems.\n. \nGeo-Fencing- By imposing geo-fencing restrictions through\nmanufacturers, drones could be restricted from entering Red Zones'\nFurther, the digital drone management system can also impose geo-\nfencing:restricti6ns on registered drones. However, this is not an effective\ntool aglinst non-registered or custom made drones and drones launched\nwith ill-intent or rogue drones.",
  "14": ". \nDrone catching nets- The nets attached to predator drones can\ncapture and bring down the targeted drones.\n. \nLight Amplified by Stimulated Emission of Radiation (LASER)_\nThis employs directed energy lo destroy the drone\" However, this requires\nclear line of sight for successful operation, and better focusing of energy\nbeam (multiples of 10s of seconds) for causing real damage to the target.\n. \nHigh Power Microwave-may be used for proximity threats in\nsuitable environment\"\n\" \nDrone Killer- This invorves physicar destruction of a rogue drone by\na carrier drone in close proximity\n. \nHigh Power Electromagnetic (HPEM) based anti-drone\ncapability- Narrow and wide band HpEM may be used for proximity\nthreats in suitable environment.\n' \nBirds of Prey- Trained birds with protective gear can also be used\nto attack drones.\n!7_^.. -pEpLoyMENT OF DETECT|ON ANp ptsRupTtoN\nTECHNOLOGY.\nBased on a thorough security review of ail the vAsfupsA/rs in the\ncountry, a number of rocations have been identified for pulting in prace\nappropriate counler rogue drone measures, out of which \n\"orn\" ,iry \n\"rrti\"\"t\nlocations have been categorised as Essentiar, some as nequiieo ino\nsome others have been categorised as Desired. Further, rooking at tnLat\ntheatres.\na) Eorder, LWE, rnsurgency & Terrorism affected Areas-\nPortablelmobile anti-drone solutions wrth primary {ocus on hard kill\noptions, along with GpS jamming, should be considered.\nb) vital lnstailations- A combination of soft kill (amming) and hard kiil\n(shooting down) should be considered.\nc) Airports and Airfierds-Anti-drone sorurions would have to consider\nthe navigation, communication and iraffic managemenr systems deproyed\nat the airporls. soft kill shourd be the preferrei option. ;H\"ro xitt;'opilon\nRestricled\nPage 10 of 21",
  "15": "can be considered as stanclby once air traffic has\nsighting of Rogue Drone\nd) VVIPs- Deployment of portabte anti_drone\nfocus on jamming incoming drones should be\nHowever, hard kill option should also be available\non the location and WIP's vulnerability.\nRestricted\nbeen diverted upon\nAugust 25.2021, MoCA notified Drone Rules ZOZt, Ri per Rute n (t) of\nthese Rules, no person shall operate an unmanned aircraft system in a\nsolutions with primary\nthe preferred option.\nas,standby depending\n(Comments: para 16 \"8\" and 17 taken from draft NCRDP&G which is\nlaying with MHA for its approval)\n18.\nNE OP\nred zone or yellow zone without prior permission. For the purpose of\ndefining red zone, yellow zone and green zone, an airspace map\nsegregating the entire airspace of lndia into these three zones will be\npublished on the DigiSky Platform. A mobile-apolicati \nfor\nthe operation of Drones by general public, is developed by MoCA/DGCA.\nAny person can operate a drone in compliance with the\ninstructions/permissions available on the Digisky platform Stakeholders\nconcerned(Central Government, State Governments, UT administrations,\nrelevant departments/ministries/agencies) will mark Green, Yellow and\nRed Zones rn the DigiSky portal:\n19 Keeping the mobile-app 'Digisky' in view, all StateslUTs should\nknow the coordinates of their vital installations, vital points, sensitive areas\netc in their State/ UT, so that it can be reflected on the 'Digisky' as\nRed/Yellow/Green zones for considering an application to fly drone in any\narea in their State/UT.\n20. The Central/ State Government/UT Administration will declare their\nvital installations and sensitive areas as 'NO DRONE ZONE' area, its\nsecurity forces will be free to shoot down any non-conventional aerial\nobjects including Drones, in the 'NO DRONE ZONE' area. A WARNING\nNOTICE should be prominently displayed around the perimeter walls of\nthe vital installations and sensitive areas, as given below\nRestricted\n?age 11 of 21",
  "16": "Res:trjgtgd\nWARNING NOTICE\nNO DRONE ZONE\nThere is PROHIBITION on ftying of a drone within 2 kms of this vital\ninstallation (area marked red/ yellow in the Digisky platform). Any drone\nfound violating this prohibition, will be destroyed/ confiscated without any\nliability; and action under relevant provisions of law will be taken.\nThe State / UT police will also issue notice/circulars regarding it and give\ndue publicity to inform the public, as and required.\n21. Apart from sending the details of the nodal officers and the\ncoordinates of vital installation to MHA, all states/UTs will take necessary\n1c]ion for the following for the smooth operation of drones through the\n'Digisky' platform and monitoring of the civil operation of drones in tneir\nState/UT:\nComments\na) Permanent Red/Yellow Zones :\nThe Central Committee of each\nState/UT, will identify and review the\nvital installations of its StatelUT for its\npermanent mapping as Redf/ellow\nzone on the 'Digisky' app. lt can also\nconsider other security issues of vital\ninstallations and participate in its\ncoordinated security with other\nsecurity agencies in the area. ln\ncoastal areas, coordination with\nNavy and Coast Guards will also be\nrequired.\nb) Temporary\nCommittee can\nRed Zones:_The\nal9,o ry t!e- fqUqs!\nt\nI\n_t\nRestricted\nPage 12 of 21\nsrl\nNq-I\na\nAction by each State\nand UT\nTo set up a Central\nCommittee for Vital\nlnstallations.\nI",
  "17": "To set up Central\nPolice Command\nRoom (CPCR) in each\ndistrict/city, linked to its\nState- CPCR (in its\ncapital).\nt\nl c I Procurement of\nequipment &\nbudqeting.\nTraining in visual\nobservation,\nidentification, reporting\nand neutralzation of\ndrones.\nRqs(ficted\nrecommendation of their Nodal\nofficer of the concerned district,\ndeclare any area/installations in a\ndistrict as Red zone on temporary\nbasis, such as security requirement\nduring VIP visits, festivals etc. for a\nperiod not exceeding ninety six hours\nat a time, Oy ntitifying it through the\ndigisky platform and highlighting it on\nthe airspace map.\n(This portiorr is taken frorn Rule 24\nDrone Rules , 20 _21)\nThe CPCRs will coordinate actron\nregarding drones, flying drones on\n'Digisky' platform, security of vital\ninstallations, apart from the day to\nday law and order situations.\nThereby it will also identify\nundesirable/rogue drones, without\nany permission. lt will also\ncoordinate with its State- CPCR The\nCPCRs will be equipped wlth latest\ncommunicatron equipments and\nequipped with State-CPCR all police\nstation/QRT in its district.\nEach State/UT should identify the\nequipments required for the\noperation of civil drones on 'Digisky'\nplatform, its monitoring and for\nldentifying /dealing with rogue\ndrones.\nIAF willtrain the State/UT police and\nsecurity of vital installations in visual\nobservation, identification, reporting\nof the type of drones and its\nneutra lization.\nI\nb\nl\nl\nI\ni:'Pr\n;\nbu\nRestricted\nPage 13 of 21",
  "18": ". \n-!\\\n, l,tt''\n'.. t ...'\ntricted\nT\nI\nj addressing security ino .nrilEJffi\n, related issues. Srmilar action may be\nI taken by the securrty agencies of vital\n1 installations\n22. IMMEDIATEMEASURES:\na) state/UT Police under various sections of state police Acts and lpc will\n(a) prohibit flying of such aeriar platforms over the area marked red or\nyellow in the Digisky portal and (b) give due publicity to inform the public\nat large that doing so shall be an offence under relevant section of lpc\nsuch as section 121, 121-A,287, 336, 337, 33g etc. of the lpC, depending\non the nature of offence/threat and distance from the prohibiied vital\ninstallation/area. This shail be duly pubticized. The State/UT police, under\nrelevant rules and regulations and lpc, will confiscate or destroy any such\ndrones unauthorizedly flying over an area marked red or yeliow in the\nDigisky Platform and take necessary action against its operitor / owner.\nSECTION- 4\nb) Exemptions from the prohibition for flying\nbv civilians on special events\ndemonstration etc. in the State/ur shall be accorded on case to ca\"e\nbasis on the mobite-app ('Digisky') of DGCA, by the concerned agencies\ni.e. the nodal officers of the security/intelligence agencies, local poice and\nDGCA and the Department concerned. Details oi such permission to the\nflying shall be availabre to all agencies incruding rAF on the mobile-app\n(Disisky).\nc)\nd)\ne)\nState/UT police under various sections of\nseize unauthorized drones in the restricted\n/ air space of the State/UT - and inform\naction\nthe State/UT Pollce Acts will\nzone of vital installation /area\nDGCA about it for necessary\nThe DGCA will maintain and provide a list of owners of drones in each\nstate/UT and provide it to the state/UT police, for its verification. The\nDGCA shall direct the owners to regulate/prohibit flying in state/UT\nairspace, as per provision in the Drone Rules, 2021.\nThe security forces arready deproyed for security to the designate\nlocations / installations shall continue to provide secuiity to such locitions\nRestricted\nPage '14 of 21",
  "19": "s)\nRestricted\n/ installations against sub conventional aerial threat and snatt cooroinate\nwith the State/UT police to operate this SOp\nThe State/UT police will deploy trained manpower on rooftops around the\nsensitive locatrons / installations and on the route of Wlp movements to\nprevent anyone from flying drones. These personnel shall be equipped\nwith wireless sets, binocular, red flag (size 3' x 2') mounted on a stick and\na loud-hailer. Each identified roof-top-watcher should be accompanied by\nwelltrained police marksmen equipped with long range weapon to bring\ndown the flying object, if required. Efforts will be made to equip the security\npersonnel with drone-radars, drone-jammers and anti-drone equipments\navailable. Regarding the procedure for acquiring counter rogue drone\nequipment, MHA may be consulted.\nSmall drones are extremely flexible and maneuverable. lt can be folded\ninto portable packages and reassembled easily. lt can take-off from open\nareas, plavgrounds, high-rise buildings, isolated roads etc. Hence, ground\nlevel intelligence channels at the level of police stations will have to be\nsensitized to remain on the lookout for the presence of drones in the\nvicinity of vital installations/ sensitive areas. Human intelligence is the\nmost reliable way to prevent such an attack. Beat constables should be\nsuitable briefed about such objects and trained to deal with it when they\nsee it in the air or near vital installationsisensitive areas. All efforts will be\nmade to stop/immobilize it when seen in Red Zone (No Drone\nZone/restricted or prohibited zone) or flying unauthorized in Yellow-Zone.\nEven in case of reckless flying of drone, it should be confiscated or\ndestroyed.\nSufficient number of drone-radars and 'Radio-Frequency-Jammers' of\nappropriate frequency range and power should be installed by the\nState/UT police near the sensitive locations to stop/immobilize any\nremotely-controlled flying object threat at a safe distance away from the\nperiphery of the secured location. The State/UT police may seek\npermission from MHA for procuring counter rogue drone systems\nwhich involve use of iammers. Necessary permissions would need\nto be taken from DoT and DGFT (if the jammer is being imported).\n(Comment: The highlighted portion is taken from draft guidelines/\nprotocols for use of jammers in CRD systems, which is laying with\nMHA for its approval)\nCCTV system with long-range cameras can be installed on the periphery\nRestricted\nPage 15 of 21\nh)\ni)",
  "20": "i)\nk)\nr)\nRestricted\nof the sensitive building/complex for aerial surveillance to monitor the\nairspace up to a dlstance of 500 meters or more. The CCTV system can\nbe integrated with an alarm system in the control room/CPCR and a fast\ncounter-response mechanism be set up.\nThe State/UT police will install watch towers on special occasions, on\nneed basis with drone-jammers or adequate firepower, long range-\nbinocularsl night-vision devices etc to keep a watch lor suspected objects\nin the airspace around\nDrone-radars, long range binocular, long distance camera, night vision\ndevice and radio set may be provided to CAPFs/APSU personnel\nmanning the watch towers at airpods, vital installations and sensitive\nareas. Similarly, long range binocular and long range camera may be\nprovided to the ATC personnel in the ATC tower at airports, and the\nsecurity personnel in vital installations and sensitive areas.\nPhysical checks of flying/gliding clubs near airports and sensitive locations\nshould be carried out at periodical intervals by State/UT police. Aircraft\ntrainers and instruclors/ staff in flying clubs should be contacted and\nencouraged to report about any suspicious activity/persons.\n23. RESPONSIBILITY FOR ENGAGEMENT: The responsibitity of\nengaging rogue drones will be with the state/UT police and the security\nforces which are already providing security/ protection to the designated\nlocations/installations, who will act as per prescribed procedure unier the\nsecurity Arrangements in this sop. The decision to open fire will rest with\nthe state/UT police and security agencies of the vital installation/sensitive\narea.\n24. ln case ol-aggrts, in such an eventuality the runway (s)should be\ndeactivated until \"all-clear\" is given by the Airport committle. The BCAS\nshall spell out the procedure for stopping civilian flight on detection of\nflying object in the vicinlty of the airport in consultation with the ATC.\n25. Grid Map: To facilitate reporting of drone-related cases and\nsubsequent understanding of the location, a grid map of suitable scale of\nstate/ur may be used. This grid based system will also facilitate\nsubsequently in tracking the movement of the aerial object. The alpha-\nnumeric code of the grid shall be used for reporting of visual observations,\nairspace clearance and engagement by all concerned. ln additional a\nseparate grid for the State/UT airport will also be used for reporting by\nRestricted\nPage 16 of 21",
  "21": "secu rity person ne I throu gh securitv o peretio n c ontro r centrffiffi\nThe Grrd Map of various zones in the StateA/As a Vps ;s to Oe prepareO\nby DGP State Police/UT Police and disseminated to all stakeholders.\n26. lf the hostile drone does not land away from the sensitive\ninstallation or disobeys orders, and continues to fly towards the\nsensitive location, and if the concerned offiqer of local police/security force\nguarding the vital installation feels it may pbse a threat to the safety of the\nvital installations/public life/property, he may use the counter rogue drone\nsystem (if available) or shoot at it with the intention to de-capacitate the\ndrone.\n27. PRECAUTIONS WHILE FIRING: The following' precautions should\nbe taken while firing on a hostile drone\n(i) Firing should be resorted to by the security personnel in a manner\nthat the missed bullet does not cause any collateral damage by hitting any\nbuilding/persons in that direction, to the extent possible.\n(ii) Firing from rooftop should not be done towards ground, as it can\nalso hit the building/people on the ground.\n(iii) ln case of descending drone, information be sent to the nearer\nground pickeUQRT/PCR van to take aimed fire on it from the ground\nposition upwards to prevent collateral damage of public life and property.\nln such circumstances, efforts should be made to capture the drone, if\npossible.\nbeen brouqht down : ln order to protect VAA/P and the general\npublic/property from any impact of flying objects that has been shot down'\nas it may have IED or biological agents, the following action should be\ntaken.-\nThe officers/men, who had seen the hostile drone and taken action\nagainst it, should immediately inform the Police Control Room and\napproach the location where it is suspected to have fallen.\nThe District Police Control Room should inform the District DCP,\nand the State Police Control Room.\nc) The local police should immediately rush to the spot and examine\nas to its nature, and whether there is any suspected lED, call BDS\nand NSG experts, to cross check for lEDs\nRestricted\nPage 17 of 21\n28.\na)\nb)",
  "22": "Restricted\nand get the area\nd)\ne)\nCordon off the entire place with armed men\nvacated of onlookers, media etc.\nRegister a case and investigate the incident.\nSECTION-5\nRestricted\nPage 18 of 21\n29.\na) Matters related to overall coordination and institutional response will\nbe looked after by the Counter Rogue Drone Apex Body (CRDAB)\nconstituted under the provisions of NCRDpG. The cRDAB, in addition to\nthe roles outlined in the NCRDPG, will also discuss all the recorded\ninstances of drone accidents and also undertake an annual review of this\nsoP. National crime Records Bureau (NCRB)will also maintain a record\nof all such instances.\nb) Keeping in mind the obtaining scenario, there is an urgent need for\nputting in place an institutional response mechanism, delineiting areas of\nresponsibility for different threat scenarios, as below:\ni) \nBSF for lnternational Border (lB) between Gujarat and Akhnoor in\nJammu, and lndo-Bangladesh border (25 km depth).\nii) \nSSB for lndo-Nepal Border\niii) Assam Rifles for Indo-Myanmar Border.\nir) lndian Army for tB beyond Akhnoor, LC atong pakistan and China\nborder (25 km depth).\nv) lndian Air Force to cover ail air space (AGL 400 ft and above) and\nall VAstuPsA/ls meriting Air Defence (AD) system deployment. Further,\nrespective services, being the first responders, as pei their Area of\nResporrsibility (AoR), would be responsibre for protecting their\nVAs/VPsA/ls through their own response mechanism and shouldle free\nto target the hostile Drone at a tactically suitable distance.\nvi) lndian Navy and coast Guard in their respective AoR arong the\ncoast and in the sea. lndian Navy will be the lead agency in this regJrd.",
  "23": "Restricted\nvii) clsF along with state police for all civil Airports, vRsnzpJ ano vitat\ninsta llation s.\nviii) Concerned State Police and CApFs in LWE, lnsurgency and\nTerrorism affected areas,\nix) Ministry of Defence for all defence installations and areas under\ntheir control.\nx) Concerned States/UTs Police in their respective areas.\nc) The above mentioned agencies would be the first responders in all\ncounter rogue drone measures. lt would be incumbent on them to\nmaintain a database of all rogue drone sightings and related incidents in\ntheir respective AoR, and share all details, including type of drone (nano,\nmicro, small, medium, large), date and time of sightingis, GPS\ncoordinates, number of drones and photograph/video, in a prescribed\nformat with MHA and lndian Air Force (nodal points to be indicated),\nbesides the local LEAs. Wherever, more than one agency is\ndeployed/responsible for taking action, Joint Action Committee (JAC)\nshould be constituted locally with appropriate role delineation\nd) All stakeholders including Defence Services, should share details\nregarding sighting of drones on real time basis with the MHA secure\nportal.\ne) The first responder shall prepare a layered approach to counter/\ndisrupt/ neutralise threat emanating from rogue drones that is\nproportionate to the assessed threat, in its respective theatre. The\napproach should include step wise actions to be taken from the moment\nan alert is received, or rogue drone/s is/are sighted, till the incident is over.\nIt could follow the principles of broad defence strategy comprising five\nconcentric circles (Prevention, Deterrence, Denial, Detection and\nDestruction) surrounding the targets.\n0 \nAt District level, the SP/DCP may form district-level operational\nunits to coordinate the counter rogue drone effort. This should include\nrepresentative of the concerned security force that is deployed for\nprotection of the VAsA/PsA/ls located in the district.\ng) On special occasions, such as Republic Day, lndependence Day,\nvisit of foreign dignitaries etc., Air Defence unit of the Army are assigned\nRestricted\nPage 19 of 21",
  "24": ":\nRestricted\nspecific roles and responsibilities in countering rogue drone activity. State\nPolice concerned would be the lead agency irr this regard.\nh) lf any rogue drone is missed by the IAF or takes off from a location\nwhich is close to the vital installation/area, it will be the responsibility of\nthe State Police concerned and the security agency deployed at vital\ninstallation/area to take action against the rogue drone and its owner\ni) ,, There should be a defined procedure for collection of evidence and\npreservation of captured drones for drone forensics,\n;) \nThe States/UTs may consider setting up Air-Traffic Police units also\nfor regulating drone{raffic in specific areas.\n(Comments: This portion of para 29 is taken from draft\nNCRDP&G which is laying with MHA for its approval)\nk) \nThe StatelUT police wilt appoint its Central Nodal Officer and\nDistrict Nodal officers in each zonelarea, and provide their following\ndetails to DGCA :\nSI\nNo\nOfficer\nArea\nName &\nDesignati\non\nMobile\nNumbe\nr\ne-mailaddress (of\nnic email/ email\nofficially used in the\nState/UT)\nI\n2\nCentral\nNodal\nState Capital/\nState Police HQ\n. . Overall\nlncharge\nDistrict\nNodal\nOfficers\nEach District\nThe Nodal officers will be provided User lD and password by DGCA for\noperating and access to the administrative part of the Digisky app for its\noperation.\n30. coordi4atinq aqencies : The state/ur police shall be responsible\nfor the overall coordination of the sop. The state/ UT poliee shall\nnominate a coordination Nodal officer in this regard. The other agencies\nlike lAF, DGCA, CAPFs, BOAS and the Forces which are atreaOy\nproviding security/protection to the designated locations / installations will\nnominate Nodal Officers for the implementation of this SOp\nRestricted\nPage 20 of 21\nI",
  "25": "a\nRestricted\n(i) Nodal Officer for Air Force:-Director Operations Air Defence\n(GE) at Air HQ will be the Nodal Officer from the tAF io\ncoordinate the implementation of IAF aspects of the SOp\n(ii) Nodal Officer for State/UT Police_: An ADGP rank officer\nhandling law and order will be the Nodal Officer from State/UT\n. police\n(iii) Nodal Officer for CAPFs:- Senior most officer of the Station\nfrom concerned CAOFs.\n(1v) DGCA & BCAS may provide the details on Nodal Officers.\n31. MOCK DRILL: Mock drills should be organized, so that all\nconcerned get sensitized about the nature of rogue drones their size.\nspeed etc. and the drill to deal with such objects.\nRestricted\nPage 21 of 21"
}