{
  "1": "OFFICE OF THE SPECIAL DIRECTOR GENEML/AIRPORT SECTOR\nCENTML INDUSTRIAL SECURITY FORCE\n(Ministry of Home Affairs)\nAdministrative Block\nCISF ComPlex, MahiPalPur\nBY Pass road, New Delhi-37\nNo. o-4201UAPC/ops(2)/Circula(AS)/19- I o s+ 7\nTo\nIG/APS- I & IG/APS-II\nDIsG/AP (NZ, SZ, WZ and E&NE)\nDIsG/CASO ASGs Delhi, Mumbai, Chennai, Hyderabad and Bangalore\nAll CASO of CISF ASGs\nSub: \"Drivefor Uokeep and Maintenance ofSecuritv Equipment\": Reo\nAs per approved BCAS guidelines and specifications, the Airpoft Operators have provided\nvarious security equipment like X-BIS, DFMD, HHMD, ETD, CCTV etc. (indicative list is enclosed\nas per Appendix-\"A\"), for implementation of aviation security measures. The responsibility\nfor upkeep and maintenance of these security equipment lies with Airport operator.\nZ. \nSince ASGs use these equipment, it is our responsibility to ensure that all the equipment\nprovided by Airport Operator function at optimum level so that security of the airport does not\nget compromised,\n3. \nTo cbeck the functioning of the available security equipment it has been decided that\nall CASOs shall carry out a drive known as \"Upkeeo and Maintenance of SecuriW\nEquiomenu' at their respective airports. This drive will be conducted for a period of one\nweek from 06.11.2019 to 12.11.2019. The following aspects will be the key features of this\ndrive :-\ni) All security equipment provided to ASG will be got checked/tested by Airport\nOperators (with the help of technical expefts of Airport Operator/Vendors/ASG\npersonnel like screener, BDDS trained etc.) under the superuision of a Gazetted\nOfficer of the ASG.\nii)\nWhile checking/testing the equipment, it will be ensured that the security\nequipment are functioning as per prescribed guidelines/ parameters/ specifications\n1r \nacns.\nIn the case of any equipment not qualifying the requisite test or found to be\nfaulty/defective, it will be immediately reported in writing by the CASO to the\nDated: oS Nov,2019\niii)",
  "2": "concerned Airport Operator for early rectiflcation/ repairs. CASOS will also hold a\nmeeting with the Airport Director/CEO and their technical team and share the\nstatus of faulty equipment and will ensure rectification/ repair of the equipment\nwithin this drive Period.\niv) The matter regarding the equipment which are not in operation/ under repair since\nlong will be taken up by Zonal DIsG with their respective Regional Executive\nDirectors of Airpofts Authority of India (in case of AAI airport)/ CEO (in case of lV\nairport) by holding a special meeting to ensure that rectification/ replacement of\nsecurity equipment (not in operation/ under repair since long) is done at the\nearliest.\nv) In case of any such situation where repair/rectification of any security equipment\nneeds intervention of Corporate HQrs of AAI/ Head Office of JV airports, the\nconcerned Zonal DIsG/DIsG CASO will send consolidated report duly mentioning all\nthe previous efforts made so that matter can be taken up by this office with\nChairman, AAI / Head office of JV airport.\nvi) The consolidated airpoft-wise report regarding list of faulty/non-operational\nequipment which could be got rectified/repaired during this drive should be\nforwarded to Airport Sector HQrs by concerned Zonal DIsG/ DIsG CASOs in the\nenclosed format as per AppendixJ'B\".\nvii) The consolidated airport-wise report regarding list of faulty/non-operational\nequipment which needs intervention of CHQ, AAI/ Head office of JV airports should\nbe forwarded to Airport Sector HQrs by concerned Zonal DIsG/ DIsG cASos in the\nenclosed format as per Appendix-\"C,,.\n4. \nAll Zonal DIsG/AP (Nz, sz, wZ and E&NE) and DIsG/cASos of Derhi, Mumbai, chennai,\nBangalore and Hyderabad shall ensure implementation of the above directions and forward the\nrepoft by 20.11.2019 positively.\n5. \nIG/APS-I and IG/APS-II may ensure meticulous compliance.\nEncl : As above\nIt)\nI\\ , L^.-_ 5l t,\n(M. A. Ganapathy, IPS/\nSpl. DG/Airport Sector '\nCopy to:\nPrincipal Staff Officer to DG CISF :\nFor kind information of DG CISF please,\n2",
  "3": "Aooendix ?'\nIndicative list of eouiDment\ni. NAKA (wherever aPPlicable) :\nr Boom Barrier\no Hydraulic Bollard\n. Under Vehicle search system (uvss)/ Under vehicle search Mirror (UVSM)\n. Automatic Number Plate Reader (ANPR)\nii. Depafture Entrv Gate :\no X-BIS machine, HHMD, DFMD & ETD for random screening\n. Facial recognition based access control system (where trial run is going on)\niii. SecuriW Hold Area :\no X-BIS machine\no Hand Held Metal Detector\no Door Frame Metal Detector\n. Explosive Trace Detector (including availability of swab papers)\n. Liquid Explosive Detector (wherever given by Airpoft Operator)\n. High Definition CCTV cameras installed at SHA including its coverage and\nperformance\no Flap gate available in pre-SHA area under DIGI Yatra\nr Automated Tray Retrieval System (ATRS)\niv. Boardinq Gate:\no Automated Door opening system (whether the door gets opened by proximity card\nonly or otherwise)\nv. CCW:\n. Installation of CCTV cameras (whether installed as per the joint survey or deficiency\nstill exists)\n. Coverage of CCTV cameras (whether any dark zone exists in terminal building as well\nas city side area especially alighting point, forecourt, pick-up point airside gates etc.)\no Qgality of existing CCW cameras available in terminal building as well as city side\narea like alighting point, forecourt, pick-up point airside gates etc.\no Non functioning of CCTV cameras (time period since when not functioning, and action\ntaken by CASOs as well as Airport Operator)\n. Replacement of CCTV @meras from normal to High Definition (whether done or not\nand upto what extent)\n. Issue of integration of old and new cameras at some of the airports (Action taken by\nCASO and Airport Operator)\n. 30 days Digital Video Recording System for all cameras (whether provided or not)",
  "4": ". Availability of sufficient monitors for CCTV monitoring in the SOCC\nr Availability of CCTV cameras for Isolation Bay\nvi. Airside Gates :\no X-BIS machine, HHMD, DFMD & ETD\n. CCTV cameras\n. Boom Barrier\no Hydraulic Bollards (if available)\n. Tyre Killer (if available)\n. Under Vehicle Search System (UVSS)/ Under Vehicle Search Mirror (UVSM)\n. Automatic Number Plate Reader (ANPR) (if available)\nvii. BDDS equipment : As prescribed by BCAS for those airports where BDDS is in\noperation or likely to be operationalized in near future.\nviii. Communicationequioment:\no Whether sufficient number of WT sets available or not\no If sufficient, the status of working (numbers working/ numbers not working)\n. Availability of EPBM telephone at important duty posts for internal communication\n. Availability of hands free equipment for QRT\nix. Any other modern security equipment provided by Airpoft Operator\n4",
  "5": "Aopendix'B'\nSr.\nNo.\nName\nof the\nASG\nName of\nGO\ndetailed\nby CASO\nto check/\ntest the\neouioment\nName of\nthe\nequipment\nDate on\nwhich\nfault was\nnoticed\n(within\nthis drive\nperiod)\nDate on which\nfault \nwas\nbrought to the\nnotice of\nAirport\nOperator in\nwritinq\nDate \non\nwhich fault\nwas rectified\nby \nAirport\nOperator\n(within this\ndrive period)\nRemarK if\nany\nAooendix'C'\nSr.\nNo.\nName\nof the\nASG\nName of\nthe\nequipment\nDate from\nwhich the\nequipment is\nnot in\noperation\nPresent\nStatus of\nthe\nequipment\nEfforts made\nby CASO to\nget \nthe\nequipment\nrepaired\n(date-wise)\nEfforts made\nby Zonal\nDISG/ DISG\nCASOs to get\nthe\nequipment\nrepaired\n(date-wise)\nRemark,\nif any\n*x** r(** *** * **r< ** *** * *\n5"
}