{
  "1": "» ”\nRMT DY zara SA TH Garg sre) ra cre eT\n\nOFFICE OF THE ADDITIONAL DIRECTOR GENERAL/ AIRPORT SECTOR\n\nCENTRAL INDUSTRIAL STCURITY FORCE\n(Ministry of Home Affairs)\nAdministrative Block\nCISF Complex, Matipatpur\nBy pass rand, N. Delhi-37\nNo. 0-42011/APC/OPS(2)/Circulor(AS)/2021. } 0 YAY Dated ¢yLHov, 2021\n\nTo\nIG/APS T&M\nDISG/AP (NZ, SZ, W2 and E&NE)\nDISG/CASOs of ASGs Delhi, Mumbai, Chennai, Bangalore & Hyderabad\n\nAIL CASOs of CISF ASGs\n\nSubs Measures to_be taken to_minimize_the_number_of failures\n\nize\nregarding detection of dummy / decoy check: Req\n\nIthas been seen from the reports received from the ASGs/BCAS that a good number of\nletect the dummy checks carried out by BCAS/CIW staff of\n\nCSF personne! are not able to di\n\nAirport Sector and the percentage of failure in detecting the dummy /decoy checks is on the\nmse. More often than not, CISF screeners/friskers failed to detect the banned items including\nTED(s) is @ matter of concern.\ny / decoys are broadly indicative of the overhall\n\noperational preparedness of the work Force. In order to ensure that ASGs are always alert and\nperform as per the demand of ‘zero error’ duties and to eliminate failures / lapses on the part\n\nof CISF personnel, following be implemented:-\n\n2 The failure at detection of dumm)\n\n©. Only “well-trained, reliable and proficient screeners should be deployed for\n\nscreeners/frisking duties, particularly during peak hours.\n\n(@). There should be proper coordination/eye contact/voice contact between the screener\nand physical searcher so as to make clear exactly what suspicious items to be looked\nfor while physical checking the hand baggage.\n\n(ai). They should be specifically advised not to be in any extra hurry to clear the baggage.\nEven in case of a bit of doubt/suspicion, the screener should direct for thorough hand\ncheck of the baggage.\n\nges of knife, pistol, ammunition, IEDs,\n\n(iv). Screeners should be familiarized with the ima\nso that they would have a clear idea of\n\netc. placed in different orientation/shapes/sizes\nthe different kind/shape/size of the same.\n\n(v). Detection of IEDs (dismantled IED) is troublesome for the screener, The following\n\nPoints are given below for compliance:-\n\na. Screener/frisker should be familiarized with the different components of IEDs\n\n(disassembled IEDs).\n",
  "2": "“arr a\naura :\n- b. Procure ph Ds ee\ntypes/shapesjapee ns OF IEDS to famiarize th\nvi). — CASO shall take |\n€ persor\n\n\" 'S regard for improving the eff\nthe efficiency of the screenere/fiska =o\na\n\nbe utilized for job training in order to enhers\nre\n\n(vii). Intensive br\nriefing is 1\n: ui\nPeculiarties involved in the ae rgd ycaies out covering day to day lapses and\n\n'¢ on field implementation of existing guidelines.\n\n(vill). Supervisor\nry/Coy C\nbehavior of econ ee must have knowledge about the capability, efficiency and\ndeployment should b luty personnel and each and every duty post along with\n3 filtered before making the duty deployment chart. .\n\n(ix). It must also be ensured\nduty post. For this, the\nletter in spirit,\n\nie the personnel so deployed match the requirement of each\nncept of right man at right place must be implemented in\n\nDw Ac\n09). Aes cae should be made for each failure / success. It should be further analyzed\nare and then to be shared / discussed with Unit personnel.\n\n(i). failure should be analysed and discussed for plugging the prevailing gaps in the\nsystem and videos of the same should be shown to Unit Personnel for their awareness\n\nThe disciplinary action shall be proportionate to gravity of individual failure of CISF\npersonnel. However, it must also be borne in mind that the screener’s job is utmost\nstressful and therefore very strong, disproportionate and extended punitive measures\nwould be infact counter productive. Therefore, firstly the suspension shall not be for a\n‘very long period, unless specifically warranted & justified. Secondly, the punishment\nShall be proportionate and reasonable and shall achieve the objective of ‘course\n“correction and rectification not retribution. Thirdly, such a person shall temporarily be\n“removed from screener duty and encouraged to undergo 2 refresher course in which\n‘his particular case shall also be discussed and included as a permanent part.\n\nB al), _-TFany screener fails to detect decoy check, then while initiating disciplinary action, the\npast record of decoy check and screeners TIP performance of last six month may be\ntaken into consideration.\n\n‘All CASOs are directed to ensure the above directions are eat ied with and in (AO\n\n4. The IG/APS-I & II and DISG/AP are directed to ensure meticulous compliance of these\ndirections by the CASOs under their jurisdiction.\n\n5. Ensure strict compliance.\nooheer\nLIN -\n(Pramod Shripad Phalnikar, IPS)\nAdditional Director General / Airport Sector y\n"
}