{
  "1": "I\no\nCONFIDENTIAL\n{6rF{A{ndq / D I RECTORATE GENERA L\ndIq #FTo E{6I {f,//CENTRAL INDUSTRIAL SECURITY FORCE\n(116 qerdq)/(MINISTRY OF HOME AFFAIRS)\nrs fr.d.ol. cfr{-rl BLocK No.l3, c.c.o. coMPLEx\nc}fr d-s r{ ftd-l ioooB,/LoDHI RoAD, NEw DELHI - I10003\n{nsr/BRANcH : qftardq/oPs\nNo: O-42052lOps/Assembly Electionl 2022-\nTo,\nqasz \nDated ogoct'2023\nselection and deolovment of\nThe Nodal Officer (Chhattisgarh)\nAll Bn Commanders & Supervisory Olficers (Chhattisgarh)\n(Through Nodal Officer)\nSubj ect :- Guidelines with resard to\nmanDower. losistic and administrative arranqements. camD\nsecurity and movement of CoYs in connection with assemblv\nelection-2023 in Chhattis sarh: Res.\nFollowing instructions are issued in connection with deployment of CISF\ncompanies for AE-2023 in Chhattisgarh:-\nA) Selection and deployment of manpower:-\no Sector IsG shall instruct and ensure that only mentally and physically fit\npersonnel are detailed for the deployment.\nr Selection of Bn. Commanders, Supervisory officers and Coy Commanders\nshall be made with due care to ensure deployment of capable and suitable\nofficers.\nB) Monitoring of movement of Coys by Bn. Commanders and Supervisory\nOflicers :-\nDuring deployment, all movements of Coy personnel shall be made after\napproval of Supervisory Officers i.e AC for operational purposes & Bn.\nCommander for adm purposes.\nContd....P2\na",
  "2": "a\no\n. Coy Commander and Supervisory Offrcer shall restrict movement of Coy\npersonnel to operational purposes.only. During deployment of troops for\noperational purposes, soPs issued by Force coordinator, local police and\nState authorities shall be adhered to meticulously.\n. Any movement of the personnel outside the camp shall be done after\nclearance from Local Police and CRpF (Nodal Agency for AE-2023 in\nchhattisgarh). Necessary RoP of cRpF/Local police to be ensured in place\nbefore movement in highly naxal affected areas. Sops in this regard should\nbe strictly followed to avoid any untoward incident.\nr In case Coy personnel are required to move for any indispensable\nadministrative arrangement, they shall take prior clearance of local police\nand Bn. Commander.\no Routine and redundant pattern of deployment, mobilization and withdrawal\nof troops shall be avoided.\no Retaliatory capability of the troops shall be ensured during move.\no Local police shall be requested for deployment of police representative\nalong with each component of CISF, deployed for operational purpose to\nensure better coordination with local Police, especially during contingencies.\nHowever, this may not be binding.\no CISF personnel should not be allowed to visit local market and make halt\nen-route for shopping etc.\nContd....P3\n:2:",
  "3": "o\na\na\na\na\na\nNo defined pattern of movement/route/mode or fixed timing should be\npracticed. Coy commander and supervisory ofltcer shall together decide the\nmove plan with due diligence and also seek clearance of local PoliceA{odal\nForce.\nSurprise element of movement to be maintained to the extent possible.\nMovement should not be undertaken on fixed time schedule in a routine\nmanner.\nAll administrative/personal movement of troops shall be avoided. System to\nbe devised locally to avoid such movements completely.\nIf any administrative movement is inevitable, the secrecy about destination,\ntiming etc shall be maintained, even from the civilian drivers and other\ncivilian staff, if any deployed in the camp.\nDuring movement through any public place/habitation/vulnerable place/ hut\netc. Force personnel should always be moving in a focused manner rather\nthan loitering around or mingling with local population to avoid being easy\ntarget for any attack.\nMaoist are extensively using IEDs, spikes and resorting to unconventional\nambushes against security forces, hence, movement outside the camp shall\nnot be undertaken, except Election related duties, that too, following SOPs\nmeticulously.\nContd....P4\na\n:3:",
  "4": "o\na\na\nC) Logistic arrangements and equipments :-\no concemed Sector IsG shall issue necessary instructions to ensure holding of\nauthorized scale of Arms & ammunition, Bp Jackets/flelmets,\ncommunication equipment, anti riot Equipment to all Coys. Before Move of\nthe coys, sector IsG must have the details of equipments/logistics/weapons\netc. being carried by each coy\nAuthorised scale:-\n* Bullet Proof Jackets & BR Helmets- 72 nos. per coy.\n* Anti Riot Equipment- 25 nos. per coy.\nMess utensils and ration for minimum 15 days (02 weeks) should be\nprovided to Coys at the concentration centre, before move.\nAt place of deployment Bn. Commander/Supervisory officer must ensure\nadvance and appropriate liasioning with local police/administration to get\nthe supply of rationVvegetables and other such requirements delivered at\ncamp itself by the vendors/suppliers.\nD) Administrative arrangements :-\nr Bn. Commanders, Supervisory Officers & Coy. Commanders detailed for\nelection4S dufy should not be changed during deployment as far as possible.\nIn case of extreme exigency or administrative grounds, where change is\nnecessary, relieving Officer should be properly briefed by the previous\nincumbent.\nContd. . ..P5\n:4'.",
  "5": "o\n5\na\nMaximum storage of dry ration shall be ensured to avoid movement of Force\nfor purchase of ration.\nNon perishable items such as pulses, rajma, nutrela etc may be stored to\ncompletely avoid movement of troops for purchase of vegetables etc. If\nnecessary, vegetables etc shall be purchased through sister agencies\n(CRPF/BSF/Local Police) or contractor who can supply these items at\ncompany locations.\nNo personnel including mess staff shall be permitted to go out of camp for\npurchase. Concerned SHOs should be requested to arrange supply of mess\nitems/daily needs in the camp.\nIfrequired, charges for supply ofration/vegetables etc shall be met from the\ncontingency fund provided to Coys.\nE) During Move:-\no Look for disturbed, freshly dug earth, dry grass/leaves and bamboo that can\nbe used as camouflage.\no Look for cut or trampled vegetation that could be camouflaging an IED.\nr Disturbed road carpeting or even freshly repaired roads to be viewed with\nsuspicion and metal detectors & DSMDS be used while moving in these\nareas. Watch out for wire leading away from the side of road.\no Ensure that the patrols move away and not on the road, looking for trip wire\nwith stick, hook etc.\n. Do not undertake too much vehicular/unwanted movement in single day.\no Do not retrieve dead bodies/recovered items in a hurry.\nContd....P6\na\na\na",
  "6": "a\n6\na\nWhat to look for:\n) Fresh digging, recently disturbed areas, road repair/digging activity at\nodd hrs.\n) Polythene/greasy paper wrapping which may be used to cover\nelectrical wire connections.\n) Fresh repair ofthe road.\n) Fish line, trip wire and electric wire.\n) Cut vegetation. (this may have been used for camouflaging ofa device\nor to gain visual access from the firing point)\n) Containers of military ammunition/explosives. Such as detonators,\nplastic explosives etc.\n) Unusual movement on both sides of the road at a distance which can\nbe used as aiming point level, with easy escape routes into the jungle.\n) Radio on or near road.\n) Culverts.\nF) Camp Security:\no The camp stand to drill and contingency plan should be religiously\nrehearsed to counter any threat from Naxals.\no The field of fire outside the camps should be clear and vegetation\noutside the camp should be cleared up to 500 metres.\nContd....P7",
  "7": "t\n7\no\ncamp should be properry lit up with lighting so that the area around the\ncamp is visible to the sentries during night hours. Focus of the lights\nshouid be outward to obstruct the visibility of Morcha./watch Tower\nfrom outside. Lights covering inside morchas, watch towers and other\nsecurity posts should be kept switched off to ensure that security\npersonnel are not visible during night hours. Emergency flash lights and\nnight vision equipments should also be kept readily available for use.\nRegular area domination around the camp to be conducted with police\nrepresentative in day and night to keep enemy out of area.\nSentry posts/living area./cooking/dining area./bathing place and other\nassembly areas should be well protected to withstand firing by Maoists.\nSince there is a possibility of camp attack by exploding IED on the\nperimeter of the camp, planting of explosive near camp through casual\nlaborers/villagers. Hence, civilians should not be allowed near\nperimeter of the camp. person roaming around the camp should be\nsuspiciously monitored and identified.\nVehicular movement near the camps should be regulated by placing\nbarricade, stopper etc.\na\na\na\na\nThese guidelines are indicative and not exhaustive. Hence, other\nguidelines/instructions/circulars issued from time to time in the matter\nshall also tre complied meticulously.\n(4-6r<\n\\{q r6rfur1ffo 7qfuqm{\nCopy to :-\nAll Sector IsG\nfor kind information and n/a please."
}