{
  "1": "- —\nae “ ye Directorate General\n¥ ‘Central Industrial Security Force\n. av (Ministry of Home Affairs)\ni ept - 13 CGOs Complex, Lodhi Road,\nPo te. New Delhi-03\n$790 Ths,\n“Fn E+4#2099/39/2009/Estt.I/ or Dated: 1 Dec,2010\nb/ie\n\nCISF CIRCULAR NO. ESTT.Y ALA. 120140\n\nSubject: LAST CHANCE TO AVAIL PROMOTION CADRE COURSE FOR\nNGOs WHO HAVE EARLIER AVAILED 03 OR MORE\n\nCHANCES AND NOT QUALIFIED OR HAVE NOT AVAILED\n\nCHANCES OFFERED TO THEM.\n\nFiease refer to CISF Circular No. 37/2005 dated 19.10.2005 on the above\nsubject.\n\n2. A number of requests have been received at this Directorate from those\npersonnel who could not attend/qualify Promotion Cadre Course (PCC) and have\nexhausted all the 03 chances, due to one reason or other. They have requested for\ngranted one more chance for attending/qualifying PCC. CISF HQrs had earlier\nconsidered such request vide aforesaid circular (Para-7) and such personnel were\ngiven another chance to undergo PPC. It has seen that some of the personnel have\nnot availed that offer which was counted as 4\" chance or availed and could not\nqualify.\n\n3. DGICISF has considered their requests and has decided that all such\n\npersonnel who intend to avail last chance, as a one-time relaxation would be given\nthe same.\n\ny ,\n4, Therefore, the personnel who have already availed their chances and could\nnot qualify PCC or who have not availed of chances given to them before, if willing,\nwould be given another chance as an exceptional case. After giving this last\nchance, there will be no further chance for any personnel in future and the\nCircular No. Estt./37/2005 dated 19.10.2005 will hold good in all respects.\n\n5. All Sector IsG are, hereby, requested to advise the Unit Commanders to\npublicise the contents of this Circular widely to enable the affected personnel to avail\nthis opportunity.\n\nContd..P/2...\n\n",
  "2": "& Units would send their recommendations regarding their left out cases to\nZonal DisG by 31.01.2011 as per Appendix ‘A’ in excel file and Zonal & Plant\nDisG would forward the same to Sector IsG by 10.02.2011. Sectors would forward\nthe same to Force HQrs, Estt.Branch by 20.02.2011. Estt.Branch would then issue\nnecessary orders in consultation with Training Branch by 28.02.2011.\n\n7. Enough time is being given to enable the units to publicise this, display\nthe same on notice boards of the units prominently, read in Monday morning\nparades, Sainik Sammelans, Roll Calls etc, so that no person is left out. All\nPersonnel who have gone on leave, on internal security duty, election duties,\ncourses etc should also be covered.\n\n8. This has the approval of DG CISF\n\n(S.B.Sthgh)\nInspector General(HQrs)\n\nDistribution:\n- Spl. DG, CISF APS HQrs\n. ADG, CISF HQrs\n. IG(Admin), CISF HOrs\n. All Sector IsG\n. IG, CISF, NISA Hyderabad\n. All Zonal/Plant/Trg. Institution DisG\n. All Gp.Comdt/Comdt, Gp HQrs/Units/Res.Bns\nAll Dy.Comadts/Asstt. Comdts/Officer-in-Charge, CISF Units\n7\n\nPNOORWNS\n\n,\nInternal:\n\n1. 21G(Admin): For information & necessary action regarding FHQ personnel.\n\n2. AlG(Tech) to send it by e-mail to maximum number of units possible and also\nto place on the CISF Website in an attractive way\n\n3. All Section at CISF HQrs.\n\n",
  "3": "APPENDIX ‘A’\n\nInforniation regarding personnel who have availed earlier 03 or more\n\nchances of doing PCC but have not qualified and those who were offered\n\n03 or more chances but did not undergo PCC but are now willing to avail\n\nthe last chance to undergo PCC.\n\nNAME OF THE SECTOR: _\n\n*.\nInformation regarding personnel who have availed earlier 03 or more\n\nchances of doing PCC but have not qualified and those who were offered\n\n03 or more chances but did not undergo PCC but are now willing to avail\n\nthe last chance to undergo PCC.\n\nName | Srl | CISF | Rank | Name | No. of\nofthe | No. | No. chances\nUnit availed\n. and not\nqualified\n\nNo. of\nchances\noffered\nbut did\nnot\navailed\n\nDate of\nRetirement\n\nRemarks\n\n"
}