{
  "1": "oFFIcEoFTHEADDITIoNALDIRECToRGENERAT/AIRPoRTSEcToR\nCENTML INDUSTRIAL SECURITY FORCE\n(Ministry of Home Affairs) \nAdministrative Block\nNo. 0-4201UAPC/ops(2)/Circula(A s)t22' l2'LLg\nTo\nCISF ComPlex, MahiPalPur\nBy pass road, N. DelhF3T\nDated: l$ \n*Pt,2022\nDIsG/AP (E&NE, NZ, SZ&WZ)\noiscTcnsb ASGs Delhi, Mumbai, Bangalore, Hyderabad and chennai\nAll CASO CISF ASGs\nSubject:- Feedback received from Women Dassenoers :- Reo\nAviation sector is a service-oriented sector in which passenger always hold a place of\nparamount impotance. while implementing security measures, we should strive to provide a\npleasant flying experience to the passengers'\n2. \nln this context, APS HQrs regularly collect feedbacks/suggestions from travelling\npassengers to improve the security services being rendered by the CISF at the airports. The\naim of this feedback is to identiry areas where CISF needs improvement and to understand\npassengers' expectations from CISF personnel, deployed at Airports'\n3. \nRecenfly, APS HQrs has received the following feedbacks/concerns from some of the\nwomen passengers travelled through the airports :\n. The women,s Queue was very long and there were inadequate counters for their\nsecurity check.\n. Male security personnel were checking their baggage including personal belongings and\nclothes.\n4. \nThe above concerns raised by the women passengers seems to be genuine and needs\nto be addressed for their hassle-free travel from the airports. In this regard, all c.ASos are\ndirected to do the following to address the above @ncerns raised by the women passengers :\no The Load of women passengers should be taken on daily basis from all the airlines one\nday in advance to plan for deployment of additional CISF women personnel and\ncounters to manage the women rush at a particular day.\n. As per BCAS guidelines issued vide AVSEC Circular No. 2312005 dated 11.07'2005 (Para\n5.5.4), cabin baggage of a female passenger should be searched by a female screener\nonly. All CASOs must ensure that the directions of BCAS in this regard should be\nmeticulously imPlemented.\n5. \nThe DIsG/AP are directed to ensure compliance of these directions by the ASGs under\ntheir jurisdiction.\nrr\\'rl'/\nCopy to :\nIG/APS - II\nrPs)\nFor information please."
}