{
  "1": "OFFICE OF THF ADDL. DIRECTOR GENERAL/AIRPORT SECTOR\nCENTRAL INDUSTRIAL SECURITY FORCE\n(MINISTRY OF HON4E AFFAIRS)\nAdministrative Block\nCISF Complex, Mahipalpur\nBy Pass Road, New Delhi-37\nNo. o-42099/APC/oPS (78)/Gen Miscll2- qq +{\nTo\nIG/APS. I&II\nDISG/AP- NZ, WZ, E&BNE & SZ\nDIsG/CASOs Delhi, Mumbai, Bangalore, Hyderabad 8, :Chehr' ott\n64595 qf AILASGs\nSub: Feedback bv Sh. Raiesh CASO/Sr. Commandant. ASG Ahmedabad on\nthe lecture delivered bv DG (Retd.) Shri Kqshav Kqmar on'Securino\nbusiness throuoh Preventive Forensiqs and Preventive Vioilance': Reo\nPlease fing enclosed herewith copy of FHQrs (OPS Branch) letter NO. O-\n42099lOpslAnport Matters/2022-2860 dated 04.08.2022 and a copy of CASO Ahmedabad\nletter No. (334) dated 21.06.2022 on the above subject matter.\n2. \nVide letter ibid, FHQrs has communicated the approval of the Competent Authority to\nimplement following points at all the airports, keeping in view of the security of pre-SHA,\nafter examining the ibid letter of CASO Ahmedabad:\n. Regular training of CISF personnel posted at ASGs on Behavioural profiling,\nbehavior detection and CCTV surveillance.\n. The concept of 'Right person at right place'to be followed at airpofts.\n. Observations techniques to be taught to ASG personnel such as abnormality in\ncase of nay normal security procedure, presence of men or material which are\nnot supposed to be there, not matching with area or vicinity etc.\n. Regimental intelligence, buddy pair system, Samvad Samiti etc. to be\npracticed regularly so as to prevent corruption, suicide, illicit relationship etc.\namong CISF personnel.\n. Enhancement of human skills and emphasis to be given on it again and again.\n3. \nIn view of the above, I have been directed to request all concerned to take necessary\naction accordingly please.\n4. \nThis has been issued with the approval of the Competent Authority.\nEncl :As above.\n(Ariln slltgh)\nDated: p $\nAugust,2022\nAIG/Airport Sector",
  "2": "q-6rfrtsnf,q\nDIRECTORATE GENERAL\nffiq oHFrf, gwr {m\nCENTR,AL INDUSIRIAL SECURITY FORCE\nEd riardq)\nIMINISTRY OF HOME AT'FAIRSI\nqrqrlEB lgEjRgrdn\n(,\n0\nltj (L--:\nd-6 q. 13 S.d.3ft.\nBLOCK NO.13, C.G.O. COMPLEX.\ndfi tg q{ ftd-ttooos\nLODHI ROAD, NEW DELHI . 11OOO3\nDated: Oh AtuC'2022\nNo:O-42O99l ops/Airport Matter s / 2022- ; Z k)\nTo,\nThe Inspector General,\nCISF Airport Sector HQrs,\nMahipalpur, New Delhi.\nSubject: Feedback bv Sh Raiesh CASO/Sr'. gommandaot' ASG\n- \nAhnredabad on the lecture delivered bv pG lRetd'l Shri\nKeshav Kumar on lsecuting buslness through Preveative\nForenslcs and Preventlve Vlgllance': Reg'\nPlease refer to this Dte. letter No. ( rr03) dated 0l'06 2022 and APS HQrs\nletter No. (7803) dated 25.06.2022 on the obove subject.\n2. \nThe matter has been examined at {dris Dte' The competent authority has\napproved that the following points may be implemented at all the ai4rorts,\nkeeping in view the security of pre-SHA:\n. Regular training of CISF personr el posted at ASGs on Rehavioural\nprofiling, bchaviour detection and CTV surveillance.\n.).\nThe concept of 'Right person at righl place' to be followed at airports'\nObservations tecl,nigues to be taught to ASG personnel such as\nabnormality in-IdEEii-any normal security procedure, Presence of men or\nmaterial *hich.a.e not supposed t0 be there, not matching with area or\nviciniry etc.\nRegimental intelligence, buddy par r system, Samvad Samiti etc' to be\npra=cticed regularly so as to preven't corruption, suicide, illicit rel'ationship\netc. among CISF personnel.\nEnhancement of human skills and emphasis to be given on it again and\nagain.\nRequest to take necessary action acr:ordingly, please.\n1.,,6d4\"aY/\nlcnM$'qqn tJldr)\nK\ng6r{m .rfn+trO,Z CR\"frf,{",
  "3": "\\\nCISF .,.\n':1 .\".\nzffiai-a!';t+\ns ra4q qa'E*m \nJ\n7f .-s*\nr\"+F\nAzarjt Ka\nAmrit.;r1\"1.to*\"u\nOflice of the Sr. Commandant/CASo Ahmedabad Airport\n. \nCentral Industrial Security Force\n(MinistrY of Home Affairs)\nOaledl. 2L.06.2022\nNo. E-49O99/C|5F/SVptAlpA-D0/2022-334\nTo,\nThe Asstt. lnspector General\nCISF APS HQr, New Delhi\n4# o?:\nsubject: Feedback bv sh. Raiesh cAso/sr' commandant' ASG Ahmedqbad 01} the lecture\ndeliveredtv. D6 {Retd.} ah;il;;i;; Kumar on ,Securins business throuqh Preventive Forensics\nand Preventive viqilance'' Req.\nKindly refer to Aps Hers New Delhi office letter no. O-420991APC/SPS (78)/Gen t'ttisclzzigsl\ndated 05.05,2022 on the above cited subject.\nFirst and foremost, I would like to convey my warmest regards to DG (Retd') shri Keshav Kumar\nSir for delivering a lecture on\n,*rri*iriuui*i,ii;. it,\" r\"ftrInra \"*\"\"a\"a ,v \"-p\"ctations. \nrt was, by frt:!:1\"-rgr\"::::ll1\nandenriching.DuringhislecturehehadalmostcoveredalItheimportantaspectspertainingtoAViation\nsecurity.His-breadthofknowledgeanddepthofexpertisearegoingtobenefitusinmanyways.\nTherehasbeenseachangesinaviationsecuritysinceaftertheg/llincidenttookplace.ltwas\nrirc \" \nctarion-catttor all authoritiel and agencies that had become comptacent with aviation security' At\nfiesent, things are quite different. New security measures have been introduced to. stop more\nelaborate and-intelligent plan of actions by terrorist organizations or anti social elements' Now' it is like\na hard nut to crack for anyone to get through airport security even with a bottle of water' Adopting\nthese stringent security measures has helped airlines to avoid any type of potential terrorist threats to\naviStion selurity. Apart from this, aviation security has also been trained to detect different contraband\nitems that are illegally transported across the borders in aeroplanes'\nBut, as said earlier, providing fool-proof security prior to security Hold Area (sHA) has still been\na challenge for security agencyas any person or materialcan reach up to there without reliable checking\n,with forged tickets & documents coupled with human errors'\nThere have been instances at SVPI Airport Ahmedabad as wellas other airports where\npassengers have tried their best to deceive us to take smartly concealed narcotic substances as well as\nior.ign\".rrr.n.y through sHA. But, as always they could not get the better of our. ASG personnel and\nwerJdefeated again and again while accomplishing their mala fide intentions.",
  "4": "^* u,. .3ll?* \"re the cases/incidents'that had taken place at Ahmedabad Airport but timely dlsposed\nurr oy the duty personnel ofthis ASG:\nLESSON LEARNT: ln ihis case, it has been concluded that the passenger/peddler tried his best\nto carry Narcotics substance/cocaine. But thd screener ASI/Exe Akbar Khan, by the help of behavior\n01.\nAtexts' (Nationality' rvorv coost), pp No-1gAR25776, wos troveuing from Ahmedobad to Mumboi by\nflight No' s2'315, STD-L0:15 hrs from T-1. He had'come in the morning by ftight No. EK-540, from\nDuboito Ahmedobad, srA'08:1s hrs. During security checkotr-r sHAlrisking booth No.04by ASr/Exe\nAkbor Khon the HHMD wos beeping on his stomoch which creoted doubt. The screener intimoted the\nm.atter to the sHA r/c ond shift Go's who shifted the pdssenger to the intensive checking room. No\nstitches or other dbnormolities were.noticed but o clear loud beep of HHMD wos sti indicating\npresence of some metorlic item. During questioning the passenger was det'ensive in denying of\nconsuming ony item. The pox wos honded over to Local Police for t'irther investigation otnd to find out\nthe cause of beep with the help of medical opinion. After primir. irqrirl-i\" *or ririia,, ,*,t\nHospitol Ahmedabad for medicol tests. Locol police aimeiobad hod iinforned thot totol 44 No,s of\ncopsules hove come out from his stomoch ond 29 more copsures were found in his tuggoge (checked\nin) which were wropped in chocorote wrappers. The totor weight of 44+29=s3 capsures is 7kg 45lgm\n480mlgm ond total volue of the soid drug (Cocaine) is Rs. 2,7t,57,200/_.,,\ndetection and finding HHMD beeping continuously, insisted his senior officers io take tie passenger\nfor medical examination a's he had previous experience of such passenlers (belonging to caribbean\ncountries) carrying narcotics substances. consequently, the same was done and the passenger was\nfound in possesiion of cocaine weighing 1kg 4sogm 480 mrgm and totar varue of the said drug\n(cocaine) was Rs.2,!7,57,200/-. This case was solved purely on the basis of BEHAvtoR DETEcrtoN.\n02. orrecnoru or ronrreru cuRnrrucy/nnwRm uoruEy:\nBRIEF OF THE CASE: ,.an doted 26.12.2020 ot obout 7330 hrs ane pox\nnomely Trilokchondoni vinod Hotchond wos supposed to traver from Ahmedobod to Nosik by on Air\nlndia flight no.9l-0887 (parked at bay no. i2), seot no-17c, STD i.s2l hrs. During pESC at X_BIS no.02\nof lnternational lerminal (T-2) ASt/Exe yogesh Bakru Khahnor had referred the hond boggoge of the\n. soid pox for physicol check. White checking it physicolly 75,000 riyol, 70,000 pound & 70,A00 doilor\ntotdl volue if compored to rndian currency 17s,46,000/-(approximotely) were recovered t'rom his hond\nbaggage. when the said passenger was asked about thre huge foreign currency, he courd not repry\nsotisJactorily. This had increosed the doubt of something fishy. Loter t-he possengir manifest of sll the",
  "5": "flights departing from Ahmedabod oirport were checked thoroughry ond one more name with\nmotching surname Trilokchondoni prokash Hotchond, wos noticed.in the monifest of Fryduhoi fright\nno' FZ 8296 (pdrked ot boy no. 34), srD. L6os hrs, ETD: 76g8 hrs. when enduired rtrrh-. ;. t^,-\nto be known thot rritokchandoni prakosh Hotchdnd wos ,h\" b,\";;;;'.;';:;:uililii\"riii,';l!r',1lr[iJi\nand wos supposed to fry to Dubai from tne so,ie ir.i\"\"i tri\" sue ond sqm_e boording time by the\nFlvdubai fliqht ond he had orreody boarded the oircroft. Thi glw teom of ASG Ahmedobad hod\nimmediotely possed this messoge to custom/Alt) team oI Ahmedabod Airoort. rho ^n,-^\nCustom/AILJ hod arrived in no time ond hove.token the soid pox ,, ,ir,r7*r.i[ir';;;:\"y1,::\" \"f\nwith ctw staffs immediotetv rushed to the bodrdins n*\" ,ra' irl.\"iii\"il,,.ilin'J'r7r'rTl,ir'fJr',\nHotchond bock to customs/Alu office ot obout r1\\o hrs. During i.nterrogqtion by the iir\"* \"irn rt,\nTrilokchondani vinod Hotchond hod further reveated thot he hod plonned to hdnd over tio,\"'ior\"ign\ncurrencies to his brother Trilokchondani Prokash Hotchand near boording gotes of their flights. toter,\nit was found to be o case of HAWALA. Both the passengers were declored offtooded irj *ur\" u\"r,\nunder the Custody of Customs/AllJ for further necessory oction at their end.\"\nLESSON LEARNT: ln this case, it has been concluddd that when the 15t passen8er was found with\nhuge currency during PESC, he was enquired smartly. During enquiry he started stammering and\ncould not reply satisfactorily which gave ASG personnel a lead and on the basis of doubt the manifest\nof other flight taking gff Jrom that terminal was checked thoroughly. wheqdin a name of another\nperson with the same surname \"Hotchand\" was found mentioned. Thus, with the technique of\nEIICITATION this case could have been resolved and an illegal activity was thrashed to take place.\n03. DETECTION OF HUGE FOREIGN CURRENCY:\nBRIEF OF THE CASE: \"on doted 30.12.2021 o pox nomely Mr. Rushobh Bhovesh bboi\nMoradiya, PP No- Ug457204, Nationolity- lndion, had been supposed to trovel t'rom Ahmedobod to\nSharjoh by flight No-G9484, STD-20:00 hours. When the possenger hod entered the check-in oreo,\nCT/GD Devendro Noyok who hod been deployed for Rondom X-Bls duty, hod found the soid possenger\nsuspicious. The passenger hod one smoll bog with him. CT Devendro Noyok hod osked the pox to put\nthot bog in rondom X-BIS mochine. While screening the bog he hod found the X-BIS imoge orange ond\nremoved the bag for physical check. Meanwhile, on duty CtW personnel HC/GD Mohontol, who hod\nbeen already stonding near the X-BIS mochine and monitoring the same, reoched ot Rondom x-BtS\nmochine. While checking the bog physicolly, CT Devendra Noyak hod detected around 540,000\n(approximate lndian.volue is <2,974,000) inside the bog. The messoge hod been immediotely possed\nto Shift GO tC, CIW l/C ond Custom/AltJ teom. CCTV staffs had been immediotely dctivdted by ClW ond\nosked to troce the movemeint of thot pox t'rom alighting point through 1CTV footoge' While'\nscrutinizing cCru footoge, CT/GD K. M. Manubhai had t'ound one more pox namely Mr' Soniay Kunor\nGhogdri ti be ciming-with Rushobh Bhovesh bhai Morodiyo t'rom atighting point' They both had\nentered the terminol building altogether ond Saniay Kumor Ghogori hod further proceeded \n-to \ncheck-in\ncounter leaiing Rushobh Bhovesh bhoi Morodiyo at the rondom x-BlS mochine. Through CCTV footoqe\nSaniay Kumor Ghogori hod been noticed doing sgme unscrupulous activities neor oir!in.e counteL ccTV\nstall informed the some to CIW :T/GD Anil. CT Anil nra ii*,riiotrt1 rushed to check-in counte.(.o.nd\nfoiiA soniav Kumar lhogori there. CT Anit had immeaiotely-iri\"r^;a custoy/nt^U. .cu\\Y.?!:':::\n';;;;;;;;;;i, ;i,, 'ii:,aT,i),i,i,,i i,,i,ii,*:,,i\"ii,iiJr\" i,,,ini-i,iui,y b,v custom ot'riciots and\nI!\nII\nI\nI\nI\nI\nI",
  "6": ",ffxrri;:; \nt:f!tr,\n71.e2co.rtea ond they detoined ,nirra-rlr.'in\"'r rii\"riii,rir\"rner had been enquired ond checked\ni!-,1:u'i officidts os well os ctw, he hod otso been lound in possession of 92 lokh (approximdte\niiiliii\"i;,::ri;l:r::t^'::.,:i;ili;i,:j;::i;,,:;:;::#iit_';,;i;il,*,[it;::ff^;\npossensers atong with detected f\"ni, ,ri*r*v'-;;;;;;;\" custody of custom/Atu for further\nnecessory oction.\"\n\\\ntESSoN LEARNT: tn this case, the lstpassenger was apprehended at the random screening and\n:*1^1i\"_l:,, \nby the help of CCTV monitoring the activities \",*'r.rr*r\", -\"r\" \"*rv\"inrn, U\",\ntne canopy as well as departure Sate area. Further, on the basis of behavior detection clw personnel\nmanaged to apprehend the co-passengers of the 1st passenger carrying huge foreign currency. Again\nwith the help of BEHAVIOR DETEcrtoN & c.TV MrrNrr^arNG +hi. .^m-ri--+^.r ^-.^,^,^. .^.^r.,^.r\n!ITORING this complicated case was resolved.\nCASES OF OTHER ATRPORTS\n01. R cRsg or HunnRru tRRrrrcKtrue Rr lqlAlRponr, oEtnt:\nBRIEF oF THE cASE: \"on 78.09.201s at 1032 hrs, ctw personnel noticed o suspicious pox who\nwos found rooming in the lnteihotionol Transfer Area of Terminol-3 oJ lGl airport. On enquiry by CtW\nstoff, he revealed.his nome as Mr. Abdul HomeedUvais PP no N2815013, notionolity: Sri Lankon qnd\nwos having a Tourist Viso and had o volid booking for flight no A|275, STD: 1200 on 79.09.2075 Jron\nDelhi to Colombo, On further questioning he disclosed thot he hod arrived from Chennai but feigned\nignoronce obout the flight number through which he had onived from Chennoi and olso stoted thot he\nhad lost his boarding cord. However, on reviewing CCTV footage, it come to know thot he had ar ved\nfrom Chennoi by flight no. Al-043 STA 0035 hrs on 18.09.2015 but interestingly his name did not figure\nin the list of arriving passenger who hod come from Chennoi by the soid flight on that particulor dote.\nAs the Air lndio wos not sure obout his offivol stotus, they did not issue him the boording pass lor the\nflight No. no At-275 STD 7200 hrs on 79.09.2015 for Colombo. On checking of his possport it come to\nknow that he hod got lmmigrotion clearonce t'or Colombo from Chennoi on 78.09.75 ond also found to\nbe a frequent flier. Further, it came to know that o passenger of some name with some possport\ndetoils wos found travelling in the flight no UL-1,24 from Chenndi to Colombo on 1,8,09.2015 with ticket\nno 6039659599684 along with 06 checked in boggage but physicolly he wos at the lnternqtionol\nTronsfer areo of Delhi Airport. Sensing something fishy, the dW of Chennoi wos olerted by this unit\nCtW ind it cqme to know that the said passenger hod in fact baorded the Air lndio flight no Al'04i\nthrough boarding gote No 18 tor Delhi. However, he was seen toking boarding cord of flight no UL-L24\nir.iinrrf ,n counter at Chennai. He himself completed his immigration ond Pre Emborkotion Security\n'rir,ri. ,or* on, after intensive questioning by CIW personnel, Mr. Abdul Homeedt)vois accepted that\nir-iia *oppra iB boording cord meont for Chennai - Colonbo flight No UL-124 dtd 18.09.2015 with\nI\nI\nI\nI\nI",
  "7": "g\nf \nt:: bo:rding cord of onother Dax n.\\moh, ^,- u-,^-,:-- t,, .L^ L^.1 ^ hankino on ftight No Al'043\nf \nfrom chennlai ,r' ,Ji,'!\"*?' \npox namelv Mr. Kojendiron/K who had o bookins on\nnad thrown the boordilted ,r.0, ,oii,'i^' .,0::i:;';;;;i;:;;;;;,;;;; \n,J oko.reveated thot ne\ndetection by aiainer/r,1s \ncora issued lor ch;;;;;t:;;;;i;;;r-i,'io1i' the toitet.of.the ftisht to ovoid\n,,,r,,n,,n,in\"\",,i:;:l::::Aj!:(;i:ii!,x;ii:1!7 j;,;x,*i1::::,;::\"-:!i:i:*\nsent bock to chenndi iy Air tndio ftisht uo.at-oaz/sris'17:riii:\"i\"r1{it'2ols for ne.cessory action bv\nBo! Chennqi. *;n; \nwas atso possed to ,or, ,nrl,ilitr:;;;;;;; ;;t \"i \not h,is end' Fufther' it\ncome to know from clw Chennoi tnot on ,\"rrhiili\"'ii\"riZi,''lioit HameedLlvais wos iointtv\ninterrosate,d-by is, tmmisrotion ond ctw ofiicers w*i\"\" ni\"iitrrZi*o' ,nr, n\" ,1,tt,Y,i17s operated bv on-\nasent namety Md. Astom from sri Lonko who *;';i;;;;';;. \nioo ,t do,tto-r. for sendins the\npqssenger Mr. Kajendiran/K from chennai to colombl ,iilir,,i Abdut Homeed.uvois in his statement\nfurther revealed that he hod orrived from Cotombo\"\"\"fi\"ri,ri iii'iiyht no uL-727 srA 0820hrs on\n17.A9-2O75 for this purpose onty;'\nLESSON LEARNT: A CoRDIAL REIATIoNSHIP of clw staff with the staffs of airlines and other\nagencies helped to ascertain this type of case' clw p.\"onn\"ii\"a it\":^*:l:^Lt:::j5::y\"\n;#:1 ::ffi;: ffi ffi;\"\"?;ilg;il;li'ion ot \"i'\" \nbv PRoFILrNG or passenger'\n{. , .. { i ,\n42.\nHYDEMBAD:\nBRIEFOFTHECASE:'on02'02'2a20'oneunanendedbagwaslocatednearbeltno05at\ncustom ofed. on call from sorr, ,n\" BoDS team reoched at the spot and storted rendering\norocedures. when it was confirmed that there wos no exprosive, the bag wos apened and a\n,:;;;;;;; ;';;;; *-o, Torna inside the bos. Due to.unusuat weisht of the soid moror, BDDS ream\n(sr/E r.K. DAs, 1T/GD D. stro'iiiii a itrD S.S, yADAv) referred the cose to custom officiots and\ninsisted lor x- BIS screening oI ,ni,\"i\"n. Being o screener, st/Exe T. K. Dos confirmed that there may be\naossibitity of gold in customizect motir. ue idvised custom officiols to dismantle the motor and scratch\ni;:\";;:\":rz;';ri \nwiring hidden inside. upon scrotchins the motor's part & wirins, sotd was\n,\"rriopa ei*angly the bag along with customized motor (Gotd 1.5 kg) was honded over to custom\nofficiots with ProPer receiPts'\"\nLESSON LEARNT: Trained screener St/Exe T. K. Dos odvised custom officidls to dismontle the\nisifr \nritrn the motor pdrt and wiring hidden inside. His presence of mind ond expertise solved\n'iir-**pti*\"a \ncose in the twinkling of an eye. Hence, the concept of \"RICHT MAN AT THE RTGHT\nPIACE\" seemed to hove-worked out here'\nAll the cases mentioned above were solely resolved by our duty personnel that too with the\nhelp of minimum available resources i.e. BEHAVIORAL PROFILING, BEHAVIOUR DETECIION, CCTV\nsuRvEtLLANC' ELIa|TATIAN aR FOLLOWiN6 THE CONCEPT OF \"RIGHT PERSON AT THE RTGHT\nprACE, \n\"rr. \nFUrther, seeing any abnormality in case of any normal security procedure, presence of",
  "8": "practiced properly.\nHence, it can be concluded that we must make the most of these human skills. All we have to\ndo is to sensitize our duty personnel about the important role of these human skills and emphasize on\nit again and again. Only then we can make the area of pre SHA a fool-proof and safer place to a great\nextent"
}