{
  "1": "OFFICE OF THE DIG/CASO-MUMBAI AIRPORT\nCENTRAL INDUSTRIAL SECURITY FORCE\n(MINISTRY OF HOME AFFAIRS)\n(ISO 9001:2015)\n\nOPS CELL\n\nCISF CSMIA MUMBAI\nNo.O-42099/CISF/CSMIA (M)/OPS/ (130-APS-Circular)/21-%39- Date oS Oct, 2021\nTo\nThe Sector Commanders\n(Dom / Intl’/P & CS)\n\nCISF CSMI Airport, Mumbai.\n\nSub: Interaction of Gazetted Officers with SOs and ORs: Req\n\nPlease find enlcosed herewith IG/APS-II Bengaluru office letter no. O-\n42099/IG/APS-II/OPS/Inst/2021- 3674 dated 30° September, 2021 & FHQ letter no. O-\n42099/Ops/Misc/2021- 3296 dated 27\" September, 2021 on the above cited subject.\n\n02. In this regard, the same is being forwarded for your kind perusal and further\nnecessary action at your end please.\ncae\n\nale\nDY. COMMANDANT / OPS\nCISF CSMI AIRPORT, MUMBAI\n\n*\nCopy to:- He,\ni) The DC i For information & action please.\n(Adm/OPS/BDDS/QRT/Trg,/Terminal)\nji) The AC (Adm/CIW/BDDS/QRT/Shift) : -do-\n\n(Through respective sectors)\n",
  "2": "ywo\naot\n\nON FIRE EA, IIR FP BT ITA BE, BTL BT RTT TATE OI\n\nNo.0-42099/1G/APS-IVOPS/Inst no LAA\n\nTo.\nao exis 10 Ht sio ae aerate\nWares Great CATE. 11 TREE srl eT\nSub :-Interaction of Gazetted Officers with SOs and ORs : Reg\nThis has the reference of FHQrs. New Delhi letter Ne O-42099/Ops/Mise/2021-3296 dated\n\n27.09.2021(Copy enclosed). vide which Circular No 10/2021 regarding “Interaetion of Gazetted\ns with SOs and Ors” has been circulated\n\n02. In this context, all DIsG & CASOs under APS-II 11Q are requested to ensure meticulous\nimplementation of directions issued by FHQrs vide letter ibid & ensure strict adherence to\n\nrd by higher formations.\n\n‘guidelines/instructions issued in this re;\n\np\nacai\n(ofr ere)\n\nWBlo Herrera /eAVS\nwihee-2 Here are\n\nEnel: As above\n\nofa\nwera Terie wale yer Ah ee pon are aT\n",
  "3": "ahs SISF |\n\nnN\nerfreerera paw ie :\nDIRECTORATE GENERAL a\noat alehfire Year a Pica,\nCENTRAL INDUSTRIAL SECURITY FORCE V? \\\n(qe Harem)\n(MINISTRY OF HOME AFFAIRS)\n‘wife Ho 13 Visita\nBLOCK NO.13, C.G.0. COMPLES, 6f8\ncit Ws 110003)\nLODHI ROAD, NEW DELHI - 110003\n‘eS / BI ra\nNo. 0-42099/Ops/Misc/2021- “2294 Date: 9-7 Sep’ 2021\n\nCIRCULAR NO. LO {2021\nSubject: Interaction of Gazetted Officers with SOs and ORs: Reg.\n\nThis is to inform you that I have noticed a shocking disconnect between\nofficers and SOs/ORs in a large number of Units. The Unit Commanders seem\nto have completely lost touch with their subordinates and the division of work\nseems to be office work by the officers and field work by the subordinates\nwithout the required interface between the ranks. This can result in serious\nrepercussions for the organization with inadequate senior supervision resulting\nin serious security lapses. In addition, such work culture will also result in @\nmechanical work atmosphere without any motivation and energy on the part of\nsubordinate ranks due to absence of reward, recognition and punishment.\n\n2. This lackadaisical supervision was witnessed personally by me when\nnominations were sought from Units for Friday Request Room on 17/09/2021.\nMost of the nominations were of routine nature and it appeared as if the Unit\nCommanders have not had the feedback from subordinates for a long time\nabout their problems. This kind of laziness in a security Force is bad from a\nprofessional as well as welfare perspective of the Force. The increasing number\nof security lapses during decoy checks as well as rising number of suicide cases\nare a reflection of this disconnect between officers and men.\n\n3. This needs to change immediately and Unit Commanders and other\nsenior supervisory officers need to get involved more in day to day supervision\nof the work of their subordinates. Also, they need to interact more with the men\nthrough routine practices like duty briefing/ debriefing, Sainik Sammelans,\nvisits to the mess, regimental activities, daily sports/games as well as visits to\nresidential lines, etc. It is important to optimize the professional calibre of every\n\nContd...2/-\n",
  "4": "225\n\nSO/OR by the GOs of a particular Unit so that he/she can improve professional\nwork standards. In view of the above, the following steps may be taken.-\n\n9) Every SO/OR may be assigned to a GO/Inspector by way of a written\norder by the Unit Commander for the purpose of mentoring,\n\nb) The mentor should meet them at least twice a month personally during\nnon-duty hours. A diary should be maintained of the date of such\nmeeting, signed by both.\n\nDuring these meetings, the mentor should focus on counselling the\nPersonnel concerned on improving their professional skills and also find\nOut about serious personal problems, if any, which should be informed to\nthe Unit Commander.\n\n¢)\n\n4. __Itis once again reiterated that Unit Commanders and other GOs in a Unit\nshould have seamless interaction with subordinates through normal\ninstitutional practices as well as through the mentoring process. Officers who\nremain aloof from the rank and file will be graded poorly in their APARS. It is\nalso reiterated that all institutional practices of interaction between the officers\nand the rank and file should revert back to pre-Covid situation.\n\n5. The Supervisory Officers may monitor this matter closely.\n\nIa\n(wry cor\nnetfresra\néafe atettre gran vat\nDistribution:\n\ni. All Unit Commanders\n\nCopy to:\n1. ADsG (North, HQ, APS & South) : for kind information, please.\n2. All Sector IsG : for kind information and necessary\n\naction please.\n3. All DIsG Zonal/Plant/RTCs) -do-\n\n"
}