{
  "1": "OFFICE OF THE DIG/CASO-MUMBAT AIRPORT\nCENTRAL INDUSTRIAL SECURITY FORCE\n(MINISTRY OF HOME AFFAIRS)\n(iso 9001:2015)\n\nOPS CELL\nCISF CSMIA MUMBAT\n\ntNo.0-42099/CISE/CSMIA (M)/OPS/ (130-APS-Circular)/24- Bok, Date: 23/04/2021\n\nTo\nThe Sector Commanders\n(Dom / Intl/P & CS)\nCISF CSMI Airport, Mumbai.\n\nSub: Forwarding of Circular No. 05/2021: Reg-\n\nPlease find enclosed herewith ADG/APS HQRs New Delhi office letter No. O-\n4201:1/APC/OPS (3)/Circular (FHQ)/21- 3710 dated 16' April 2021 on the above cited\n\nsubject.\n\n02. In this regard, the same is being forwarded for your kind perusal and take\nnecessary action as per the instructions issued by DG, CISF vide Circular ibid please.\n\nEncl: As above. eo\n=—\nees\n\nDY. COMMANDAI\n\nCISF CSMIAIRPORT MUMBAI\n\\A\nCopy to: a0\ni The Assistant/CIW &BDDS =: — Forkind information & necessary action please.\n\nii, ICs (CIW/BDDS/ASTI/QRT/SOCC) : -do-\n",
  "2": "(ye Hares)\n\naoltga when. RTA,\nua,\n‘gare dere — 562157\n\nNo.0-42099/CISF/APS-I/OPS/COVID-19/21- 859 Dated :21 -04-2021\n\nTo,\n\nAll DisG & SR COMMANDANT 10TH RB\nALL CASOS UNDER APS-II HORS Bangalore\n\nSUBJECT:-FORWARDING OF CIRCULAR NO 05/2021 REGARDING.\n\nPlease confirm receipt of APS HQRs New Delhi letter No (3710) dated\n46.04.2021 and ensure action accordingly. However a copy of the same is enclosed\nherewith for ready reference.\n\n02. In this regards, | have been directed to request all the DisG, Sr. Commandant &\nCASOs under APS-II to take necessary actions as per the instruction issued vide\nCircular ibid and ensure implementation of the same,\n\n03. Further, it is also informed that the contents of this Circular are confidential in\nnature and hence, proper dissemination of the Circular may also be ensured by all\nconcerned.\n\nEncl:- As above.\n\n(Rashmi Bedwal)\nDy. Comdt./Adm:\nAPS-II Hrs. Bengaluru\n",
  "3": "LHe Be &\n\nOFFICE OF a eal DIRECTOR GENERAL/Al!\nCENTRAL INDUSTRIAL SECURITY FORCE\n(Ministry of Home Affairs)\n\n‘Adm. Block, Ground Floor,\nMahipalpur, N. Delhi-37\n\nNO. 0-42011/APC/OPS (3)/Circular (FHQ)/21- >> Dated: /f Aprit2021\n\nTo\nDISG/AP (SZ, NZ, WZ & E&NE),\nDIsG/CASO ASGs Delhi, Mumbai, Chennai, Bangalore & Hyderabad\nDIG/SSG, Greater Noida, U.P.\nAll CASO CISF ASGs,\nSr. Comats., 10\" and 11\" Res Bn.\n\nSub: Forwardi if Circular No. 05,\n\nEnclosed please find herewith a copy of FHQrs letter No, O-\n42099/CISF/Ops/Zero Error Policy/2021-1451 dated 13.04.2021, enclosing therewith\na copy of FHQrs Circular No. 05/2021 on the subject “Adoption of Zero Error Policy\nin all major areas of functioning of the Force”.\n\n2. In this regard, I have been directed to request all DIsG/CASOs/Unit\nCommanders under Airport Sector to take necessary actions as per the instructions\nissued by DG, CISF vide Circular ibid and ensure implementation of the same.\nFurther, it is also requested to evolve new methodologies & come up with new ideas\nfor attaining the Zero Error status in all major areas of functioning as per the\ndirections.\n\n3. Further, it is informed that the contents of this circular are confidential in\nnature and hence, proper dissemination of the Circular may also be ensured by all\nconcerned.\n\n4, This is for information and necessary action please.\n\n5, This has been issued with the approval of the Competent Authority.\nEncl : As above.\n(Arun Singh)\nAIG/Airport Sector\nCopy to:\n\nIG/APS -II i For favour of kind information please.\n\n",
  "4": "Confidential\n\nwere\nDIRECTORATE GENERAL\ndata stehfre gran ger\nCENTRAL INDUSTRIAL SECURITY FORCE\n(ye Harera)\n\n(MINISTRY OF HOME AFFAIRS)\n\nwife Wo 13\nBLOCK NO. 13, C.G.0. COMPLEX,\ncieh ws ag feeeh—-11003\nLODHI ROAD, NEW DELHI - 11003\n‘aT / prance : Uae\nWA 80-42099/Ops/Zero Error Policy/2021- /4 Sf Date: /2 Apr’ 2021.\n\nwar 4,\nSDG/HQ,\nADsG (North, APS and South),\nAll Sector IsG (including Director, NISA).\n\nSubject: Forwarding of Circular No. 05/2021: Reg.\n\nPlease find enclosed herewith Circular No.05/2021 on the subject “Adoption of\nZero Error policy in all major areas of functioning of the Force” for kind information and\nnecessary action.\n\n02. Further, all Sector IsG are also requested that the copy of the Circular be\ndisseminated to all Zonal/Plant DIsG, Sr. Commandants/Commandants and Dy.\nCommandants under your command. Secure and proper dissemination of the Circular\nmay also be ensured, please.\n\nEncl: As above. \\\nav\n‘LL, Sal Gal \\\n\n(io aire aS\nwu nei /uRarea va AW.\n\n",
  "5": "Confidential\n\nTo be retained in\nPersonal Custody and\nhanded over to the\nsuccessor personally\n\nFerhreeera\n(qe Aarera)\naie W—13 Vishal. oe\nBLOCK NO.13, C.G.O, COMPLEX,\n\naint tis ag feeet-110003,\n\nLODHI ROAD, NEW DELHI - 110003\n‘aT / BRANCH : GRA\nWA WO:42099/Ops/Zero Error Policy/2021- 1h Lb Date: 1 Apr’ 2021\n\nCISF Circular No. 05/2021\n\nSubject: Adoption of Zero Error policy in all major areas of functioning of\nthe Force: Reg.\n\nCISF was initially raised to provide security to Public Sector Undertakings and\nhas now become an integral and important component of the security architecture of\nthe country. It has evolved into premier multi-dimensional armed Force of the\nUnion. The Govt. has entrusted it with the protection and security of critical\ninfrastructure, including Airports, Delhi Metro, Private sector Undertakings, VIP\nProtection, Fire-fighting and consultancy services considering it’s operational\ncompetency and efficiency.\n\n2. Security operations are always aimed at ensuring foolproof security and\ntherefore there can be no second chance in case of a system failure. Any breach\nleading to an operational challenge can’t be reverted. Accordingly, it is incumbent\nupon all of us to implement a ‘Zero-Error Policy’ in all major areas of our\nfunctioning. Some identified areas inter-alia for implementation of this policy are as\nfollows:\n\ni) Accurate handling of Access Regulation of employees and vehicles in\nIndustrial Establishments is essential. There should be prompt and perfect\nmanagement of passes by CISF Pass section. Zero Error to be attained in\nhandling material movements in the units for containment of theft. All\nrequisite security measures to be made in place at CISF check points\nthrough optimum use of technology and manpower. Nevertheless,\ninstallations with public interface such as Airports and Delhi Metro require\nvigilant and skilled manpower integrated with advance gadgetry to ensure\nZero Error in Access Regulation. All Units must strive constantly in this\ndirection.\n\nContd...2 /-\n",
  "6": "iii)\n\nvi)\n\n-2-\n\nPhysical security measures such as appropriate Perimeter Intrusion\n\nDetection Devices, watch towers, adequate illumination are intrinsic part of\n\nsecurity design for installations. Zero Error in these aspects of physical ,\nsecurity has to be ensured in all Units to avoid any intrusion/ breach of\n\nsecurity. Manpower centric approach for these purposes necessitates a\n\nparadigm shift and as such the Force must evolve better security designs\n\ninvolving cutting edge technology and effective response mechanisms. The\n\ndeployment pattern must be changed on random basis to have a surprise\n\nelement. SOPs of the Units must be in place and should be reviewed from\n\ntime to time to meet changing security requirements.\n\nTime to time assessment of threats arising at local, regional and national\nlevels must be done to re-align the security measures. Duty point-wise\nthreat assessment also needs to be done to strengthen even weakest links.\nContinuous assessment of threats by supervisory levels including DIsG and\nIsG during their visits will help in upgrading security set up commensurate\nto threats. Regular briefing of Unit personnel to keep them abreast on\nemerging threats and countermeasures thereof will enhance operational\npreparedness.\n\nIn emerging security scenario, sabotage is a big perceived threat. An\neffective anti-sabotage mechanism with Zero Error can be a game changer\nfor security forces especially a force like CISF, which is mandated for\nsecurity of large swathes of hyper-sensitive installations across sectors.\nAdvance Electronic surveillance system supported by Artificial Intelligence\n(Al) is the need of hour. However, till such system is in place, smart use of\nCCTVs, BDDS teams and K9 squads can ensure Zero Error in Anti\nSabotage Checks. Manual surveillance measures such as deployment of\nspotters/ watchers can further augment the Anti-Sabotage Checks\n\nLapses in Access Regulation, physical security measures and anti-sabotage\ncheck, can be covered through a well-designed and accurately implemented\ncontingency plan. All CISF Units must prepare, review and update their\ncontingency plans to ensure Zero Error in handling of crisis situations.\nSensitization about contingency plan to last man on ground and regular\ndrills on various scenarios must be conducted to ensure hassle free\nimplementation.\n\nSpecialized approach with Zero Error by response system to meet the\nsecurity challenges are manifested in the counter threat capabilities of the\nForce. Special Task Forces and Quick Response Teams with defined roles\nwill certainly result in preventing and countering identified threats. Modern\nweapons and gadgetry will also enhance their capabilities and ensure Zero\nError for effective and timely response to counter the threats,\nConsequently, intensive training and battle inoculation/Riot drills need to\nbe carried out periodically at regular intervals.\n\nContd...3/-\n",
  "7": "vii)\n\nviii)\n\nxi)\n\nxii)\n\nxiii)\n\nge\n\nTraining plays a vital role in shaping behavior and professional competence\nof the force personnel. All training viz. basic, advance and in-service\ncourses must be designed and imparted with a vision to support Zero Error\nin our functioning on field. Training modules must be designed in a\nmanner to accommodate essential components of different aspects of duty\non field. Training Institutes and CISF Units through refresher training\nshould focus on enhancing the image of the Force through enhanced\noperational efficiency and physical fitness.\n\nDelhi Metro covers whole Delhi and NCR. Daily footfall of approximate 28\nlakh passengers at 242 stations speaks volumes about accountability on\npart of CISF regarding security of passengers as well as stations. Vital\nresponsibilities such as station security, pax security, anti-sabotage check\nof rolling stock, effective and responsive QRT must be ensured\nmeticulously,\n\nSecurity verticals such as sea ports, Govt. Buildings, Space and atomic\nPower installations also require especial attention and Zero Error, as any\nSecurity breach at these installations may have larger consequences in\nterms of national security than perceived actually on ground. As such,\nthere is no scope for any lethargy. Response of the Force must be proactive\nand thought process much ahead of the perpetrators of security breach.\n\nSSG/CISF, as on date has been entrusted VIP Security cover to as many as\n139 protectees of different categories across the country. Critical\nassignments including duties involving Close Protection teams,’ House\nProtection teams and movement of escort vehicles have no scope for any\nmistake. SSG personnel should be pro-active with good communication\nskills. The personnel should be put through regular disciplined physical\nfitness regime involving PT, Yoga, combat shooting and unarmed combat to\ncope up with any eventuality in line of duty. Regular and periodical testing\nin these drills is also a must.\n\nCISF is providing security cover to 10 premium private sector installations,\nVision of “Zero Error” will not only enhance the image of.the CISF, but also\nPave the way for the expansion of the Force substantially in the private\nsector.\n\nAs CISF renders security services, the importance of a pleasant and\neffective presentation of the Force personnel while on duty, needs to be\nexhibited. Proper bearing in uniform, turnout, display of confidence and\npresentation of smart security personnel needs effective supervision and\ncontinuous monitoring. In uniform, a good body language with disciplined\nPosture and etiquette needs due attention by all supervisory officers,\n\nIn recent past, several incidents of breach of cyber security has come to the\nfore in form of compromised e-mail accounts, internet connections and\nleakage of data from IP addresses of computers. As such, all instructions\nissued regarding precautions to be taken for use of computers/internet and\nsocial media must be ensured.\n\nContd...4/-\n",
  "8": "xiv) Intelligence inputs are received from IB and other sister intelligence\nagencies regularly, containing sensitive information about navalites,\nmilitants/terrorists. It is of paramount importance that Zero Error in\ndissemination of the contents to the last man be ensured, Secret\ndocuments must be handled with utmost care. Digital platform should not\nbe used for propagation of such inputs/information.\n\nxv] “Close supervision at supervisory and subordinate levels should be on\nongoing activity with all leaders taking personal ownership of\norganizational initiatives. There should be clarity about the instructions to\nthe last man‘on the post, which will help in realization of our vision\nStatement.\n\n8. nc ihe Sector IsG, Zonal/Plant DisG and Unit Commanders should evolve new\nmethodologies and come up with new ideas for attaining the Zero Error status it »ll\nmajor areas of functioning. All out efforts should be taken with personal involve\nand professional approach for enhancement of competency and skill of the Pores\n\n4 opurther, contents of this circular are confidential in nature and hence, secure\nand proper dissemination must be ensured by all\n\nDistribution\n\nSDG/HQ\nADsG (North, APS and South)\n\nAll Sector IsG {including Director, NISA)\nAll Zonal/Plant DIsG\n\nAll Sr, Commandants/Commandants\nAll Dy. Commandants.\n"
}