{
  "1": "FLAG  CODE  OF   INDIA\n  \n  \n            The Indian National Flag represents the hopes and aspirations of the people of India. It is the\nsymbol of our national pride. Over the last five decades, several people including members of armed\nforces have ungrudgingly laid down their lives to keep the tricolour flying in its full glory.   \n  \n            The significance of the colours and the chakra in the National Flag was amply described by\nDr. S. Radhakrishnan in the Constituent Assembly which unanimously adopted the National Flag.  \nDr. S. Radhakrishnan explained—“Bhagwa or the saffron colour denotes renunciation of\ndisinterestedness.  Our leaders must be indifferent to material gains and dedicate themselves to their\nwork.  The white in the centre is light, the path of truth to guide our conduct.  The green shows our \nrelation to soil, our relation to the plant life here on which all other life depends.  The Ashoka Wheel \nin the center of the white is the wheel of the law of dharma.  Truth or satya, dharma or virtue ought to \nbe the controlling principles of those who work under this flag.  Again, the wheel denotes motion.  \nThere is death in stagnation.  There is life in movement.  India should no more resist change, it must \nmove and go forward.   The wheel represents the dynamism of a peaceful change.” \n  \n            There is universal affection and respect for, and loyalty to, the National Flag. Yet, a\nperceptible lack of awareness is often noticed, not only amongst people but also in the\norganisations/agencies of the government, in regard to laws, practices and conventions that apply to\nthe display of the National Flag. Apart from non-statutory instructions issued by the Government \nfrom time to time, display of the National Flag is governed by the provisions of the Emblems and\nNames (Prevention of Improper Use) Act, 1950 (No.12 of 1950) and the Prevention of Insults to\nNational Honour Act, 1971 (No. 69 of 1971). Flag Code of India, 2002 is an attempt to bring together\nall such laws, conventions, practices and instructions for the guidance and benefit of all concerned. \n  \n            For the sake of convenience, Flag Code of India, 2002, has been divided into three parts. Part I\nof the Code contains general description of the National Flag. Part II of the Code is devoted to the\ndisplay of the National Flag by members of public, private organizations, educational institutions, etc.\nPart III of the Code relates to display of the National Flag by Central and State governments and their\norganisations and agencies. \n  \n            Flag Code of India, 2002, takes effect from January 26, 2002 and supersedes the ‘Flag Code –\nIndia’ as it existed.  \n  \n. \nPART   I \nGENERAL \n  \n1.1       The  National Flag shall be a tri-colour panel made up of three rectangular panels or sub-",
  "2": "panels of equal widths. The colour of the top panel shall be India saffron (Kesari) and that of the\nbottom panel shall be India green. The middle panel shall be white, bearing at its centre the design of\nAshoka Chakra in navy blue colour with 24 equally spaced spokes. The Ashoka Chakra shall\npreferably be screen printed or otherwise printed or stenciled or suitably embroidered and shall be\ncompletely visible on both sides of the Flag in the centre of the white panel. \n  \n1.2       The National Flag of India shall be made of hand spun and hand woven wool/cotton/silk  \nkhadi bunting. \n  \n1.3       The National Flag shall be rectangular in shape. The ratio of the length to the height  (width) \nof the Flag shall be 3:2. \n  \n1.4       The standard sizes of the National Flag shall be as follows:- \n  \n1.5       An appropriate size should be chosen for display. The flags of 450X300 mm size are intended\nfor aircrafts on VVIP flights, 225X150 mm size for motor-cars and 150X100 mm size for table flags. \n  \nPART  II \n  \nHOISTING/DISPLAY/USE OF NATIONAL FLAG BY MEMBERS OF PUBLIC,  PRIVATE \nORGANISATIONS, EDUCATIONAL INSTITUTIONS, ETC. \n  \n                         \nSECTION I \n  \n  \n2.1       There  shall  be  no  restriction  on  the  display  of  the  National Flag  by members of \ngeneral public,  private organizations,  educational  institutions, etc.,  except  to the extent  \nprovided  in  the Emblems  and  Names  (Prevention of  Improper Use)  Act, 1950*  and  \n  \n  \n  \n  \nFlag Size No. \nDimensions in mm \n  \n1 \n6300  X  4200 \n  \n2 \n3600  X  2400 \n  \n3 \n2700  X  1800 \n  \n4 \n1800  X  1200 \n  \n5 \n1350  X  900 \n  \n6 \n900  X  600 \n  \n7 \n450  X  300 \n  \n8 \n225  X  150 \n  \n9 \n150  X  100",
  "3": "*The Emblems and Names (Prevention of Improper Use) Act, 1950.\n  \n  \nSection 2:        In this Act, unless the context otherwise requires:- \n  \n(a)    “emblem” means any emblem, seal, flag, insignia, coat-of-arms or pictorial \nrepresentation specified in the Schedule. \n  \nSection 3:        Notwithstanding anything contained in any law for the time being in force, no person\nshall, except in such cases and under such conditions as may be prescribed by the\nCentral Government, use, or continue to use, for the purpose of any trade, business,\ncalling or profession, or in the title of any patent, or in any trade mark of design, any\nname or emblem specified in the Schedule or any colourable imitation thereof without\nthe previous permission of the Central Government or of such officer of Government\nas may be authorised in this behalf by the Central Government. \n  \nNOTE:             The Indian National Flag has been specified as an emblem in the Schedule to the Act.",
  "4": "the Prevention of Insults to National Honour Act, 1971** and any other law enacted on the\nsubject. Keeping in view the provisions of the aforementioned Acts - \n  \n(i)         the Flag shall not be used for commercial purposes in violation of the Emblem and\nNames (Prevention of Improper Use) Act, 1950; \n  \n(ii)        the Flag shall not be dipped in salute to any person or thing; \n  \n  \n  \n**THE PREVENTION OF INSULTS TO NATIONAL HONOUR ACT, 1971 \n  \n(Amended by the Prevention of Insults to National Honour (Amendment) Act, 2003) \n  \nWhoever in any public place or in any other place within public view burns, mutilates,\ndefaces, defiles, disfigures, destroys, tramples upon or otherwise shows disrespect to or brings into\ncontempt (whether by words, either spoken or written, or by acts) the Indian National Flag………. or \nany part thereof, shall be punished with imprisonment for a term which may extend to three years, or\nwith fine, or with both.  \n  \nExplanation 1. – Comments expressing disapprobation or criticism of the ………Indian National Flag \nor an alteration of the Indian National Flag by lawful means do not constitute an offence under this\nsection. \n  \nExplanation 2. – The expression, \"Indian National Flag\" includes any picture, painting, drawing or\nphotograph, or other visible representation of the  Indian National Flag, or of any part or parts thereof,\nmade of any substance or represented on any substance. \n  \nExplanation 3. – The expression \"Public place\" means any place intended for use by, or accessible to,\nthe public and includes any public conveyance. \n  \nExplanation 4. – The disrespect to the Indian National Flag means and includes- \n(a)     a gross affront or indignity offered to the Indian National Flag; or \n(b)    dipping the Indian National Flag in salute to any person or thing; or \n(c)     flying the Indian National Flag at half-mast except on occasions on which the Flag is \nflown at half-mast on public buildings in accordance with the instructions issued by the\nGovernment; or \n(d)    using the Indian National Flag as a drapery in any form whatsoever except in state\nfunerals or armed forces or other para-military forces funerals; or \n(e)     using the Indian National Flag as a portion of costume or uniform of any description or\nembroidering or printing it on cushions, handkerchiefs, napkins or any dress material; or \n(f)      putting any kind of inscription upon the Indian National Flag; or \n(g)     using the Indian National Flag as a receptacle for receiving, delivering or carrying\nanything except flower petals before the Indian National Flag is unfurled as part of\ncelebrations on special occasions including the Republic Day or the Independences Day;\nor",
  "5": "(h)     using the Indian National Flag as covering for a statue or a monument or a speaker's desk\nor a speaker's platform; or \n(i)       allowing the Indian National Flag  to touch the ground or the floor or trail in water\nintentionally; or \n(j)      draping the Indian National Flag over the hood, top, and sides or back or on a vehicle,\ntrain, boat or an aircraft or any other similar object; or \n(k)    using the Indian National Flag as a covering for a building; or \n(l)       intentionally displaying the Indian National Flag with the \"saffron\" down. \n  \n3A.      MINIMUM PENALTY ON SECOND OR SUBSEQUENT OFFENCE \n  \nWhoever having already been convicted of an offence under section 2………. is again \nconvicted of any such offence shall be punishable for the second  and for every subsequent \noffence, with imprisonment for a term, which shall not be less than one year. \n \n \n  \n  \n  \n (iii)      the Flag shall not be flown at half-mast except on occasions on which the Flag is \nflown at half-mast on public buildings in accordance with the instructions issued by\nthe Government; \n  \n(iv)       the Flag shall not be used as a drapery in any form whatsoever, including private\nfunerals; \n  \n(v)        the Flag shall not be used as a portion of costume or uniform of any description nor\nshall it be embroidered or printed upon cushions, handkerchiefs, napkins or any dress\nmaterial; \n  \n(vi)       lettering of any kind shall not be put upon the Flag; \n  \n (vii)     the Flag shall not be used as a receptacle for receiving, delivering, holding or carrying\nanything; \n  \nprovided that there shall be no objection to keeping flower petals inside the Flag\nbefore it is unfurled as part of celebrations on special occasions and on National Days\nlike the Republic Day and the Independence Day; \n  \n(viii)      when used on occasions like unveiling of a statue, the Flag shall be displayed\ndistinctly and separately and it shall not be used as a covering for the statue or\nmonument; \n  \n(ix)       the Flag shall not be used to cover a speaker’s desk nor shall it be draped over a",
  "6": "speaker’s platform; \n  \n(x)        the Flag shall not be intentionally allowed to touch the ground or the floor or trail in\nwater; \n  \n(xi)       the Flag shall not be draped over the hood, top, sides or back of a vehicle, train, boat\nor an aircraft; \n  \n(xii)      the Flag shall not be used as a covering for a building; and \n  \n(xiii)      the Flag shall not be intentionally displayed with the “saffron” down. \n  \n2.2       A member of  public, a private organization or an educational institution may\nhoist/display the National Flag on all days and occasions, ceremonial or otherwise.  Consistent \nwith the dignity and honour of the National Flag - \n  \n(i)         whenever the National Flag is displayed, it should occupy the position of honour and\nshould be distinctly placed; \n  \n(ii)        a damaged or dishevelled Flag should not be displayed; \n  \n(iii)       the Flag should not be flown from a single masthead simultaneously with any other\nflag or flags; \n  \n(iv)       the Flag should not be flown on any vehicle except in accordance with the provisions\ncontained in Section IX of  Part III of this Code; \n  \n(v)        when the Flag is displayed on a speaker’s platform, it should be flown on the \nspeaker’s right as he faces the audience or flat against the wall, above and behind the\nspeaker; \n  \n(vi)       when the Flag is displayed flat and horizontal on a wall, the saffron band should be\nupper most and when displayed vertically, the saffron band shall be on the right with\nreference to the Flag (i.e. left to the person facing the Flag); \n  \n(vii)      to the extent possible, the Flag should conform to the specifications prescribed in Part\nI of this Code.  \n  \n(viii)      no other flag or bunting should be placed higher than or above or side by side with\nthe National Flag; nor should any object including flowers or garlands or emblem be\nplaced on or above the Flag-mast from which the Flag is flown;",
  "7": "(ix)       the Flag should not be used as a festoon, rosette or bunting or in any other manner for\ndecoration; \n  \n(x)        the Flag made of paper may be waved by public on occasions of important national,\ncultural and sports events. However, such paper Flags should not be discarded or\nthrown on the ground after the event. As far as possible, it should be disposed of in\nprivate consistent with the dignity of the Flag; \n  \n(xi)       where the Flag is displayed in open, it should, as far as possible, be flown from\nsunrise to sunset, irrespective of weather conditions; \n  \n(xii)      the Flag should not be displayed or fastened in any manner as may damage it; and \n  \n(xiii)      when the Flag is in a damaged or soiled condition, it shall be destroyed as a whole in\nprivate, preferably by burning or by any other method consistent with the dignity of\nthe Flag. \n  \n  \n  \nSECTION II \n  \n2.3       The National Flag may be hoisted in educational institutions  (schools, colleges, sports \ncamps, scout camps, etc.) to inspire respect for the Flag.  A model set of instructions for \nguidance is given below - \n  \n(i)         The School will assemble in open square formation with pupils forming the three\nsides and the Flag-staff at the centre of the fourth side. The Headmaster, the pupil \nleader and the person unfurling the Flag (if other than the Headmaster) will stand three\npaces behind the Flag-staff. \n  \n(ii)        The pupils will fall according to classes and in squads of ten (or other number\naccording to strength). These squads will be arranged one behind the other. The pupil\nleader of the class will stand to the right of the first row of his class and the form\nmaster will stand three paces behind the last row of his class, towards the middle. The\nclasses will be arranged along the square in the order of seniority with the seniormost\nclass at the right end. \n  \n(iii)       The distance between each row should be at least one pace (30 inches); and the space\nbetween Form and Form should be the same.",
  "8": "(iv)       When each Form or Class is ready,  the Class leader will step forward and salute the \nselected school pupil leader. As soon as all the Forms are ready, the school pupil\nleader will step up to the Headmaster and salute him. The Headmaster will return the\nsalute. Then, the Flag will be unfurled. The School pupil leader may assist. \n  \n(v)        The School pupil leader in charge of the parade (or assembly) will call the parade to\nattention, just before the unfurling, and he will call them to the salute when the Flag\nflies out. The parade will keep at the salute for a brief interval, and then on the\ncommand “order”, the parade will come to the attention position. \n  \n(vi)       The Flag Salutation will be followed by the National Anthem.  The parade will be \nkept at the attention during this part of the function. \n  \n(vii)      On all occasions when the pledge is taken, the pledge will follow the National\nAnthem. When taking the pledge the Assembly will stand to attention and the\nHeadmaster will administer the pledge ceremoniously and the Assembly will repeat it\nafter him. \n  \n(viii)      In pledging allegiance to the National Flag, the practice to be adopted in Schools is as \nfollows:- \n  \n            Standing with folded hands, all repeat together the following pledge: \n  \n“I pledge allegiance to the National Flag and to the Sovereign Socialist Secular\nDemocratic Republic for which it stands.” \n  \n  \n  \n  \n  \nPART. III \n  \nHOISTING/DISPLAY OF THE NATIONAL FLAG BY THE CENTRAL AND STATE \nGOVERNMENTS AND THEIR ORGANISATIONS AND AGENCIES. \n  \nSECTION  I \n  \n            DEFENCE INSTALLATIONS/HEADS OF MISSIONS/POSTS \n  \n3.1       The provisions of this Part shall not apply to Defence Installations that have their own\nrule for display of the National Flag.  \n  \n3.2       The National Flag may also be flown on the Headquarters and the residences of the\nHeads of Missions/Posts abroad in the countries where it is customary for diplomatic and",
  "9": "consular representatives to fly their National Flags on the Headquarters and their official\nresidences. \n  \nSECTION II \n             \nOFFICIAL DISPLAY \n  \n3.3       Subject to the provisions contained in Section I above, it shall be mandatory for all\nGovernments and their organisations/agencies to follow the provisions contained in this Part. \n  \n3.4       On all occasions for official display, only the Flag conforming to specifications laid\ndown by the Bureau of Indian Standards and  bearing their standard mark shall be used. On \nother occasions also, it is desirable that only such Flags of appropriate size are flown. \n  \n  \nSECTION III \n  \nCORRECT DISPLAY  \n  \n3.5       Wherever the Flag is flown, it should occupy the position of honour and be distinctly\nplaced. \n  \n3.6       Where the practice is to fly the Flag on any public building, it shall be flown on that\nbuilding on all days including Sundays and holidays and, except as provided in this Code, it\nshall be flown from sun-rise to sun-set irrespective of weather conditions. The Flag may be\nflown on such a building at night also but this should be only on very special occasions. \n  \n3.7       The Flag shall always be hoisted briskly and lowered slowly and ceremoniously. When\nthe hoisting and the lowering of the Flag is accompanied by appropriate bugle calls, the\nhoisting and lowering should be simultaneous with the bugle calls. \n  \n3.8       When the Flag is displayed from a staff projecting horizontally or at an angle from a\nwindowsill, balcony, or front of a building, the saffron band shall be at the farther end of the\nstaff. \n  \n3.9       When the Flag is displayed flat and horizontal on a wall, the saffron band shall be\nupper most and when displayed vertically, the saffron band shall be to the right with reference\nto the Flag, i.e., it may be to the left of a person facing it. \n  \n3.10     When the Flag is displayed on a speaker’s platform, it shall be flown on a staff on the \nspeaker’s right as he faces the audience or flat against the wall above and behind the speaker.",
  "10": "3.11     When used on occasions like the unveiling of a statue, the Flag shall be displayed\ndistinctly and separately. \n  \n  \n  \n3.12     When the Flag is displayed alone on a motor car, it shall be flown from a staff, which\nshould be affixed firmly either on the middle front of the bonnet or to the front right side of\nthe car. \n  \n3.13     When the Flag is carried in a procession or a parade, it shall be either on the marching\nright, i.e. the Flag’s own right, or if there is a line of other flags, in front of the centre of the\nline. \n  \nSECTION  IV \n  \nINCORRECT DISPLAY \n  \n3.14     A damaged or disheveled Flag shall not be displayed. \n  \n3.15     The Flag shall not be dipped in salute to any person or thing. \n  \n3.16     No other flag or bunting shall be placed higher than or above or, except as hereinafter\nprovided, side by side with the National Flag; nor shall any object including flowers or\ngarlands or emblem be placed on or above the Flag-mast from which the Flag is flown.\n  \n3.17     The Flag shall not be used as a festoon, rosette or bunting or in any other manner for \ndecoration. \n  \n3.18     The Flag shall not be used to cover a speaker’s desk nor shall it be draped over a \nspeaker’s platform. \n  \n3.19     The Flag shall not be displayed with the “saffron” down. \n  \n3.20     The Flag shall not be allowed to touch the ground or the floor or trail in water. \n  \n3.21     The Flag shall not be displayed or fastened in any manner as may damage it. \n  \n  \n  \nSECTION V",
  "11": "MISUSE \n  \n3.22     The Flag shall not be used as a drapery in any form whatsoever except in\nState/Military/Central Para military Forces funerals hereinafter provided. \n  \n3.23     The Flag shall not be draped over the hood, top, sides or back of a vehicle, train or\nboat. \n  \n3.24     The Flag shall not be used or stored in such a manner as may damage or soil it. \n  \n3.25     When the Flag is in a damaged or soiled condition, it shall not be cast aside or\ndisrespectfully disposed of but shall be destroyed as a whole in private, preferably by\nburning or by any other method consistent with the dignity of the Flag. \n             \n3.26     The Flag shall not be used as a covering for a building. \n  \n3.27     The Flag shall not be used as a portion of a costume or uniform of any description. It\nshall not be embroidered or printed upon cushions, handkerchiefs, napkins or boxes. \n  \n3.28     Lettering of any kind shall not be put upon the Flag. \n  \n3.29     The Flag shall not be used in any form of advertisement nor shall an advertising sign\nbe fastened to the pole from which the Flag is flown. \n  \n3.30     The Flag shall not be used as a receptacle for receiving, delivering, holding or carrying\nanything. \n  \nProvided that there shall be no objection to keeping flower petals inside the Flag\nbefore it is unfurled, as part of celebrations on special occasions and on National Days\nlike the Republic Day and the Independence Day. \n  \n  \nSECTION VI \nSALUTE \n  \n3.31     During the ceremony of hoisting or lowering the Flag or when the Flag is passing in a\nparade or in a review, all persons present should face the Flag and stand at attention.\nThose present in uniform should render the appropriate salute. When the Flag is in a\nmoving column, persons present will stand at attention or salute as the Flag passes\nthem. A dignitary may take the salute without a head dress.",
  "12": "SECTION VII \n  \nDISPLAY WITH FLAGS OF OTHER NATIONS AND OF UNITED NATIONS \n  \n3.32     When displayed in a straight line with flags of other countries, the National Flag shall\nbe on the extreme right; i.e. if an observer were to stand in the center of the row of the\nflags facing the audience, the National Flag should be to his extreme right.  The \nposition is illustrated in the diagram below:- \n  \n   \n  \n \n   \n3.33     Flags of foreign countries shall proceed as from the National Flag in alphabetical order\non the basis of English versions of the names of the countries concerned.  It would be \npermissible in such a case to begin and also to end the row of flags with the National\nFlag and also to include National Flag in the normal countrywise alphabetical order.  \nThe National Flag shall be hoisted first and lowered last. \n  \n3.34     In case flags are to be flown in an open circle i.e., in an arc or a semi-circle, the same \nprocedure shall be adopted as is indicated in the preceding clause of this Section. In\ncase flags are to be flown in a closed, i.e., complete circle, the National Flag shall\nmark the beginning of the circle and the flags of other countries should proceed in a\nclockwise manner until the last flag is placed next to the National Flag.  It is not \nnecessary to use separate National Flags to mark the beginning and the end of the\ncircle of flags.  The National Flag shall also be included in its alphabetical order in\nsuch a closed circle.   \n  \n3.35     When the National Flag is displayed against a wall with another flag from crossed\nstaffs, the National Flag shall be on the right i.e. the Flag’s own right, and its staff shall \nbe in front of the staff of the other flag.  The position is illustrated in the diagram \nbelow:-",
  "13": "3.36     When the United Nation’s Flag is flown along with the National Flag, it can be\ndisplayed on either side of the National Flag.  The general practice is to fly the \nNational Flag on the extreme right with reference to the direction which it is facing\n(i.e. extreme left of an observer facing the masts flying the Flags).  The position is \nillustrated in the diagram  below:- \n  \n  \n \n \n   \n  \n3.37     When the National Flag is flown with flags of other countries, the flag masts shall be\nof equal size.  International usage forbids the display of the flag of one nation above\nthat of another nation in time of peace. \n  \n3.38     The National Flag shall not be flown from a single mast-head simultaneously with any \nother flag or flags.  There shall be separate mast-heads for different flags. \n  \n  \nSECTION VIII",
  "14": "DISPLAY OVER PUBLIC BUILDINGS / OFFICIAL RESIDENCES \n  \n3.39     Normally the National Flag should be flown only on important public buildings such\nas High Courts, Secretariats, Commissioners’ Offices, Collectorates, Jails and offices \nof the District Boards, Municipalities and Zilla Parishads and Departmental/Public\nSector Undertakings. \n  \n3.40     In frontier areas, the National Flag may be flown on the border customs posts, check\nposts, out posts and at other special places where flying of the Flag has special\nsignificance.  In addition, it may be flown on the camp sites of border patrols. \n  \n3.41     The National Flag should be flown on the official residences of the President, Vice-\nPresident, Governors and Lieutenant Governors when they are at Headquarters and on\nthe building in which they stay during their visits to places outside the Headquarters.  \nThe Flag flown on the official residence should, however, be brought down as soon as\nthe dignitary leaves the Headquarters and it should be re-hoisted on that building as he \nenters the main gate of the building on return to the Headquarters.  When the dignitary \nis on a visit to a  place outside the Headquarters, the Flag should be hoisted on the\nbuilding in which he stays as he enters the main gate of that building and it should be\nbrought down as soon as he leaves that place.  However, the Flag should be flown \nfrom sun-rise to sun-set on such official residences, irrespective of whether the\ndignitary is at Headquarters or not on the - Republic Day, Independence Day, \nMahatama Gandhi’s Birthday, National Week (6th to 13th April, in the memory of \nmartyrs of Jalianwala Bagh), any other particular day of national rejoicing as may be\nspecified by the Government of India or, in the case of a State, on the anniversary of\nformation of that State. \n             \n3.42     When the President, the Vice-President or the Prime Minister visits an institution, the\nNational Flag may be flown by the institution as a mark of respect. \n  \n3.43     On the occasions of the visit to India by foreign dignitaries, namely, President, Vice-\nPresident, Emperor / King or Heir Prince and the Prime Minister, the National Flag\nmay be flown along with the Flag of the foreign country concerned in accordance with\nthe rules contained in Section VII by such private institutions as are according\nreception to the visiting foreign dignitaries and on such public buildings as the foreign\ndignitaries intend to visit on the day of visit to the institution. \n  \n  \nSECTION IX \n  \nDISPLAY ON MOTOR CARS",
  "15": "3.44           The privilege of flying the National Flag on motor cars is limited to the:- \n  \n(1)               President; \n(2)               Vice-President; \n(3)               Governors and Lieutenant Governors; \n(4)               Heads of Indian Missions/Posts abroad in the countries to which they are\naccredited; \n(5)               Prime Minister and other Cabinet Ministers;  \nMinisters of State and Deputy Ministers of the Union; \nChief Minister and other Cabinet Ministers of a State or Union Territory; \nMinisters of State and Deputy Ministers of  a State or Union Territory;  \n(6)               Speaker of the Lok Sabha; \nDeputy Chairman of the Rajya Sabha; \nDeputy Speaker of the Lok Sabha; \nChairmen of Legislative Councils in States \nSpeakers of Legislative Assemblies in States and Union territories. \nDeputy Chairmen of Legislative Councils in States; \nDeputy Speakers of Legislative Assemblies in States and Union territories; \n(7)               Chief Justice of India; \nJudges of Supreme Court; \nChief Justice of High Courts; \nJudges of High Courts. \n  \n3.45     The dignitaries mentioned in Clauses (5 ) to (7) of paragraph 3.44 may fly the National\nFlag on their cars, whenever they consider it necessary or advisable. \n  \n3.46     When a foreign dignitary travels in a car provided by Government, the National Flag\nwill be flown on the right side of the car and the Flag of the foreign countries will be\nflown on the left side of the car. \n  \nSECTION X \n  \nDISPLAY ON TRAINS / AIRCRAFTS \n             \n3.47     When the President travels by special train within the country, the National Flag\nshould be flown from the driver’s cab on the side facing the platform of the station\nfrom where the train departs.  The Flag should be flown only when the special train is\nstationary or when coming into the station where it is going to halt. \n  \n3.48     The National Flag will be flown on the aircraft carrying the President, the Vice-",
  "16": "President or the Prime Minister on a visit to a foreign country.  Alongside the National Flag, \nthe Flag of the country visited should also be flown but, when the aircraft lands in\ncountries enroute, the National Flags of the countries touched would be flown instead,\nas a gesture of courtesy and goodwill. \n  \n3.49     When the President goes on tour within India, the National Flag will be displayed on\nthe side by which the President will embark the aircraft or disembark from it.  \n  \nSECTION XI \n  \nHALF-MASTING \n  \n3.50     In the event of the death of the following dignitaries, the National Flag shall be half-\nmasted at the places indicated against each on the day of the death of the dignitary:- \n  \nDignitary                                                                    Place or places \n  \nPresident \nVice-President                                                              Throughout India \nPrime Minister \n \n  \nSpeaker of the Lok Sabha                                            Delhi \nChief Justice of India                                          \n  \nUnion Cabinet Minister                                     Delhi and State Capitals \n  \nMinister of State or Deputy Minister of the Union          Delhi \n \n  \nGovernor  \nLt. Governor \nChief Minister of a State                                               Throughout the State or Union \nChief Minister of a Union territory                                 territory concerned. \n  \nCabinet Minister in a State                                            Capital of the State concerned. \n  \n  \n3.51     If the intimation of the death of any dignitary is received in the afternoon, the Flag\nshall be half-masted on the following day also at the place or places indicated above,\nprovided the funeral has not taken place before sun-rise on that day.",
  "17": "3.52     On the day of the funeral of a dignitary mentioned above, the Flag shall be half-masted \nat the place where the funeral takes place. \n  \n3.53     If State mourning is to be observed on the death of any dignitary, the Flag shall be\nhalf-masted throughout the period of the mourning throughout India in the case of the\nUnion dignitaries and throughout the State or Union territory concerned in the case of\na State or Union territory dignitary. \n  \n3.54     Half-masting of the Flag and, where necessary, observance of State mourning on the\ndeath of foreign dignitaries will be governed by special instructions which will issue\nfrom the Ministry of Home Affairs in individual cases. \n3.55     Notwithstanding the above provisions, in the event of a half-mast day coinciding with \nthe Republic Day, Independence Day, Mahatama Gandhi’s Birthday, National Week \n(6th to 13th April, in the memory of martyrs of Jalianwala Bagh), any other particular\nday of national rejoicing as may be specified by the Government of India or, in the\ncase of a State, on the anniversary of formation of that State, the Flags shall not be\nflown at half-mast except over the building where the body of the deceased is lying\nuntil such time it has been removed and that Flag shall be raised to the full-mast \nposition after the body has been removed. \n3.56     If mourning were to be observed in a parade or procession where a Flag is carried, two\nstreamers of black crepe shall be attached to the spear head, allowing the streamers to\nfall naturally.  The use of black crepe in such a manner shall be only by an order of the\nGovernment. \n3.57     When flown at half-mast, the Flag shall be hoisted to the peak for an instant, then\nlowered to the half-mast position, but before lowering the Flag for the day, it shall be\nraised again to the peak.  \n  \nNote:-              By half-mast is meant hauling down the Flag to one half the distance between\nthe top and the guy-line and in the absence of the guy-line, half of the staff. \n  \n3.58     On occasions of State/Military/Central Para-Military Forces funerals, the Flag shall be \ndraped over the bier or coffin with the saffron towards the head of the bier or coffin.  \nThe Flag shall not be lowered into the grave or burnt in the pyre. \n  \n3.59     In the event of death of either the Head of the State or Head of the Government of a\nforeign country, the Indian Mission accredited to that country may fly the National\nFlag at half-mast even if that event falls on Republic Day, Independence Day,\nMahatama Gandhi’s Birthday, National Week (6th to 13th April, in the memory of \nmartyrs of Jalianwala Bagh) or any other particular day of national rejoicing as may be\nspecified by the Government of India. In the event of death of any other dignitary of\nthat country, the National Flag should not be flown at half-mast by the Missions except",
  "18": "when the local practice or protocol (which should be ascertained from the Dean of the\nDiplomatic Corps, where necessary) require that the National Flag of a Foreign\nMission in that country should also be flown at half-mast."
}