{
  "1": ", verre\n“Yu asta shite gun aa\n, (ae arena)\nBae 4. 13, BAT,\nate te, =e five Ss\nCPU\nWem at-42099/fafau/rare/2012 \\433 fate \\M 32012 bs\nwie\n\nAll IsG including\nIGP) & IG(NISA)\n\n‘farTa-Strict compliance of the provisions contained in the Flag\n\nCode of india-2002, Prevention of insults of National Honour\n\nAct, 1971, State Emblem of India (Prohibition of Improper Use)\nAct, 2005 and in the State Emblem of India (Regulation of Use)\nRules,2007 :\n\nPlease find enclosed herewith a copy of Director to the Govt. of India,\nMHA, letter No. 19/11/2012-Public dated 28.05.2012 on the subject cited\n\nabove for further necessary action.\n\nWarr Ferrers / rae\n\nEncl: as above\n\nCopy to:\n\nAIGiAdm : ee . ghd\nsel\nee XS\n\nH\nAe\n",
  "2": "No. 19/11/2012-Public 4\nGovernment of India / Bharat Sarkar _\nMinistry of Home Affairs / Grih Mantralaya 29\nween\nNorth Block, New Delhi.\nDated the 2¢“May, 2012.\nThe Chief Secretaries / Administrators of 28 MAY 2012\n\nall State Governments / UT Administration,\nSecretaries of all Ministries/Deptts. of Govt. of India.\n\nSubject:- Strict compliance of the provisions contained in the Flag Code of India\n2002, Prevention of Insults to National Honour Act, 1971; State Emblem\n\nof India (Prohibition of Impropér Use) Act, 2005 and in the Siate\nEmblem of India (Regulation of Use) Rules, 2007\n\nSir/Madam,\n\nAs per direction given by the Hon'ble High Court of Allahabad, Lucknow\nBench, Lucknow in hearing of the case no. Writ Petition No, 5920 (M/B) (PIL) of\n\n2001, copies of the Flag Code of India 2002, Prevention of Insults to National Hon\nAct, 1971, the State Emblem of India (Prohibition of Improper Use) Act, 2005 and the\nState Emblem of India (Regulation of Use) Rules, 2007 [read with the State Emblem\n\nof India (Regulation of Use) Amendment Rules, 2010] are enclosed herewith for strict\ncompliance of the provisions contained in these Acts, Rules and Code.\n\n2: It is also requested that suitable instructions in this regard may please be\nissued to all the concerned agencies. Strict action should be taken against the\nconcerned officials and individuals/organisations for any violation of the provisions\nof the said Acts, Rules and Flag Code of India 2002.\n\nEncls. : As above\n\nYours faithfully,\n\nsib\n\nDirector to the Govt. of India\n4 Tel. No. 2309 2587\n\n)\n\nawizs\n\nSNSND ag at Sh\n\nTey ied eI Bie\n\n",
  "3": "a. 19/11/2012-afeer\n\nSR FRAT\n‘Ug sarert\n\nait sate, aS edt\n\nfete: 23 HS, 2012\n\na 28 MAY 2012\nwet Wer Beanie Use ae wees\n\ndive (afte. sar Ae) aire, 205 of woe eC\nBim). Sart, 2007 lee ay ase gett\n\nsadrem,\nHeuvin\n(earrar ate)\nfadere, ART AER\nwre : 23092587\n\n",
  "4": "sO THE PREVENTION OF INSULTS TO NATIONAL HONOUR ACT, 1971\n\nNo. 69 of 1971 (23 December, 1971)\n(Amended by the Prevention of Insults to National Honour (Amendment) Act, 2005)\nNo. 51 of 2005 (20\" December, 2005)\nAn Act -eyent Insults t¢ Honour\n\nBe it enacted by Pavlgmegt in the Twenty, second year of the Republic of India\nas follows: -\n\nstented aby\n\nsai he hati we\n\nThis et yl sats scam Hoe\nAST sec Agog awolr :\n\nong At id or any\nterm which may extend to\n\nixolanation 4. The dsgespes east al na oils eat Hodes\n(@) gross affront or indignity offered to the Indian National Flag: or\n\n() dipping the indian National Flag in salute to any person or thing; or\n",
  "5": "usr sina simit Franc afetag, 1971 |\nlone een69 (23 Rae 1971)\n\ncoher ane cae sififiem, 2003 grr igitr)\n- 2008. wet 51 (20 Reng, 2008)\n\neno oe\nTeh a\n‘Weeefar ara gS, wrt 8\n\nrd 3~ arts waer shalt eater er we ade fee\nDare sei aera raga gate wath aE ada are are\n\n",
  "6": "3. Tara\n\nSHANE cathe Gruen rete Tele A A MG OPTS evar 8 a Rar mT eA\n\nSa eS wat at ara ae aT, a gah, ar tat 8 eee fra\neT\n\nwWe2: sere aie Pare (eho) i, 28 (2005 # ten\n51, Rate 20.12.2005). tee sist\n\n",
  "7": "“xe Be we—ceH0«/0007/2002—05\n\nHoaigg oF\n\nuy\n\nREGISTERED NO. DL—(N)04/0007/2003-05\n\nalyaltendizeion,\n\ni Hoang Hate\n\niit lo apples Bid find Sudo lndia\n(3) Ie shall coin tito foree dn suet date'ad thé Cental Govehiniend indy, by notification\nin the Official Gazette; appolit: “ : .\n2. In this Act, unless the context otherwise requires,—\n(@) “competent authority” means any authority competent under any law for\n\nthe time being in force to register any company, firm, other body of persons or any\ntrade mark or design or to grant a patent, : :\n\nDefinitions.\n\n[°\n\n",
  "8": "i\n\nSec. 1) THE GAZETTE OF INDIA EXTRAORDINARY a3\n\nfor aterm which shall not be less than six months, which may extend to two years and\nwith fide which may extend to five thousand rupees.\n\n(2) Any person who contravenes the provisions of section 4 for any wrongful\n‘ain shall be punishable for such offence with imprisonment fora term which shall,\n‘not be less than six months, which may extend to two years and with fine which may\nextend to five thousand rupees! \"°°\n\n8. No prosecution for any/offenée pitiifible under this Act shall be instituted, Previous\n‘except with the previous, sanction ofthe \\Gentrék Government or of any officer sat fer\n‘uthorised is this behalf by general or sbestal depot the Central Government, Peveeton\n\ntntinepan\n\nof reAfltensdiyegnin\n\neygullsbigettimstailf cit\n\nNTE\n\nGovernment and ¢Besih\nsection (1):of section 6; °\n\n(c) the use of ernblem on stationery, design of official seal consisting of emblem\nand other matters wade *\n\n2\n\n",
  "9": "\"\n\n+ Sec-d] ‘THE GAZETTE OF INDIA EXTRAORDINARY s\n\nAPPENDIX I\n\nfob stone oi naheob ett\n\n‘Note.— This design isin simplified form and meant for reproduction in smell sizes, such as\nfor use in stationery, seals and die-printing,\n\n",
  "10": "a I TIS SATA 513\n\nwiser) srfifrera, 2005\n\n(2005 @ arffran ets 50) °\n\nfae Fee 20051\n\nafte ae areronee mata fargo TM NIRA.\ncrate ream ecg?\n\nait ant il\n\nsae Fern fre xeon YON\nbibs forint: is\n\nEs (omanigs ra aR Rh AtaeATIN, esi\n\naah ing er\n(5 fb ea ee Pe ee eh eet ae, ace\n\n@ fre afore 8 Het FT er aM, ‘fore eisettar 30 Sra\nU, Bd ee vere wT\n\n",
  "11": "s\n\nRT TSN SRT 315\n\nLL.) Sih Terr, Fe afehrae se yan aA aratfan wes fore fra, fe wr ¥\nans a afrgen aren\n\n(2) Fafirmecen oft yehantt afar at oxraarar we frag 99a BIS Par, BS FIR\n‘Prafeten avi a fret fart & fore onde acai, seaiq—\n\n(3) ORI 4 & oes Ute & yee a fatratira eA ara ae stew,\n\nCa) er 6 A Saar (1) anes Weare aT Mra BETA nets = wa\nal fafratia wet stk sea cafe Beterdt atic ral a faites aed = fare fre\naM,\n\n(a) ra 6-H aur (2) = ares crear ait acter ae ei, ch\n‘arett rarest eT aT Fears athe sea fare;\n\n(Ce) Sra 8 ate safle fees arch a fare Be al ATS fore are,\na RRR ore Br at sara ac; ote\n\n(oa sea faey, ‘a ae fae ae arin af fe Frm sire\n\n(3) a tra S Si sre Ten ete fram, TN STS Tea, Teretty, Hae Ss\nets oer Faas, Sa ae aa AY, er he fea Ht saat fae Var ate | aE Ta\na aa ae On if pa wal A ya A ea, ae we wa Sai WED\nagains wit & ate aes oa & siaas gS yd Oo act a fe ate Ua eA\nS fer uerd gh ond a aeaTT Te Ra Vitaha eT et yee on, ates aS eh\nOe Fer wera 8 ord fer ae. Pre ae eal ar are a TETRA ae PrmTS a TET\n‘Ferg Fran} 88 wate ar Promaa Ba 8 sas ones eet a fave ara a Poem\nWowirae ware wel VST\n",
  "12": "L + Sect] ‘THE GAZETTE OF INDIA EXTRAORDINARY 5\n\nAPPENDIX I:\n\n‘Note.— This design is in simplified form and meant for teprodiuction in smal sizes, such ax\nfor use in stationery, seals and die-printing.\n\n",
  "13": ". 2\n\n_aferg th Be we-33008/99 ° REGD.NO.D.L.-33004/99\n\nSauce sectae ae\n\ni ger, Fe, muon He) haw ee\n2007 BAe yy 5 Hl\n\n° rer 8 sr sot 8 eve\n\n4, «ed eve cbt rater eens nh ‘Beal aoe sega aa Pg '\nfae, renters, wea ar aia amas a erratte einttas See alten ae we |\n\n(2) set BE wea wea, Teneaht, sa Tea ae TAMAS che, either ar see Fe eT aan aT\n\n4092 01/2007 a\n\n",
  "14": "24\n= (animes 39) ST STMT,\n@) Ware, o-aAIG, eT, A, Tae,\n\n‘Tae vides A at fafa fran nan ;\n(ii) na at ae a safer ahh saat after ;\n(iv) career ote Sarena & arate ak ae arent;\n(wy) ‘ise aie 1 arate stk ae ater;\n\nwy Serr Ber Paks angen, er srg ahem fer sie rash se atte;\n\n(vii) Ser fei erates, a Fw wate wr me ahaa aot\n\n(viii) Baste Oe ora sry be sae cer steve eh drab mr mee a so art\n\nx) ah wa ae, fern ak ale an a tea,\n\nG) feet erties fan ote sa arnt ; .\n\nGi) U5 aircon & gent hs, oe oa rae ads peda tig Poa wad a sae\n‘aetin  iachas ateatere Pra ren;\n\n(ai) Bs eee she ae era aoa feet fe a;\n\n(silly SRR ae aes erent ee, fon steers ah ne een, a mr ea ety\nSith stn fear # arse ster ctr afin fen Tn\n\ni [Rak eee four eat Fer ated ele ah ate, era ames dread\n\nFela. fre fae tarsat dite 7 cits attatte feat at;\n\n8 fet tiem eer tea a atta area,\n\n3\n“Sather a oa wea a ie ahs oa tte fea ab\n\nvent,\nFae ewe age far,\n\nRee wea & ath, o-Ogyh ar agen mf S content,\n\nteh eon age i Reh Tom gar TO AE IgE\n‘seater, °\n\n| AE) Wea ae he wa are for are | -\nBe ae A a, as azo in eR tA Tam Te\n\nay aren tee al of wt, seo ra aonb ae ets ati rt me ant\n* 38 attra fea ren 8, a aati\n\nUe wet ara a ee a\n(%) wef,\n\n(a) se-angefi,\n\n1) a aT,\n\n(3) ews #1 wa,\nCe) Fae Twat age ot,\n\n",
  "15": "26\n\n(em —ars 3) SUT : STATE 5\n\nGov) Frere ae geen, srs, enn Megha wl Bene ar eth sae, ETT aaTC w-wh ae\nwoh ar eT Pia BA wer fey Flseh roa, STE anf a MTs Sm OE eh Premera\na:\n\nweg Bieta a verre ape yes, winder ar sneer ee eT ART TIT a fs ae RRO wT\nwe fos ww wend were\nerdtarcoram agg 8 wetor & fee “ee” sion ea UH\n\n‘meatier, eer abttges fan t at ze pa aT eG,\n\nah Ree tere sare\n\nFis\n\n(2) The name of the Ministry or the olfice shal\n@) The abbreviated form of the 1\n\nProvided tat wheiva State Govern hs altaty i\n‘State or Union tertitory, as the case may be, pot to the coming into.\nProvisions of these rules, continue to use the emblem,\n\neoitat\n5. Use in official seais.—The use of the emblem in offical seal shall be restricted 10 the authorities apecified in\nSchedule 3,\n\n6. Use on stationery — (1) The use of the emblem on official or demi-otficil stationery shell be resticied tothe\nauthorities specified in the Schedule I aforesaid.\n\n@ The emblem, wien printed or embossed on offical or demi-official stationery, shall appear prominently on the\nmiddle of the top of such stationery.\n\n7. Display on vehicles.—The use of the emblem on vehicles shall be restricted to the authorities specified in\n‘Schedule It.\n\n4092 Gzfoy-2\n\n",
  "16": "Correos 3(0) SIRT TH: STATE, 3\n\n(Diplomatic Missions abroad and ther officers;\n\n(Chief Ministers and Ministers of the States and the Union tetitries, i the emblem is adopted by, or\n‘Incorporated in the Emblem ofthat State or the Union tenitory\n\n(Gi) Members of Parliiment and members of State of the. Union territory Legislative Assemblies or Councils,\nas the case thay be; :\n\n(Gill) Ministries, Departments and offices of the State and the Union territory Governments and their officers, if\nthe emblem is adopted by, or incorporated inthe Emblem of, that State or the Unive territory;\n\nGX) Office and officers ofthe tat or the Union territory Legisative ‘Assemblies or Councils, ifthe emblem is\n‘adopted by, oF incomporated in the Emblem of, that State or the Union feritory;.\n\nGo) Commissions and authorities, constituted or established by an Act of Parliament or set up by the Céntral\nGovernment;\n\nGi) Commissions and authorities constituted or established by an-Act of the State Legislature or set up by\n\n{he State Government, ifthe emblem is adopted by, or incorporated inthe Embloce of, that State or the\nUnion territory;\n\nExplanation - For the purpose of this Schedule, the expression ‘offer shall mean a gazetted officer of the Central\nGovernment; or the State Government or the Union territory Administaken\nSCHEDULE TE\n(Geerle7)\nPARTI\nConstitutions! Authorities and other Digaltares which may Display the Emblemon heir Care\n\n@ cats of Rashtrapati Bhawan, when the. following dignitaries or ‘their spouses are ‘travelling by such vehicles:\n© President, .\n©) visiting Heads of foreign State, .\n©) visiting Vice-Presidents of foreign State or. ‘dignitaries of equivalent ‘Status,\n\n(©) visitng heads of foreign Governments or dignitatis of equivalent status like Crown Prince or\nPrincess of a foreign State,\n\n© the spare car following the car of the President}\nGG) car of Vice-President when he cris spouse is travelling by auch vehicle;\n\n(i) cars cf Raj Bhawan and Rej Niwas, i the emblems adopted ‘by, orincomporated in the Emblem of, that State\n\n4. Union territory, when te following dignitaries or their spouses are avelling by such vabidec wien\nthe State or the Union territory concerned:\n\n© President,\n\n@) Vice-President,\n\n©. Governor ofthe State, :\n\n@ Lieutenant Governor of the Union territory,\n\n© Visiting Heads of forcign States,\n\n© Visiting Vice-Prosidents of freigh States or dignitaries of equivalent sats,\n@). -Vislting Heads of foreign Governments or dignitaries of equivalent status:\n\niv) . cars and other means of transport used by the Heads of India’s Diplomatic Missions in the countries of\ntheir accreditation;\n\n(©) cars end other means of transport used by ‘he Heads of India’s Counsellor poss abroad in the counties of\ntheir accreditation;\n(i) cars maintained ‘by the Protocol Division of the ‘Ministry of Extemal Affairs when in use for. ‘duty with the\n\nforeign dignitaries of the rank of Cabinet Ministers and above visting India, and Ambassadors accredited\nto India on ceremonial occasions.\n\ni\n{\ni\n\n",
  "17": "LIST\n\n1 Se\n\nishi Chawa\nDepartment of Agriculture & Cooperation Krishi a\n\nbate of Agricultural Research and Education {<tishi Rhawed,\n\nSeen at of Animal Husbandry, Dairying & Fisheries Arichy Bhawan\nA Secretary\nDepartment of Atomic Energy South Bleck\n\nSecretary\nDeparment of Chemicals & Petrochemicals Shetty Bhawan\n\nDepatrent of Fertilizers Shashi Bhawes,\n\nSecretary. 7 - .\nMinistry of Civil Aviation REI Gandia Bhiawsn\n\nDepartment of Coal Glrasty)  Chawan\n\nDepatent of Mines Shastri Bhan\nDepartment of Commerce: Uchyog: Bl\n\n|Depen of Industrial Policy & Promotion Uae 5 Bre\nD Sancher Bhawan\n\nDepartment of Telecommunications\n* Depa of Posts Da “Tay Bhawan\n4. CRE,\n\nDept nfm Tes 6 2S Gn Complore,\n\nMini of Cant Ain Sheu} Bhawan\nDermat of Food & Publi ison iS Bhowan,\n\n17. | Secretary Oh\n\nFie eames of Conners _Sheckyi wen\n\n- Minis of Care Shashi Bhaven,\n\n* Minny of Dee outta Glee\n\nS\n\ninistry of Development of North Easter Region Vitis\" hewn\neRic\nBlo 1, C0, Cmpler\n\n16,\n\n20.\n\n21.\nMinistry of Earth Sciences\n\n22. | Secretary vei 2.00\nDepartment of Disinvestment\n\n",
  "18": "Saceeary\n\nMinistry of New & Renewable Energy °C Cir ©\n\nei of Orrin Inten Atkin Aber Bhaway ;\n@: MyPal hin Reotinmintory Amee al\n\na Krichy Qhawen\nRen Bleu\n\nDepart of Rural Deve Ruki Broan\n\n57.\nx Secretary ofLandResombire Blaaunn\n. | Secretary of DuzA,\nfaa —f Demme ofDrtkiog Warr Sumy” Nimes Bhauen\nte Setanta Bw\nL Department of Shipping Wansfoxt Bhawan |\n\nSecretary Wes Mawel Reach\n\nway, GACe®\n\nof Science & Technol\n\nfazer Justice & Empowerment SMES! Bhavan,\nza —{ Department of Space Liste Meats Bhawan\n\nSeed Bh Cheon\n\n‘Secretary\nMinistry ofstet Usha Bhownn\nMinistry of Textiles Udyog Bhawan\n\n",
  "19": "PRINTED BY THE MANAGER, GOVT. OF INDIA PRESS.\n\n‘MINTO ROAD, NEW DELHE-2 -\n>\n\n",
  "20": "ts the hopes and aspirations of\n1 national pride. Over the last\nibers of armed forces have\n\n-'§. Radhakrishnan in the\n\nly adopted the National Flag.\nswa or the saffron colour\nnéss. Our leaders must be\n\nte themselves to their work.\nfof truth to guide our conduct.\nar relation to the plant life here\n‘a Wheel in the center of the\nma. Truth of satya, dharma or\nles of those who work under\n\n‘organizations/agencies of the\nGoversmaent, in regard toa and conventions that apply to\n\nthedapy of he Natoma ag pr for non-statutory instructions\nissuéd by the Government fromrtimie to time, display of the National\nFlag # governed by ‘the pi gas of the Emblems and Names\n(Prevention of Improper Use) 1950 (No. 12 of 1950) and the\n\n",
  "21": "Prevention of Insults to National Honour Act, 1971 (No. 69 of 1971\nFlag Code of India, 2002 is an attempt to bring together all such: rile\n\nconventions, practices and instructions for the guidance and benefitof\n\nall concerned,\n\n___ Forthe sake of convenience, Flag Code of India, 2002, has!\ndivided into three parts, Part I of the Code contains general descrsption.\nof the National Flag. Part II of the Code is devoted to the di a\nNational Flag by members of public, private organizations,\ninstitutions, etc. Part III of the Code relates to display of\nFlag by Central and State Governments and their organizations\nagencies.\n\nsupersedes the ‘Flag Code—India’ as it existed. ee\n\nPART I\nGENERAL\n\n1.1. The National Flag shall be a tri-colour panel made up of\nthree rectangular panels or sub-panels of equal widths. The\ncolour of the top panel'shall be India saffron (Kesari) and that\nof the bottom panel shall be India green. The middle panel\nshall be white, bearing at its centre the design of Ashoka Chakra\ninnavy blue colour with 24 equally spaced spokes. The Ashoka\nChakra shall preferably be screen printed or otherwise printed\nor stenciled or suitably embroidered and shall be completely\nvisible on both sides of the Flag in the centre of the white panel.\n\n1.2’ The National Flag'of India shall be made of hand spun\nand hand woven wool/cotton/silk khadi bunting.\n\n1.3. The National Flag:sball be rectangular in shape. The ratio\nof the length to the height (width) of the Flag shall be 3:2.\n\n1.4 The standard sizes of the National Flag shall be as follows:-\n\nFlag Size No. Dimensions in mm\n\n6300 X 4200\n\n3600 X 2400\n\n2700 X 1800\n\n1800 X 1200\n\n1350 X 900\n\n900 X 600\n\n450 X 300\n\n225 X 150\n\n150 X 100\n\n1.5 An appropriate size should be chosen for display. The\nflags of 450X300 mm size are intended for aircrafts on VVIP\nflights, 225X150 mm size for motor-cars and 150X100 mm\nsize for table flags.\n\nWOU AMAWN\n\n",
  "22": "a Honour Act, 1971** and\nPART Il ite igi subject. Keeping in view the\n\ntional Honour Act, 1971\n\ni -place or in any other place\nof the National Flag by membens-.otes es Beiter, mutilates, defaces, defiles,\npublic, private organizations, edie: .\nete., except to the extent provided in\nNames (Prevention of Improper U\n*The Emblems and Names (Prevention which may extend to three\n\nSection 2: In this Act, unless the context other 2 : erie: or with both.\n\n(a) \"emblem\" means any emblem i : Comments expressing\ncoat-of-arms or pictorial representations : : isappee iticis the Indian\nthe Schedule. : a\nSection 3:\nthe ti\nsuch cases and under such condit\nprescribed by the Central Go\nue to use, for the purpose: of% picture, painting, drawing or\nbusiness, calling or profession, or inthe a an ep visible representation of the\npatent, or in any trade mark of design, any: OF 4 ‘Flag, or of any part or parts\nemblem specified in the Schedule or any co *E potance or represented on\nimitation thereof without the previous\nthe Central Government or of such ce : ,\nGovernment as may be authorised ir’ this = - The expression \"public place\nthe Central Government. x intended for use by, or accessible\nNOTE: The Indian National Flag has been spe includes any public conveyance.\nemblem in the Schedule to the Act.\n\n",
  "23": "Gi) the Flag shall not be flown at half-mastexcepton otcasions.\n\non which the Flag is flown at half-mast on\nin accordance with the instructions issued:\nGovernment;,\n\n(iv) the Flag shall not be used asa drapery ir\nwhatsoever, including private funerals;\n\n(v)_ the Flag shall not be used as a portion of\nuniform of any description nor shall it be'emb\nprinted upon cushions, handkerchiefs, 1\ndress material\n\n(vi) lettering of any kind shall not be put upon\n\n(vii) the Flag shall not be used as a receptack\ndelivering, holding or carrying anything;\nprovided that there shall be no objection to!\npetals inside the Flag before it is unfurled\ncelebrations on special occasions and on\nlike the Republic Day and the Independence Dé\n\n(viii) when used on occasions like unvéiling of\n\nFlag shall be displayed distinctly and\nshall not be used as a covering for the statue or\n\n(ix) the Flag shall not be used to cover a speakers SAE\nshall it be draped over a speaker's platform;\n\n(x) the Flag shall not be intentionally allowed ‘osoci ise\nground or the floor or trail in water.\n\n(xi) the Flag shall not be draped over the hood, top, sides or. -*\n\nback of a vehicle, train, boat or an aircraft;\ni) the Flag'shall not be used as a covering for a building;\n\nthe Flag shall not be intentionally displayed with’\n\"saffron\" down.\n\norganization or an educational\n‘National Flag on all days and\nConsistent with the dignity\n\ndisplayed, it should occupy\njuld be distinctly placed;\n\nshould not be displayed;\nn from a single masthead\nflag or flags;\non any vehicle except in\ncontained in Section IX of\n\ngia speaker's platform, it should\n‘as he faces the audience or\n\nd behind the speaker;\nand horizontal on a wall, the\nmost and when displayed\nbbe on the right with reference\n\n‘person facing the Flag);\nFlag should conform to the\n\nPart! of this Code.\n\njig should be placed higher than or\nés the National Flag; nor should any\n© object inch ‘or garlands or emblem be placed\n‘on or above the Flagemast from which the Flag is flown;\n\nGx) the Flag should mot be used as a festoon, rosette or\n“punting or:in any offer manner for decoration,\n\n(x) the Flag made of:paper may be waved by public on\noccasions of. ee national, cultural and sports\n\n",
  "24": "with the dignity of the Flag;\n\nwhere the Flag is displayed in open, it\npossible, be flown from sunrise to sunset, i\nweather conditions;\n\n(xii) the Flag should not be displayed or fastened in:\nas may damage it; and\n\nbe destroyed as a whole in private, prefiera\nby any other method consistent with the dignity:\n\nSECTION\n\n2.3. The National Flag may be hoisted in\ninstitutions (schools, colleges, sports camps, scout\nto inspire respect for the Flag. A model set of in\nguidance is given below -\n\n@ The School\npupils forming the three sides and the Flag-staff:\n\ncentre of the fourth side. The Headmaster, the pupitieader\n\nand the person unfurling the Flag (if other than ’\nHeadmaster) will stand three paces behind the Flag-\n\n‘The pupils will fall according to classes and in squads of\n\nten (or other number according to strength). These squads\n\nwill be arranged one behind the other. The pupil:\n\nof the class will stand to the right of the first row of |\nclass and the form master will stand three paces behind\nthe last row of his class, towards the middle. The classes\n\n‘will be arranged alonig:tiesquare in the order of s\nthe seniormost clits at the right end.\n\nse row should be at least one\n\nbetween Form and Form\n\nready, the Class leader will\n\nleader may assist.\n\ncharge of the parade (or\n\n, just before\n\n(them to the salute when the\n\n‘will keep at the salute for a\n\n‘the command \"order\", the\n\nposition.\n\nfollowed by the Nat\n\nKept at the attention during\n\npledge is taken, the pledge\n: mm. When taking the pledge\n‘the Assembly ged to attention and the Headmaster\nwill administer the pledge ceremoniously and the\nAssembly will repeat itafter him.\n(viii) In pledging allegiance to the National Flag, the practice\nto be adopted in Schools is as follows:\nStanding with folded hands, all repeat together the\nfollowing pledge: -\n\"[ pledge allegiance to the National Flag and to the\nSovereign Socialist Secular Democratic Republic for\nwhich it stands.”\n\n",
  "25": "PART. 01\n\nHOISTING/DIS .G BY\n\nSECTION\n\nDEFENCE INSTALLATIONS/HEADS OF MISSIONS/POSTS\n\n3.1. The provisions of this Part shall not apply to Defence .\n\nisallations that have their own rule for display of the National\nag.\n\n3.2. The National Flag may also be flown on the Headquarters\nand the residences of the Heads of Missions/Posts abroad in\nthe countries where it is customary for diplomatic and consular\nrepresentatives to fly their National Flags on the Headquarters\nand their official residences.\n\nSECTION IL\n\nOFFICIAL DISPLAY\n\n3.3 Subject to the provisions contained in Section I above, it\nshail be mandatory for all Governments and their organisations/\nagencies to follow the provisions contained in this Part.\n\n3.4 Qn all occasions for official display, only the Flag\nconforming to specifications laid down by the Bureau of Indian\nStandards,and bearing their standard mark shall be used. On\nother occasions also, it is desirable that only such Flags of\nappropriate size are flown. ~\n\n-at\n\nSECTION II\n\nCORRECT DISPLAY\n\n3.5 Wherever the Flag is flown, it should occupy the position\nof honour and be distinctly placed.\n\n3.6 Where the practice is to fly the Flag on any public\nbuilding, it shall be flown on that building on all days including,\nSundays and holidays and, except as provided in this Code, it\nshall be flown from sun-rise to sun-set irrespective of weather\nconditions. The Flag may be flown on such a building at night\nalso but this should be only on very special occasions.\n\n3.7. The Flag shall always be hoisted briskly and lowered slowly\nand ceremoniously. When the hoisting and the lowering of the\nFlag is accompanied by appropriate bugle calls, the hoisting and\nlowering should be simialtaneous with the bugle calls.\n\n3,8 When the Flag is displayed from a staff projecting\nhorizontally or at an angle from a windowsill, balcony, or front of\na building, the saffron band shall be at the farther end of the staff.\n\n3.9 When the Flag is displayed flat and horizontal on a wall,\nthe saffron band shall be upper most and when displayed\nvertically, the saffron band shall be to the right with reference\nto the Flag, i.e., it may be to the left of a person facing it.\n3.10 When the Flag is displayed'on a speaker's platform, it\nshall be flown on a staff’on the speaker's right as he faces the\naudience or flat against the wall above and behind the speaker.\n3.11 When used on occasions like the unveiling of a statue,\nthe Flag shall be displayed distinctly and separately.\n\n3.12. When the Flag is displayed alone on a motor car, it shall be\nflown from a staff, which should be affixed firmly either on the\nmiddle front of the bonnet or te the front right side of the car.\n\n",
  "26": "3.13 When the Flag is carried in a procession or a parade, it shall\nbe either on the marching right, i.e. the Flag’s own right, or if\nthere is a line of other flags, in front of the centre of the line.\n\nSECTION IV\n\nINCORRECT DISPLAY\n3.14 A damaged or disheveled Flag shall not be displayed.\n3.15 The Flag shall not be dipped in salute to any person or thing,\n\n3.16 No other flag or bunting shall be placed higher than or\nabove or, except as hereinafter provided, side by side with\nthe National Flag; nor shail any object including flowers\nor garlands or emblem be placed on or above the Flag-\nmast from which the Flag is flown.\n\n3.17 Thé Flag shall not be used as a festoon, rosette or bunting\nor in any other manner for decoration.\n\n3.18 The Flag shall not be used to cover a speaker's desk nor\nshall it be draped over a speaker's platform.\n\n3.19 The Flag shall not be displayed with the \"saffron\" down,\n\n3.20 The Flag shall not be allowed to touch the ground or the\nfloor or trail in water.\n\n3.21 The Flag shall not be displayed or fastened in any manner\nas may damage it.\n\nSECTION V\n\nMISUSE .\n\n3.22 The Flag shall not be used as a drapery in any form\nwhatsoever except in State/Military/Central Para military\nForces funerals hereinafter provided.\n\n3.23 The Flag shall not be draped over the hood, top, sides or\nback of a vehicle, train or boat.\n\n3.24 The Flag shall not be used or stored in such a manner as\nmay damage or soil it\n\n3.25 When the Flag is in a damaged or soiled condition, it shall\nnot be cast aside or disrespectfully disposed of but shall be\ndestroyed as a whole in private, preferably by burning or by\nany other method consistent with the dignity of the Flag.\n\n3.26 The Flag shall not be used as a covering for a building.\n\n2.27 The Flag shall not be used as a portion of a costume or\nuniform of any description. It shall not be embroidered or\nprinted upon cushions. handkerchiefs, napkins or boxes.\n\n3.28 Lettering of any kind shall not be put upon the Flag\n\n3.29 The Flag shall not be used in any form of advertisement\nnor shall an advertising sign be fastened to the pole from\nwhich the Flag is flown.\n\n3.30 The Flag shall not be used as a receptacle for receiving,\ndelivering, holding or carrying anything.\n\nProvided that there shall be no objection to keeping flower\npetals inside the Flag before it is unfurled, as part of\ncelebrations on special occasions and on National Days\nlike the Republic Day and the Independence Day.\n",
  "27": "SECTION VI\n\nSALUTE\n\n3.31 During the ceremony of hoisting-or'\nwhen the Flag is passing in. é\npersons present should face Ee « is shall be on the extreme right;\nattention. Those present in E Baa : 4 ‘stand in the center of the row\nappropriate salute. When the:! és is ience, the National Flag should\npersons present will stand\n\na head dress.\n\n",
  "28": "3.33 Flags of foreign countries shall proceed as from,\nNational Flag in alphabetical order on the basis of Es\ns of the names of the countries:\n\nalphabetical order. The National Flag:\nfirst and lowered last.\n\n3.34 In case flags are to be flown in an open:\narc or a semi-circle, the same\nas is indicated in the preceding clatise «\ncase flags are to be flown in a closed,\nthe National Flag shall mark the\nand the flags of other count\nclockwise manner until the last\nNational Flag. It is not necessary to\nFlags to mark the beginning and.the\nflags. The National Flag shall also }\nalphabetical order in such a closed circle.\n\n",
  "29": "3.36 When the United Nation's Flag is flown along with the\nNational Flag, it can be displayed on either side of the\nNational Flag. The general practice is to fly the National\nFlag on the extreme right with reference to the direction\nwhich it is facing (i.e. extreme left of an observer facing\nthe masts flying the Flags). The position is illustrated in\nthe diagram below:-\n\nAUDIENCE\n\n3.37 When the National Flag is flown with flags of other\ncountries, the flag masts shall be of equal size.\nInternational usage forbids the display of the flag of one\nnation above that of another nation in time of peace.\n\n3.38 The National Flag shall not be flown from a single mast-\nhead simultaneously with any other flag or flags. There\nshall be separate mast-heads for different flags.\n\nSECTION VII\n\nDISPLAY OVER PUBLIC BUILDINGS / OFFICIAL\nRESIDENCES\n\n3.39 Normally the National Flag should be flown only on\nimportant public buildings such as High Courts,\nSecretariats, Commissioners’ Offices, Collectorates, Jails\nand offices of the District Boards, Municipalities and Zilla\nParishads and Departmental/Public Seetér Undertakings.\n\n3.40 In frontier areas, the National Flag may be flown on the\nborder customs posts, check posts, out posts and at other\nspecial places where flying of the Flag has special\nsignificance. In addition, it may be flown on the camp\nsites of border patrols. .\n\n3.41 The National Flag should be flown on the official\nresidences of the President, Vice-President, Governors\nand Lieutenant Governors when they are at Headquarters\nand on the building in which they stay during their visits\nto places outside the Headquarters. The Flag flown on\nthe official residence should, however, be brought down\nas soon as the dignitary leaves the Headquarters and it\nshould be re-hoisted on that building as he enters the main\n\n",
  "30": "gate of the building on return to the Headquarters,\nthe dignitary is on a visit to.a’ place\nHeadquarters, the Flag should be hoisted on:\n\nNational Flag on motor cars is\n\nnant Governors;\nGovernment of India : ns/Posts abroad in the\nanniversary of formation of that State. : : b\n\n3.42 When the President, the Vice-P\n\n-puty Ministers of the Union;\nother Cabinet Ministers of a\n/King or Heir Prince and the Prime Minister,\n\nFlag may be flown along with the Flag\ncountry concerned in accordance with the rules\n\n",
  "31": "(2) Chief Justice of India;\nJudges of Supreme Court;\nChief Justice of High Courts;\nJudges of High Courts.\n3.45 The dignitaries mentioned in Clauses (5 Eesasted at the places indicated\nparagraph 3.44 may fly the National Flag. : : ‘the death of the dignitary:-\nwhenever they consider it necessary ot Place or places\n\n3.46 When a foreign z\nGovernment, the National Flag willbe: = “ za :\n\nside of the car and the Flag of the foreign Throughout India\n\nbe flown on the left side of the car.\n\nSECTION X\n\nDISPLAY ON TRAINS / AIRCRAFTS\n3.47 When the President travels by special\n\n| Delhi\n\nDelhi and State Capitals\n\ndriver's cab on the side facing the platfo\nfrom where the train departs. The Flag\nonly when the special train is stationary ér\ninto the station where it is going to halt.\n\n3.48 The National Flag will be flown on the aircraft s :\nthe President, the Vi oe Chict Minister ofa State\non a visit to a foreign count i \\ 5\nFlag, the Flag of the country vi ister of al\nbut, when the aircraft lands in countries enroute, the. -:/ ‘Cepinet Minister ina\nNational Flags of the countries touched would be flown\ninstead, as a gesture of courtesy and goodwill. :\n\n‘Throughout the State or Union\nterritory concerned.\nCapital ofthe State concerned.\n\nof any dignitary is received in\nsill be half-masted on the following\n3.49 When the President goes on tour within India, the Natio ; cndicated above, provided the\nFlag will be displayed on the side by which the President before aunerise on that day,\nembark the aircraft or disembark, from it. : sa\n\n",
  "32": "3852 On the day of the funeral of a dignitary menti :\nthe Flag shall be half-masted at the place where: = 57 the Flag shall be hoisted to the\ntakes place. s x\n\n3.53 If State mourning is to be observed-on the. de:\n\ndignitary, the Flag shall be half-masted\nperiod of the mourning throughout\n\nthe Union dignitaries and throughout the\nterritory concerned in the case of a\nterritory dignitary.\n\n3.54 Half-masting of the Flag and, where:\n\nof State mourning on the death of\nbe governed by special instructi\nthe Ministry of Home Affairs in\n\n3.55 Notwithstanding the above provisions, in-th\n\nhalf-mast day coinciding with the\nIndependence Day, Mahatama Gandhi's\nWeek (6th to 13th April, in the memory\nJalianwala Bagh), any other\nrejoicing as may be specified by the Gov\n\nor, in the case of a State, on the anniversary’\n\nis lying until such time it has been removeda\nshall be raised to the full-mast position after the\nbeen removed. :\n\n3.56 Ifmourning were to be observed in a parade or process\nwhere a Flag is carried, two streamers of black crepe:\n\nbe attached to the spear head, allowing the.\nfall naturally. The use of black crepe in.such a\nshall be only by an order of the Government.\n\nthe top and the guy-line and\nine, half of the staff.\n\nary/Central Para-Military\n1 be draped over the bier or\n‘ds the head of the bier or\n“be lowered into the grave or\n\nthe Head of the State or\n\nfia foreign country, the Indian\nyuntry may fly the National\nevent falls on Republic Day,\nGandhi's Birthday, National\nthe memory of martyrs of\n\nher particular day of national\n‘by the Government of India.\n‘other dignitary of that country,\nbe flown at half-mast by the\nlocal practice or protocol\ned from the Dean of the\nnecessary) require that the\nfission in that country should\n\n"
}