{
  "1": "Fer\nSate shies gun a\n\n(ae ra)\n13 data erater oftar\nait te, ag Reet 03\nWO-€-42099/ cisFicir-viG(oay2008 - cuz fers 12 fraraz.2008\n\nCIRCULAR NO.9 2008 (VIGILANCE)\nSub: ISSUE CL E E.\n\nOF late, it has been observed that some of the field Units are directly making\ncorrespondence with this Directorate for issue of Vigilance Clearance Certificate in\nrespect of Gazetted Officers. Recently, in one of the cases, this Directorate bad\nissued vigilance clearance certificate in respect of one Officer against whom a\nVigilance case was pending at Sector level which was not brought to the knowledge\nof FHQrs. This has caused administrative inconvenience and embarrassment to the\ndepartment. The competent authority has taken a serious view on the matter.\n\n2. In order to avoid such inconveniences and to streamline the procedure, it has\nbeen decided that all correspondence in this tegard should be routed through the\nTespective Sector IsG only. The same will not be entertained, if not routed through\nTespective Sector IsG and no action will be taken on such correspondence on this\nsubject in future.\n\n3. In view of the above, it is Tequested to kindly direct all the Unit Commanders of\nyour respective Sector that these instructions shall be followed scrupulously.\n\n4. This issues with the approval of DG, CISF. vor 1h\n\n1, All Sector IsG, Director/NISA.\n\n1. All DIsG, Zonal/PlanvUnits including DAE and DOS.\n3. All Principals, CISF Training Institutions.\n\n4, All Gp.Commandants/Commandants of CISF Units.\n\n5. All Dy.Commandants, Asstt.Commandants, CISF Units.\n\n2. Sr.PA to IG(HQrs), IG(Admn).\n3. All DIsG/AIsG,CISF HQrs.\n\n4. Asstt.Director/Accts,Sr.AO.\n\n5. All Sections, CISF HQrs.\n",
  "2": "1G may Lane de\n\nTAN itera a riot\nAéjss ‘Bots arora eg feat\n(1 orera)\nere Liste ORR\na ahs, =e Feats\neee g-24015/1/ ara / 2008 / Bitfe-A-} feaies OSUAA/ 2011\nTo\nThe 1G CISF'SS Hr,\nChennai.\nSubject:\n\nPlease refer to SS HQrs Chennai message No. E-42099/ CISF/\n$8/ DOC/ NOC/0B 10368 dated 27.12.2010.\n\n2 __ In the above context please refer to GOI, Ministry of Personnel, PG\n& Pensions, DOPT OM dated 07.11.2960 already circulated vide this Dte\nletter No.E-24015/leave policy/2005/ Pers.11/316 dated 16/5/07, the\npower for granting prior approval to the officers for visiting abroed\n\nwhile on leave are vested with futheriey to wpom the power for\nsanctioning leave has been .\n\n3, A copy of the above OM is enclosed herewith for further\nnecessary action at your end please.\n\nEnd:As above,\n\nSe\nEe_wert=_ (afte)\n\nTe ae Kay\neta AG .\n\nSoe ey intl de nant EE\nwy 2 “\\ S\n\nvhly\n\nceoreere nein Wor |\n[remeron nc¥.AG Ps\n\nx fofesniead Clerk\n\n",
  "3": "@ Ww oy\n‘No. 11013/8/2000-Estt. ao € ®\nGovernment of India\n\nMinistry of Personnel, P.G. & Pensions\n(Department of Personnel & Training)\n\nNew Delhi, dated the’7th November, 2000\n\nSub. } Requirement of taking prior permigsion by Government\nservants for leaving, station/headquarters - Clarification\nregarding.” ca\n\n‘The undersigned Is directed’ to tefer ‘to“this Department's\n“OM. No, 11013/7/94-Estt, (A) dated. 18th May, °1994 on the\nSubject mentioned above in_which jt has Inter-3ila been. clarified\nt_ separate jon_may- not be ne a\nGo} t_servar TndicSted his intention _of leaving\n\nver\njadquarters/station. alongwith leave address while 2 ing for\nfeaveTe hes a1S0 Geen clantied thet In dare ve apeiee Tor the\n\npurpose ‘ef visiting foreign ‘country, Is sanctioned, It would Imply\nthat permission for going ‘abroad 1s also granted.end, therefore,\neave sanctioning authority should keep this aspect In ‘mind white\ngranting the leave applied for.\n\n2, The above structions have been review\n\ndecided that white leave the sanctioning authority shall\n(take prior approval, if Tequired, for permitting the officer to Go\n‘abroad as per the existing Instructions.\n\n3. AH Ministries/Departments are requested to bricy “Hest\ninstructions to the notice of all ‘concerned under their -ontrol and\n‘ensure that these are strictly followed.\n\nbem\n(Smt. S.Bandopadhyay)\nDirector\n\nAli Ministries/Departments of the Government of Indla,\n\n",
  "4": "No.VI/401/01/05/2014\nGovernment of India\nMinistry of External Affairs\nCPV Division\n\nPatiala House Annexe, Tilak Marg\nNew Delhi, 26 May, 2015\nOFFICE MEMORANDUM\n\nSubject: Issuance of Ordinary Passport to Government Servants,\nPSU/Autonomous body employees, et al.\n\nIn tune with the Government's objective of ‘Minimum Government, Maximum\nGovernance’ and with a view tp simplifying the procedure for issuance of Passport to\nGovernment Servants, PSU/Autonomous body employees, et al, the matter has been\nreviewed. In order to facilitate issuance of Passport to Government employees, et al;\nwho find difficulties to obtain Identity Certificate (IC) /No Objection Certificate (NOC)\nfrom their department, it has been decided to introduce a new feature which is\ntermed as ‘Prior Intimation’ letter to the controlling authority by the Passport\napplicant before submission of a Passport application.\n\n2. Basically, Prior Intimation is a letter from the Passport applicant giving\nintimation to his/her Controlling /Administrative Authority (employer)\nregarding submission of Passport application. This can be submitted by the\napplicant in the format of ‘Annexure-N’. After submission of Passport application\nby such an employee, the copy of this Prior Intimation would be sent to the same\nControlling/Administrative Authority under which the employee is working. In case\nthe employer has any objection regarding issuance of Passport to that employee, they\nmay revert back to concerned Regional Passport Office mentioning the details of such\nobjection. However, the final decision will be taken by the concerned Passport\nIssuing Authority. If Prior Intimation is submitted by the applicant, Passport\nwould be issued on the basis of Pre-Police Verification, however the provisions\nof Police Verification in reissue cases will remain applicable.\n\n3. Henceforth, anyone of the following documents can be submitted by\nGovernment Servants, PSU/Autonomous body employees, et al. for submission of\napplication for Passports:\n\n(a) Copy of Prior Intimation to Controlling / Administrative Authority; or\n(b) No Objection Certificate from Controlling / Administrative Authority; or\n(c) Identity Certificate from Controlling / Administrative authority.\n\n4. No Objection Certificate (NOC) is issued in the format of ‘Annexure-M’ by\nthe Controlling /Administrative Authority of the employee working under them for\nobtaining Passport by any Government Servants, PSU / Autonomous body\nemployees, et al. If NOC is submitted Passport will be issued on Post-Police\nVerification basis.\n\n5. Identity Certificate (IC) is issued in the format of ‘Annexure-B' by the\nControlling /Administrative Authority of the employee working under them for\nobtaining Passport by any Government Servants, PSU / Autonomous body\nemployees, et al. If IC is submitted Passport will be issued on No-Police\nVerification basis. The spouse of such employees, and dependent children up to\n",
  "5": "the age of 18 years, has an option to submit IC for expeditious issue of passport. In\ncase of IC, the applicant is also required to submit 'Annexure-I'.\n\n6. It may be noted that the following provisions will remain applicable as\nmentioned below:\n\na, While IC should be issued preferably on Official Stationery (letterhead); NOC on\nplain paper with signature/stamp can be accepted, on the assumption that\nsuch offices are using plain paper for day to day correspondence. Prior\nIntimation (PI) is required to be submitted on plain paper by the Passport\napplicant.\n\nb. Telephone, fax and e-mail id of the Controlling / Administrative Office (to the\nextent available) should be indicated in all the three documents for the purpose\nof confirmation.\n\nc. Military personnel with c/o APO address (e.g. 56 APO/99 APO) may submit\napplications at their station of posting or at their permanent address, and write\ntheir permanent address in passport [against present address otherwise].\nSpouse of such personnel [and adult children, when spouse has\nexpired /divorced] may receive the passport, with authority letter, either by hand\nor by post. This would apply to similarly placed Air Force/Navy personnel as\nwell.\n\nd. If Goverhment/PSU employees, et al. are transferred after submission of the\npassport application or passport is returned undelivered due to such transfer,\nthe same be re-dispatched, on request (along with copy of transfer order), at the\nnew address, after correction/endorsement of address. However, if police\nverification was required and was not completed, it will be done at the new\nplace.\n\ne. The validity of the documents mentioned at para-3 will be six months from date\nof issue.\n\n7. While the revised provisions deal only with passport issuance, the\nrequirement by the Government employees to obtain prior permission from\nhis/her Department / Ministry for travelling abroad as per Conduct Rules will\nremain unchanged as per the instructions issued by the Department of\nPersonnel & Training and respective authorities.\n\n8. Ministries of the Central Government, and the State Governments/ Union\nTerritories are requested to circulate these instructions to all the employees working\nunder them, including those in attached and subordinate re and statutory\n\nbodies. : Lb\n\n(Muktesh K. Péfdeshi)\nJoint Secretary(PSP) &\nChief Passport Officer\n\nTo,\nAll Ministries/Departments of the Government of India\nAll State Governments/UT Administrations\n\nCopy to : All PIAs in India and Abroad\n",
  "6": "F, No, 11013/8/2015-Estt.A-Ti\nGovernment of India\nMinistry of Personnel, Public Grievances and Pensions\nDepartment of Personnel & Training\nEstablishment A-II Desk\n\neerry\n\nNorth Block, New Delhi — 110001\nDated June 29\", 2015\n\nOFFICE MEMORANUDM\n\nSubject: Requirement of taking prior permission for leaving station/ headquarters\nfrom going abroad while on leave.\n\nUndersigned is directed to say that a ueed for further strearalining the procedure for grant\nof permission for going abroad on private visit has been felt. A draft of instructions and the\nformats for grant of permission are attached. Comments/ views, if any, in this regard may\n\nbe sent to the e-mail address mp.ramarao@nic.in latest by 10\" July, ” a\n\n(M. P, Rama Rao)\nUnder Secretary to the Government of India\nTel: 23040264\nTo\nAll Ministries/ Department of the Government of India.\nCopy to:\n\nUnie DoP&T with the request to place the above O.M. alongwith its enclosures on the\nwebsite of this Ministry on the homepage for 15 days (what is New?).\n\n",
  "7": "3)\n\n—————\n1.No.11013/7/2004-\n\nEsti(A) dt the 1*\n‘September, 2008\n\n2.No.11013/7/2004-\nEsti(A) dt the 15\"\nDecember, 2004\n\n3.No.11013/8/2000-\n\nEstt(A) dt the 7\"\n‘November, 2000\n\n4.No.11013/7/94-\nEstt(A) dt the 18\"\nMay, 1994\n\nF. No, 11013/8/2015-Estt.A-III\nGovernment of India\nMinistry of Personnel, Public Grievances and Pensions\nDepartment of Personnel & Training\n(Establishment Division)\n\nNorth Block, New Delhi - 110001\nDated ... 2015\n\nOFFICE MEMORANDUM\n\nSubject: Requirement of taking prior permission for leaving\nstation/headquarters for going abroad while on leave.\n\nUndersigned is directed to refer to the Office Memoranda mentioned in the\nmargin and to'say that as per the existing instructions, when Government servant\napplies for leave for going abroad on a private visit, separately prior permission of\nthe Competent authority for such visit is also required. While granting such\npermission, many factors are required to be kept in view. For example, permission\nmay be denied in the interest of security. Individuals facing investigation/inquiry\n‘on serious charges, who may try to evade apprehension by police authorities, or\nfacing the inquiry, may also not be permitted to leave the country. On the other\nhand, it is also desirable that requests of Government servants for such permission\nare dealt with expeditiously.\n\n2. Keeping the above in view, it has been decided that requests for permission\nfor private visits abroad may be processed in the attached formats. As clarified\nvide the OM dated 1\" September, 2008, the competent authority for granting\npermission will be as per instructions issued by the Cadre Authority/administrative\nMinistry/Department. In the absence of any such instructions, it is the leave\nsanctioning authority. In case due to specific nature of work in @ Department,\nJdministrative exigencies, or some adverse factors against the Government servant\netc., it is not expedient to grant permission to the Government servant, such\ndecision for refusal should not be taken below the level of Head of Department. It\nmay be ensured that the decisions are conveyed to the Government servants within\n15 days of receipt of complete application. Any lacunae in the application should\ntbe brought to the notice of the Government servant within one week of the receipt\nof the application.\n\n3. If in case some modifications are considered necessary due to specialised\nnature of work handled by any organisation, changes may ‘be made with the\napproval of this Department.\n\n(MP Rama Rao)\nUnder Secretary to the Government of India\n(As per standard mailing list)\n",
  "8": "PROFORMA FOR TAKING PRIOR PERMISSION BY\nGOVERNMENT SERVANTS FOR PRIVATE VISITS ABROAD\n\nPart A-—To be filled by the Government servant applying for visit abroad\n1. Name and Designation\n\n2. Pay\n\n3. Ministry/ Department\n\n4. Passport No.\n\n5. Details of private foreign travels to be undertaken;\n\na\nPeriod of travel | Name of foreign | Purpose Estimated Source of funds\ncountries to be : expenditure (travel,\nvisited borad, lodging, visa,\nmise., etc.)\n6. Details of private foreign travel undertaken during the last four years\nPeriod of travel Name of foreign countries] Purpose\nvisited _\nSignature\nx\n\n‘Name and Designation\n",
  "9": "Part B—To be filled by the Administration\n1. Whether the Government servant is handling large amounts of government cash.\n2. Whether the Government servant is dealing with secret/ top secret matters.\n\n3. Whether any case involving serious charges against the Government servant is under\ninvestigation (Details)\n\n4. Whether any disciplinary proceeding is pending against the Government servant\n(Details). 5\n\nSignature\nDate:\n\n‘Name and Designation\n",
  "10": "No. 11013/7/2004-Estt. (A)\nGovernment of India\nMinistry of Personnel, Public Grievances and Pensions\n(Department of Personnel and Training)\n\nNorth Block,\nNew Delhi,\nDated the 1* September, 2008\n\nOFFICE MEMORANDUM\n\nSubject: Requirement of taking prior permission by Government servants for leaving\nstation/headquarters for going abroad while on leave.\n\n‘The undersigned is-directed to refer to Department of Personnel and\nTraining's O.M. No. 11013/8/2000-Estt. (A) dated the 7th November, 2000 on the\nabovementioned subject and to say that in para 2 thereof, it was conveyed that while\ngranting leave the sanctioning authority shall take prior approval , if required, for\npermitting the officer to go abroad as per the existing instructions\n\n2. References are being received regarding the competent authority whose\npermission is to be taken by the leave sanctioning authority before sanctioning leave\nto a Government servant to go abroad. It is clarified that the competent authority as\nper the aforesaid Office Memorandum dated the 7th November, 2000 is to the\ncompetent authority in terms of the instructions, if any, issued by the Cadre Authority\nor the administrative Ministries/Departments themselves. Department of Personnel\nand Training has not issued any instructions in this regard in respect of the Central\nGovernment servants. In the absence of any such instructions, the approval of the\nleave sanctioning authority would imply approval to the visit abroad also. It may be\n‘ensured that the leave applications in such cases invariably mention the purpose of\n\nPy Brien\n\n(A.BALARAM)\nUnder Secretary to the Government of India\n\ngoing abroad.\n\nAll Ministries/Departments of the Government of India.\n",
  "11": "»\n\n)\n\n10137772004.\nEstt(A) dt the 1”\n‘September, 2008\n\n2.No.11013/7/2004-\nEst(A) dt the 15”\nDecember, 2004\n\n3.No.11013/8/2000-\nEstt(A) dt the 7%\n‘November, 2000\n\n4.No.11013/7/94-\nEsti(A) dt the 18%\nMay, 1994\n\nF.No, 11013/8/2015-Estt.A-III\nGovernment of India\nMinistry of Personnel, Public Grievances and Pensions\nDepartment of Personnel & Training\n(Establishment Division)\n\nNorth Block, New Delhi - 110001\nDated ... + 2015\n\nFFICE MEMORAt\n\nSubject: Requirement of taking prior permission for leaving\n\nstation/headquarters for going abroad while on leave.\n\nUndersigned is directed to refer to the Office Memoranda mentioned in the\nmargin and to say that as per the existing instructions, when Government servant\napplies for leave for going abroad on a private visit, separately prior permission of\nthe Competent authority for such visit is also required. While granting such\nPermission, many factors are required to be kept in view. For example, permission\nmay be denied in the interest of security. Individuals facing investigation/inquiry\non serious charges, who may try to evade apprehension by police authorities, or\nfacing the inquiry, may also not be permitted to leave the country. On the other\nhand, it is also desirable that requests of Government servants for such permission\nare dealt with expeditiously.\n\n2. Keeping the above in view, it has been decided that requests for permission\nfor private visits abroad may be processed in the attached formats. As clarified\nvide the OM dated 1\" September, 2008, the competent authority for granting\npermission will be as per instructions issued by the Cadre Authority/administrative\nMinistry/Department. In the absence of any such instructions, it_is the Jeave\n\ntioning authority, In case due to specific nature of work in a Department,\nAdministrative exigencies, or some adverse factors against the Government servant\netc., it is mot expedient to grant permission to the Government servant, such\ndecision for refusal should not be taken below the level of Head of Department. It\nmay be ensured that the decisions are conveyed to the Government servants within\n15 days of receipt of complete application. Any lacunae in the application should\nbe brought to the notice of the Government servant within one week of the receipt\nof the application.\n\n3. If in case some modifications are considered necessary due to specialised\nnature of work handled by any organisation, changes may be made with the\napproval of this Department. -\n\n(MP Rama Rao)\n‘Under Secretary to the Government of India\n(As per standard mailing list)\n",
  "12": "No. 11013/7/2004-Estt. (A)\nGovernment of India\nMinistry of Personnel, Public Grievances and Pensions\n(Department of Personnel and Training)\n\nNorth Block,\n\nNew Delhi,\nDated the 1% September, 2008\n\nOFFICE MEMORANDUM\n\nSubject: Requirement of taking prior permission by Government servants for leaving\n‘station/headquarters for going abroad while on leave.\n\nThe undersigned is directed to refer to Department of Personnel and\nTraining's O.M. No. 41013/8/2000-Estt. (A) dated the 7th November, 2000 on the\nabovementioned subject and to say that in para 2 thereof, it was conveyed that while\ngranting leave the sanctioning authority shall take prior approval , if required, for\npermitting the officer to go abroad as per the existing instructions.\n\n2. References are being received regarding the competent authority whose\npermission is to be taken by the leave sanctioning authority before sanctioning leave\nto a Government servant to go abroad. It is clarified that the competent authority as\nper the aforesaid Office Memorandum dated the 7th November, 2000 is to the\ncompetent authority in terms of the instructions, if any, issued by the Cadre Authority\nor the administrative Ministries/Departments themselves. Department of Personnel\nand Training has not issued any instructions in this regard in respect of the Central\nGovernment servants. In the absence of any such instructions, the approval of the\nleave sanctioning authority would imply approval to the visit abroad also. It may be\nensured that the leave applications in such cases invariably mention the purpose of\n\n—— Do Bhi\n\n(A.BALARAM)\nUnder Secretary to the Government of India\n\nAll Ministries/Departments of the Government of India.\n",
  "13": "PROFORMA FOR PERMISSION TO APPLY FOR EX-INDIA LEAVE\n\n1. Name, Designation and office in\nwhich working :\n\n2. Date of Birth\n\n»\n\nDate of appointment to the\nPresent post:\n\n4, Whether post held on ad-hoc\nbasis or in a regular capacity :\n\n5. If regular, whether Temporary,\nQuasi-permanent or permanent and from\nwhich date :\n\n6. Names of countries proposed\nto be visited :\n\n7. Purpose of visit :\n8. Probable duration of the visit:\n\n9. How the expenditure on visit abroad\nisto beme :\n\n10. Details of previous visits abroad,\nIfany :\n\n11. Whether itis intended to apply for\nLeave or voluntary retirement or\nreassign for going abroad :\n\nUNDERTAKING\n\nT undertake that I will return to India on the expiry of my leave and will not accept\nany job of join any course during the period of my stay abroad, failing which I will be\nliabie to disciplinary action as required under C.C.S. (Conduct Rules), 1964\n\nPlace :\nSignature of applicant\n\nDate :\n",
  "14": "Undertaking\n\n(in terms of Para 297 of OM. Part-I)\n\nA) Tundertake that: -\na) I will not participate in any anti-Government activities during my visit\nabroad as mentioned in Para 297 of OM. Part-l\n}) 1 will not stay abroad beyond my leave period as sanctioned by the\n\nCompetent Authority.\n\nB) Further, I understand that: -\n\na) While I am abroad whether on an official duty or private affairs. I shall\ncontinue to be subject to all the provisions of Government Servants canduct\nRules including those relating to the communication of official documents\nor information, connections with the press and criticism of Government as\n\nexpression of opinion on matters relating to foreign countries and\n\nb) Any breach of these provisions whether committed in India or abroad shal}\n\nrender me equally liable to disciplinary action,\n\n(Signature of the Applicant)\n\nPlace: Name.\n\nDate: Grade:\n. A/c No.\n\nOffice:\n"
}