{
  "1": "Confidential\nOFFICE OF THE ADDL. DTREC}OR GENERAL/AIRPORT SECTOR\nCENTRAL INDUSTRIAL SECURITY FORCE\n(MINISTRY OF HOME AFFAIRS)\nNo. 0-4201UAPC/ OPS (2)/CircularlASl22- \\ 5o I O\nTo\nCISF ComPlex\nAdm. Block, Ground Floor,\nMahlpalpur, New Delhi 37\nDated:.9t Nov'2022\nIG/APS II\nDISG/AP (Nz, Sz, Wz & E&NE)\noIsGTCNbs of aSGs Delhi, Mumbal, Chennai, Bangalore & Hyderabad\nAll CASOS of ASGs\nsub: Fraudalent Activities at AirDorts: Reo.\nReference is made to a recent incident wherein a passenger has alleged of being\ndeceitfulty cheated by another passenger who introduced himself as Mr. Dinesh Kumar, a\nstudent of Lovely Professional University at one of the major airports in the country.. He stated\nthat his mother was not well and he had missed his flight to Vijayawada. He did not have\nsuffcient amount to reschedule/rebook his flight. Further, he managed to convince a fellow\npassenger to transfer money to his account assuring to return it. Later, he did not respond\nwhen contacted on his shared mobile number.\n2. \nIn the past, similar complaints had also been received in respect of Mr' Dinesh Kumar\nwherein on verifying his antecedents, it was learnt that he is not a student of Lovely\nprofessional University and the ID card is not valid. Though elaborate instructions have been\nissued by this HQrs, however, to avoid recurrence of such incidents at the airports, it is re-\niterated:\ni, \nTo sensitize ASG personnel especially deployed at departure gates regarding the\nabove mentioned modus operandi and to show the photograph & ID card of Mr.\nDinesh Kumar for their awareness (circulated vide APS/HQ office letter No.\n(5157) dated 07.06'2021).\nii. \nDocument check should be done meticulously so that if he approaches any access\npoint, he is identified and suitable action/proper precautionary measures could be\ntaken timelY.\niii. \nTo futher strengthen up manual and electronic surveillance to detect and prevent\nsuch type of incidents in future. Further, Socc/ccw control Room & cIW personnel\nshould be adequately briefed and sensitized for keeping a watch on him/other such\nsuspicious persons at the airports'\niv. \nASG personnel may be sensitized about the said individual through\nbriefi ng/debriefi ngs, Watsapp groups etc.",
  "2": "3. \nAll Zonal DIsG\nmay please ensure\nrespective jurisdictions.\nDIsG/CASOs ASG Delhi, Mumbai, Chennai, Bangalore & Hyderabad\ncompliance of the above instructions at the airpots under their\n4. \nThis is issued with the approval of the I/C ADG'\n(Arun Sfngh)"
}