{
  "1": "oFFrcE oF THE ADDTTTONAL DTRECTOR GENERAL/ATRPORT SECTOR\nCENTML INDUSTRIAL SECURITY FORCE\n(Ministry of Home Affairs)\nCISF Complex,\nAdm. Block, Ground Floor,\nMahipalpur, N. Delhi-37\nNo. 0-420 LLIAP)IOPS (3)/Circular (FHQ)/21-lLt7( Dated: o3 Dec'202L\nTo\nDIsG/AP (SZ, NZ, WZ & E&NE),\nDIsG/CASO ASGs Delhi, Mumbai, Chennai, Bangalore & Hyderabad\nDIG/SSG, Greater Noida, U.P.\nAII CASO CISF ASGs,\nSr. Comdt., 10th and 1lm Res Bn.\nSub: General Guidelines for use of MPVs orovided to CISF Units :\nReq:-\nEnclosed please find herewith a copy\nOps/SOP-MPVs/2021-3931 dated L7.LL.202L\ninformation and necessary action please.\nof FHQrs\non the\nletter No. 0-42099/\nabove subject for\n2. This has been issued with the approval of the Competent Authority.\nEncl : As above.\n(Arun Singh)\nAlG/Airport Sector\n, Copy to :\nrG/APS- I&II\nfor kind favour of information please.",
  "2": "['\ndffiqffi:ffisecre'f\nqe qrrnql \n# o-,,, qfifr.sil qR-q-r\nBLOCK NO. 13, C'G.Q.. COMPLEX,\nd$ t-s T{ ftd-11ooo3\nLODHI ROAD, NEW DELHI- 11OOO3\n!ilqIllrRANcH i q,Rqrc[E\nffips/Sop-Mpgsl2o21- \n3121 \nDate: I ] Nov'2o2r\ntqr i[,\nA11 Sector IsG (including Director, NISA)\nSubject: General Guidelines for use of MPVs provided to CIS-F\nUnits: Reg.\nplease find enclosed herewith the general guidelines for use of MPVs\nprovided to CISF Units.\n2. It is-requested to update the existing\nrelevant points as per aforesaid guidelines,\nrequirements of respective units, please.\n3. \nThis has the apProval of DG, CISF.\nEncl: As above.\nCopy to:\nADs-G (North, APS & South)\nSOPs of Units bY incorPorating\nkeeping in view the oPerational\nvq u-flft-ftro7uRarm \\rq n-q-\nfor favour of kind information, please\nL-t*\\r\\\\\\\\ 1,2-\\\n(sTo sTfud qr-g\\) \\\n\\,,\n\\ J)\n\\",
  "3": "1. (i)\n( iii)\n( ii)\n1\nGeneral Guidelines for use of MPVs pfqvided to CISF Units\nIntroduction:\nMine Protected vehicles are important component of security. The MPVs\nare four wheeled personnel carriers designed for protection of personnel\nagainst land mines/explosives and bullets.\nUse of the MPVs:\nMPVs should be used only under exceptionai circumstances when there\nis an element of surprise in the movement, mainly for the following\npurposes:\no To respond to any threat situation\nr To carry men and material in emergent cases\nr Movement of Escort party/QRT\n. Any other operational movement for protection\nattack\n. ROP duties\nAim and purpose:\nSafe use of Mine Protected Vehicies (MPVs) and re-formulation of\ncomprehensive SOPs by CISF Units having MPVs incorporating all\naspects such as specific purpose of use, seating capacity, duties of\ndrivers and responsibilities of personnel deployed in MPVs etc,\nGeneral guidelines -\nSeating capacity:\nSeating capacity along with number of drivers to be specified in SOPs, as\noverloading of the MPVs is likely to affect the operational capabilities of\nthe MPV.\nDuties and responsibilities of drivers of MPVs:\nDuties and preiautions for the drivers of MPVs to be mentioned in tf,e\nSOPs. Some examples from SOPs of other Forces are as under:\nagainst mines/IED/\n2.\n(i)\n{ iil\nii)\niii)\niv)\nv)\nvi)\nBefore moving for the duty, driver of the MPV shall check the\noperability of the vehicle such as fuel level, engine oii, brakes, lights,\nhorn, siren, coolant, wheels, etc. In case of any defect, he shall\nnotify the Party In-Charge/MT Section/Coy. Commander.\nHe shall check operability of the vehicle on daily basis.\nHe must carry a valid driving license during duty.\nHe must have complete knowledge of using the MPV as per service\nmanual of the vehicle.\nHe shall be responsible for cleaning and maintenance of vehicle.\nHe shall inform MTo/shift In-charge immediately in case of any\ndefect or damage in MPV.",
  "4": "vii) while driving, he shal1 follow all driving rules and regulations\n(except during any contingency/emergency) \"and shall drive the\nvehicle as per prescribed speed limit.\nviii) He shall not park vehicle in .No parking zone,, (except during any\ncontingency).\nix) During any operation or contingency, he shall wear all protective\ngears as per requirement and instruction of the eRT/Escort I/c.\nx) \nIn case of temporary blockade/contingency, he shall block the road,\ntake proper cover and keep watch over the area of responsibility.\nxi) He shall not carry mobile phone until authorized by competent\nauthority for any specific reason.\nxii) He shall not carry any reading material i.e. magazine, newspaper,\nbook etc. while on duty.\nxiii) He shall actively participate during any contingency/ mock\nexercises/ operations and wear protective gears.\nxiv) He shall follow instructions of the eRT/Escort I/c.\nxv) If the vehicle is at stand-by, he shall remain inside the vehicle and\nkeep observation around the vehicle.\nxvi) He shall not smoke, chew paan, kheni, gutkha etc. or consume any\nkind of intoxicating item before or whiie on duty.\nxvii) Drivers of MPVs must maintain secrecy of all directions given to\nthem.\nxviii) MPVs should not be halted at random 1ocations.\nxix) Necessary distance should be maintained between two Mpvs.\nxx) While travelling, MPV drivers should keep coordination with each\nother.\nxxi) All MPV drivers shall remain in touch with one another through\nwireless set, during driving of MpVs.\nspecial attention. should be given while passing through blind\ncurves, hilly terrain. Second Mpv should cross su\"t road Jnly after\nfirst MPV has passed the road.\nxxii)\nxxiii) In case of the Units having more than one MpV, at least two MpVs\nshould move operationally, suitable distance should be maintained\n- \nwhile on move.\nxxiv) Due precaution should be exercised if there is a need for moving-tfre\nMPV on culverts/ bridges/ dirt tracks/ steep slopes. If alteinate\nroute is available, these should be avoided.\nxxv) Before deployment with MPVs, drivers shall be imparted one\nweek familiarization training in the Unit. Subseiuengy, a\nbriefing and assessment session shall be conducted for each\nMPV driver on monthty basis under supenzision of a GO and I/C,\nMT Section.\n(iiil \nDuties and responsibilities of Force personnel deployed with the\nMPVs:\nSOPs must specify broader guidelines for the personnel using MpVs.\nSome of the guidelines issued in other F orces are as under:",
  "5": "i.,'3\nr\ntrJ: \n- \nal Party / Team In-charge:\n, \ni) \nHe shall properly brief all personnel of the team deployed with MPV\nt'] \n\\ \nbefore the movement.\nii) \nBefore proceeding, he shall get permission from Coy.\nCommander/ operation In-Charge.\niii) - He shall ensure availability of essential gadgets/equipment/logistics\nin the MPV.\niv) \nParty In-Charge/Co-driver shall keep watch on front and left side area\nof the vehicle.\nv) \nHe shall immediately inform the control room/operation In-Charge\nabout any incident in the vicinity of their area of responsibilify.\nvi) \nPersonnel to be seated section-wise as per norms.\nb) Party/ Team members:\ni) \nA11 members of the team shall wear protective gear (BP Jacket and BP\nHelmet) during entire duty/operation.\nii) \nSpecified capacity shall be maintained.\niii) \nA11 personnel shall use safety harness attached with the seats.\niv) \nWhile sitting in the MPV, first the Assault group and then, cover fire\ngroup may sit in section formation.\nv) \nAll personnel shall remain alert and keep vigil while moving in MPVs.\nvi) All personnel to keep their arms and ammunition with them. They\nshall keep barrels in safe directions.\nvii)- Top hatches shall be used for emergency exit as per situation\"\nviii) No person shall use phone, head phone while using MPVs.\ni*) \nAll personnel should follow the instructions of MPV driver while\nsitting in the MPV.\nx) \nIf LMG is mounted, LMG handier must wear BP jacket and helmet.\nxi) \nParty I Team members shall ensure the safekeeping of available\nequipments. In case of any defect/shortage, they shall inform the\nparty In-Charge.\nxii) On mounting, they shall carry out anti-sabotage check of the\nsurrounding area.\nxiii) They shall not leave the vehicle/duty post without the permission of\nparty In-Charge.\nxiv) They shall position themselves inside the vehicie as per the\noperational suitability and shall respond accordingly.\nxv) They shall ensure that no suspicious person, vehicle, article to be\npresent in their area of responsibility and in case of any deviation,\nthey shall immediately inform the control room/operation In-Charge\nand act accordingly.\nxvi) They must be well versed with the call signs of nearest duty post and\n- control room to pass any information without delay.\nxvii) They shall follow instructions of the party In-Charge.\n\\rY",
  "6": "!i\niI\nI\n4\nxviii) In case of fire, they shal1 immediately inform the\nroom and use the available fire extinguishers to\nassist in evacuation.\nfire station/ control\ndouse the fire and\n3.\nMock exercises/ Firing practices:\nRegular exercise of embussing and debussing by concerned personnel\nshall be conducted for smooth action during contingency.\nFiring practice from inside the MPV or mock exercise of the same may\nbe carried out for effective counter in case of ambush.\nMock exercises to be conducted on post blast/post attack procedures.\nOther relevant technical information may also be included which\ncan be handy for troops during use of MPVs.\nFull secrecy must be maintained about the movement of MPVs.\nNote: Above guidelines are general in nature. Specific requirements\nof the Units may also be included in the SOPs of the Units. Points\nwhich are not relevant to any unit, may not be included in the SOP\nof concerned Unit.\na)\nb)\nc)\n4.\n5.\n*****"
}