{
  "1": "Office of the Addl. Director GeneraVAirport Sector\nCentral Industrial Security Force\n(Ministry of Home Affairs)\nAirport Sector Hqrs,\nAdmin Block, CISF Complex\nMahipalpur (By-pass road),\nNew Delhi-110037\n0-4201 1 I APC loPS (6/Con.B CAS 122- q I a L\nTo\nIG/APS-I & II\nDIsG/AP (NZ,SZ,WZ and E&NE)\nDIsG/CASOs of ASG Delhi, Mumbai, Chennai,\nAll CASO CISF ASGs.\nSub: Handbook on highly sensitive airports.\nDated: Lt 10712022\nHyderabad & Bangalore.\nCISF has been entrusted with airport security and especially with security of\nsome very highly sensitive ailports in the recent past reflecting trust in CISF's\ncapabilities.\n02. Highly sensitive airports would definitely require additional security features\nin terms of infrastructure as well as operational and administrative practices. We\nhave tried to come up with a brief booklet on the same which is being circulated\nfor your kind perusal.\n03. I would request everyone to go through the booklet and come up with their\nfeedback/suggestions for making it more comprehensive and relevant. After\nreceiving these inputs and incorporating the same, we would create this as an\nupdated reference document which can further be updated on an yearly basis.\nb-D'<' Lah.\n/\n(Pramod Shripad Phalnikar)\nAddl. Director General/APS",
  "2": "(\\oNsEGUilTrq,?o\nsT\n?\nHAND BOOK ON HIGHLY\nSENSITIVE AIRPORT\n((.&",
  "3": "Handbook on Hiqhlv Sensitive Airpofts\nIntroduction: From terrorist attacks to geopolitical posturing, if\nthere is one industry that tends to find itself dragged onto the\nfrontline of global security and risks, it is aviation. While flying has\nalways been one of the safest ways to travel, thanks to its wide-\nranging international regulatory frameworks, aviation incidents have\nan overwhelming impact on the public consciousness. From airpoft\nattacks in Brussels and Istanbul in 2016 and Srinagar Airport 2001 to\nthe shooting down of MH17 over Ukraine, horrifying images and\ninputs are more powerful than reassuring statistics.\nThe Terror attack of 9111,200t in USA had jolted the aviation security\nagencies globally out of its pre-determined mind set of conventional\nthreats like hijacking and bombing and pay attention to new emerging\nthreats, like the use of civil aircrafts as guided missiles and its fuel as\nits payload. ICAO responded to the challenge with many new security\nStandards and Recommended Practices (SARPs) under Annex 17\n(Security) to the Convention on International Civil Aviation (ICAO,\n2013). However, as it is said that a determined terrorist would just go\nelsewhere if we resoft to target hardening was the case as the world\nwitnessed several other kinds of incidents ranging from the threat of\nliquid explosives in 2006, the \"underwear bomb\" in 2009, the attempt\nto destroy an aircraft using improvised explosive devices hidden in\nprinter cartridges in 2010, the attack at Moscow's Domodedovo\nAirport in 2011 and Sydney plot to name a few besides the ones\nearlier mentioned. These incidents emphatically demonstrate that\ndespite a more vigilant aviation security regime and implementation of\nmany new security measures by states and stakeholders, terrorists\ncontinue to experiment with different and newer ways to attack civil\naviation operations.\nEmerging technologies, the changing character of war, a widening\ncast of actors and growing reliance on technology are changing the\nnature of the threats creating pressure on the aviation industry to\n2lPage",
  "4": "make sure it maintains its security and safety levels, with the number\nof air travellers projected to nearly double in the next 20 years.\nDiscussion: Although the civil aviation security regulatory authority\nin India has, based on inputs from the intelligence agencies,\ncategorized airpofts/aerodromes as bellow:\n. Normal\n. Sensitive\n. HYPersensitive\nHowever most of the experienced individuals in aviation industry\nwould be in agreement that not all airports falling in the\nhypersensitive category can be measured with the same yardstick and\ndue to certain local social, geopolitical or economic factors some\nairports are more vulnerable visa vis other airpofts in the same\ncategory.The effectiveness of aviation security management can differ\nat state and regional levels, with significant variations in the\nunderstanding, interpretation and implementation of aviation security\nplanning. Although this causes challenges for both the passengers and\nairlines in particular who encounter differing approaches to security\nacross the many routes they travel or service but given the existing\nsecurity scenario across the globe, aviation security has to be dynamic\nand responsive to the existing and emerging threats and cannot\nafford to be water tight or stereotype.\nIn the latter part of this document we shall graduate to discuss the\nbroader aspects of security which warrant the attention of the\npersonnel deployed in securing civil aviation at airpofts categorized as\nhypersensitive, but owing to the prevailing local factors have a\ncomparatively much higher vulnerability compared to other airpofts in\nthe same category. Although the elbow room for changes in\ndeployments of security personnel is very limited however this\ndiscussion shall be bifurcated into the following\n. Operational Aspects\no Administrative Aspects\n3lPage",
  "5": "Prior to proceeding as mentioned above we shall have a brief look into\nthe conventional and emerging threats so as to have a better\nunderstanding of the suggested operational and administrative\naspects for highly sensitive airports.\nClassification of threats: Threats faced by Civil Aviation are broadly\nclassified into the following: -\nConventional Threats: - All the airports have a high degree of\nthreat perception in general and as such the following threats exist at\nalmost all the airpofts around the world: -\no Hijacking\n. Bomb threat\n. Hostage taking\n. Unlawful seizure of vital installations\n. Unlawful seizure of aircraft on ground\no Attack on airport facilities and personnel\n. Armed/Fidayeen attack at airpoft\nEmerging trends and new security threats\na) Land side attack -Robust checking systems have been established\nat security hold areas all over the world and it has become very\ndifficult to take explosives and weapons inside the aircraft or hijack it.\nAs a result suicidal groups of terrorists are finding it easier to target\nland side of airpofts, which directly impacts civil aviation operations,\ncauses as many or even more casualties and has an equally high\nnews value. This is evident from the recent attacks at Brussels and\nIstanbul airpofts. In the case of Brussels, terror elements managed to\nreach the check-in area and exploded the IEDs on their bodies killing\nseveral people. In case of Istanbul, they arrived in vehicles from land\nside at three different points in the forecourt area, fired\nindiscriminately at the public gathered there and thereafter exploded\nthe IEDs on their bodies killing people in the forecourt area. These\ntwo incidents have clearly exposed the vulnerability of land side\nsecurity arrangements at airports for which counter measures need to\nbe taken on priority to avoid it being repeated in future.\n4lPage",
  "6": "b)Threats from concealing IEDs in electronic items: -In the year\n2016, inputs suggested that the Somalian Al-Shabab has mastered the\ncraft of hiding IEDs in laptops housings. Explosives prepared in this\nmanner might be smuggled into civilian airline as their detection\nbecomes difficult due to the varied models presently in use and the\npresence of huge number of circuits and wires. It would require a\nvery experienced and trained eye to detect any missing component of\nany electronic device. These terror organisation have moved a step\nfufther as evident from the thwafted attempt in Australia to smuggle\na sulphur based poisonous gas IED in the housing of an electronic\nhome appliance which could have made its way into the cargo hold\narea of the aircraft.\nc) Threats from sub-conventional aeria! platforms like\nDrone/UAV/UAS: Unmanned Aerial Vehicle uses aerodynamic\nforces to provide vehicle lift, can fly autonomously or be piloted\nremotely, can be expendable or recoverable and can carry a lethal or\nnon-lethal payloads.From a technical point, the use of UAVs to deliver\nweapons of mass destructions (WMDs) is a feasible task for terrorists\nand has been carried out not only in the middle east lately but also at\nJammu airbase in lune 2021. A serious threat to civil aircraft,\npassengers and VIP security at airports etc is being posed by\nunregulated proliferation of para-gliders, model flying objects which\nare largely uncontrolled but are becoming immensely sophisticated\nand can be easily guided by remote operators to vantage location with\nIEDs and even loaded guns. Incidences of sighting of sub-\nconventional aerial platforms have been repofted at many major\nairports the world over. Unfortunately the existing air defence systems\nare almost clueless to counter such threats which necessitates\ncoordinated plans of actions among different stakeholders to keep the\naviation sector secured.\n5lPage",
  "7": "d)Threats from MANPADS (Man Portable Air Defence System):-\nMan-portable air defense systems (MANPADS), commonly described\nas shoulder-fired anti-aircraft missiles, are surface-to-air missiles that\ncan be carried and fired by a single individual or carried by several\nindividuals and fired by more than one person acting as a crew.\nShoulder-fired missiles remain a considerable security concern\nbecause they are widely proliferated on the black market and have\nthe capability to down airliners flying below about 15,000 feet, making\nthem a potential threat at considerable distances from an airport,\nsometimes as far away as 30 to 40 miles. With increased security to\nprevent aircraft bombings and hijackings, some experts fear\nthat MANPADS in the hands of criminals, terrorists and other non-\nstate actors pose a serious threat to passenger air travel, the\ncommercial aviation industry and military aircraft around the world\n(over 40 civilian aircraft have been hit by MANPADS missiles since the\n1970's). Most notoriously, Rwandan President Habyarimana's plane\nwas shot down by Hutu extremists in 1994, igniting that nation's\ngenocide. On November 28, 2002, two shoulder based missiles were\nfired at Israel-based Arkia Airlines as it took off from Mombassa . The\nmissiles missed the plane, which later landed safely in Tel Aviv\nunfortunately not being the case with the most recent shooting down\nof MH17 over Ukraine.\nAlthough ICAO's 32nd resolution on MANPADs has also urged all\ncontracting states to take necessary measures to exercise strict and\neffective controls on the impoft, export. transfer and re-transfer as\nwell as storage of MANPADS yet a lot more requires to be done\nespecially in conflict zones.\ne) Attack through cargo area (such as the attack on Karachi\nairpoft): - In the backdrop of the Karachi airport incident of June\n2014, where terrorist divided into two groups, stormed two different\ncheckpoints and attacked the cargo terminal of the airport\nwith automatic weapons, hand grenades and other explosives, the\nsecurity arrangements at cargo complexes of airports needs urgent\nreview.\n6lPage",
  "8": "Cargo complex of airports is grey area as standard of security\narrangement is not the same as that of the passenger terminal\nbuildings. Considering the vulnerability of Cargo security at airpofts all\nstakeholders need to urgently review the security matrix and\nprocedures in vogue.\nf) Threat from Liquid explosive: - In 2006 a transatlantic aircraft was\na target of a terrorist plot to detonate liquid explosives, carried on\nboard the aircraft from the United Kingdom to the United States and\nCanada, disguised as soft drinks. The plotters planned to\nuse peroxide-based liquid explosives. The Metropolitan Police said that\nthe plot involved acetone peroxide, (TATP), which is sensitive to heat,\nshock, and friction, and could be initiated with fire or an electrical\ncharge, and can also be used to produce improvised detonators.The\nplot was discovered by British police during an extensive surveillance\noperation. As a result of the plot, unprecedented security measures\nwere initially put in place at airpofts.\nThe measures were gradually relaxed but passengers are still not\nallowed to carry liquid containers larger than 100 ml onto commercial\naircraft in many countries till date. Liquid explosive is a hard reality\nwhich is being improvised, which needs continuous and relentless\nupgradation of technology and monitoring of screeners to counter.\ng)Threats from Air Cargo:- Screening of cargo for potential threat\nitems including explosives is seriously hampered by time and\ntechnological constraint considering the size and volume of items.\nNations rely on the trusted shipper's concept and the shippers are\nrelied to have followed any of the shortlisted security procedure\napproved for cargo screening. TSA in US has approved ETD screening,\ninspection by canine squad, physical inspection, X-ray screening.\nThere is no approved technology to screen cargo once palletized. The\nobvious implication is that large percentage of cargo loaded in cargo\naircrafts go unscreened. A foolproof security regime for cargo remains\nan area of concern and intervention.\nh)Threats from insiders: An insider threat is a malicious threat to an\norganization that comes from people within the organization, such as\n7 | Page",
  "9": "employees, former employees, contractors or business associates,\nwho have inside information concerning the organization's security\npractices, data and computer systems. The threat from \"insiders\"\nremains a serious concern in civil aviation. In Feb 2011, RajibKarim, a\nnative of Bangladesh employed with British Airways was arrested and\nconvicted for his role in planning a terrorist attack on behalf of Al\nQaeda in the Arabian Peninsula (AQAP). He had unsuccessfully\nattempted to join as a flight attendant for British Airways to stage a\nsuicide attack. He also attempted to recruit colleague (including a\nbaggage handler at Heathrow Airport and an employee of airport\nsecurity) to stage an attack.\nThe magnitude of this vulnerability is compounded as most airport\nemployees working in secure areas do not undergo effective\nbackground screening prior to being employed at the airports for\nworks due to practical constraints. The insider threat becomes\nmarkedly worse at not-Western airports in regions such as West Africa\nor South Asia, where the local authorities ability to effectively screen\nprospective airport employees is frequently negligible due to\nincomplete or poorly structured terrorist and criminal intelligence\ndatabases.\nChemical, Biological, Radiologica! and Nuclear (CBRN) attacks\n-Airpofts and aircraft have proved to be a susceptible target for\nterrorist attacks as the list of incidents is extensive and gets longer\nevery year despite strict security measures. Since the end of the Cold\nWar new threats have also emerged. This includes the risk of\nterrorists using Chemical, Biological, Radiological and Nuclear (CBRN)\nmeans. Attacks with CBRN agents have a low probability but\npotentially an enormous impact. The initial attack may be small, in\nterms of low quantity and quality of the agents used and a limited\nnumber of casualties. However, the societal impact could be huge, not\nonly just after the attack but also in the longer run. An attack with a\nchemical agent could cause mass casualties, a heightened sense of\nvulnerability, and worldwide economic disruption. An attack with a\nbiological agent could contaminate and potentially close an airport for\nmonths, causing even greater economic damage. An attack with a\n8 [Page",
  "10": "i)\ncontagious biological agent could cause a worldwide pandemic. There\nis an urgent need for taking precautionary steps so that such strike\nmay be noticed on time to save precious human lives.\nCyber Attack: Cyber threats to computer systems on the ground and\nat the airport can cause flight delays, loss of power, system failures,\nand a breakdown in communication between networks. Attacks to\naircrafts in the sky can mean disruptions to navigations systems,\nlosing on-board aircraft control, and no communication with the\nground. In recent years, the scale and robustness of cyber attacks has\nincreased rapidly, as observed by the World Economic Forum in its\n2018 report: \"Offensive cyber capabilities are developing more rapidly\nthan our ability to deal with hostile incidents\". IT systems at airpofts\ncannot be isolated from the internet as passengers and airport\nemployees depend on them to facilitate travel and airport operations.\nAs more airpoft operators staft to offer fully automated passenger\nexperience, the impact of a cyber attack will be even more severe to\nthe extent of paralysing entire terminal. The preparedness level of\nvarious terrorist groups in recent past indicate that they do not lack in\nresources, technical support systems and more importantly the will to\nact recklessly. The terrorists have become tech-sawy and are using\nmodern technology instead of the traditional ones. The recent acts of\naerial terrorism demonstrates that the enemy is constantly at work\nand security agencies have to detect the new and emerging trends\nand plug the vulnerabilities before it strikes.\nAs discussed earlier threat analysis and perception is aconstant\nprocess and hence straight straitjacketing the security matrix for all\nairports falling in a certain category is not possible. Emerging\ntechnologies, the changing character of war, a widening cast of actors\nand growing reliance on cyber are changing the nature of the threats\n- creating pressure on the aviation sector to make sure it maintains\nits security and safety level, with the number of air travellers\nprojected to nearly double in the next 20 years and the next\ngeneration of aircraft are deployed, the vulnerability of the systems to\nterrorism and explosives will increase rather than diminish. Finding a\n9lPage",
  "11": "solution to the breach of aviation security has and will preoccupy\ngovernments, agencies and airline security officials. It is an area that\nrequires far greater effort on the part of regulatory authorities to work\nwith local authorities, law enforcement agencies and all airline\npersonnel to achieve an environment that is safe for any intended\noperation.\nNow coming to the basic matters of concern for security agencies\ndeployed in highly sensitive regions bellow are some operational\naspects which would require attention and due consideration:\nMulti agency coordination: although all airpofts have multi\nagencies functioning with specified roles with respect to aviation\noperations however in most airpofts located in sensitive regions we\nalso find number of security agencies deployed layer wise or also\noverlapping in certain areas. For example, in our country at Srinagar\nairport the landside is mainly under the lookout the Central Reserve\nPolice Force while the terminal building and civil apron lies with the\nCentral Industrial Security Forcebeyond which the perimeter is\nguarded by jointly by the Border Security Force and IAF guards. In\nsuch situations it is vital to have the following:\n(i) Knowledge of topography, area familiarization and\ndeployment of each other's area of responsibility\n(ii) Regular coordination exercises amongst the\nagencies/forces requiring joint or independent actions\n(iii) Sharing of frequencies and call signs\nIt is vital to have this coordination\nour area of interest could\nresponsibility and might need\nforces on ground.\nReal time information sharing: in today's age of information and\ntechnology applications like WhatsApp etc. are extensively used to\nshare real time information about movements of suspect vehicles or\npeople in sensitive regions so that all agencies are alerted about any\nlooming immediate threat. Sharing of inputs/reports which are\nvery\nto be\nbecause a problem/attack etc. in\nwell spill over to our area of\ncountered jointly by one or more\n10 lPage",
  "12": "important, from very reliable sources etc. but not immediate can be\ncarried out vide emails or other secured routes however there must\nbe a clear cut understanding of what is immediate and dissemination\nof the same to a group of people on need to know basis is vital to be\nprepared for a counter action against that pafticular threat.\nScreening of passengers, vehicles and luggage at the\nlandside: the deployment of security personnel and equipment at the\nfirst point of entry to the airports/aerodromes, usually called nakas, is\nan aspect often overlooked or not given the due importance it\ndeserves to be made an effective deterrent and detection layer of the\nsecurity matrix. Not all airpofts except a few in our country have the\nfacility and mandate to check all vehicles, passengers/occupants and\ntheir luggage at the nakas. However, if the following are ensured on\nground it would definitely increase the utility of this deployment:\n(i) Proper profiling of vehicles is something that without any\ninhibition has to be clearly instructed to the personnel\ndeployed at this location. Similar to profiling of passengers\nsome indicators to flag down vehicles could be like\nvehicles with young occupants, trying to change lanes at\nthe vehicles queues at entry of the naka, rashly driven\nvehicles etc.\n(ii) Once flagged the vehicle, its passengers and luggage\nshould be comprehensively checked. It shouldn't be a\nroutine enquiry and peep into the interiors.\n(iii) The armed component supporting the naka/checking area\nshould be placed in such a manner that all the activities of\nflagging and checking take place within its arc of fire.\nStrong Iandside deployments: entails a judicious mix of armed\nand unarmed personnel. Though the armed component is vital to\nrepulse any armed attack and as a psychological deterrent the\npersonnel in plain clothes/ciwies if strategically located and properly\ninformed about the traits or activities to look out for play a vital role in\nearmarking, tailing and checking of passengers/visitors of interest.\nImportant components to ensure the same are clarity of the lookout\n11 lPage",
  "13": "traits and seamless communication to all concerned. At airports\nlocated in sensitive areas this communication and subsequent action\nthereon will also have to cut across one or more agencies/security\nforces.\nProtective gears and morcha/armed post strengthening:\nalthough the impoftance of the same is well known to all however a\nfew pointers for the attention of all are stated bellow:\n(i) Proper bullet resistant arrangements for morchas/armed\nposts is an aspect that requires regular review to ensure\nand effective cover and response. Regular replacement of\nsand bags or sand filling to checking the seruiceability of\nbullet resistant plates should be regularly ensured.\n(ii) Placement of grenade nets at all morchas/armed posts is a\nmust to protect the occupant from any sort of lobbing.\n(iii) Provision of alternate or supporting morchas/armed posts\nor in other words layered morchas is one aspect that has\nenabled the Central Reserve Police Force repulse\nnumerous armed attacks at Srinagar airport over the\nyears.\nSecurity infrastructure: From metallic zig zag barriers/sand or\nwater filled drums meant to slow down vehicles to tyre busting strips\nor tyre killers to counter forced vehicular entries or bollards to stop\nany advancing vehicle are all impoftant components of the security\ninfrastructure which manifests the counter actions of any security\nagency/force in the face of an armed assault. However, their\nplacement and location is an aspect that needs to be thought of\njudiciously keeping in view the existing overall security matrix and its\nlayers. For example, the tyre killers/strips are generally more effective\nwhen kept at the first point of contact at which a rogue vehicle is\nlikely to be identified as deflation might take time and the vehicle can\nproceed toward the intended target while bollards could be used at\nthe subsequent inner layers at which after identiflcation as a rogue\nvehicle ideally the said vehicle should be immobilised. This location\nshould be supported with enough fire power to ensure the same.\n12 lPage",
  "14": "Further with regard other infrastructure we already have extensive\nguidelines and timelines for installation like PIDs etc. However, till\ninstallation of the same local arrangements like attacking twin glass\nbottles to the fencing/conceftina coils on the perimeter could be\nexplored.\nAdoption of partial concourse plans through random checks:\nAlthough in India we follow the security hold area plan of sterility\nhowever the placement of random x-rays in the departure gate areas\nplays a vital role in protection of airpoft terminals especially the ones\nwith less depth (distance between the departure and boarding gate\nareas). The effectiveness of the random x-rays (along with ETD) and\nattached frisking increases manifold if it is located outside the\ndeparture entry gates but due to weather and infrastructure\nconstraints it is not possible at majority of the places. However,\nhaving this random component placed as close as possible to the\nlandside of the airport would definitely help protect the terminal from\nmajor damage provided we have correctly profiled, tailed and checked\nthe suspect.\nJoint deployments in control rooms or CCTV rooms: Joint\ndeployments at a common location is essential especially where\ndeployments are over lapping or feeds of cameras of varied security\nagencies/forces are in a common location. Having a joint control room\nnot only assists in seamless and coordinated responses by the various\nagencies/forces but also is less time taking and puts less stress on the\ncommunication channels.\nLayered quick reaction/action teams which are\nairside/intended target heavy: in the security matrix at airports it\nis suggested to have layered deployments of quick reaction/action\nteams which are primarily airside/intended target heavy as it is\ndesirable to counter the threat head on rather than chasing it from\nbehind while the threat is heading to the airside/intended target.\nIn airpoft terms a person can possibly reach the pre embarkation\nsecurity check point with a weapon on body and hence if at the\nfrisking booth he/she attacks the frisker and makes a run for the\n13 lPage",
  "15": "boarding gates we should be in a position to move from the\naircraft/aircraft door towards the advancing threat rather than chasing\nit towards the aircraft/aircraft door.\nDeployments for counter measures: In airports in sensitive\nregions as discussed usually there are more than one security\nagenry/force deployed for safe guarding the civil aviation operations.\nThe route of re enforcements should be such that whatever be the\nemergency access to the affected location should be swift. However\npractically in emergenry situations every agency goes into a lock\ndown mode hence if re enforcements are to cross the jurisdiction or\narea of responsibility of another agency there could be delays which\ncould hamper the counter response.\nEscofting of passengerc from non-secured airctrips: Highly\nsensitive regions usually have number of airstrips/helipads used by\nsecurity agencies for operations as well as relief works and the\nsecurity checks at these places are usually non-existent. In such\nregions in the flow of information from the Air Traffic Control tower to\nthe agency/force protecting the airside of an airpor(aerodrome is\nessential to ensure that no miscreant lands into the airside with the\nintension of using a weapons etc. that could have been brought in\nfrom any of these unguarded airstrips/helipads. Hence escofting these\nunscreened passengers out of the airside through any perimeter gate\nis recommended.\nStringent background checks of employees and surueillance\nto counter insider threats: is an essential in sensitive regions to\ncounter insider threats. The matter may be taken up with the regional\ncivil aviation security regulators to have stepped up back ground\nchecks before issuance of airport entry permits like a CID verification\nor even reverification of staff could be carried out at regular intervals\nto weed out any person who has after gaining employment got\ninvolved in any undesirable activities.\n14 lPage",
  "16": "Further to assist or support the above operational aspects in airports\nsituated in highly sensitive regions the following administrative\naspects also need to be catered for:\nEfficient camp guarding: this is an aspect which requires its due\nconsideration as in most sensitive regions the security force personnel\nare a prime target of terrorists/anti national elements. Ensuring a\nrobust camp guard is as vital as securing of any installation or airport.\nIf an armed attack is mounted on the lines of any security\nagency/force deployed in isolation (no support units) it usually\nbecomes very difficult to counter the same without a robust defensive\nand counter measure mechanism as there is usually no scope of any\nre enforcements. Aspects of camp guarding that need due attention\nare as bellow:\n(i) Strict access control to the camps.\n(ii) Deployments at vantage points.\n(iii) Use of blank rounds to extract reactions from suspicious\npersons.\n(iv) Strengthening of armed posts/morchas as already\ndiscussed.\n(v) Clear instructions of instructions in case of lobbying or\ngrenades or petrol bombs etc.\n(vi) Weapons to be available with personnel responsible to\ncounter the threat, as re enforcements, around the clock.\nCCTV coverage in camps: In sensitive regions it is always advisable\nto have CCTV coverage in all places possible but roads open to civil\nuse or other vulnerable areas of the camp must essentially be covered\nby CCTV to not only monitor the areas but also to justify any counter\naction by the personnel manning the armed posts or watch towers.\nRoad clearance or Road opening party drills: Again in\ncontinuation of above whenever the security personnel are moving\nfrom their camps to location of duty or else where a proper road\nopening pafi must be detailed prior to movement to ensure the route\nis not booby trapped or ambushed in any way and in case the convoy\nis to cross over a road open to civil use a proper road\n15 lPage",
  "17": "clearance/blockage drill must be followed to avoid any explosive laden\nvehicle ramming into vehicles meant to carry the security personnel.\nconvoy drills: are a major tool in ensuring the secured movement of\nsecurity personnel in sensitive areas. A few aspects that warrant due\nattention are as bellow:\n(i) Use of quality bullet resistant vehicles.\n(ii) Ensuring drivers are invariabre in builet resistant gear\ndespite driving bullet resistant vehicles.\n(iii) Drivers are properly instructed/briefed to keep the vehicles\nmoving despite coming under fire.\n(iv) Vehicles never to be stopped in civirian areas without\noperational reasons.\n(v) Vehicles never to be left unattended outside the camp.\n(vi) Armed escorts in sufficient numbers in alr vehicres to be\nprovided to return appropriate fire in case of an attack.\nRestricted movement of security perconner in pubtic praces:\nmust be ensured because as discussed in such regions security\npersonnel are a prime target hence wandering in civilian areas without\nproper escort and precautions could lead to attacks by terrorist/anti\nnational elements as seen in miritancy/extremism infested regions\nacross the world.\nConclusion:It must be appreciated that security and passenger\nfacilitation to some extend have an inverse relationship. civil aviatLn\nis a business and hence the security measures need to be carefuily\ncalculated keeping in view the ever changing dynamics of threat\nperception which could vary every few hundred kilometres.\nHistorically identification of cities as India,s centre on a rationale that\nIndia was a frimsy nation doomed to disintegrate owing to its diverse\nAvailability of blank rounds, riot drill\nstores: is essential in sensitive areas of\navailable for tactical and emergency usage.\nequipment and similar\ndeployments and must be\n16 lPage",
  "18": "social setup and economic problems (Qurban Ali Doctrine) covert\nactions became integral in the hostile neighbour relationship with\nIndia. Since then, terrorism or proxy fighters were used in Kashmir\nwhich continues to this day, and in Punjab, which came to an end in\nthe early 1990s. Thereupon, these hostile neighbours tweaked their\nmodeof operationsin India after analysing that concentration of\nattacks in urban centres would ensure greater returns. Cities like\nMumbai, far away from previous 'theatre of operations' like Punjab\nand Kashmir were identified as the enemy's centre of gravity. At a\nstrategic level, our hostile neighbourhood identified that the economic\nliberalisation policies initiated by India in 1991 was India's step\ntowards raising its stature in the international forum, like China had\ndone during the 1970s.\nConsequently, when India's economic growth, in which aviation plays\na major role, was identified as India's centre of gravity (COG) cities\nwere chosen as theatre of operations to attack India's critical\nstrength. Hence in conclusion it is evident that not all airports falling\nin a ceftain category face the same level or kind of threat. Hence\nalthough the provision and deployment of security personnel is by and\nlarge fixed however based on the risk assessment of each region\ncertain additional measures may be required to be adopted.\n17 | Page"
}