{
  "1": "SECRET\nF No. CAS-10(03)/04/Div.-I/Airport level security meeting/85145\n‘UR GPR / GOVERNMENT OF INDIA.\nane faa HATE / MINISTRY OF CIVIL AVIATION\nAR faa Ball AT / BUREAU OF CIVIL AVIATION SECURITY\n“oP GS, 1-1 TA, TAT HAA, TATY / +A’ WING, I-II] FLOOR, JANPATH BHAWAN,\nwig feeeft - 110001 / JANPATH, NEW DELHI - 110001\nDated: 10/01/2022\n\nTo,\n\nThe Ministry of Civil Aviation,\n(Kind attn.: Smt. Usha Padhee, JS)\nRajiv Gandhi Bhawan, New Delhi\n\nSubject: Heading of Airport level Security related meetings by BCAS -reg.\nSir/Madam,\n\nThis is with reference to IB (MHA) U.O.No. 2/AH/2020-2147\ndated 08/09/2021 vide which it is intimated that a meeting was held under\nthe Chairpersonship of Home Secretary on 12.08.2021 to review and\nrecommend measures to improve Civil Aviation Security in India. In the\nmeeting, it was agreed upon that “BCAS would head security meetings to be\nheld at the airport-level, including those airports which are being operated\nunder the PPP (Public Private Partnership)\n\n2. In view of the above, a meeting was held on 20.10.2021 at BCAS\nHq with the representative of CISF, IB, AAI, DIAL etc. for reviewing\nComposition and functioning of Airport Level Security Committees, in the\nlight of recommendation made vide ibid U.O. of IB(MHA) dated 08/09/2021\n\n3 Consequent to the discussion held, DG, BCAS has approved the\nconstitution of an Aerodrome Advisory Committee on Security (AACS)\nunder the Chairpersonship of Regional Director, BCAS with CISF as Convener\nand member from Government Agencies. The AACS shall play an advisory as\nwell as supervisory role over the functioning of the Airport Security\nCommittee, to ensure timely implementation of aviation security concerns\nThe committee will meet on quarterly basis and also, as and when required\nbasis, keeping in view any emergent security situation. The terms of reference\nof AACS are appended as Annexure -A.\n\na This issue has the approval of Director General, BCAS.\n\nEncl: Annexure-A\nYours faithfully,\n(eat\n4 aye\n(Prakash Qhandra Joshi)\n\nAssistant Director (Policy-I)\n\nCopy to:\n1. All Regional Director, BCAS with direction to ensure strict compliance.\n\nDistribution: As per standard list\n",
  "2": "Annexure-A\n\nAerodrome Advisory Committee on Security (AACS)\n\n1, Introduction:\n\n1.1 The prompt and continuous collection and assessment of threat\ninformation and timely dissemination of such information to appropriate\nstakeholders are essential for the maintenance of an effective aviation security\neco-system. Based on the level of threat that exists within the country and,\ntaking into account the international situation, adjustments to the National\nCivil Aviation Security Programme are being made. Valid threat and risk\nassessment analysis can be best achieved by instituting a systematic and\ncontinual process of input collection and feedback evaluation.\n\n1.2. When applying security considerations in airport operation, it will be\nnecessary to conduct an airport specific threat and risk assessment, on\nregular basis. The security counter-measures applied, shall be commensurate\nto the risk assessment statement, and shall be capable of responding rapidly\nto meet any increased security threat.\n\n2. Objective:\n\n2.1 Therefore, taking into account the civil aviation security scenario, it has\nbeen decided to formalise and establish a mechanism, namely Aerodrome\nAdvisory Committee on Security (AACS), to carry out threat and risk\nassessment at each operational airport level on regular basis, to prepare,\nevaluate and review the level and nature of threat, in order to ensure the\neffective application of preventive security measures.\n\n2.2 The AACS shall also play advisory as well as supervisory role over the\nfunctioning of the Airport Security Committee, to ensure timely\nimplementation of aviation security concerns.\n\n3. Composition:\n\n3.1 The composition of the committee is as below:\n\n(i) Regional Director, BCAS : Chairman\n\n(ii) CASO, ASG or his representative: Convener\n\n(ii) 1B and R&AW : Member\n\n(iv) Rep. of State Intelligence Deptt. /Special Branch : Member\n\n(v) Rep. from Local S.P. / SHO (Police): Member\n\n(vi) Customs (At International airport): Member\n(vii) Bureau of Immigration (Bol)\n(At International airport) Member\n(viii) Regional Security Head, AAI Member\n(ix) Airport Director/ Rep. may be co-opted when necessary\n(x) Any other member to be co-opted: when necessary\n",
  "3": "4. Terms of References (ToRs):\n\n4.1 The Terms of References (ToRs) of the above-said Committee are as\nbelow:\n\ni) evaluate the nature and level of risk to an airline or airport in\naccordance with a valid threat assessment;\n\nii) determine the duration for heightened threat conditions;\niii) _ become familiar with the layout and operations of affected facilities;\niv) review the current security measures in place;\n\nv) appraise the number of flights and passengers and the volume of\nbaggage and cargo that would be subject to enhanced security procedures;\n\nvi) prepare a risk report which will contain an assessment of the\neffectiveness of any security measures that are being taken in relation to the\naerodrome, in response to the threat;\n\nvii) set out the recommendations of the committee as to the security\nmeasures that should be taken, or continue to be taken, commensurate to\nthat threat; and\n\nviii) assess aviation security compliance indicator of the airport, based on\nthe level of implementation of avsec concerns raised during airport security\ncommittee meetings\n\n4.2 The committee will meet on quarterly basis and also, as and when\nrequired basis, keeping in view any emergent security situation.\n\n"
}