{
  "1": ":\n:!. \noFFrcE oF THE ADDmoNAL DrREcroR 9ENERAL/ATRPoRT sEcroR\nce'lriml luousrRrAL sEcuRrrY FoRcE\n' \noututsrnv oF HOME AFFAIRS) \nAdministrative Btock\nAirPot Sector, CISF ComPlex\nMahiPalPur, New Delhi-37\nNo. 0-4201 1/APC/ops(2)/Circula r l Asl 2022' l q 6 q 6\nDaledt L2- Nov'2022\nTo\nDIsG/AP (NZ, E&NE, SZ & WZ)\nDIsG/CASos of rcC'sbeft'i, l4imbai' Hyderabad' Chennai & Bangalore\nAll CASOs of ASGs\nThis He has issued detailed set of instructions. for handling passengers with _disability\nand special needs and uaopt'i'i'. !*itiu\" unO e.putnetic approaih, while exhibiting desired\nprofessionalism.\n2. \nInspite of specific instructions, instances h-ave. come to notice reporting improper\nbehaviour and communicafl;'';;''ffi oi nsc rtun,*hile dealing with such passengers' It\nshows lack of clarity on tne issJe Jiin\" rup\"*i.ory level and a communication gap between\nih;;il;tili.u\"it una the personnet performing duties on the ground'\n3. \nIn thls regard, it is hereby reiterated:\ni. \nPassenger is to be treated with respect' dignity and to be politely informed about the\nneed to underg\"'.\";;;r;;;t-.,ir,, in.iu\"dtnd a check of the prosthesis etc., if so\nrequired. It should be ensuied that passengers with disabilities do not feel harassed\nand humiliated on the ground of their disability'\nii. \nIn case of private screening, it must be ensured that screening is done in presence\nof two screeners-;iil;;r';.-s;nder as that of the passenger being screened ln\nsituations *n.r\" Jr\"'iul-.\"ntiire requireo to be removed or lifted for checking of\nprosthesis/brace,\"ii 'iit \nbe ensured that there is a separate and appropriate\nsecurity checking''r.;;;'* tuUitf\" available in the SHA' Wherever no such\ninfrastructure it ]ruiiJi\", ff,. .uti\"r should be taken up with the Airport operator\nfor Providing the same'\niii.Itshouldalsobeensuredthatduringsecuritychecksofpassengerswithspecial\nneeds, security-;;;;- \nnot diiuted *hite at the same time avoiding\nembarrassment t\"'.;;;;d; \nWith special needs. They shou|d be checked as per\nlaid down pro.\"a,t.t, issu6d by BCAS' with a humane approach'\niv.Closeliaisonshouldbemaintainedwitntneairlineoperatorsothatpriorinformation\nabout travelling; ;;;; \nwith special needs could be obtained and necessary\nassistance could be provided during his/her security check'\ndisabiliW: Reoardino",
  "2": "v. \nSpecial briefing and de-briefing sessions should. be conducted frequently to sensitize\nevery screenei and resolve aiy Sqp in appreciating the contents and spirit of this\nlettei. Further, a proactive ap'proich should be adopted to make the journey of\npassengers with special needs smooth and hassle free'\nvi. \nFrequent sensitization awareness drlves and campaigns may be organized.at airports\nto sensitize CISF personnel as well as other airport stakeholder including airport\noperator and airline operators to provide all essential assistance to wheelchair\npassengers, persons with disabilities and senior citizens at airports'\nvii. \nRational and judicious use of security gadgets should be ensured so that the sanctity\nof security procedures may be miintained without offending the dignity of\npassengers'\n4. All cASos of ASGs should personally check these arrangements and include these aspects\nin ..on the job training/briefing/de-briefing of the ASG personnel. All cAsos are also directed to\nensure that ASG p6rsonnel- deal with passengers with special needs observing polite,\nsympathetic and empathetic behaviour. :\n5. All CASOS are also directed to make security issues informative by placing placard/signage\nwith the help of Airport Operators, which will enable PWDs in giving information to security\npersonnel of his/her disability and of any need for assistance before screening begins'\n6. Zonal DIsG/AP and DIsG/CASOs (Delhi, Mumbai, Hyderabad, chennai & Bangalore) should\nensure implementation of the above directions under their respective jurisdiction and physically\nverifl7 it during their inspection/visits to airpofts.\n7 . \nEnsure strict comPliance.\ndhtto'--,\nPrakash, IPS)"
}