{
  "1": "OFFICE OF THE SPL, DIRECTOR GENERAL/AIRPORT SECTOR\nECURITY FORCE\n\n: (MINISTRY OF HOME AFFAIRS)\n‘Adm. Block, Ground Floor,\nCISF Complex\nMahipalpur, New Delhi- 37\nNo, 0-42011/APC/OPS (78)/Misc,/24- | >, 4 Dated 9g Nov’ 2024\nTo\nIG/APS-I 8d\n\nDISG/AP (ERNE, NZ, SZ & WZ)\nDIsG/CASO ASG Delhi, Mumbai, Bangalore, Hyderabad, Kolkata & Chennai, Ahmedabad\nAll CASOs of ASGs\n\nSub: SOP regarding In Flight Security Officer: Reg:\n\nPlease find enclosed herewith an e-mail message dated 05.11.2024 received from BCAS\nHQrs, New Delhi regarding SOP of In-flight Security Officer, Annexure “A” (Procedure for Interaction\nof IFSO on duty with Aviation Security Group (CISF/ Police) and Minutes of the Meeting held on\n22.10.2024 under the Chairmanship of Ms. Ramya Bharati, IPS, DDG (OPS).\n\n2. This is for kind information and necessary action accordingly, please.\nEncl. As Above\n\nf\n(vikés Rana)\nDC/Airport Sector\n",
  "2": "5 ‘ADG APS\n‘OP of In Flight Security Officer (IFSO)\nFrom : Kiran Pooja <kiranpooja.bcas@gov.in> Tue, Nov 05, 2024 05:51 PM\nSubject : Fwd: SOP of In Flight Security Officer (IFSO) @3 attachments\n\nTe\nce:\n\nDG APS <adgaps@cisf.gov.in>\n\n|. NOWSHAD Joint Director <jdopsi.bcas@gov.in>, Anil Pundir\n<adiopsi.bcas@gov.in>, Vinay Kumar <ad2ops!.bcas@gov.in>\n\nSir,\n\n‘A point pertaining to IFSO was raised by NSG wherein CISF troops deployed at airports were not\naware about IFSO/ IFSOs {Para 5 point (vi) of MoM held on 22.10.2024 }. The competent authourity\nhas now directed that CISF Hqs may be apprised to take appropriate action in sensitising the troops\naccordingly and also adhere to the SOPs pertaining to IFSOs.\n\n2. The SOP of In Flight Security Officer and Annexure \"A\" is also attached. For your kind\ninformation and necessery action please\n\nWith Warm Regards\nOPS-1, BCAS HQrs\n\n= Annexure A.pdf\n109 KB\n\n= Final SOP Scaned Copy.pdf\n318 KB\n\n= mOm oCT.pdf\n101 KB\n\npetavs “\\\"\n",
  "3": "CONFIDENTIAL\n\n1 Annexure-“A”\n\nPROCEDURE FOR INTERACTION OF IFSO ON DUTY WITH AVIATION SECURITY\nGROUP (CISF/POLICE\n\na, In-flight Security Officer (IFSO) will report to the APSU / ASG control room & will produce\nthe authority letter signed by the In-flight Security Officer (IFSO) detachment commander.\nAPSU / ASG staff at the control room will check the following documents of each In-flight\nSecurity Officer (IFSO)\n\nBCAS Weapon Authorization Card\n\nAll India Aerodrome Entry Permit (AEP)\n\nb. The specimen signatures of authorized signatories pertaining to Weapon Authorization Card),\nCivil Aviation Security Personnel Certificate, and Sky Marshal Deployment Certificate may be\nprovided at concerned airport CISF Control Rooms (SOCC) and the same may be updated on\nregular intervals. This will be as an additional measure to cross-check check the identity of\nIPSOs.\n\n€. The Contact Number of Centralized Control Room/Sky Marshal Control Cell is 9560391494\nand same may be contacted in case of any confirmation.\n\n4. After confirming the In-flight Security officer’s (FSO’s) identity. the control room may make\ndue entries in their own register and a code will be given to the In- flight Security Officer\n(IFSO). The control room will stamp and countersign the authority letter of the In-flight\nSecurity Officer (IFSO) detachment commander and return it to the In-flight Security Officer\n(IFSO). In addition to the above, an additional code in the form of a mini sticker in the shape of\nstar, circle, triangle, square etc. of various colors viz (red. green, blue. yellow ete.) or a bindi of\na particular color or shape will be pasted at the back of the boarding pass carried by in-Flight\nSecurity Officer (IFSO) so that the frisking officer recognizes him\n\n. Upon arrival of In Flight Security Officer (IFSO) at ASG/APSL control room, an officer not\nbelow the rank of Deputy Commandant may check the weapon. number of ammunition and\n‘other equipment carried by IFSO. CISF should ensure that, there is no delay in ISO boarding,\nHowever, it should be done as per requirement but not as norm.\n\nf. The code and one sample of sticker/bindi will also be given to the International and Domestic\nSHA U/C by APSU/ASG Control Room/SOCC in-charge so that the Security Hold Area In\ncharge be aware of the code. The same Information will also be conveyed\ntelephonically/verbally to both shift In-charge by ASG Control Room/SOCC.\n\n8. The code will be changed and regenerated twice every day one at 1200 hrs in the morning and\nanother at 0000 hrs in the night.\n\n‘h. On receiving the code and sticker from the APSU/ ASG Control Room/SOCC, Security Hold\nArea In-charge will share and brief about code and sticker to the designated machine personnel\nfor smooth movement of Inflight Security Officer (IFSO). Security has to be maintained\nregarding movement and there should also be no delay in the PESC for Inflight Security\nOfficer (IFSO),\n\nCONFIDENTIAL, {\n",
  "4": "Minutes of meeting held_on 22.10.2024, 1130 hrs. at BCAS HQ to discuss the\nmonthly deplovment schedule of IFSOs and other related matters\n\nA meeting was held at BCAS HQrs, New Delhi on 22.10.2024 under the chairperson-\nship of Ms. Ramya Bharati, IPS, DDG (Ops), BCAS HQ to discuss the monthly deployment\nschedule of Sky Marshal and other related matters\n\n2. Officers/officials from BCAS, NSG & representatives of domestic Aircraft\nOperators as mentioned below attended the mecting: -\n* Shri M. Nowshad, Joint Director (Ops-1), BCAS\n«Major Vinay Kanyal, NSG\n© Shri Vinay Kumar, Assistant Director (Ops-I), BCAS\n«Smt. Kiran Pooja, SASO (Ops-I), BCAS\n+ Hav. Rocky Manas, NSG\n* NK Jaideep Bhardwaj, NSG\n* Shri Rohit Mathur, Indigo Airlines\n® Shri Amar Ashish Sharma, Spice Jet Airlines.\n* Smt. Madhumita Pandey, Vistara and Air India Airline.\n‘© Smt. Pronoti Grawal, Akasa Air\n© Shri Lalit Kumar Sehrawat, Akasa Air\n‘© Shri Raj Singh, Alliance Air,\n© Shri Amil Talwar, Air India Express Ltd.\n\n3. During the meeting, officers/officials of BCAS, NSG and representatives of\naircraft operators deliberate the schedule of deployment of IFSOs for the month of November,\n2024. The deployment is prioritized based on the inputs provided by the central security\nagencies on domestic sectors as well as foreign countries.\n\n4 The chair briefed about the bomb threat calls recently received through\nelectronic/social media platform. The chair viewed the current threat scenario seriously and\ndirected that all stakeholders to evaluate the same at their level and carry out various\nassessments and virtual meets to thwart them.\n\n5. Points raised by the participants during the meeting are as under: -\n\n(Sun Points Comments\n\n5) NSG representative raised thel The point pertaining to MOU with Sx\njpoint that they are only covering AinLankan Government was discussed and it was|\nindia flights bound for Colombo and notjintimated by the chair that the same awaits\ncovering Indigo flights for Colombo asjapproval.\n\n",
  "5": "|with IFSOs. It was requested thi} thel\n|CISF personnel be sensitized oi the!\n\nfsame.\nvii) Representatives of Airlines| The point was discussed and directed by|\nquested —t0.—conduct_—_-monthly(chair for further compliance,\nordination meeting in the first week to\nyhich the chair agreed. ile _\nviii) NSG representatives again] The chair directed to forward an}\n\nighlighted the point of argumentiincident report and opined that if the pilot is\nloetween pilot and [FSO regardingfound to be defaulting the pass of the erring\nsecurity briefing. captain will be withdrawn and actions will be\ninitiated to ground the pilot. It has also beer!\n(directed by the chair that it is the responsibility)\nof airlines to ensure that crew shall attend the\n___bericting session religiously\n\n6. The monthly deployment schedule of sky marshals for the month of November,\n2024 was discussed and concluded with consensus from the pavticipants,\n\nYours’ faithfully\n\n(ill Poni\n\nAssit. Director (Ops-I)\nBCAS HQrs, New Delhi\n\n‘The NSG 52 SAG Manesa\n‘The NSG HQ, Palam\n\nRD, BCAS Delhi\n\nThe CSO, Indigo Airlines, IGI Airport, New Delhi\n\nThe CSO, AIX, IGI Airport, New Delhi\n\nThe CSO, Alliance Air, 1G! Airport, New Delhi\n\nThe CSO, Vistara Airlines. 1GI Airport, New Delhi\n\nThe CSO, Akasa Air, 1G] Airport, New Delhi\n\nThe Director (Security), Air India, Safdarjung Airport, New Delhi\n0. The CSO, Spice Jet Airlines, IGI A\n\n1\n2,\n3\n4\noy\n6\ni\n8\n9,\n1\n\nport, New Delhi\n\n",
  "6": "(Confidential\n\nNo. CAS-18057/1/2019-Operation Division-I (E-236537)\n‘UR ASR / GOVERNMENT OF INDIA\nAPR fara HATH MINISTRY OF CIVIL AVIATION\n‘APR FAA YAM AT / BUREAU OF CIVIL AVIATION SECURITY\nGS, LN Te, HATY Ya, SATE A’ WING I-11] FLOOR, JANPATH BHAWAN,\nJANPATH\nagfeeett - 110001 / NEW DELHI - 110001\nDate: 03.08.2023\n\nTo,\n1, The Director General, NSG, Mehramnagar New Delhi\n2. The ADG (APS). APS HQrs Mahipalpur, New Delhi\n3. All concerned airlines.\nSubject: SOP regarding In Flight Security Officer.\n\nSir,\n\nKindly find enclosed herewith Standing Oper\nof In- Flight Security Officer (IFSO).\n\ning Procedures (SOP) for operations\n\n2. The SOP contains 1-6 pages and Annexure - “A”, 1-2 pages (Annexure for CISF and\nNSG only).\n\n3. This is issued with the approval of Competence: Authority, 3CAS\n\nYours faithfully\neS\napesh Kumar)\n\nJoint Director (Ops-l)\nBCAS HQrs, New Delhi\n\nCopy to:\n1. AIRDs.\n\n2. Policy Division, BCAS HQrs.\n3. Ops-ll, BCAS HQrs.\n",
  "7": "CONFIDENTIAL\n2\n\n7. Weapon & Equipment.\n\n(a) In Flight Security Officers (IFSOs) are permitted to carry following items as deemed\nnecessary for the operation:-\n\n@) Pistol - OL\n(ii) Magazine = 03 (30 rds of mm amn)\n(ili) Dagger - On\n\n(iv) Pepper Spray o1\n\n(v) Vibration Communication Device.\n(vi) Duct Tape and Zip Tie Hand Cuts.\n(vii) 9mm BP Vest.\n\n(ix) Modified dagger.\n\n(b) —_IFSOs are permitted to carry weapon in a loaded and rvady state.\n\n8. Documents. Following documents are carried by IFSOs for perusal by Aircraft Operators,\nCISF/APSU, Customs and {mmigration =\n(@) Aerodrome Entry permit (AEP)\n(b) Weapon Authorisation Card\n(©) Civil Aviation Security Personnel Certificate\n(4) Official Passport\n(©) Sky Marshal Deployment Certificate\n(0 Tickets/Travel documents as applicable\n(g) Deployment of Cabin Safety Personne! Certificate\n9. Coord Aspects\n@ Dispatch Receipt Officer (ADRO) is a Non-commissioned officer detailed by 52\nSAG (NSG) to ensure smooth departure and arrival of FSOs. He is responsible for\ncoordination with the airlines for receiving boarding passes for the flights. He is also\n\nresponsible for receiving the ISO at the airport before departure and getting the crew\nbriefing done.\n\n(b) Boarding Passes:- Boarding passes should be made available along with the tickets\n24 hrs in advance to the IFSOs. These will be collected by Air Dispatch Receipt Officer\n(ADRO) from the Aircraft Operator Office/ Aireraft Operator Security Office an evening\n\nprior to the flights\n\nCONFIDENTIAL\n",
  "8": "iia\n\nCONFIDENTIAL\n4\n\n(@ __ Extend full cooperation and courtesy to IFSO in case of any contingencies arising at\nthe airports. Aircraft Operator should extend full assistance to ensure suitable\naccommodation, food during the stay.\n\nCoordination With The Crew and Ground Staff,\n\nrational Aspect:\n\n(i) As per International Civil Aviation Organisation (ICAO), denying access to the\ncockpit throughout flight operational procedures is a recommended measure to mitigate\nvarious threats. In terms of BCAS AVSEC Order 08/2001 dated 16 Nov 2001 cockpit door of\nan aircraft, which is in-flight, shall be kept locked during all phases of flight to deny\nperpetrator access to the cockpit. Chief Cabin crew shall inform IFSO if someone is required\nto enter into cockpit due to technical reason.\n\n(i) During in-flight, if cockpit door is required to be opened, cabin crew should place\nfood trolley in such a way to prevent unauthorized entry into the cockpit. Requirement of\nplacing food trolley cart shall be adhered by the cockpit and cabin crew as instructed by the\ndetachment Commander of IFSO during pre-flight briefing\n\n(ii) In case of unlawful interference. if there is threat of hijackers using an explosive and\nif IFSOs are present, the of aircraft should lower the\naircraft altitude to 10,000 feet & reduce cabin differential pressure in preparation\nfor a decompression.\n\n(iv) In case information is received of a bomb or suspected hijackers on board inform\nIFSO through the cabin crew so that they can be extra vigilant. The IFSO are not trained to\nken by the cabin crew. if required to iden\nhe aircraft\n\ndefuse bombs, but their assistance can be «\n\nunclaimed packages and contro! passenger inside\n\n(v) FSO should be treated like a nom\ndisclosed. Any change in the behavio\nIFSO.\n\n| passenger on board so that their identity is not\nbin crew is likely to reveal the identity of the\n\n(vi) The cabin crew must keep the\nso that visual contact between the IFSO ca\n& J class also to be kept little open so that !F\nthe toilet & not to the cockpit.\n\n(separation between J & Y class) « little open\nmaintained. The curtain separating the toilet\n(0 can observe that the passenger is going to\n\n(vii) Cabin erew should not interfere when IFSO are reacting to hijack bu: may assist\nthem in any way required when requested\n\n( In case of de-em!\nrequirement of turn around 9)\nshould be informed to ASG by\n\nation of 1FSOs due to technical snag cr operational\nhts, prior information about presence and nunsber of IFSOs\n\nfhe concerned airlines,\n\nCONFIDENTIAL\n\n",
  "9": "20. Unscheduled Halt. In case of\nSecurity Manager of the concerned! aircraft\nmanage the accommodation, transport and\nhalt, IFSOs will deposit their weapon in «\nweapon will be locked in aircraft at safe\n\nunscheduled halt of ISOs, the\nator at the de-boarding sta:ion will\nses for the return flight. In case of domestic\nCISF/ASG and in case of internation| halt the\nsecure place.\n\n21. Number of inflight Security Officer (JFSO) And Seats.\n\n(a) The number of 1FSO and their seating has been fixed based on the tactical <equirement\nand not on convenience. IFSO should not be asked to change their seats. They are under striet\norders and will not be able to obliize\n\n(©) _In event of cancellation/unscheduled halt of returning flight of 1FSO due to\nunavoidable circumstances, IFSO will be provided next available flight by the respective\n\naircraft operator or in case non availability of flights/seats with operator.\n22. Conclusion. The SOP has been formulated to lay down guidelines for conduct wi. procedure\nOf IFSO Ops. The same is required to be followed in letter and spirit to avoid any violation in the Ops.\n»\n+\ntibha Ambedi«\"..'S)\nDeputy Director Genet, ps)\n\nBCAS.\nDistribution: For information and necess:iry action please:\ni) The ADG (APS), APS HQrs Mahipa pur. New Dethi\n)) The DG, NSG, Mehramnagar New Del!\niii) All concerned airlines\niv) AILRDs\n¥) Policy Division, BCAS HQrs\nvi) Ops-ll, BCAS HQrs.\n\n"
}