{
  "1": "OFFICE OF THE ADDL. DIRECTOR GENERAUAIRPORT SECTOR\nCENTRAL INDUSTRIAL SECURITY FORCE\n(MINISTRY OF HOME AFFAIRS)\nNo. 0-4201 1/APC/OPS (6/Corr. BCAS/23- 8l9l\nTo\nAdministrative Block\nCISF Complex, MahipalPur\nBy Pass Road, New Delhi-37\nDated: 15: Nov'2023\nDlsG/AP- (NZ, WZ, SZ and E&NE)\nDlsG/CASOs ASG Delhi, Mumbai, Chennai, Bengaluru, Hyderabad & Kolkata\nSub:\nReference is made to the meeting with the Secretary of the Ministry of Civil\nAviation (MoCA) on November 15,2023. During this meeting, it was decided to ensure\n'100% staffing at X-BlS, frisking booths etc.\n2. \nlt is informed that considering the upcoming Winter season and the expected\nsurge in passenger traffic at airports, after a series of meetings, 3082 CISF personnel\nhas been allotted to airports to cater to the requirement of manpower to effectively\naddress the anticipated congestion issues.\n3. \nlt is noteworthy that higher authorities are deeply concerned about potential\ncongestion problems at airports. Consequently, it is imperative to ensure 100% staffing\nof sanctioned X-ray Baggage lnspection System (XBIS) and Automatic Tray Retrieval\nSystem (ATRS) machines at the Security Hold Area. lt is also requested to deploy an\nadequate number of personnel at other important duty posts to facilitate the seamless\nmovement of passengers.\n4. \nThe management of manpower at the unit level will play a crucial role in handling\nthe increased passenger influx and preventing congestion at airports. This can be\nachieved through the efficient deployment of available manpower.\n5. \nln light of the above, I have been directed to request all Zonal DlsG/AP and\nDlsG/CASOs to take proactive measures which may inctude managing leave and\nweekly offs of the personnel, implementing flexible shift, pulling out the personnel from\nthe lean duty posts, etc.\n6. \nThis has been issued with the approval of the Competent Authority.\nCopy to:\nlG/APS-ll HQrs\nq*#\n(Arun Si[tgh)\nAIG/Airport Sector\nFor kind information please."
}