{
  "1": "To,\n\nNo. 24013/50/Misc./2019-CSR.III\nMinistry of Home Affairs\n(CS Division)\n“hint\nNorth Block, New Delhi\nDated the 07 October, 2019\n\nThe Chief Secretaries,\nAll State Governments & UT Administrations.\n\nSubject:-'The Prohibition of Electronic Cigarettes (production,\n\nmanufacture, import, export, transport, sale, distribution,\nstorage and advertisement) Ordinance, 2019'- Regarding,\n\nSir/Madam,\n\nGovernment of India has prohibited electronic-cigarettes through\n\npromulgation of 'The Prohibition of Blectronic Cigarettes (production,\nmanufacture, import, export, transport, sale, distribution, storage and\nadvertisement) Ordinance, 2019', The salient features of the Ordinance are:--\n\na)\n\nb)\n\n¢)\n\nd)\n\nE-cigarettes includes all forms of Electronic Nicotine Delivery\nSystems, Heat Not Burn Products, e-Hookah and the like\ndevices, by whatever name called and whatever shape, size or\nform it may have, but does not include any product licensed under\nthe Drugs and Cosmetics Act, 1940.\n\nProduction, manufacture, import, export, transport, sale,\ndistribution, storage and advertisement of electronic- ‘igarettes or\nany parts or components thereof such as refill pods, atomisers,\ncartridges etc, is prohibited. Online sale and advertisement have\nalso been prohibited.\n\nIndividual possession of e-cigarettes for personal use is not an\noffence.\n\nPunishment:\n\n() For production, manufacturing, import, export, transport,\nsale, distribution and advertisement - imprisonment upto\none year or fine up to rupees one lakh or both. For\nsubsequent offence, imprisonment upto three years and fine\nupto rupees five lakh. It shall be a cognizable offence.\n\n(i) For storage - Imprisonment upto six months or fine upto\nrupees fifty thousand or both.\n\nContd... >/-\n\na\n\n|\n|\n",
  "2": "-2-\n\n(ii) Sub-Inspector of Police is the Authorized Officer to conduct search |\nand seizure. Other Officers can also be notified as Authorized |\nOfficer by Central/State Governments. |\n\n|\n|\n\n(iv) An opportunity is provided to the owners of existing stocks of e-\ncigarettes on the date of commencement of the Ordinance to\nsuomoto declare and deposit these stocks at the nearest police\nstation without unnecessary delay. |\n\n2. The Ordinance has come into effect on 18.09.2019. A copy of ‘The |\nProhibition of Electronic Cigarettes (production, manufacture, import, export, i\ntransport, sale, distribution, storage and advertisement) Ordinance, 2019' is\n\nenclosed.\n\n3. You are, therefore, requested to kindly implement ‘The Prohibition of\nElectronic Cigarettes (production, manufacture, import, export, transport, sale,\ndistribution, storage and advertisement) Ordinance, 2019! in the larger interest\nof Public Health. It is also requested to kindly ensure that it is circulated\namongst all concerned officers/authorities in the State/ UT.\n\nEncl. As above\n\nYours fait}fully,\n\nTe\n(S. K. Shahi)\nJoint Secretary to the Govt. of India\nTel: 011 -23388024\n\nCopy for information and necessary compliance to:~\n\n1, The Principal Secretary/Secretary (Home) ] All State Governments/\n2. The Director General of Police UT Administrations.\nCopy also for information to:-\n\nSecretary, Department of Health and Family Welfare, Ministry of Health\nand Family Welfare w.r.t . D.O, letter No. P-16012/23/2019-TC dated\n19.09.2019.\n\n",
  "3": "Weat FH we (e0W/000772003—19 REGISTERED NO. DL—(N)04/00072003—19\n\n=a\n\nat\nChe Gazette of Sudia\n\nEXTRAORDINARY\n3M ars 1\nPART It — Section 1\nwieR 3 warfre\nPUBLISHED BY AUTHORITY\n\n#59] 7 faved, gar, Paar 18, 20197 amNR 27, 1981 (a)\nNo.89) NEW DELHI, WEDNESDAY, SEPTEMBER 18, 2019/BHADRA 27, 1941 (SAKA)\n\nWe srr d firs ye den dt arf ¢ five ferae sent deus Sea cary we\nSrparrte paging is given to thls Partin order hat if maybe fled ns a toparatecompltion\n\nMINISTRY OF LAW AND JUSTICE\n(Cegislative Departaient)\n\nNew Delhi, the 18th September, 2019/Bhadra 27, 1941 4Saka)\n\nTHE PROHIBITION OF ELECTRONIC CIGARETTES\n(RODUCTION, MANUFACTURE, IMPORT, EXPORT,\nTRANSPORT, SALE, DISTRIBUTION, STORAGE AND\n\nADVERTISEMENT) ORDINANCE, 2019 (\nNo 14 oF 2019\nPromulgated by the President in the Seventieth Year of the\nRepublic of India, . “\n\nWHEREAS India is @ signatory to the World Health\nOrganisation Framework. Convention of1 Tobacco Control\nadopted in Geneve, Switzerland on 21\" day of May, 2003\nwhich came into force on the 27° day of February, 2005;\n\n",
  "4": "Kw\n2\n\n‘THE GAZETTE OF INDIA EXTRAORDINARY\n\n(Paar it—\n\nShort title and\n‘commencement.\n\nDeclaration as\nto expediency\nofcontrol by\nUnion.\n\nDefinitions.\n\nAND WHEREAS the Conference of Parties established\nunder article 23 of the said Convention took a decision on the\n18\" day of October, 2014 to invite the Parties to the\nConvention to consider prohibiting or regulating the\nelectronic cigarettes or the Electronic Nicotine Delivery\nSystems and the Electronic non-Nicotine Delivery Systems,\nincluding as tobacco products, medicinal products, consumer\nproducts or other categories, as appropriate, taking into\naccount a high level of protection for human health;\n\nAND WHEREAS the Conference of Partiés took a decision\nto urge the Parties to the Convention to consider banning or\nrestricting advertising, promotion and sponsorship of the said\nDelivery Systems;\n\nAND WHEREAS since these devices are injurious to health\nand proliferation of these products has negative impact on\npublic health, it is expedient to prohibit the production,\nmanufacture, import, export, transport, sale, distribution,\nstorage and advertisement of electronic cigarettes as enjoined\nby article 47 of the Constitution of India;\n\nAND WHEREAS article 51 of the Constitution of India\nrequires the State to endeavour to foster respect for\nintemational law and treaty obligetions in the dealings of\norganised peoples with one another;\n\nAND WHEREAS Parliament is not in session and the\nPresident is satisfied that circumstances exist which render it\nnecessary for him to take immediate action;\n\nNOW, THEREFORE, in exercise of the powers conferred by\nclause (1) of article 123 of the Constitution, the President is\npleased to promulgate the following Ordinance:-—\n\n1. (J) This Ordinance may be called the Prohibition of\nBlectronie Cigarettes (Production, Manufacture, Import,\nExport, Transport, Sale, Distribution, Storage and\nAdvertisement) Ordinance, 2019.\n\n(2) It shall come into force at once.\n\n2, It is hereby declared that it is expedient in the public\ninterest that the Union should take under its control the\nelectronic cigarettes industry.\n\n3. In this Ordinance, unless the context otherwise\nrequires —\n",
  "5": "‘Sec. I]\n\nTHE GAZETTE OF INDIA EXTRAORDINARY\n\n(@) “edvertisement” means any audio or visual\npublicity, representation or pronouncement made by\nmeaiss of any light, sound, smoke, gas, print, electronic\nmedia, intemet or website or social media and includes\n{rough aay notice, circular, label, wrapper, invoice or\nother document or device;\n\n(6) “suthorised officer” means —\n\n(@ any police officer not below the rank of sub-\ninspector, or;\n\nGi any other officer, not below the rank of sub-\nSspector, authorised by the Central Goverument or the\nState Government by notification;\n\n©) “tistibution” includes distribution by way of samples,\n\nWhether free or otherwise and the expression “distribute”\nshall be construed accordingly;\n\n(2) “electronic cigarette” means an electronic device that\nheats a substazce, with or without nicotine and flavours, to\ncreate an aerosol for inhalation and includes all forms of\nElectronic Nicotine Delivery Systems, Heat Not Bum\nProducts, e-Hookal and the like devices, by whatever nme\nGalled and whatever shape, size or form it may have, but does\nRot Include sny product Licensed under the Drugs and\nCosmetics Act, 1940,\n\nExplamation—For the purposes of this clause, the\nexpression “substance” includes any natural ot artificial\nSubstance or other matter, whether itis in a solid state or in\nHquid form or in the form of gas ar vapour;\n\n(©) “export” with its grammetical variations and cognate\nckPressions, means taking out of India to a place outside\nIndia;\n\nGO mnpoct” with its grammatical variations and cognate\nfxPressions, means bringing into India from a place outside\nIndia;\n\n() “notification” means a notification published in the\nOfficial Gazette;\n\n23 of 1940,\n\n",
  "6": "‘THE GAZETTE OF INDIA EXTRAORDINARY\n\nBarri\n\n(@ “person” includes—\n\n(A) any individual or group of individuals;\n\n(ii) a fiom (whether registered or not);\n\n(iii) a Hindu Undivided Family;\n\n(i) a ts;\n\n(¥) a limited liability partnership;\n\n(2) a co-operative society;\n\n(vi) any comporation or company or body of\nindividuals; and\n\n(viit) every artificial juridical person not falling\nwithin any of the preceding sub-clauses;\n\n@ “place” includes any house, room, enclosure, space,\nconveyance or the area in like nature;\n\n@® “production” with its grammatical veristions ond\ncognate expressions, includes the making or assembling of\nelectronic cigarettes and any part thereof:\n\n(D “sale” with its grammatical variations end cognate\nexpressions, means any transfer of property in goods\n(including online transfer) by one person fo another, whether\nfor cash or on credit, or by way of exchange, and whether\nwholesale or retail, and includes an agreement for sale, and\noffer for sale and exposure for sae\n\nProbibition on 4, On and fiom the dete of commencement of this\n\nproduction, i erson shall, di P ne\nveering,  O*¢inance, no person shal, ditectly or indirectly,\n\nimport, export,\n‘transport, sale,\nGistrbution,\nadvertisement\nof electronic\ncigarettes\n\nD produce or manufacture or import ot export or\n‘cansport or sell or distribute electronic cigarettes, whether\nas a complete product or any part thereof; and\n\n(i) advertise electronic cigarettes or take part in any\nadvertisement that directly or indirectly promotes the use\n\nof electronic cigarettes.\nProhibition om 5. On and from the date of commencement of this\nsangeet Ordinance, no person, being the owner or occupier or having\name the control or use of any place shall, knowingly penmit it to\n\nbe used for storage of any stock of electronic cigarettes:\n\n",
  "7": "Sec. 1]\n\nTHE GAZETTE OF INDIA EXTRAORDINARY\n\nPSL |\n5\n\nProvided that any existing stock of electronic cigarettes\nas on the date of the commencement ofthis Ordinance kept\nfor sale, distiibution, transport, export or advertisement shall\nDe disposed of in the manner hereinafter specified —\n\n(@) the owner or occupier of the place with respect to\nthe existing stock of electronic cigarettes shall, suo moto,\nPrepare a list of such stock of electronic cigarettes in hig\nPossession and without unnecessary delay submit the stock as\nspecified in the list to the nearest office of the authorised\nofficer; and\n\n(2) the authorised officer to whom any stock of\nclectronio cigarettes is forwarded under clause (2) shall, with\nall convenient despatch, take such measures 23 may be\nRecessary for the disposal according to the law for the time\nbeing in force, .\n\n6. (1) An authorised officer, if he has reason to believe\nthat any provision of this Ordinance has been, or is being\ncontravened, may enter and search any place where—\n\n(@) any trade or commerce in electronic cigarettes is\ncarried on or electronic cigarcites are produced, supplied,\ndistributed, stored or transported: or\n\n(&) any advertisement of the electronic cigarettes has\nbeen or is being made,\n\n(2) After completion of the search refered to in snb-\nsection (J), the authorised officer shall seize any record oc\nProperty found as a result of the search in the seid place,\nWhich are intended to be used, or reasonably suspected to\nhave been used, in connection with any matter referred to in\nsub-section (J) and if he thinks proper, take into custody and\nproduce, along with the record or property so seized, before\nthe Court of Judicial Magistrate of the fitst class, any such\nPerson whom he has reason to believe to have committed any\noffence punishable under this Ordinance,\n\n(3) Where it is not practicable to seize the record or\nProperty, the officer authorised under sub-section (J), may\nmake an order in writing to atiach such property, stocks o\nrecords maintained by the producer, manufacturer, importer,\nexporter, transporter, seller, distributer, advertiser or stockisr\nabout which a complaint has been made or credible\ninformation has been received or a reasonable suspicion\nexists of their having been connected with any offence in\ncontravention of the provisions of this Ordinance and such\n\nPower to enter,\nsearch and seize\nwithout\nwarrant.\n\n|\n|\n|\ni\n\n",
  "8": "THE GAZETTE OF INDIA EXTRAORDINARY\n\n(Parr I\"\n\nPunishment for\ncontravention of\nsection 4\n\nPunistiment for\ncontravention of\nsection 5\n\nJurisdiction and\n‘vil of offences.\n\nPowerto\nAispose of stock\nseized\n\nOffences by\nCompanies.\n\norder shall be binding on the person connected with the said\noffence.\n\n(@) All searches, seizures and attachment under this\nsection shall be made in accordance with the provisions of the\nCode of Criminel Procedure, 1973.\n\n7. Whoever contravenes the provisions of section 4, shall\nbe punishable with imprisonment for a term which may\nextend to one year or with fine which may extend to one lakh\nrupees, or with both, and, for the second or subsequent\noffence, with imprisonment for ¢ term which may extend to\nthree years and with fine which may extend to five lakh\n\nrupees.\n\n8. Whoever contravenes the provisions of section 5, shall\nbe punishable with imprisonment for a term which may\nextend to six months or with fine which may extend to fifty\n‘thonsand rupees or with both\n\n9. (2) Any person committing an offence under section 4\nor section 5 shall be triable for such offence in any place in\nwhich he is liable to be tried under any law for the time being\nforce,\n\n(2) All offences under this Ordinance shell be tried by\nthe Cowt of Judicial Magistrate of the first class in\naccordance with the procedure provided for trials in the Code\nof Criminal Procedure, 1973.\n\n10, After completion of the proceedings before the Court\nand if it is proved that the stock seized by the authorised\nofficer under the provisions of this Ordinance ere stocks of\nelectronic cigarettes, such stocks shall be disposed of in\naccordance with the provisions contained in Chepter XXXIV\nof the Code of Criminal Procedure, 1973\n\n11. (2) Where an offence under this Ordinance has been\ncommitted ty a company, every person who, at the time the\noffence was committed, was in charge of, and was\nresponsible to the company for the conduct of, the business of\nthe company, as well as the company, shall be deemed to be\nguilty of the offence and shall be liable to be proceeded\nagainst and punished accordingly:\n\nProvided thet nothing contained in this sub-section shall\nrender any such person liable to any punishment provided in\nthis Ordinance, if he proves that the offence was committed\nwithout his knowledge or that he had exercised all due\ndiligence to prevent the commission of such offence,\n\n2 of 1974.\n\n2 of 1974\n\n2 of 1974\n\n",
  "9": "|\n\nSee. 1]\n\nTHE GAZETTE OF INDIA EXTRAORDINARY\n\n2of 1974,\n\n@ Notwithstanding anything contained in sub-section\n(), where ‘an offence under this Ordinance has been\ncommitted by @ company, and it is proved that the offence\nhas been committed with the consent or connivance of, or is\nattributable t any neglect on the part of any director,\nmaaneger, secretary or other officer of the company, such\nGirector, manager, secretary or other officer shall also be\ndeemed to be guilty of the offexce and shall be liable to be\nProceeded against and punished accordingly.\n\nExplanation —For the purpose of this section—~\n\n(@ “company” means amy body comporate and\nincludes a firm or other. ‘association of individuals; and\n\n© “director” means a whole-time director in the\ncompany and in reletion to a firm, means a partner in the\nfirm.\n\n12. No court shall take cognizance of an offence\nPunishable under this Ordinance, except upon a complaint in\n‘writing made by an authotised officer under this Ordisance\n\n1S. Notwithstanding anything contained in the Code of\nCriminal Procedure, 1973, an offence under section 4 shall be\ncognizable,\n\n14. Save as otherwise expressly provided in this\nOrdinance, the provisions of this Ordinance shall have effect\nnotwithstanding anything inconsistent therewith contained in\nany other law for the time being in force,\n\n1S. The provisions of this Ordinance shall be in addition\nto and not in derogation of the provisions of any other law for\nthe time being in force prohibiting production, manufacture,\nimport, export, transport, sale, distribution, storage and\nadvertisement of electronic cigarettes,\n\n16. No suit, prosecution or other legal proceeding shall\nHe against the Central Government or any Siate Goversment\nCrnY officer of the Central Government or any State\nGoverment for anything which is in good faith done os\nintended to be done under this Ordinance,\n\n17. (2) If any difficulty arises in Siving effect to the\nprovisions of this Ordinance, the Central Govemment may,\nby an order published in the Official Gazette, make such\n\nCognizance of\noffences\n\nOffences to be\ncognizable,\n\nOrdinence to\nhave overriding\neffec,\n\nApplication of\nother laws not\nbarred.\n\nProtection of\naction taken in\n{G00 faith,\n\nPower to\nremove\ndifficulties.\n",
  "10": "@ ' a THE GAZETTE OF INDIA EXTRAORDINARY,\n\n[Pant 1i—Sec. 1]\n\nprovision not inconsistent with the provisions of this\n‘Ordinance, 'as may appear to be necessary or expedient for\nremoving the difficulty.\n\n(2) Every order made under this section shall be laid, as\nsoon as may be after it is made, before each House of\nParliament.\n\nRAM NATH KOVIND,\nPresident.\n\nDR.G. NARAYANA RAJU,\nSecretary to the Gov. of India,\n\n‘UPLOADED BY THE MANAGER, GOVERNMENT OP INDIA PRESS, MINTO ROAD, NEW DELAI-110002\n\n‘AND PUBLISHED BY THE CONTROLLER OF PUBLICATIONS, DELHT-110054,\nNGIPMRND--2739GKCRC)—18-09-2019.\n\nes\n"
}