{
  "1": "1\n \n \n \n \nMINUTES OF THE MEETING TAKEN BY THE COMMISSIONER OF \nSECURITY (CA), ON 25.8.04, IN THE CONFERENCE HALL OF BCAS \n(HQRS), NEW DELHI, AT 1100 HRS.  \n***** \nA meeting was taken by Commissioner of Security (CA) regarding \nimplementation of NCASTP by various agencies connected with Civil \nAviation Operations. \nThe following officers attended the meeting. \nS/Shri \n1. R.C. Tayal, Addl. Commissioner of Security (CA) \n2. R.K Singh, Addl. Commissioner of Security (CA) \n3. Dr. T.V. Narayanan, Dy. Commissioner of Security (CA) \n4. P. Mohanan, Reg. Dy. Commissioner of Security (CA) \n5. D.P. Dahiya, Dy. Commissioner of Security (CA) \n6. M.N. Chaturvedi, Dy. Commissioner of Security (CA) \n7. P. Gaurishankar, Reg. Dy. Commissioner of Security (CA) \n8. O.P. Yadav, Asst. Commissioner of security (CA) \n9. M.T. Baig, Asst. Commissioner of Security (CA) \n10. Sudesh Sharma, Manager (Security), AAI \n11. Gp.Capt (Retd). H.S. Bedi, Vice President, Jagson airlines. \n12. Anand Kumar, Director (Security), Indian Airlines. \n13. Mahesh Kaul, DGM (Security), AAI \n14. Col. A.S. Bedi, Sr. Gen. Manager, Jet airways. \n15. G.S. Bankoti, DGM-Security, Air India. \n16. Col. P.N. Thimmaiah, GM Security, Air Deccan \n17. Col. R.P. Segan, Chief of Security, Air Sahara. \n18. P.K. Ravi, Cargo Manager, AAI, Operational office, \n19. G.T.J Jaiswal, Asst. Cargo Manager, AAI Operational office. \n20. S.K. Trivedi, DC, Airport Cell, CISF. \n \n \n2. \nAt the outset, COSCA welcomed all the participants and reiterated \nthat the security duties relating to access control to aircraft, secondary \nchecking at ladder point, screening of hold baggage, cargo, catering etc. \nare the key areas that need to be performed by properly trained and \ncertified security staff. It is necessary to make the aircraft more safe. The \nimplementation can be improved through continuous monitoring by the \nsupervisory officers of concerned agencies. With regard to training and \ncertification, COSCA desired that the NCASTP should be implemented by \nall agencies. He also apprised of the impending security audit of IGI \nairport, New Delhi, by a team from ICAO. It would be a different type of \naudit than those being done by BCAS where it is informed to the agency \nconcerned on the spot to take remedial action on. The ICAO team would \ngo through the documentation part relating to security control and training",
  "2": "2\nof personnel deployed for such duties. It is in this context that we need to \nget our security personnel trained according to NCASTP in a time bound \nperiod. By this, we can achieve the objectives set in the National Civil \nAviation Security Training Programme approved by Govt. of India. He \nadvised all air operators, particularly Indian airlines and Air India, to keep \nall documents including Security Programme updated for inspection by \nICAO team. Thereafter, COSCA asked the DCOS (Trg) to present status \nregarding implementation of NCASTP. \n \n3. \n Dr. T.V.Narayanan informed the house about the action taken by \nBCAS training division in this direction. He also enumerated the additional \ntraining and certification Programmes were under taken by BCAS for the \nbenefit of airlines, air operators, airport, Aviation Security Group of CISF \nand APSU. The figures of training and certification programme are given \nbelow: \n \nS.No \nCourse Name \nNumber Of Personnel Qualified \n(i) \nBasic AVSEC \n295 \n \n(ii) \nScreeners \ncertification \n366 \n \n \n \n \n \nHe disclosed that the rate of failure on the part of some personnel \nwas due to lack of in-house training before appearance in the certification \ntests. He requested all agencies to impart in house training the staff before \nthey are sent for the course so that the percentage of success becomes \nhigh. BCAS has already trained 54 personnel of different agencies as \nInstructors. Some agencies like AAI have also got ICAO trained \ninstructors.  The services of those instructors may be utilized by the into \ntrain their personnel on the pattern of ICAO after procuring Standardised \nTraining Packages. BCAS cannot train all personnel due to certain \nadministrative constraints. He also informed the house that, it had been \ndecided by COSCA not to accommodate more than 25-30 trainees per \ncourse in order to maintain quality of training. At this point COSCA \nemphasized that the concerned agencies can carry out training for \nthemselves because critical area needs proper training and supervision. \nHe also said that many agencies have developed training institute of their \nown. The other agencies can tie up with these agencies for having their \npersonnel trained. \n \n4. \nShri Tayal, ACOS, emphasised that the agencies should come out \nwith a cut off date by which they would be able to implement the NCASTP. \nAfter that no agency would be allowed to deploy untrained personnel for \nsecurity functions. After listening from all participating agencies and \nelaborate discussion, COSCA decided that February 2005 would be the",
  "3": "3\ncut off date by which all security personnel be trained as per NCASTP. No \none would be allowed to be engaged in security functions without \nappropriate training outlined in NCASTP w.e.f 01st of March 2005. \n \n5. \nThe Indian Airlines and Air India requested for one time exemption \nin respect of their existing employees who do not fulfill the eligibility criteria \nof NCASTP. COSCA agreed to consider if such cases are forwarded by \nname from concerned agencies as a one-time exemption for a particular \nemployee. He mentioned that it is the responsibility of agencies concerned \nto recruit security personnel as per standards laid down by BCAS. \n \n6. \nThe Director Security, IAL assured that they would be in position to \nimplement NCASTP by the end of 2004. Shri Mahesh Kaul, AAI informed \nthat they could not train all CISF/ASG personnel by the cut off date set by \nCOSCA. He was told that AAI should implement the decision and stick to \nthe target date i.e. 01 Mar 2005. \n \n2. \nCapt. \nBedi, \nJagson \nairlines \nrequested \nfor \nrelaxation \nin \nimplementation of security controls being a small airlines in civil aviation. \nCOSCA informed that it cannot be relaxed as the security measures are to \nbe implemented uniformly by all agencies engaged in civil aviation \noperations. \n \n3. \nOn a query from Shri Trivedi, Dy. Comdt, CISF regarding non-\navailability of training centre at international airports, it was clarified by \nShri Mahesh Kaul, DGM Security, AAI that ASG CISF can avail the facility \nat NIAMAR, New Delhi and Regional Aviation Security Centre, for AVSEC \ntraining. No separate training centre can be made available exclusively for \nCISF/ASG. \n \n4. \nShri Tayal wanted that CISF/AAI should come up with a definite \ntime bound action plan for getting all their personnel at IGI airport to be \ntrained before the Security Audit of ICAO.  Shri. Mahesh Kaul agreed to \nforward the details. \n \nThe meeting ended with vote of thanks to the chair \n \n \nXXX"
}