{
  "1": "___ _MINUTES OF SENIOR OFFICERS’ CONFERENCE\nHELD ON 6™ NOVEMBER’ 2015 AT CISF HQRS\n\nOn the outset ADG/HQ welcomed DG/CISF and other Senior Officers to the\nconference.\n\nThe list of Officers who participated in the Conference is attached as per\n\nAnnexure\n\nAddress by DGICISF:\n\ni. In the opening remarks DG expressed that one day is too short a time\nto discuss all the operational and administrative aspects of the\nfunctioning of the Force. However, with a focused agenda we can\nconcentrate on the important issues and come up with solutions\n\nii, DG desired in cases of serious lapse and issues relating to corruot\npractices we need to go to the root of the problem by analysing arid\nconducting detailed inquiries and taking prompt disciplinary action\nagainst the responsible personnel/ officials and also put in place\nremedial measures.\n\n[Action: ADG/APS & All Sector IsG]\n\nili. In view of the concems that certain clients have raised about the\nescalating cost of CISF deployment, it is imperative that we become\ncost effective. We must use integrated technological solutions and\nmove away from man power intensive deployments. We also need to\nrationalize the manpower deployed by using innovative technological\nsolutions. This will ensure that CISF remains viable and also that\nthere will be a sustained long term demand for the Force.\n\n[Action: ADG/APS & All Sector IsG]\n\niv. DG directed to undertake a realistic and rationale exercise to\ndistinguish between core and non-core functions that the CISF at\npresent is performing. DG desired that we must concentrate on the\ncore area which are vital for the security of the establishment so that\nwe can rationalize the manpower deployed and do not waste\nmanpower on functions which are in the non-core area\n\n[Action: ADG/APS & All Sector Ist]\n\nVv. DG desired that access control at Entry Gates be supported by use of\nbiometrics and smart cards as far as possible to regularise the access\nof employees/workers.\n\n[Action: ADG/APS & All Sector Is(3]\n\n",
  "2": "vi\n\nvii\n\nvill\n\nxi\n\nDG mentioned that some of the functions/ duties in airports like\nchecking tickets of passengers at gates and maintaining queues of\npassengers etc may be examined as to whether they can te\noutsourced. Further, DG desired that a very realistic exercise for\nrationalization of CISF deployment is essential with respect :0\ndeployment at core and non-core areas at airports.\n\n[Action: ADG/APS & All Sector IsG]\n\nDG directed that each Sector IG should select one Unit from their\nsector as a pilot project and rationalize the manpower deployed to the\nextent of 15% to 20 % by using the concept of integrated security\nsystems and cutting down on redundant manpower and also\nconcentrating on the core area.\n\n[Action: ADG/APS & All Sector IsG]\n\nDG directed that if we can prove to our clients that by introduction of\nappropriate technology they would save on the manpower costs, they\nwould be ready to invest in the technology requested for.\n\n[Action: ADG/APS & All Sector Is(3]\n\nDG stressed that we must keep in mind the basic purpose for which we\nare deployed i.e. the overall security of the Unit. We must address all\nthe security related concerns of the managements in an effective\nmanner as that is the very reason for which we are stationed there.\nThe Unit Commander must assume ownership and deliver effective\nand integrated security to their Units. The supervisory formations\nmust ensure that the above is done and ensure that security is not\ncompromised. Our reputation as an elite security provider will depend\non our service delivery\n\n[Action: ADG/APS & All Sector Is(3]\n\nDG directed that instead of intense static deployments, it is time to\nevaluate the concept of use of QRTs duly equipped so that any threat\nor danger could be effectively tackled. This would need to be backed\nup with suitable surveillance and alarm systems\n\n[Action: ADG/APS & All Sector Is\\3]\n\nDG expressed his concern over the activities of Naxals in Units located\nin LWE areas and causing damage to costly machineries / equipmer ts\nof the PSUs. DG directed to chalk out an effective strategy in advance\nto ensure that the assets and personnel of the plants are effectively\nprotected in a sound and tactical manner instead of rushing and\nmustering resources at the time of actual crisis.\n\n[Action: ADG/APS & All Sector Is'3]\n\n",
  "3": "xii\n\nxi\n\nxiv,\n\nXv.\n\nxvi.\n\nDG expressed his concern about the adverse tooth to tail ratio in our\ndeployment where a large number of personnel are being utilized in\nnon-operational duties. It is necessary to curtail attachments and\ntemporary duties and to rationalize the use of manpower especially as\nwe are facing a severe man power crunch.\n\n[Action: ADG/APS & All Sector Is(3]\n\nDG stressed that we must discharge our duties with high operational\nefficiency especially at DMRC, SSG and Airports, as any untowa'd\nincident tarnishes our image as a premier security agency in the\ncountry.\n\n[Action: ADG/APS, IGINS, DIG DMRC & SSG]\n\nDG directed that there is a need for fair and impartial treatment by the\nUnit Commander of all personnel under his charge. He must ensure\nthat there is transparency in postings within the Unit and there is\nregular rotation of duty especially at sensitive points.\n\n[Action: ADG/APS & All Sector IsG]\n\nThere are complaints of corrupt ‘practices. These need to be\nimmediately addressed. There should be open communication\nbetween the Unit Commander and his men and their grievances need\nto be addressed expeditiously. The Unit Commander must ensure the\nwelfare of his men and that at least the basic facilities are provided to\nthe men and their family. There should be proper maintenance and\nupkeep of the Unit and family quarters.\n\n[Action: ADG/APS & All Sector IsG]\n\nDG directed that instead of depending on deployments on IS duty\npattern, we should emphasize on timely completion of surveysi/\nresurveys and expedite completion of PIFs. DG stressed that it is very\nimportant that the orders issued for induction and de-induction of th\nForce are followed meticulously. No Unit should retain any personnel\nbeyond the time limit for which they have been provided to them fer\nduty.\n\n[Action: ADG/APS, All Sector IsG & DIG/I&P]\n\nDG expressed his concern about some of the serious incidents which\nhad taken place, clearly showing shortcomings in the command and\ncontrol of the Unit concerned. It is the responsibility of the Unit\nCommander to exercise proper operational control over his Unit and\nensure that the operations are conducted as per laid down SOPs. He\nshould provide proactive leadership and identify the problems and\nthreats which his Unit is likely to face.\n\n[Action: ADG/APS & All Sector IsG]\n\n",
  "4": "xviii\n\nxix,\n\nxx,\n\nxxi\n\nxxii\n\nxxii\n\nxxiv,\n\nDG stressed on the importance of appropriate rewards and\npunishments. DG directed that exemplary disciplinary action must be\ntaken against the defaulters in a time bound manner. The preliminary\nenquiry and departmental enquiry should be entrusted to an officer\nsufficiently senior in rank. The supervisory officer should examine the\nshortcomings at the Unit level and get them rectified\n\n[Action: ADGIAPS & All Sector Is(3]\n\nDG expressed his concern over the failure of CIW in reporting of\nvarious incidents and even involvement of CIW staff in malpractices\nwhich shows lack of supervision at higher levels. It is the duty of the\nUnit Commander and Supervisory Officers to ensure that the CIW\nmachinery is effective and they should constantly monitor its\nfunctioning. They would also be held accountable if they fail to do so.\n\n[Action: ADG/APS, DiG/Int. & All Sector IsG]\n\nDG directed that it is the basic duty and responsibility of the Unit\ncommander to report immediately any serious incident to the\nmanagement as well as higher formations of CISF.\n\n[Action: ADG/APS, DiG/Int. & All Sector IsG]\n\nDG directed that Unit Commanders must keep in place an effective\ngrievance redressal mechanism and special emphasis should be given\nto the welfare of the personnel and their families, Unit Commanders\nshould give proper weightage to gender sensitization.\n\n[Action: ADG/APS, DiG/Wel. & All Sector IsG]\n\nDG expressed his concern over suicide cases in some Units of CISF.\nHe directed that Unit Commanders should have better communication\nwith personnel under their command. In case any person is found\nhaving psycho-medical problems, utmost care should be taken before\nassigning duties to him.\n\n[Action: ADG/APS, All Sector IsG & Dir./Med.]\n\nDG directed that the Unit Commanders should ensure regular\nrehearsals of contingency plans, decoy drills, Annual Rance\nClassification and rotational training to keep the personnal\noperationally fit.\n\n[Action: ADG/APS, All Sector IsG & DIG/Adm /Tra]\n\nDG emphasized that Unit Commanders must keep cordial relationsh p\nwith management since any kind of friction with management leads ‘0\njeopardizing the security of the Unit. DG also stressed upon close\nliaison with district administration and other sister agencies includir g\nmanagement so that the security arrangements could be made in a\nfool- proof manner.\n\n[Action: ADG/APS & All Sector IsG]\n\n4\n\n",
  "5": "xxv. DG informed that Monday Meeting will be held theme-wise/ issue-wise\nor for earmarked Sector, for each week/ fortnight to ensure regular\npursuance/ monitoring and appropriate action on vital issues.\n\n[Action: ADG/APS, DIG/Ops. & All Sector IsG]\n\nDISCUSSION ON POINTS RECEIVED FROM SECTORS :\n\nCommand & Control\n\n>» DG expressed his concern over mal-practices in certain Units which\nreflected lack of command and control on the part of concerned Unit\nCommanders which ultimately led to corrupt practices within the Units\n\n[Action: ADG/APS & All Sector Is(3]\n\n* ADG/HQ desired Sector IsGs to visit such Units more frequently to\ncurb this kind of malpractices through close interaction with\nmanagement and close supervision of the Unit.\n\n[Action: ADG/APS & All Sector IsG]\n2. FAILURE OF CIW:\n\n» Itwas discussed at length that some incidents in the Unit occurred due\nto failure on the part of CIW setup. DG directed that CIW should be\nstrengthened by the Unit Commanders and Sector IsG. DG also\ndirected that CIW should give factual report on any incident.\n\n[Action: ADG/APS, DiGi/Int. & All Sector IsG]\n\n> DG directed the Unit Commanders and Sector IsG to ensure that\ninstructions issued by FHQ from time to time in this regard must be\nfollowed meticulously to_strengthen the CIW functioning and to make it\nmore transparent\n\n[Action: ADG/APS, DIGi/Int. & All Sector IsG]\n\n3. COURT OF INQUIRY:\n\n> DG expressed his concern over the discrepancies in conducting Court of\nInquiries. Many a time, it is observed that inquiries were conducted by\nOfficers who are not sufficiently senior to delinquent. DG directed that\nsector level workshops be conducted on the procedure for conducting\nCourt of Inquiries. DG also directed that pending Court of Inquiries must\nbe completed within stipulated time frame.\n\n[Action: ADG/APS, All Sector IsG & DIG/Int|\n",
  "6": "e 4, INTRODUCTION OF INNOVATIVE PRACTICES:\n\n> Innovative practices introduced at various Units were discussed. During\nthe discussion IG/APS, IG/NES, IG/WS and IG/NS briefed about the\ninnovative practices introduced by them in their respective sectors. DS\napplauded the efforts made by concerned sectors and desired that all tre\nsectors should make concerted efforts to adopt innovative practices.\n\n[Action: ADG/APS & All Sector IsG]\n5. STATUS OF DEFICIENCY OF PIF AND SECURITY INFRASTRUCTURE:\n\n>» DG directed that liaison with management to be made ty\nUnits/Zones/Sectors to meet deficiencies of PIFs and  securiy\ninfrastructure at various Units.\n\n[Action: ADG/APS & All Sector IsG]\n\n» DG directed IG/NES to flag the issue of deficiency in PIF and securi'y\ninfrastructure at CISF Unit NHPCL Subansiri to FHQ for taking up the\nsame with NHPCL HQrs.\n\n[Action: IG/NES and DIG |&F]\n6. MOCK DRILLS:\n\n> DG directed that adequate number of qualitative mock drills should be\nconducted periodically in order to keep the men active and alert as\nmen loose alertness and responsiveness due to tedious and\nmonotonous duty. Therefore, mock drill and decoy checks are\nessential to keep them alert during discharging duties.\n\n[Action: ADG/APS & All Sector IsG]\n7. SECURITY AUDITS OF THE UNITS:\n\n> DG directed that security audit should be done separately and not with\ninspections / visits of the Unit and the sanctity of Security Audit should\nbe maintained.\n\n[Action: ADG/APS & All Sector IsG]\n8 ASSAULT CASES:\n\n» During the discussion on assault ‘cases, DG directed that stem\ndisciplinary action should be taken against defaulters to curb such\ntendencies.\n\n[Action: ADG/APS & All Sector IsG]\n\n> ADG/HQ desired that in assault cases Court of Inquiry should be\ncompleted expeditiously.\n\n[Action: ADG/APS & All Sector IsG]\n6\n\n",
  "7": "9. INSPECTIONS OF THE UNITS:\n\n» DG stressed that quality of inspection should be of the desired level and\ninspections should not be done in a casual manner.\n\n[Action: ADG/APS & All Sector Is‘3]\n\n> ADG/HQ desired that the inspections of the Units should not be taken in a\nroutine manner and also desired that the Inspecting Authority should\nfocus at least one problem of the unit and see that it is resolved.\n\n[Action: ADG/APS & All Sector Is]\n\n> Inspections are not being done in time and there is a substantial backlog,\nInspections should be carried as per laid out norms.\n\n[Action: ADG/APS & All Sector Is(3]\n\n10. UTILISATION OF TRAINING SEATS ALLOCATED:\n\n> DG expressed that there is a need to fully utilize training seats allotted\nto Sectors/Zones.\n\n> Also, requests if any, for cancellation of training seat allotted to the\nconcerned sectors should be sent well in advance by the concerned\nIsG.\n\n[Action: ADG/APS & All Sector IsG]\n11. PROBLEMIISSUES IN FIRING PRACTICE(ARC):\n\n> DG expressed his concern for the spate of accidental firing. He sad\nthat proper musketry / in-house training at unit level is required io\nprevent accidental firing cases.\n\n[Action: ADG/APS, IG/Adm, All Sector IsG ]\n\n> DG directed to obtain authorisation of Indoor firing Ranges specially in\nthe NCR region.\n\n[Action: ADG/APS and IG/NS]\n\n> ADGI/HQ directed to put all out efforts for completion of Annual Range\nClassification of the officers and men, within existing set-up. For\nAnnual Range Classification, Unit and sector should maintain a\ncomplete plan for the year so that they can coordinate with other\nagencies and organizations to get the range for them.\n\n[Action: ADG/APS, All Sector IsG]\n\n",
  "8": "13,\n\n14,\n\n15,\n\n16,\n\n17.\n\nSTATUS OF DEs:\n\n> DG directed that action should be taken for completion of all Departmen‘al\nEnquiries which are pending over 6 months.\n\n[Action: ADG/APS, All Sector IsG & DIG/Legal]\nSTATUS OF SEXUAL HARASSMENT CASES:\n\n> DG directed to complete enquires in all sexual harassment cases on\n\npriority and reports be submitted to concerned authorities within a time\nbound manner.\n\n[Action: ADG/APS, All Sector IsG & DIG/Legal ]\nPENDING AUDIT PARAS:\n» ADG/HQ directed the pending audit paras to be settled on priority basis.\n\n[Action: ADG/APS, All Sector IsGi ]\nCOST OF DEPLOYMENT:\n\n> DG directed that Sectors pay special attention to the recovery of dues\nagainst the de-inducted units\n\n[Action: ADG/APS, All Sector IsCi ]\n\nSTATUS OF HEALTH:\n\n» DG directed that AME should be conducted on regular basis to get per-\npicture on the state of health of personnel and SHAPE category must be\nmeticulously monitored,\n\n[Action: ADG/APS, IG/HQrs, All Sector IsG & Zonal DisG]\n\nPROGRESS OF COURT CASES:\n\n> DG directed that Sectors should evolve a strong monitoring mechanism\nto know the progress of court cases especially contempt cases and\nimplementation of judgments should be time bound.\n\n[Action: ADG/APS,IG/HQrs, All Sector IsG & Zonal DIsG]\n\n> Effective and proper briefing be given to counsels on the cases so that\nthe interests of the Force are safeguarded\n\n[Action: ADG/APS,|G/HQrs, All Sector IsG & Zonal DIsG]\n",
  "9": "2 18. LEAVE PLAN:\n\n> DG directed that Unit Commanders to have yearly leave plan tor\npersonnel and officers under their command, It is the basic responsibility\nof the Unit Commander to maintain a balance between individual's need\nand operational exigencies.\n\n[Action: ADG/APS, All Sector IsG & Zonal Dis'3]\n\nDISCUSSION ON AGENDA POINTS:\nFollowing agenda points were discussed:\n\n|. Reports and relevant photographs on Swacch Bharat Mission to be sent\nFHQrs by Units and sector. There is a need to formulate a time bosnd\naction plan to fulfill mission objectives\n\nIL Permission to retain family accommodation should be given only on\nextreme compassionate ground but it should not be made a routine\naffair.\n\nlll. Funds allotted under minor heads should be utilised within stipulated\ntime and compliance should be sent to FHQ.\n\nIV. DG inaugurated a new android application ie, ‘M-Power,, also\nGeographic Information System (GIS) and Legal & Regulation\nMonitoring System for court cases. These software are developed by\nTech. Dte. ADG/HQ directed that all Sectors should ensure that\ninformation is updated regularly.\n\nV.  Sectors/Zones/Units should take timely action for grant of STS/MACP/\nProbation confirmation cases for conduct of scheduled DPCs during the\nyear.\n\nVI. The Service records / documents especially, for Inspectors should be\nmaintained properly by Sectors and updated before sending to FHOQrs\nfor DPC.\n\nVil. Sectors should ensure timely completion of Surveys and Re-surveys and\nit should be prepared as per MHA guidelines circulated by FHQrs.\n\nVill. Sectors should strengthen the Pairvi Mechanism for court cases. SOP is\nbeing developed by MHA and it will be provided to the units.\n\nIX. Sectors/Zones should ensure timely forwarding of Judicial Orders to\nFHQrs with other details for taking final decision on the implementation.\n\nX. As far as possible the requests for exemption of officers from courses/\ntraining should be avoided by Sectors/Zones.\n\n",
  "10": "XI. Sectors should nominate a GO/Training, who can supervise the training\nrelated issues, in addition to his assigned duties.\n[Action: ADG/APS, All Sector IsG & Zonal Dis'3]\nPOINTS OF PARTICIPANTS:\n\nIGIES: —_He informed that in Mahanadi Coal Fields Ltd., phase-wise\ninduction is required and requested to consider the same.\n\nDG directed him to submit a proposal.\n[Action: IG ES & DIG 1&F’]\n\nIGISS: i) _—_ He suggested that the period of attachment should be\nmentioned in the PIS data of every person\n\nii) He raised issue that at present accommodation for\nHCIGD is inadequate, therefore, he requested that\nauthorised accommodation may be reverted to 85% as per\nprevious practice.\n\nili) He also raised issue that some of the transferee do not\nvacate the house on one ground or the other resulting\ndeprivation of legitimate right of individuals serving and\nPosted in the unit. Therefore, retention of the quarter\npolicy should be terminated\n\nDG directed DIG 1&P and Adm to look into the matter.\n\n[Action: DIsG Pers, Adm and 1&P ]\n\niciws: He requested that the Hard Area allowance should be granted io\nCISF personnel posted in Hard area i.e. Naxal infested areas at\npar with other CAPFs.\n\nADG/HQ informed that the matter has been referred to 7\" Pey\nCommission.\n\n[Action: DIG Pers. ]\n\nHe requested to issue Clothing & Equipment items for recruits.\nADG/HQ directed DIG/Prov. & Proc. for providing the requisite\nitems.\n\n[Action: DIG Prov. & Proc. ]\n\nIGIAPS: —_He raised the issue of augmentation of strength of CISF at\nMumbai Airport by 882 posts. Deployment of CISF at the Airport\nHotel was also discussed\n\n10\n\n",
  "11": "[Action; ADG/APS]\n\nDIGIDOS: He mentioned that presently the administrative and operational\ncontrol of CISF Units, Mohali and ISTAC Lucknow are under the\njurisdiction of NS. He requested that for smooth functioning,\nthe administrative and operational control of these units should\nbe under DOS HQ.\n\nIt was directed that DIG / I&P to review categorisation and issue\ninstructions if there is any overlapping of administrative or operational control\nof DOS and DAE Units\n\n[Action: IG/WS, IG/SS and DIG 1&P]\n\nDIGINZ-II: i) He raised issue of shortage of manpower at Zonal H2.,\nAllahabad\n\nii) He requested to earmark CISF Unit BHEL Haridwar as\na Transit Camp for the personnel posted at CISF DHIEP\nDhaulinganga and NTPC Tapovan\n\nDIGINEZ :\ni) He stated that during election duties, vehicle and other\nlogistic support is not provided by district administration\nadequately to mid-level supervisory officers of the CISF.\n\nii) He informed that some units are still refusing to pay the\nService Tax and considerable amount is pending to tris\neffect.\nDIG/Adm informed that clarification on the issue has already been\nreceived from MHA and Finance Ministry. A copy of the same was forwarded\nearlier and will be sent again to Sectors IsG\n\n[Action: IG/NES and DisG Ops and Adm ]\nDIG/BSP Bhilai\n\nShe requested for the procurement of 95 BP Jackets & Helmets.\nProposal is still pending with management as per MOU,\nmanagement is not responsible for providing for BP jackets and\nhelmets.\n\nDG directed that the decision on procurement can not be changed\nunilaterally to force the management to make procurement.\n\n[Action: IG/WS and DIG Proc. & Prov. ]\nDIGINCR:\n\nHe raised issue of discontinuation of hardship allowance to\npersonnel posted at J&K units.\n\nADG/HQ informed that the matter has been referred to 7\" pay\ncommission.\n\nu\n\n",
  "12": "DIG/SSG:\n\ni) He suggested for introduction of a short duration cot\non personality development.\n\nii) He also suggested that a special training centre may be\nestablished for officers serving in vital installations.\n\nDG directed to organize public speaking courses by outsourcing so that\nCISF personnel may perform efficiently and present themselves in an\neffective manner.\n\nIG/TS suggested that for this purpose (point No. ii) a separate module\nin the syllabi may be added in basic course.\n[Action: IsG/TS and DIG Trg ]\nDIGIGI:\nItis intimated that regular course of public speaking for Sub-Inspecto’s,\nand Inspectors are being conducted for developing professional\ncompetency.\n\nADG/HQ desired that APS Hrs should explore possibility so that\ntrained Sub-Inspectors and Inspectors may further impart training to their sub-\nordinates on soft skills and enhance professional competency.\n\n[Action: ADG/APS and DIG Tre]\n\ni) He reported on slow pace of performance by NBCC at\n‘some of the sites in South Sector.\n\nIn this regard DIG/Adm informed that a review meeting had already\nbeen arranged with NBCC.\n\nii) He raised issued that 02 Bengaluru based Units, which\notherwise falls under the jurisdiction of South Zone:\nPresently these units are under the control of DOS fer\nadministration and operational purpose. Therefore, thes?\ntwo units should be placed under administrative and\noperational control of South Zone.\n\nItwas directed to send a proposal to resolve the issue.\n\niil) He also requested for fund allotment for setting up the\noffice of SS HQrs, SZ HQrs (including Zonal Store) and\nGp. HQ at Chennai.\n\nIt was directed to send proposal so that the decision can be taken\naccordingly.\n\n[Action: IG/SZ, DIG&P and DIG Adm. {|\n\n»\n\n",
  "13": "DIG/DMRC:\nHe raised the issue of non-availability of Doctor at DMRC.\nDG directed the Director Medical to make suitable arrangement.\n\n[Action: DIR/Medical ]\nDIG/CCL (Kk)\nHe raised issue of authorisation of non-lethal weapons like rubber\nbullets ete.\n\nADG/HQ informed that the matter is in active consideration and a\nBoard of officer on the matter to be constituted.\n\n[Action: IG/ES and DIG Adm ]\nDIGWZz-! (1\nHe raised the issue of difficulties in transfer of GPF accounts fron\nPAO New Delhi.\n\nIt was directed to send a reminder DO to Chief Controller of Account\n\non the matter.\n[Action: AD/Accounts ]\n\nSr. Comdt/BIOM (B):\n\ni) He requested that the ARC of new incumbents to the Unit\nmay be done with their familiarization course at BSP\nBhilai,\n\nji) He also requested to declare ‘Raipur’ as a Transit camp\nfor the personnel posted in CISF Units Kirandul and\nBacheli.\n\nADG/HQ directed to send proposal for point no (ii). IG/Adm suggested\nthat ARC of the personnel may be done at firing range of RTC Bhilai.\n\n[Action: IG/WS and DIG Adm ]\n\nComdt/HEP Uri.\n\nHe requested to provide riot drill equipment for protection from stone\npelting activities done by anti-social elements.\n\nADG/HQ directed IG/NS to send a proposal to FHQ\n[Action: IG/NS and DIG Proc. and Prov. ]\n\nComdtVPT Vizag:\n\nHe reported that Management is asking to reduce strength of CISF and\nrequested to issue order for re-survey,\n\nADG/HQ directed to look into matter.\n[Action: IG/SS and DIG 1 & P ]\n\n2B\n\n",
  "14": "DC/ RTC (D)\nHe raised issue of shortage of Clothing & Equipment items fcr\ntrainees.\n\nADG/HQ directed IG/TS to look into the matter and make local\narrangement and send proposal to FHQ\n\n[Action: IG/TS and DIG Proc. and Prov. ]\n\n‘Sr. Comdt/ONGC\n\nHe requested to delegate financial power from welfare fund to Comat\nto meet petty requirements like purchase mess. utensils etc.\n\nADG/HQ directed to send proposal to FHOrs.\n[Action: IG/NES and DIG Wel ]\n\nConcluding Remarks of D\n\nDG reiterated that there is need for rationalization of manpower deployed ty\nusing innovative and technological solutions. It is required that Force should\nbecome cost effective. This will ensure that CISF will remain viable and there will ke\na sustained long term demand for the Force.\n\nDG directed that one unit in every sector may be selected as pilot project and\nrationalize the manpower deployed by using the concept of integrated security\nsystem and cutting down on redundant manpower.\n\nHe also desired that all officers should work on the issues discussed during\nthe meeting and improve the operational efficiency and effectiveness of the Force.\n\n[Action: ADG/APS and All Sectors IsG. ]\n\nA\nTMC 23[t/ 1S\n(Atul Katiyar)\nDy. Inspector General/OPS&NM\n\nNo. 0-42014/Soc/oPs/2014- SS Dated 27 November’ 2015.\nDistribution:-\n\nP.S. to DG.\nP.S. to ADG/ APS &HQrs.\nIsG HQ, & ADM.\n\nAlll Sector IsG.\n\nAll DisG at FHQrs.\n\nAll Zonal/Plant DisG.\nDirector medical\nAll AlsG at FHQrs.\n\n@OYAMAONS\n",
  "15": "9.\n10,\n\nAll Unit Commanders.\nAD/Accounts, Sr. AO/&P & Prov.\n\n1\"\n",
  "16": "OPNOARON SH\n\n\"1\n12.\n13.\n14.\n15.\n16.\n17.\n18.\n19.\n20,\n2\n22.\n23.\n24.\n25.\n26.\n27.\n28.\n29.\n30.\n31\n32.\n33.\n\n-Annexure-‘A”\n\nList of Officers\n\nShri R.K. Pachnanda, IPS ADG/APS.\nShri R.R. Bhatnagar, IPS ADG/HQrs.\nShri Ved Prakash, IG/Adm.\n\nShri Anant Kumar Singh, IPS IG/HQ.\nShri R.R. Sahay, IG/ES\n\nShri Anil Kumar, IG/TS.\n\nShri A.N. Mahapatra, IG/NES.\n\nShri Vinaytosh Mishra, IPS IG/SS\n\nSmt Shikha Goal, IPS IG/NS\n\nShri Anand Mohan, IPS IGWWS.\n\nSmt. Ritu Arora, IPS IG/APS\n\nShri S.S, Sandhu, DIGWel. & Bn. Sec.\nShri Sudhir Kumar, DIG/Adm\n\nShri J.S. Negi, DIGI&P.\n\nShri S.S. Sarmah, DIG/Int.\n\nShri J.W. Khan, DIG/Proe. & Prov.\n‘Smt Yamini Priya, DIG/Trg.\n\nSmt. D. Shyamala, DiG/Legal.\n\nShri Atul Katiyar, IPS DIG/Ops &N.M.\nShri S. Dev Dutta Singh, IPS DIG/Pers.\nShri B.K. Singh, Director/Medical\n\nShri Vikram Singh Mann, IPS, DIG/GBS.\nShri MLR. Naik, IPS, DIG/DAE, Hyd\nShri Satish Khandare, IPS DIG/WZ-1, Mumbai\nShri Mateti Nandan, DIG/CCL (k)\n\nShri Raghubir Lal, DIG/ DMRC (D).\nShri S.N. SINGH, DIG/EZ Patna,\n\nSmt. Jyoti Sinha, DIG/NZ-AP, Delhi.\nShri N. Venugopal, IPS, DIG/SZ (C).\nShri Sudeep Kumar Sinha, DIG/IGI, New Delhi\nShri Ajay Kumar, DIG/SSG Noida\n\nShri R.C. Huria, DIG/NZ-1,Delhi\n\nSmt. Shikha Gupta, DIG/BSP Bhilai,\n",
  "17": "34.\n36.\n36.\n37\n38.\n39.\n40.\na1\n42.\n43.\n44.\n46.\n46.\n47.\n48.\n49.\n50.\n51\n52.\n53.\n54.\n56.\n\n57.\n\n56.\n\nShri Ajoy Kumar, IPS DIGINEZ, Kolkata\n\nShri Anjani Kumar Singh, DIG/NZ-II, Allahabad\nShri Kashinath Tripathy, DIG/DOS, Bengluru\nShri Rajnath Singh, AIG/Fire.\n\nSmt Harpreet Kaur, AIG/Ops.\n\nShri Anil Pandey, Sr. Comd/BIOM, Bacheli\nShri K.C. Sharma, AIG/Adm.\n\nShri Jitendra Kumar Tiwari, AIG/Pers\n\nShri Z. Zuo, Sr. Comdt/ NALCO (D).\n\nShri Gyanendra Kumar, AIG/L&R.\n\nShri K.K. Chaturvedi, AlG/Ord\n\n‘Smt. Aprajita Mohapatra, AlIG/Wel\n\nShri Vishnu Swaroop, AIG/Rectt.\n\nShri V.K.Chaurasia, AIG/Estt\n\nShri Ajay Kumar Khandelwal, AIG/Int,\n\nShri Sumant Singh. AlG/Tech\n\nShri Subhash Sinha, Sr. Comdt/ ONGC, Nazira.\nShri Dhiraj Kr. Shukla, AIGWorks.\n\nShri Dilip Kumar, Comat (LR)/HEP Uri-| (J&K)\nShri Jay Prakash Azad, Comdt.(LRY/VPT Vizag\nShri Hemendra Singh, DC/PRO.\n\nShri Arvind Kumar, DC/KhSTPP, Kahalgoan.\nShri Pratap Menon, Sr. AO/Prov.\n\nShri J.K. Bagri, Sr. AON&P\nShri J. C. Garkoti, AD/Accts.\n\n7\n"
}