{
  "1": "OFFICE OF THE ADDITIONAL DIRECTOR GENERAUAIRPORT SECTOR\nCENTML INDUSTRIAL SECURITY FORCE\n(MINISTRY OF HOME AFFAIRS)\nNo. 0-4201 1/APC/OPS (6)/Corr.BCAS/23- &Qzy\nTo\nAdministrative Block\nCISF ComPlex, MahiPalPur\nNew Delhi-37\noated 0 d october'2023\nIG/APS-II\nDtsG/AP- NZ, SZ, \\ z & E&NE\n-oiro)Cnso-AsG Delhi, Mumbai, chennai' Hyderabad' Kolkata & Bangalore\nCASOs of All ASGs\nEnclosedpleasefindherewithacopyofBoASletterNo.(cAS-7(460)2o21lPolicyl\nLevet_l meeting/E-209399 O\"t\"J oi.io.zozibn ttre above subject matter, vide which minutes\nof the above meeting were shared'\n2.onperusaloftheminutes,thecompetentAuthorityhasdesiredtotakefollowing\nactions on the points earmarked for CISF/ASG:\na)2Dbarcodereader:AllCASostocoordinateWithairportoperatorsforcreationof\ndedicated lanes for passengers with bar code tickets (80 %), wherever the pilot project\nis being commenced/ Planned.\nb)Theftcases:Controlroomnos.ofASGSmaybeprovidedtoairportoperatorsfor\nputting up as a signage for guiding the passengers to call/lodge a complaint'\nc) Status of availability of washrooms for jawans deployed on perimeter WTs of\nairports: All cASOs to form a Joint committee with airport operator/APDs at local level\ntodesignandestablishwashroomwitheachwatchtowerhavingpropersanitization\nfacilities at their respective airports and also to ensure implementation of the same at\nground level.\nd) DGR CAT-12 qualified screeners: All cASOs to provide sufficient no. of screeners\nfoTDGRCAT-I2trainingwheneveraskedbyairportoperalorfortheSame'\ne)X.Blsup.gradationplanforSCPairportoperators:BCAS:AllCASostospare\nsufficient no. of screeners for training on CTX machines as and when asked by airport\noPerators.\n3. \nln view of the above, I have been directed to request all Zonal DlsG and DlsG/cASOs\nto \"n.rr\" \ncompliance of the above direction at ASGs under their respective jurisdiction and to\nfurnish a compliance report of the same to this HQ, please'\n4. \nThis has been issued with the approval of the Competent Authority'\nEncl: As above.\nSub:",
  "2": ",//RESTRTCTED//\nF. N o. : CA5-7 1460l I 2O?L / P oLcyllevel- I MeetinBlE- 209399\nl{RiTS{TF'I{ / GOVTRNMENT OF INDIA\nqr{RftrTr;fi*fllrq/ MlNlsrRY oF clvll AVIATIoN\nOF CIVIT AVIATION SECURITY\n'g{',€(t, ;-111ffi, Epttttf IGFI, q;rgq / 'A' WING, l-lll Ftoo& JANPATH SHAW\nr{ffi \n- uoool / rANPArH, Ntw DEIHI - 110001\nDate - o1.10.2023\nsubject: Minut€s of Meeting (MoM) of 14th Meeting on stren$hening of Aviation SecuritY-\ngnhanced Monitoring Mechanism: Level-l coordination Meeting held on 20th Sept' 2023 at\nECAS HQ.\nSir,\nThe undersigned is directed to refer to the subject captioned above and to forward the\nMoM of the 14th Meeting on strengthening of Aviation security-Enhanced Monitoring\nMechanism: Level-1 Coordination Meeting held on 20th sept' 2023 at BCAs HQ, under the\nchairpersonship of shri Zulfiquar Hasan, D6, BCAS for information and necessary action. All\naddressees are requested to submit ATRS and agenda points for next meeting, if any, to this\noffice by 10.10.2023. The date of next meeting will be communicated in due course of time.\n2. This issues with the approval of the Director General, BCAS.\nEncl.: A/a\nloint Director {Policy)\nDistribution: As per the distribution list.\nr\n6;:Y;*\nYours faithfully,",
  "3": "llREsrRlcrED//\n\"\" \nou' 1lll1l11l':': j:\":.1'\"1;\n,o.or.I#'lilin;;;;;;';'[p'i.''na io order to .:-n'1'\" 'o11]l-::::: :i::::1\",::\nff;t'ffi '1;;\"ril;;;;;*i\"\" 'i' *averthroqsh \"1\".::**'T.pr\"'\"::t:\":^:::::\":'::\n:Jil;;:,';;;;;;;;;tairfersorrstrip \"t i!1',::'11\"^1 If ,;.3\";i[11[ii ]\"]\n:\"\"'il'?ffiTl1J;il'ilffi:';;;;j;;;';;l'ence \nHatt' BcAs HQ New Derhi rhe rist or\n**\"T; li:t*l:l iiiHil li j;.,med ar the derecatesl pa rticipants a nd d slrvsrod ltolnot0\naddress. The Chair emphasizeJ upon the huge responsibility upon the shoulders of all\nstakeholderstoensuresafeandsecu'eaiftravelforthepeoplelhroughmeticulousadherence\nand implementation of relevant aviation security proto€ols in letter and spirit'\nTilereafter, a PPT paesentation on the issues covering agenda points was done' discussion on\nprevious meeting's agenda points along with their action taken reporis were held' Consequent to\nih\" dir.urrions \n-held during the subject meeting, fotlowing action points have emerged to be\ncarried lorward:\nA. Ooerational and Technical kues: {Oosl\n1. \nZD gar coda t€ader: BCAS has proposed to issue an order barring OTAs' which are not M-\n1 compliant from aviation ticket business. Concerned airports to take steps to improve the\np€rc€ntage. Pilot project at 5 airports with dedicated lanes for passengers with gar code tickpis\niao\"z.) {nclon by- ops Div,-BCAt con.srned RD BCAs, all airpon opefators, aircraft operators\nand CISF)\n2, Theft cases: Letter to cEo Air lndia and cEO lndiGo airlines for regislering FIR in all the\ntheft cases. Helpdesk number should be widely displayed at every airport. Police post be made\nby APD and proper signage should be displayed for the convenience of passengers li' No\ncornplaint registered within 15 days then escalate the same to the concerned Regional Director,\nBCAs. Chair directed A16, APS, ClsF that they may consult DG, CISF regarding making a number,\npertaining to socc, available for puiting up as a signage for guiding the passengers to callllodge\nacomplaint.(Actionby-Allairportoperators,aircraftoperators,Clsf&allRDsscAS)\n3, statur of undergrowth in airpo.t operational areas: RDs directed io submit the report of\nundergrowth as clsF has mentioned that 23 airports are having wild vegelation problems\n(Action by- Ops-ll Div., Ali RDs-BCA', airport operators)\n4. \nStatus of availability of washrooms for jawans deployed on perimeter wTs of airports:\nAAI and CISF together should jointly design and establish washroom with each watchtower\nhaving proper saniti:ation facilitier.(Action by. Ops -ll Div., Atl RDS-BCAS, airport operators,\nc6r)\n5. \nDesign StagelFioal vettint - whenever the standing committee for design 5ta8e or final\nveiting visits any airport, they must complete the paper work and issue the minutes on the\nsamedate.Themembersmustbephysicallypresentandsignontheminutes.Theai'port\noperator should give at least 15 days' notice for the standinS committee to conduct the visit.\n(Action by- All ROs-BeAt & airport operators)\n6, conduct of security test: oversiSht & compliance Division must plan and get the surprise\ntests conducted at originating airports of flights in which the prohibited items are recovered'\n(Aciion bY' O & C divisian, RDs B€AS)",
  "4": "7' \nBiomstric AEps and their use for acceEs control: Adani representstive informed thar\npurchase order has been issued br 06 Adani Airports. Mrs mantra has taken over successfur\noperation at Mumbai airport and Mls Mantra wil iake over operation at the remaininS 06\nairports be{ore 1.5 November 2023- (acrion by- Tech Div,, An RDs-BCAi aifport operators}\n8' \ngeployment of Full body Scanner {FBS} at lndian Airports: Trial of FBs for sop is under\nprocess in Bengaluru. crX machine has reached gengaruru Airport from Delhi on 17.09.2023. A\ncomprehensive trial of security check equipment inclusive of crx with ATR5 and Fu Body\nScanner to study the security aspects is proposed- The 6MR lab located at Hyderabad woutd\nrun their simulation and analytics with tools using live feed of CCTV to decide the mosl se€ure\nsetup of CTX, ATRS and FBS with optimurn throughput.\n{Action by- Te.h Div,, BCAS, and airport operators}\n9. \nrssues related with Ror equlpment: AMc of RDES: A meeting on RDE AMC herd on\n],tl}8/7073. BCAS has sent proposal to the MOCA in view ofthe directions receaved from MoCA\nduring L-ll meeting, ECAS has recaived directions with regard to AMC.\n(Action by- Tech Div., BCA! and concerned airport operators!\n10. Queries raised by oEMs of cr X-Bis Machines: Address oueries raised by oEMs of cr X-\nBis Machines. ln this regard, BCAS has issued Addendums to Avsec Circular No. 0512019 and\na2/2o23 an 13.09.2023.The issue is resolved and dropped. (Action by- Tech Div,, BcAs, and\nairport operators\n11. PsA status: AAr to ensure that pending security programme at airports, where psA is\ndeployed, muit be submitted to BCAS at the earliest. No relaxation will be given for training,\nif security programme is not submitted. Rectification of shortcomings in security programmes\nbe coordinated by respective RDs. (Action by- Mt/All RDs, BCASI\nL2. Prohlbited ltems in Hold Eaggage- chair directed ops-2 division to ask for report on\nprohibited items detected while screening of transrer hold baggage from other metro\nairpofis and include in the presentation in next meeting. {Action by-Ops-ll div}\n8i'i'rr,,r,:4$iE*illiii&ldiii&nq|itji;iti!f;ld,asqilda poi nrsr\n13. lssues regarding re-sealable Plastic bags for passengers vide para 1.3 of Appendix ,B,\nof Avsec a.der o212o22. Post availability of re-sealable plastic bags at almost all airports,\nBCAS has started iollowing its usage.\nchair expressed its dissatist'aclion or,er minimal uxge of re-sealable plasrie b$gs. The AsG and\nAirport operators to educate the passengers and promote its usage through signages, visuals\non screens, and instructions, should also brief PSA. Airpot c operators to increase the usage of\nre-sealable plastic bags and share ihe daily average uses in the action taken report. Asc/clsr\nto update the availability of Re-sealable plastic bags at 09 airports {Bhuntar, Dibrugarh, Leh,\nLilabari, Porbandar, Ranchi, Sura! Tirupati & Vizag) in next m€etinB. Chair directed to\nundertake enforcernent action in case of non-compliance by airport operators.\n(Action by- all airport operators and CISF)\nL4, Armoured BR vehicles for QRT.\nstatus of avallability of the Arrnoured BR vehicles for efir at 13 airports and non-availability\nat 53 airports including 50 AAI and 03 JV airports presented before the Chair. AAt told the\nchair the tender floated and opening date for of the same is 30.11,2023.\n{Action by- all airport operators ahd Tech divlsion, ECAS}\nX5. DGR CAT-12 qualified sreeners: ASG and airpo.t operators to impart DGR CAT - 12\ntraininB to the screeners.\nChair observed the progress made by airport operators on DGR CAT-12 training during last 5\nmonths.",
  "5": "AA! told the chair that AAI has awarded the work, and taining 16 666ry191cs from\n20.09.2023^ AAI informed that they are startins training at asTl Chennai & Kolkala' AAI\nfurther told that there is shortage of \nD6R instructors in ontire industry and are\nexploring the possibility of DGR Training at tAA, Vasantkuni' New Delhi as well'\nchair directed AAI to give their action plan for completion of the sublect rraining and a plan\nto train their instructors by the DGCA'\neSilCSf to plan and coordinaie the training in consultation with respective airport\n;:\"#fj: *r., all airport operalors to complete the DGR training' AirPort oPerators to 6ive\nihe timeline to complete the training at their airports along with uPdated figures' in nex!\nmeeting, in the suggested format below' (Action by- all airport operators' CISF and lraining\nDGR Training Status\nName of the Airport\nAug\nSeptember\nTrained\nTotal\ndeployment\nTrained\nTotal\ndeployment\nAAI Airports\nAAI has awarded the work, and\ntraining to comme nce {rom\n20.09.2023.\nDelhi\n1357\n1900\nHyderabad\n557\n651\nBengaluru\n952\n691\nCochin\n.- 314\n180 trained in\nAug-Sept. I 60\npending.\nAhmedabad\n153\n260\nMumbai\n9!1\n1363\nGuwahati\nB2\n152\nMa galore\n124\n104\nJaipur\nr\"39\n195\nLucknow\n99\n158\nTrivandrum\n136\n1\"57\n16. Agenda Points related YYith revision of various Aos and ACs: Revision of Ao 3/2009 and\n512009 - tActien by- policy Div' BCAS)\nIt was apprised to rhe chair that Annexures to the report on revision of A0 3/2009 and 512009\nis received on 15.09.2023 and with the discussion of the Chairman of the commitlee,\ndra{t may be finalized after due deliberaiions, and issued accordinBly. (Action by- Policy\nDiv., BCAS)\n17. AvSec Tralning issues:\ni) Training of CRPF staff deployed at srinagar airport Drop Gate and relievinE of screeners\nof airgrdft Operators: Chair was apprised that trained screeners o, CRPF have taken over\nthe duties at Drop gate and the airline rcreeners have been relieved. Chair directed that\nfurther requests for training to be coordinated and provided to keep the s.reeners'\nnumbers su{ficient for secure operations of the x-8ls at drop gate. {Action by - Ro\nSrinagar, Training Div., BCAI)\nii) online written examination for screeners' certiflcation, Mou signed with NIELIT on 19\nJuly 23 and work order issued on 27.07 .23. NIELIT has to COnduct a trial run in last week\nof september 2023. Exam is |ikely to be conducted online from Novetnber' 23. BCAS has\nalso taken another initiative for starting MCQ exam pattern in place of open book exarn",
  "6": "for Nationar rnspectors and Aviation securrty rnstructors, and these are being taken to\nonline platform. {Action by _ Training Oiv., BCAS)\niiilsecurity Awareoess program (onrine! fbr non-security staff: DDG T.g. briefed the chair\nthat Engrish version ofAvsec Awareness programme is ro[ed out on riAug, 23. stil there\nare some issues rerated wirh eontent of the course, which is being addreised, The ehair\nfurther directed to iRltiate case for some selected vernacuiar languiges atso_\n(Action by- Trg Div., BCAS)\n18. X-slS up-g.adatlon plan lor SCp by alryort operators: ECAS.\nThe status of current avairabirity of duar view x-Brs machines and up-gradat;on pran by the\nairport operatoG presented to the Chair.\nChair noted some improvements in up-gradation w,r\"t. dualview X-BlS machines.\nruther, airport operators to share the up-gradation status of x-grs mach,nes at Security\ncheckpoints only, at domestic and intemational terminars. Ai.port operators to:hare the\nfactual data in their ATR for next meeting as per following formai:\nX-Bls Status at Domestic and tnternational SCp\nScAs has issued an order in which 16 identified airports under study of the capacity\nau8mentation having some of them pax traffic 5MppA or more, singre view and duar view X,\nBls machines are to be phased out and next generation screening machines i.e. cT x-grs\nmachines are to be emproyed by 3r.r2.2a23. Airpo* operators prasented the timeiines for\nthe installation of CT X-BIS machines at their airport.\nBIAL has to give timelines for machine replacement.\nCochin is re-tendering due to change in specifications.\nDIAL admitted that it would start receiving of cr machines by Jan,20z4. DrAr to give plan for\nprocurement, installation of machines and PDC for completion of the installation at all three\nterminals of Delhi airport.\nMopa, 6oa airport was directed to plan for installation of crx, as they are approaching the\nSMPPA mark and because being Greenfield airport they shourd have arready instaled ir_\nchair was briefed regarding requirement for simultaneous raining of the ASG/Apsu screeners\non CTX Machines.\nChair directed that the training of As6 on the crX be started as soon as an airport operator\nfina,izes the vendor supplying the machines. Airport operators to coordinate with ASG/Apsu\nto start the training, and inform BCAS.\nASG representative briefed the chair that training may be started at airport/terminal even on\na single machine, if available, after installation at any suitable place.\nchair directed all airport operators including AAI to give a speciric revised plan of installation\nof CTX machines and training of ASGIApSU personnel. (Action by - O&C Div., Trg Div., BCAS,\nASG/AP3U and all alrport operators)\nsl.\nIrlo.\nAirport\noperators\nNo. ol\nairports\nSingle View XBts\nDual View XBIS\nPrevious\n{September}\nCurrent\n{October}\nPrevious\n{September}\nCurr€nt\n{october}\n1.\nAAI\n96\n159\n12q\n73-\n2.\nAdani\na7\n50\n36\n24\nb4\n3.\nGMR\no4\n((\n52\n7\n13\n4.\nBIAI\n01 ..\nt5\nI\n11\n5.\nState Govt.\nand other\nairpons\n18\n18\n21.\n2',1\n6.\nTota I\n130\n297\n26L\n131\n203",
  "7": "19. security contrors on placement ot cabin ba;gage in hord by aircraft operato/t .t1\"1 \nt l-'lt\nraised this itsue. ,, *r, 'pp'O\"i \nthat Para f8'f of nvsee OtCer O5l2O22 allows this transier\nof cabin baggage into hotd of the aircraft under escort by the security staff of aircraft\noperator, provided ,nut u* lung\"'ou'goods which are not allowed for transport in the\ncargo hold are removed \n-^---.r a^,. <h:ro w*h BCAS {or\nchair directed aircra.ft operators to prepare sop in this regard and share with BCAS, i\nfudher examination 'nU is\"lnt\" of relevant Suidelines on the subje€! for uniform practice'\ns;;;.;\", * o\" oIi::1-1,::\",: **:x*,ji,:\"ffi :?L[::'#;:';;;'*\"*\"\"\nthat theY may not be carrl€\n20. Review of AEp Guidelin\"s p\"\" rs':lGETSanU 15'11: Subnission \"i:t-l.11:::\n;::jil' ;:rffi ^;;ffi ;;;; p\"\"'' tt'\"\" p''t'l' :\". iu::'\"::,':l-t?:::'::\"it t'' -o\nffffi;&;ori, \n**iri1ora.rs irrespective of rheir duty hours or non-dury hours.\n;i:\"\"} $ffi;;\";:;;,,'ilt;ii\"'t'ou'\" on securitvconce*'.'i:y-i::::'::i::\"::\":\nL lldl I lc6lEtLsu \nrr.E rsYvLer/\nthat all stakeholders must implement these guidelines strictly and ensure that na person rt\n^..t\n;$;'ff:\"ffi ;;\";;;'; \n;-not'\"quiiea for. rlelifilf operationar requirements and\ndlxtrige oi their responsibitities' (Action by - All stakeholders)\n21'Ma[aSintlostand{ounditems:Afterlisleningtothesubmissionofstakeholderschair\ndirecied that AAl,s Lost and found property regulations, 2003 contain appropriate directions\nonthesubjectmatter,anditshouldbefollowedbyallairportoperatorsunscrupulously,\n(Action bY: AirPort operators)\n,, \n(h.rrlll rll nf\nat\n51.\nNo.\nAirport\nOperator\nTotal\nno, of\nairportt\nShortfall in\nsecurity\nequipments\nat SCP\nShorttull in\nsecurity\nequipments\nat atcess\ncontrol\npoints\nshortrall in\nPriority-l\n3DDs\nequipment3\nShortfall in\nPriority-ll\nBDDS\nequipments\nShortfall in\nof\nQRT\nequipments\n1\nAAI\n92\n598\n1336\n316\n966\n1506{.1\n)\nAdani\n00\n148\na2\n-/ tt\n2U35\n.3.\nGMR\n{Excluding\nDelhi)\n3\n00\n20\n17\nl5\n4.\nBIAL\n1\n00\n00\n00\n02\na\n5.\nPrivate\n14\n.)?\n168\n53\n134\n1760\n6.\nState\nq\n22\n168\n68\n98\nto\n29.09.2023, and meet\nCf'riralr\"a\"anAlandotherairportoperatorstogiveactionplenbVz9'o9'zuz5'anomeer\ntheshortfallbyl5.l0.2o23.Airportoperatorswerealsodirededtoshareupdated\nstatus of s€curity equipment shortfall'\nAt the end ol the meeting, the chair thanked all the participants in the house and appreciated\ntheCsossndotherindustrystakeholdersintheireffortsforimprovinsAvsececosygtem.He\nfurther urged the house to take everythinB related with the civil avialion security seriously to\nmake civil aviation sector safe and secure'\nAs there were no other poir*s, the meetlng ended with the Vote of Thanks to th€ Chair and the\nparticipants.\n13.oitr@",
  "8": "sub: - A*endance sheet of l3s Lpval _ r ra^^.:__ . , . \nAnnexufe {\nBcAs Hqrs, N\"*;;;;;. ''' \" 'level- t Meetins held on 20.0e.2023 at conference Halr,\n51. No.\nName\nDesignation\ncso\n1.\nvikash rumiisir*a\nOrganization\n?\nRajesh Tiwari\nGo first\n3.\n4.\n(\ncso\nAir Asia ,ndia\n,,ankaj Kumar Pancholi\nNik[i' seni*rt -\nSr.\"rhlr.br- * *\nj&:cc--\n0y. CSO \n.\nDGM\nAsst. McR\nAir Asia \n:\nsbicejeir-ta.-- .*- - l\n6.\nAlliance Air\n7^\nI L5U\nrCSO\nl* \n-\ncso\ncso\ncso\ntl t\\ Unavtikar\nMukesh Agarwal\nil;;r \"-,;--\n8.i\n10.\nryt_ )uresn (umar\nqiv:l n5\"-- \nr-,\n11.\n12 \nOaaprf, Sfl.rr\"\n13.\nsurendeTiadav -.'.-\nNil.rh,(;ffi-_\nZon ga.rrGti, --------l\nOberoi Fit seryices\n)csa\n!4.\nL5()\ncso\ncso\nTajSars\nAdani Airports\n16.\nirjgr )Ish.-__\nAresh Verma (R)\n17.\nA!.rrv! )ecun!y\nAdani Airports - \n-'\nNIA\nBEAS\ncso\n1_8.\n19.\n2A.\n21_\n' Shlr.jl Si\"li\" - -\nr B. r[ii\"ddy--\nAshwani Kaul\n:..lat tlgryg,ty\nHari Bhawan Stngh\ns. P. Singh\ncso\nCSO\nc50\nMlA, Mopa Goa\nI GHlAt, HyderabaJ\nDiAL\nVrstara\nDHL Ex,.\nVP. Sec.\ncso\nACSO\n22.\n1)\n24.\ncso\nMIAI\nnG,d;\nrvresn lvladUfwaf\nai6* \n. \n17 ^, \nr-,\ncso\n26.\nlqp L. r. N. tvta K\nED 5ec.\nAAI\nAAI\n27.\nrrvJ!Jrr rJUrl lti\nO'.+^^1,.L- \n-\nGM(AS)\n28.\na rcsr\\. JI|drma\nananiev ( {:h,\nDGM\n29.\nDh\nAkasa Air\nCelebi ASpL\n30.\nvi;ffit-:\n;:::\"-:*-.---\nrvtanager Sec,\nDGO\nJ1,\ncot\nIndi6o\n.)drIay Lnopra\nc50\nDv. cso\n32.\nrySEg.st\"sh\n33.\nlnd\nBW\ni60\nAsnox Kumar Chauhan\ncso\n34.\nI'g:irq!\nFS DEIhi\nAIG\nCiSF\nBIAL\n36.\nI nyaot. V. gamana\ncso\nNd asn Knanna\n,Sr. manager Sec.\nCelebi Delhi Cargo"
}