{
  "1": "Office of the Additional Director General/Airpoft Sector\nCentral Industrial Security Force\n(Ministry of Home Affairs)\nNo. E-3702 4lAPSlTrg/Motivation of Scr/202U 9\"9\nTo\nCISF APS HQTS\nCISF Complex, Mahipalpur,\nNew Delhi - 110 037\noateo: tt( Jan,2022\nIsG APS-I&II\nDIsG/AP-WZ, NZ, SZ, E&NE\nDIsG ASG Delhi, Mumbai, Bangalore, Hyderabad, Chennai\nAll CASOs under APS\nSub: MEASURES TO MOTIVATE SCREFNERS IN ASGS : REq.\nPre-embarkation security check is the most important component of anti-hijacking\nduties being performed by the ASG of CISF at airports. The screeners certified by BCAS,\nwho perform the PESC duties, form a core component of ASG and have to possess requlsite\nskills and aptitude. They are required to be well adept to aviation security complexities,\nhighly motivated and full of enthusiasm. As airport security being a zero error responsibility,\nscreener's remain under constant stress while performing their duties up to the desired\nbenchmark.\n2. \nIn order to emphasize the role and the significant of screeners in ASG operation and\nkeep them motivated, a Circular was issued vide letter No (a19) dated 23.0t.20t7, which is\nbeing presently implemented by the ASGs. However, in order to further tap their skills and\naptitude and further align them to the interest of organization as well as broaden the scope\nof existing Circular to cover more screeners, the following modifications to the Circular No\n0412077 is hereby issued. All concerned may take necessary action as per below mentioned\nguidelines:-\nA. To motivate the personnel to become screener and also to improve the result of\nScreener Certification (Initial) test, it is directed that personnel achieving 95% or above\nin Initial Screener's Ceftification Test should be suitably cash rewarded by the\nconcerned CASOS.\nB. A Board headed by CASO along with a GO (wherever available) of the ASG may be\nconstituted including Coy. Comdr and SHA I/C to identify the best screener every\nmonth. The scale of Best Screeners shall be proportional to size of unit as per (Table-A\nof Appendix-'A'). The Best Screener's so identified must have screened a certain\nminimum number of bags to qualify for Best Screener (Table-B of Appendix-'A'),\nC. The screener, who has been selected as'Best Screener' once in any pafticular month,\nshould not be considered for the same for the next 3 months so that maximum number\nof screeners can be covered.",
  "2": "D. The criteria/parameters for selection of best screener in the ASG is enclosed as per\nAppendixrA'.\nE. Upon selection of Best Screener, they may be given suitable cash reward in a calendar\nyear as follows:-\na. All the screeners selected as best screeners, based on above criteria should be\ngiven cash reward initially by the respective DIsG. DIsG/CASO should give the cash\nreward for the screeners of their respective ASGs.\nb. Screeners, who have been selected 2nd time best, should be issued with cash\nreward by respective Sector IsG (I&II).\nF. Non financial motivational measures:-\na. Those who are selected 3'd Ume and more should be issued with\nCommendation/Appreciation Certificate by the respective Sector IsG. Zonal DIsG\nshould forward recommendations for the same to rewards section of APS.\nb. Those selected as best screeners more than thrice in a calendar year should be\nrecommended for award / appreciation by ADG/APS. Zonal DIsG should forward\nrecommendations for the same to APS.\nc. Screener who has been selected as 'Best Screener' 03 times and more, choice\nPosting may be given at one place out of 03 choices to be given by him / her after\ncompletion of unit tenure to the extent possible subject to fulfilling the eligibility\ncriteria of posting policy. If one particular airport has been selected as choice by\nmore than one screener, adjustment should be done based on length of service\nand on merit. If not adjusted in that particular airport, then he / she may be given\nposting as per his / her 2nd choice and so on and so forth. ASGs may sent such\nnames with applications/choices at the time of $f lvf to Zonal HQrs and APS\nHQrs as the case may be.\n3. \nASG Units may implement the following:-\na. Make arrangements to display the name and photograph of all best screener\nselected in poster size (46 cm x 61 cm) conspicuously, at a prominent area in\nprint/AV form. This print shall be of a very high quality showing the reason for\nsuch a display. Such recognition will encourage other personnel of the ASG to\nemulate the achievement/good work done by their colleague.\nb, Those screeners who have been selected as'Best Screener' should be recognized\nand felicitated in Sainik Sammalan for encouraging their colleague screeners and\ntheir name & photo should be displayed at appropriate place in ASGs.\n4. \nIn addition to the above, ASG may also implement the following, wherever feasible:-\na. Preferably Screeners may not be deployed in Elections/ L&O/ LS duties.",
  "3": "b. The ,Best Screeners' be given relaxation from regular Unit regimental activities\nsubject to the operational feasibility.\nc, A working environment be created in which atl AVSEC professionals pafticularly\nscreeners feel safe to repoft their obseruations and concerns in a no punitive and\nblame-free culture to encourage contributions, both from the screeners as well as\nnon screeners.\n5. The process of screening adopted by the screener by virtue of which heishe\nsuccessfully detected or failed 1o detect any decoy/SRl etc. may be briefed to other\nscreeners along with CCTV footage (if possible) for necessary exposure / rectification in\nscreening process in monthly/fortnightly briefings.\n6. \nIG/APS-I & II and DIsG/AP are directed to ensure meticulous compliance of these\ndirections by the CASOs under their jurisdiction.\n7. \nEnsure strict comPliance.\nEncl : As Appendix-'A'\nInternal:-\n1) In-charge Accounts of APS\n2) In-Charge Posting of APS\n3) In-Charge Inspection/Reward of APS\n4) In-Charge OPs of APS\n/\n4ufr ' {\"\nt3, t'22-.\n(Pramod ShriPad Phalnikar, IPS)\nAdditional Director General /Airpoft Sector\n- For necessary action.\n- For necessary action.\n- For necessary action.\n- For information.",
  "4": "A.\nAPPendix-'A'\nScale fOr selection Of best screener: Each ASG may select \"Best Screener\"\np.p*t'tr.t. to the strength of screeners as per scale given below:-\nB.\nSN Strength \nof\nScreeners\nPeriod of selection\nof Best Screeners\nNos of \nBest\nScreener to be\nselected\n1.\nBelow 10\nBio-monthly\n1\n2.\nBetween 11 to 25\nMonthly\n1\n3,\nBetween 26 to 90\nFortniqhtly\n1\n4.\nBetween 91 to 150\nFortniqhtly\n20/o of screener\n5.\nBetween 151 to 250\nFortniqhtly\n2.5o/o of screener\n6.\nAbove 250\nFortniohtly\n2o/o of screener\nThe average of bags scanned by all screeners in the calendar month should be\ncalculated and a pJnel of only those screeners should be recommended for Best\nScreener who have scanned more than the average number of bags in that month' An\nillustration is as follows:-\nSN\nName of Screener\nNo of \nBags\nscanned\n1\n500\n2\nB\n400\n3\nC\n200\n4\nD\n100\nTotal baqs scanned\n1200\nAvg. nos of bags scanned\n(Total baqs scanned/total Nos of screeneQ\nL20014=300\nNote :- In the above example, name of only those screener should be\nconsidered for Best Screener who have scanned equal to or more than\n300 bags in that calendar month .\nCriteria for selection: -\ni. TIp S/W:- Assessment of screener's performance should be done through\nactual TIP report/Excellent detection (Note- Excellent/Notable detection should\nnot be the routine detections) as per lllustration given below :-\nName of\nScreener\nNo of\nBags\nscanned\n\\o of Tips\nProjected\nNo\nof\nHits\nNo of\nfalse\nalarms\nNo of\nTips\nmissed\nAggregate\nperformanc\ne No of Tips\nprojected\n(F/A+Miss)\no/o\nof\naggregate\nperformance\nw.r.t.\noroiected Tir\nXYZ\n200\n100\n90\n05\n05\n100-\n(05+05)=90\n90o/o\nc.",
  "5": "aE\nNote :- Care should be taken that the TIP features/parameters are set/reset as\nper instructions circulated above and the frequency of TIPS is consistently\nmaintained for all screeners by Unit administration.\nAggregate performance > 9B%o \n=\nAggregate performance between 95 to 98% \n=\nAggregate performance between 90 to 950/o =\nAggregate performance below 90%o \n=\nB0 marks\n70 marks\n60 marks\nNil.\nia. Operationat attributes:- Knowledge about security gadgets and its\noperational ability. General awareness on various rules and guidelines\npertaining to pre-embarkation security checks:-\niii. Personal attributes:- Individual's performance as a member of the\nteam, cooperation and inter- personal relations, soft skills etc alongwith attitude\nto work, sense of responsibillty and maintenance of discipline will also be taken\ninto consideration while selecting Best Screener.\nExcellent\nVery good\nSatisfactory\nAverage\nExcellent\nVery good\nSatisfactory\nAverage\n= \n10 marks\n= \n0B marks\n= \n06 marks\n= \nNil\n= \n10 marks\n= \n0B marks\n= \n06 marks\n= \nNil\niv. Notable detection: - Besides above parameters, if any significant and\noutstanding detection (wlthout input) has been made viz : detection of\nweapons, explosives, IEDs contraband items etc, the same will be considered\nover the parameters (i, ii & iii) for adjudging the best screeners of the month. If\nsuch detections have been made by more than one screener in a month in any\nASG, then above mentioned parameters may also be taken into consideration\nfor adjudglng the best screener.\n***r< *"
}