{
  "1": "SECRET\n\nGovernment of India\n(Ministry of Civil Aviation)\nBUREAU OF CIVIL AVIATION SECURITY\n‘National Civil Aviation Security Programme-2018\n\nexamined for concealment of prohibited/langerous items, if necessary, it should be\nscreened hy X-Ray.\n\n(a) Electrical items that might conceal a firearm, weupott or explosive device (e.g. eazors,\ncalculators, radios, clocks, cameras, personal stercus and their cassettes) should be\nexamined to ensure they have not been tampered with, or of the expected weight, arc\nbalanced and have no additional batteries. If necessary, an item should be screened by\nX-Ruy to cnsure that it has no additional power source or that there is no organic\nmaterial within an inorganic shell,\n\n{e) Articles such as vacuum Masks, books, umbrellas and crutches should be examined in\nsuiTicient depth, by X-Ray, if necessary, to establish their bonafide;\n\n(0 Attention should he given to the contents of containers and bottles capable of holding\nvolatile liquids, Liquids shall be rejected when there are grounds tor suspecting that\nthey may be used to commit an unlawful act;\n\nScreener should examine for greasy stains and small holes in the exterior of the case\nund for the smell of almonds, nail polish, glue, perfume or ather masking vepours,\nwhich might indicate the presence of explosives;\n\na\n\n{h) While checking the hold baggage physically, it should be cnsured by the sereener thet\nthe hold bageage is repacked properly in the presence of the passengers and their\nbelongings are nol left acound or tampered with.\n\n7.7.8. Protection of hold baggage: Following security measures will be applied to protect\nthe hold bageage from unauthorized interference: -\n\n7.7.8.1. Records and history of cases reported regarding thefl and pilferage are increasing day\nby day which could lead to unlawful interferences. Aircraft operators shall ensure appropriate\nmeasures and methodology are established to prevent theft and pilferage right from acceptance\nof hold baggage, till it is handed over to passenger at arriving airport. Processes of theft\nprevention plan with relevant resources and equipment shall be incorporated in aircraft operator\nsecurity program. Aircralt perators shall provide necessary assistance and required records and\ndocument in close coordination with airport operator, ASG and Local Police.\n\n7.782, Hold baggage security waining must be imparted to baggage loaders, ground handling\nstaff to ensure that they are capable of applying relevant security procedues as part of their\noperational staff.\n\n7.\n\nTn case screening is done befure check-in process\na, Security strapsistickers\n\nSecurity stickers shall be applied to the scrcened hold baggage hy the security staff. In case\n\nthere are pockets in the hold baggage, security seul shall be applied to all pockets. After that,\n\nbaggage will be strapped to prevent the introduction of any prohibited items therein, In the event\n\ncof a pocket heing found unsealed at the check-in counter or in the baggage make-up area,\nPage 120 of 257\n\n2 2\n\n,\n\nar\n",
  "2": "»>\n\nDFAB*saesaaF9s\n\n> 2\n\n,\n\n17332\n\n>\n\n»\n\n27329 22:3\n\n.\n\nSECRET\n\nGovernment of India\ntry Of Civil Aviation)\n\nBURFAU OF CIVIL AVIATION SECURITY\nNational Civil Aviation Security Programme-2018\n\nsecurity seal shall be applied only aller pocket has been searched or baggage is re-sercened. All\nSecurity scals, straps and stickers shall be strictly controlled to prevent unauthorized use,\n\nb. Surveillance from X-Ray screening points to check-in counters\n\n‘The urea between the security check point of hold baggage and check-in counters shall be kept\nunder close watch hy security personnel of the concemed aircraft operator to prevent\n‘unauthorized interference with screened hold baggage.\n\n% Acceptance of screened told baggage by check-in staff\n\nheck in stat of the aircraft operator will not accept hold baggage unless security\nSticker/security seals are affixed on it and these are intact and the bag is strapped. No haggaye\nwill be checked-in unless it has been subjected to prescribed sccurity controls. Ifany bag needs\nto be opened for any reason (customs checks etc.) after it bas been sccurity cleared, it will be\ndone in the presence of security staff of the concerned airlines who will reseal and re-strap the\nbag after ensuring that the hag is not contaminated.\n\n7.7.8.2. Im ease screening is done after Check-in process\n\nPassenger questioning and passenger identification will be undertaken by the check-in\nstafi? security staff of the airline operator. Proxy check-in in individual cases will not be\nallowed. However, group check-in or family check-in may he permitted afler verifying the\ncredentials. Following questions may be asked ~\n\na) Isit your baggage?\nb} Did you pack it yourself?\n\n©) Do you know the contents?\n\nd) Was the haggage in your custody throughout?\n\n©) Are you carrying some electronic/electrical poods?\n\n1) Did you accept any giftipacket etc. from some other person?\n\nIf answer to any of the above question raises doubt, the passenger along with bis hold\nbagguge shall be referred to the security supervisur af the aitline operator, who will cnsure\nthorough check of the passenger and his entire baggage before allowing him to check-in and\nproceed further.\n\n7.7.9. Protection during movement on conveyor belt\n\nIn case screening is done before check-in process, the conveyor belt from check-in point ta\nthe baggage make-up arca shall be provided with a transparent avethead cover to pratect the hold\nhageage during its movement up to baggage make-up area. It shall be ensured that only authorized\npersonne! haye access to the screened hald baggaye.\n\n7.7.10. Surveillance in Baggage Make-up Area (BMA) and during movement to uircraft hold\nPage 121 of 237\n",
  "3": "SECRET\nf ]\nry jation)\na= BUREAU OF C1VIL AVIATION SECURITY\n| National Civil Aviation Security Programme-2018\n\nj) Baggaye make-up area shall be designated as a special sccurity zone and only specially\nauthorized persons will be allawed to cnter into it.\n\nii) An Officer of ASG will be detailed in the Bagguge make-up ares. He will be positioned in\nsuch a way 50 us to ensure a cleat view of all the bags coming on the conveyor belt.\n\nfii) The Baggage make-up officer shall check that all bags have the relevant destination tag\nattached.\n\niv) Ia bag is found without » destination tag attached, the baggage will not be permitied Wo be\nJoaded into baggage trolleys/ccntainers, The Airline representative will be informed of it\n\n¥) Apron patrols cither mobile or foot will pay particular attention to baggaue\nLrolleys/containers moving between baggage make-up and the aircraft hold. This is to\nminimize the risk of any unauthorized article being introduced.\n\nvi) The Airlines staff will search the hold of the aircraft before loading. However, in cases of\nalert, the hold will be scarched by security officers of the airline operator, The search will be\nthorough enough to ensure that no unauthorized article is present.\n\n77.11. Reconciliation of Hold Baggage\n\n7.7.41.1.One of the important security controls for hold baggage is the reconciliation and\nauthorization process which ensures that hold bagyuge that has been Jonded belongs ta the\npassengers of the relevant flight who have actually boarded the aircraft and that the hold baggage\nhhas heen subjected to the necessary security controls and is authorized for loading on that flight.\nHold buggage of any passenger who has not boarded the aircraft for any reason will be off\ntoaded.\n\n7.7.1.2, Reconciliation of hold baggage shall be done in accordance with the procedure given in\nBCAS Circular No. 17/2004 dated 48.2004 (Ammexure: 72\n\nId\n\n3. Passenger and hold baggage reconciliation / Identification\n\ni) Airline operators shall ensure that hold baggage of a passenger, who is not on board the\naircrali, is not transported,\n\nii) Aircraft operators shall maintain baggage teconeiliation records in accordance with\nprescribed requirements and secure all official documents, including haggege tags, when\nrat in use, properly secured or monitored so thut unauthorized person cannot insert or\ncexchunge a bag into the system.\n\nPage 122 of 257\n\n>”.\n\n>\n\n»gv9\n\n)\n\n9 22 fs\n\np)\n",
  "4": "332393\n\n?\n\n>a39333 393\n\nae eS\n\nDPRsVBawIAAasIasBIzaIsIABF 9\n\n» 2.9 >\n\nEn 2 Government ofindia\n4 hh (Ministry of Civil Aviation)\n___ BUREAU _OF CIVIL AVIATION SECURITY\n7\n\nLa an National Civil Aviation Security Programme-2018\n\niii) In order to implement the above mandatory provisions, the procedure specified by the\nDirector General, BCAS shall be followed.\n\niv) At the departure gute the passenger’s boarding pass information is entered into the\ndeparture control system to verify that the passenger has arrived for boarding. Tn order to\nverify that the passenger presenting the boarding pass is the same person who has checked\nin, a final passport and boarding pass check shall be conducted by the aircraft operator,\noperating international flights, at the boarding gate.\n\na)\n\nensure that when groups of individuals cheek in, cach passenger\nidentifies his’ her individual baggage at the check-in counter\n\n7.7.12. Protection of aircenft operators’ documents.\n\nWhen not attended hy staff, boarding passes, baggage tags, secutity stickers and soals and\nother documents shall he protected from unlawful access.\n\n7.7.13. Procedure for carriage of licensed arms/ammunition in hold baggage:\n\nA passenger can carry his authorized or licensed fire-arm and/or ammunition in bis hold\nbaggage, after declaring it to the check-in staff of the uirline operator if screening of hald baggage\nis done after the check-in process a to the screener uf the security check point if the screening is\ndone prior to check in process. Following sccurity measures will he implemented for carriage of\narmsfammunition in the bold baggage:\n\ni) On declaration hy the passenger, the check-in staff or security screener. as the case may be,\nwill refer the passenger to security supervisor of the airline operator.\n\nii) The security supervisor will ask the passenger to fill and sign a prescribed form for\ncarriage of arms/ammunition. The’ supervisor will verify all the relevant documents to\ncensure that the weapon is licensed or authorized in the name of the passenger concerned,\n\nii) Fire-arm will be checked by a trained staff of the airline operator or Aviation Security\nGroup to ensure that it is not loaded. The fire-arm will be carried in a hard sided container\nwhich must be locked.\n\niv) Transported ammunition must be securely packed in fiber (such as cardboard), woud or\nmetal boxes or ather packaging specially designed to carry small umounts of ammunition.\n\n¥) Fine -arm magazines/elips do not satisfy the packaging requirement unless they provide a\ncomplete and secure enclosure of the ammunition.\n\n¥i) The ammunition may also be located in the same haed sided case as the firearm, as long as\nit is properly packed as described above.\n\nvii) Black powder and percussion caps used with black powder type fire-arms are not permitted\nin cabin baggage as well as in hold baggage.\n\nPage 123 of 257\n",
  "5": "SECRET\nGovernment of India a |\n(Ministry of Civit Aviation)\nBUREAU OF CIVIL AVIATION SECURITY |\nNational Civil Aviation Security Programme-2018 |\n\nviii) The baggage containing fire-arm andior ammunition will not be conveyed to baggage\nmake-up urca through the conveyor belt. After the baggage has been subjected to\nprescribed security contrals and elcared, the security staff of the concerned airline yperator\n‘will escort it tll itis loaded onto the aircraft hald,\n\nix) The baggage containing fire-arm will be made over to the passenger ut the destination in\nthe arrival hall and not on the tarmac.\n\nx) Ficearms of passengers shall be checked by the trained and authorized security personnel\nof the concemed aircraft operator and / or airport operator, in the case of in-line hold\nbaggage screening system, in a secure area earmarked for this purpose ut the airport by the\nairport operator concerned,\n\n7.7.14, Security measures for unaccompunied/mishandled/ unidentified baggage:\n\nWhen an item of hold baggage is separated from its owner through breakdown of the\nbaggage handling system, the haggage shall be protected trom unlawful access by stuff of the\nconcemed airline operator and it will be stored in a secured room provided for this purpose. The\nbaggage will he subjccted to prescribed security controls to ensure that it does not contain any\nexplosive or ather sabotage device, before it is loaded on to the aircraft for transportation as\nunaccompanied baggage. The bugeage which is suspected to have bcen fet deliberately by the\npassenger will be treated as ‘suspect baggage’ and handled as per prescribed drill.\n\n7.7.18. Unidentified baggage means and includes a baggage at an airport, with or without a\nbaggage tag which is not picked up by ar identified with a passenger, Such baggage shall not be\nloaded into the aircraft. The baggage shall be investigated and, if not satisfactorily accounted for,\nshall be removed to un aren where it cannot pose a threat or hazard and it shall be treated us a\nsuspect baggage. It shall be screened or manually searched at the earliest possible opportunity to\ncensure that it does not contain un explosive device or other dangerous object or substance. All\nsuch baggage shall be held in a secure storage facility until it has been identified by its owner or\nsafely disposed of in accordance with screening procedure specified by the Director General,\nBCAS.\n\n7.7.16. Trausfer hold baggage: Transfer hold baggage shall be subjected to the sume security\nprocedures prescribed for originating accompanied hold baggage prior to being loaded anto an\naircraft engaged in commercial air transport operations, unless a validation process has beea\nestablished by India and continuously implements procedures, in collaboration with other\ncontracting states where appropriate, to ensure that such hold bageage has been screened at the\npoint of origin and subsequently protected from unauthorized interference from the\noriginating airport to deporting aircraft at the transfer airport.\n\nPage 124 of 257\n\n,03009\n\n)\n\n)\n",
  "6": "ae ae ee ee\n\n73393393\n\n,\n\noe Oe\n\n3\n\n|\n\n»>\n\nAFTRA SD\n\n»\n\n)\n\nSECRET\n\nGovernment of India\n(Ministry of Civil Aviation)\nBUREAU OF CIVIL AVIATION SECURITY\nNational Civil Aviation Security Programme-2018\n\n7.17. Interline baggage: Interline baggage shall be treated like originating accompanied\nhold bugpage and subjected to the same sccurity procedures as given in this circular for\nuriginating accompanied hold baggage,\n\n7.7.18. Security Measures for off-airport check in:\n\nSecurity measures prescribed by BCAS vide Circular No. 9/2005 dated 7-3-2005 (Annexuie: 4-\n4) will be implemented by the air carriers operating to, within, from India who want to provide\noff-airport check-in facility for their passengers.\n\n77.19. Procedure when a weapon or explosive/ explosive device or uny other dangerous\nguod is detected:\n\nFollowing procedures will be followed in respect of such baggage:\n\n(In case a firearm and? of ammunition is detected during the screening process and the\npassenger has not declared it beforehand as per the norms, necessary action will be taken\nas per the instructions issued in this regard by BCAS AvSec Circular 08/2017 dated\n04/07/2017 (Annexure: 7-3) and as amended from time to time.\n\n(ii) During screening of @ bag if the x-ray officer believes that anything contained in the bag\nconstitutes an immediate threat, the officer will stop the machine with the bag inside and\ninform his security supervisor and ASG/ Police control room about it. The ASG/ Police\nwill detain the passenger and take necessary legal action against him. ASG/ Police will\nalso call for the services of bomb disposal squad to remove the bag from x-ray BIS, und to\ndiffuse any explosive device in it. In case serecning is done after the check-in process, the\nx-ray officer will inform the concemed airline operator besides his supervisor and ASG?\nPolice control room. The airline operator will try to locate the passenger who has booked\nthe bay and if found, will hand him over to ASG! Police. ASG Police will take action as\nmentioned above,\n\n7.7.20. Security measures for unaccompanied hold baggage\n\n1.7,20.1. Unaccompanied baggage is an item of hold baggage that has become separated from the\n‘owner duc to break down in the baggage handling system or any other reason at same point in\nits journey. ‘The following security measures shall be implemented by the aircraft operators\noperating to/fromy’ within India: -\n\ni) Each item of unaccompanied hold baggage must be accounted for on the hold baggage\nmanifest clearly showing that the item has unaccompanied status with a suitable entry made\non the hold baggage manifest together with the baggage tag number to indicate this;\n\nii) Each unaccompanied hold baggage shall be accounted for on a separate hold baggage\nrecord card from that used for accompanied hold baggage;\n\nPage 125 of 257\n",
  "7": "SECRET\n\nGovernment of India\ninistry of\n\nNational Civil Aviation Seeurity Programme-2018\n\niii) Each item of unaccompanied hold ¢ must be subj as\n2 eatin Md hogan subjected to at least one of the\n\n(@) Search by hand: screening through x-ray equipment ftom at least two different angles\nin succession by the same screener;\n\n(b) Screening throvgh an explosive detection system either sutomutic mode ot in the\nindicative mode i.e, where the x-ray image is prescnted to the x-ray operatur for\nassessment and decision;\n\n(iv) The trained and certified screener, when undertaking the checks of Unaccompanied hold\nbaggage shall satisfy himself that cach item of unaccompanied hold baggage has been\nsubjected tw the appropriate enhanced security controls,\n\n{v) The trained and vertified sorener shall fumish a cestilicute confirming that the\nunaccompanied huld baggage has been subject to the specilied security contols and the\nsaid certificate shall be attached to the unaccompunied hald baggage portion of the manifest\nprior to loading in the aircraft,\n\n7.8 Air Cargo and mail\nSARPS of Annex 17\nFach Coniracting State shall ensure that appropriate security controls, including\n4.6.1 | screening where practicable, are applied to cargo and mail prior to their heing loaded\nonto an aircraft engaged in commercial air transport operations.\nEach Contracting State shall ensure that cargo and mail to be carried on a commercial\n4.6.3 | aircraft are protected frum unauthorized interference from the point screening ur other\nsecurity controls are applied until departure of the aircraft.\nFach Contracting State shall ensure that operators do not accept cargo or mail for |\ncarriage on un aircraft engaged in commercial air transport operations unless the\napplication of screening ar other security cantrals is confirmed and accounted for by a\nregulated agent, or an entity that is approved by an appropriate authority, Cargo and\nmail which cannot be confirmed and accounted for by u regulated agent or an entity\nthat is approved by sa appropriate autharity shall be subjected to screening.\nTach Contracting State shall establish a supply chain security process. which includes |\n4.6.2 | the approval of regulated agents and/or known consignors, if such entities are invalved\nin implementing screening or other security controls of cargo and mail,\nEach contracting stale shall ensure that cargo and mail that has been confirmed and\nuccounted for shall then he issued with a security status which shall accompany, cither\nin an electronic format or in writing, the cargo and mail throughout the secure supply\nchain.\nEach contracting state shall ensure that transfer cargo and mail has been subjected to\n4.6.9 | appropriate security controls prive to being loaded un an aircraft engaged in\ncommercial air transport operations departing from its territory.\n\n465\n\n4.6.8\n\nPage 126 of 257\n\n>\n\ney at mn )\n\n,\n\n$9939 63053 8209393\n",
  "8": "»> 29\n\n»\n\nRDAs 3335\n\n9333993923\n\n> Dd\n\n)\n\n33335\n\n73332339\n\n>\n\nSECRET\n\n‘Government of Lidia\n(Ministry nf Civil Aviation)\nBUREAU _OF CIVIL AVIATION SECURITY\nNational Civil Aviation Security Programme-2018 |\n\n| Fach contracting state should establish appropriate mechanisms to confirm that\ntransfer cargo and mail entering its territory has been subjected to appropriate security\ncontrols.\n\nRP\n\n| 4.6.11\nbe\n\n7.8.1, Fach airport operator, aircraft operator operating wo and from India and other\nconceited entities shall ensure to establish a supply chain sceurity process, which includes the\napproval of regulated agents, if such entilies are involved in implementing screening or other\nsccurily controls of cargo and mail and shall be responsible to incorporate the security measures\nof cargo and mail mentioned below und issued by the Director General, BCAS from time to time\nin their respective Security pragramme for implementativn\n\n7.8.1.1. Entey/Exit to Cargo Complex shall be guarded by ASG at all airports. Sterile Aren\nbeyond cargo screening points in the Common User Cargo Terminals, shall be guarded by ASG\nwherever they have been entrusted’ deployed for the same as per guidelines issued from time t\ntime.\n\n7.8.1.2, Committee constituled by BCAS shall carry out survey of all airports and assess\nrequirements of manpower and security gadgets along with suggested designs of Sterile Cargo\nHolding ureas.\n\n7.8.1.3. All airport operators should create a Sterile Hold Area in the Cargo Complex at airports\nhy erecting concrete walls or wire mesh.\n\n78.1.4, All cargo consignments, mail and other goods shall be subjected to screening by using\nan eppropriate method or methods, taking into account the nature of the consignment by trained\nand BCAS certified screeners of concemed airlines und agencies so authorized, ns per instructions\nissued, by the Director General, BCAS from time to time.\n\n7.8.15. The consignments which cannot be screened through x-ray due to size constraints,\nvolume or contents of the consignments shall be physically checked by the security staff\nmentioned ahove and security sticker indicating the procedure of security check applied shall be\naffixed on each consignment.\n\n7.8.1.6. In case of cargo consignments which can neither be x-rayed nor can be physically\nchecked on account of the nature of the consignments, the airline operators shall certify in cach\ncase that a particular consignment intended for carriage by air can neither be x-rayed nor\nphysically checked. In such case the airline operators may transport such consignments only after\nobserving 24 hours cooling off period and screening by ETD / canine teams.\n\n7.81.7. After security check of the cargo consignments, security sticker as pet the specimen\ngiven below shall be pasted / affixed by the security staff of air operator on each carga\nconsignments / hazgage’ unitized pallets.\n\nAIR Operator ........\n\nX-RAYED.\nPHYSICALI.Y CHECKED\n\n",
  "9": "SECRET\nGovernment of India\n(Ministry of Civil Aviation)\nBUREAU OF CIVIL AVIATION SECURITY Pa\n_National Civil Aviation Security Programme-2018\n\nNote: Cargo Security Declaretion with code is attached as Annexure: 7-11,\n\n7.8.1.8, A proper record shall be maintained by the aircraft operators of the security procedure\nimplemented hy them and will he made available for inspection by the BCAS officers,\n\n7.8.1.9. The security measures as mentioned above shall be specifically indicated in the cargo\ninanilest against cach cargo consignment. The cargo consignment, when taken to airside for\nJoading into the aircraft, shall be accompanied with curgo manifest.\n\n7.8.1.10, ASG deployed on entry point of the airside shall check / cnsure the followis\n\nSecurity sticker pasted on the cargo consignment.\nb. Cargo manifest\n€. Access control of persons / vehicles,\n\n7.8.1.11.ASG shall ensure on the basis of cargo manifest and security stickers affixed on\nconsignments / baggage / pallets, in the form it is taken to airside, that the abuve meusures have\nbeen taken by the airlines operator and in token of confimation. dhe cargo manifest shall be\ncountersigned hy the responsible officer of ASG on duty before transportation to airside for\nloading,\n\n7.82 Protection of Cargo: Cargo and mail that has been confirmed and accounted for shall\nthen be issued with a security status which shall accompany, either in an cleettonie format of in\nwriting, the cargo and mail throughout the secure supply chain. An aircraft operator shall ensure\nthat cargo and mail to be carried on an aircraft are protected from unauthorized interference from\nthe point security contrals are applied until departure of the uiceruft.\n\n7.8.3, Before cargo is loaded into the aircrall, uircraft operator's security staff shall ensure that\n‘no cargo consignment js allowed unless it has passed through the prescribed security control.\n‘The cargo manifest shall be signed by the aircraft operator security staff on the apron, in token of\nthe above procedures having been followed by them.\n\n7.84. The aircrall operators operating fom the airports in India shall incorporate these\ninstructions in their Security Programme and confirm to the BCAS about the same.\n\nPage 128 of 257\n\nrO299\n\n>\n\nie mae )\n\n>\n\n)\n\n>\n\na\n",
  "10": "ee\n\n>\n\n7333 2 F\n\nd\n\nee oe |\n\n,\n\nBessa Bse?\n\n»\n\n>\n\nSECRET\n\nGovernment of India\n(Ministry of Civil Aviation)\nBUREAU _OF CIVIL AVIATION SECURITY\n\nNational Civil Aviation Security Programme-2018\n\n78,5, Legal action shall he taken against the Air Operators under Section 11 A of the Aircraft\n‘Act 1934 who violute the above directions. Such export cargo consignment shall not be allowed\nfor louding in to the aircraft by ASG on duty.\n\n7.8.6. In order to enforce security controls to the cargo consignments prescribed sevurity\ndeclaration shall be signed by the authorized cargo agents as per the formal prescribed. ‘The\nprescribed consignment security declaration shall be applicable for passenger, all-cargo and all-\nmuil aircraft, including normal and in accordance with high-risk requirements.\n\n7.8.7. The Airlines operators shall ensure to take the prescrihed security declaration from the\ncargo ayents/others while accepting the cargo consignment for transportation by air.\n\n7.8.8. Security Controls for Express cargo/ courier bags\n7.8.8.1. Express cargo and couricr hags shall be subjected to the following security contrals by\nthe airline operator; namely: -\n\ni) The reception, processing and handling of express cargo and courier bags shall be done by\n\nthe regular and duly trained stalT of the airline operator or any other agency authorized by\nthe Director General, BCAS, in this regard; and\n\nji) sereening through x-ray with each baugoge’ bag being viewed from two different angles hy\nsame operator at the same screening point and with physical check also being done on\ncontinuous random basis where the percentage of bagguge’ bags so searched shall not be\nJess than 15 percent excluding those about which the operator has concems; or\n\niii) Physical check andior ETD.\n\niv) Dead body. human remains, eremates shall also be deemed to be express cargo except that\nthe same shall be accepted afer identification by the airline operator.\n\n¥) Medical, lifesaving, evidentiary or scientific items and crematory containers shall also be\ndeemed to be express cargo except thal the same shall be accepted afler identification by\nthe airline operator and shall be subjected to security contro! and screening as mentioned in\npara (i) to (ili) above.\n\n7.8.8.2. Security control for cargo and courier bag:\n\na. Any cargo, express cargo or courier bag intended to be carried on any aircraft, shall be\nreceived. processed und handled by regular employees who arc trained in acenrdance with\nthe security programme of aircraft operator or any other agency authorized by an order in\nwriting by the Director General, BCAS.\n\nb. No cargo shall be loaded on aircraft without making security controls including X-ray\nscreening or physical search;\n\nPage 129 of 287\n\n",
  "11": "SECRET\nae Government of India -\n(Ministry of Civil Aviation)\nBUREAU _OF CIVIL AVIATION SECURITY\ni _ _+_ National Civil Aviation Security Programme-2018 |\n\nProvided that the Director General, BCAS may by an order in writing exempt any cargo,\n‘express cargo or courier bag from the pravisions of this rule,\n\n7.8.83. Before placing such cargo on board an aireraft, the aircraft operator shall ensute that\nthe consignment of such cargo has been handed over personally by a responsible person of the\norganisation intending to send such cargo, and it is accompanied by a Certificate from the\nauthorized signatory of such organisation to the ellect that the consignment has been checked\nPhysically, packed and trunsported to the Aircraft operator's receiving offive under supervision\nof responsible person, und that it does not contain any dangerous good or any other item which\nmay be used for committing an act of unlawful interference with civil aviation, subject to\nregulations’ guidelines in force.\n\n7.8.84. The express cargo shall be processed by airline operators from a separate Express\nCargo Terminal, provided that if there is no separate Express Curgo Terminal at an acradrome,\nairline operators may process express cargo in 4 separate and secure arca of the Cargo ‘Terminal\nbut not in the passenger terminal under any circumstances.\n\n7.8.8.5, Courier bags shall be processed by airline operators from a separate Courier ‘Terminal at\nthe aerodrome, provided that if there is nv separate courier terminal at an aerodrome, airline\nuperators may process courier bags from a separate counter in a separate and secure area of the\npassenger terminal of that werourome..\n\n7.8.8.6, Registration of courier agency:\n\nNo aircraft operator shall accept any courier bug for transportation form any agency unless such\nagency-\n\na. has registered as such with the aircraft operator; and\n\n'b. has made and complied with a security programme approved by the Director General,\nBCAS from time to time.\n\n7.8.8.7. Identification / Reconciliation of the accompanied courier bags - ‘The airline operator\nshall ensure that no accompanied courier bag is placed on board an uircrafl unless -\n\n(@) the courier bag has been properly marked externally to facilitate identification with the\ntelevant courier;\n\n{b) the courier to whom such bag belongs has checked-in for the flight on which it is to be\ncarried;\n\n{c) prior w loading, the courier’ bag has been held in the baggage make up area!\nidentification area af the acrodrome to which only authorized persons have access;\n\nPage 130 of 257\n\n79 O03\n\n>\n\n3 39O3 093939 3ST3VTIDDBIIIIIIOOIDSI\n\n3\n",
  "12": ">\n\n>33939393 32333\n\n)\n\n> 2393\n\n)\n\n)\n\n2332\n\nJ\n\nSECRET\n\n(Ministry of Civil Aviation)\nBUREAU_OF CLYIL AVIATION SECURITY\nNational Civil Aviation Security Programme-2018\n\n(d) all the courier bags taken into custody by the airline operator for carriage in an aircraft\nhave been identified as accompanied bags. The process of identification! reconeiliution\nhas been done either by manual or autornated means; and\n\n© if'a courier checked-in for a flight is not on board the aircraft, his bags shall be off-\nloaded from the aircraft and shall not be carried on that flight.\n\n7.8.8.8. ‘The Director General, BCAS may, prohibit carriage af certain items by express cargo!\ncoutier service which ure likely co be used for committing an act of unlawful interference with\ncivil aviation.\n\n7.8.8.9. If any prohibited article is detected during the course of screening, such consignment\nshall not be allawed to be loaded into the aircraft and legal action will be initiated against the\nconsignor.\n\n7.88.10. After application of the prescribed security controls, sterility of the cargo express\ncargo! courier bags ctc.. whether inside or outside the aerodrome premises, shall be maintained\nuntil such time that these are placed on board aircraft. The screened items shall not be lett\nunguarded at any stage until departure of the aircraft.\n\n7.8.8.1. Tamper-proof security stickers bearing serial number and date shall he affixed on the\nsereened cargo! express cargo/ courier bags, indicating clearly the type of security contrals\napplied uo them,\n\n7,8.8.12, The security controlled cargo’ express cargo’ courier bags shall be accompanied with\ndetailed manifest when it is taken on the airside by the airline operator for loading into the\naircratt.\n\n7.8,8.13. The sceurity staff of Aviation Security Group deployed on the airside gate may check\nthe prescribed stickers on the screened items before allowing these to be taken by the airline\noperator to the airside.\n\n7.88.14. Security Controls may not be applied by the ai\ncargo or courier hags if -\n\nine operator in respect of cargo, express\n\na. ithas been received from a regulated agent; or\n\nb, itis a wans-shipment which has been protected against unauthorized interference at the\ntransit point.\n\n7,8.8.15. The Director General, BCAS may suspend or cancel the security clearance and security\n\nprogramme granted ot approved by him in the manner as prescribed in the Aircraft (Security)\nRules 2011.\n\n7.8.9, Security Measures by Regulated Agent (RA): 4 Regulated Agent shall get himself”\nregistered with the Director General, BCAS and shall implement sccurity measures of cargo\nconsignments in accordance with the procedure laid down from time to time. If the application for\nregistration for RA is not found on the prescribed format along with required documents or if the\n\nPage 131 of 257\n\n",
  "13": "SECRET\n\n| i Government of India }\n(Ministry of Civil Aviation)\nBUREAU OF CIVIL AVIATION SECURITY\n| i National Civil Aviation Security Programme-2018\n\napplicant does not fulfill the required oo:\n\nms, the application shall be rejected und the applicant\n\nshall be informed accordingly. The Director General, BCAS shall issue a Unique reference\nnumber to exch designated Regulated Agent and shall maintain and publish in the BCAS website\nan up-to-date list of approved Regulated Agents which shall contain, at « minimum, the name of\nRegulated Avent, registration number issued by the appropriate authority, business addiess and\ntelephone contacts,\n\nvi.\n\nvii.\n\nAs per Rule 42, Aircraft (Security) Rules, 2011, the Aircraft operator may engage\nRegulated Agent for carriage of cargo, courier ar mail to be cacried hy air, who shall\nfunction as per the procedure laid down by the Director General, BCAS in writing from\ntime to time.\n\nAll Regulated Agents certified by the BCAS shall file their Security Programme in the\nformat prescribed by BCAS, failing which, the Certificate of Registratiun such Regulated\nAgent shall be cancelled.\n\nNo agency shall be allowed to work as a Regulated Agent at the airports and other places\nin India unless its Security Programme is appraved and security clearance is granted by the\nDirector General, BCAS.\n\nThe Director General, BCAS or the officers authorized by him shall conduct recurrent\ninspections of regulated agent operations and approval of @ security programme ut an\nestablished frequency.\n\nIf the Director General, BCAS is satisfied that there is sufficient ground for doing so, he\nmay, for reasons to be recorded in writing, cancel the certificute of registration or suspend\nit for any specific period. He may also, during the investigation or any matter, suspend the\ncertification of registration on reusonuble grounds, Further conditions on this issue as\nmentioned AvSec Order No. 11/2015 (Annexure: 7-11) and as amended from time to\ntime, shall he applicable.\n\nAny disqualification of Regulated Agent shall lead to:\n\n() suspension, which may result from a short-term inability to implement security contrals\nrequired by the State, or a voluntary request by the entity to suspend its designation for\na specified period or permanently; and\n\n(b) revocation, which may result from continuous violations of national requirements or the\nentity's approved regulated agent andior known consignor secutity programme, or due\nfo the fact that the sntity may no longer be involved in the handling, processing or\nstorage of air cargo.\n\nFach Regulated Agent shall ensure that cargo end mail that has been confirmed und\n\naccounted for shall then be issued with a security status which shall accompany, either in\n\nan electronic format or in writing, the cargo and mail throughout the secure supply chain\nPage 132 of 257\n\n)\n\n32999\n",
  "14": "2»2AsTFTFATDIDF? D\n\npes. ad_s3:. 9:9 9\n\n2\n\n»\n\nyD\n\n»\n\ni\n\nSECRET\n\nGovernment of India\n(Ministry of Civil Aviation)\nBUREAU OF CLYIL AVIATION SECURITY\n\nNational Civil Aviation Security Programme-2018\n\nand shall further ensure to protect eargo and mail from unauthorized interference from the\npoint security controls are applied until handed over to the concemed nircraft operator.\n\n7.8.10, Carriage of Dead bodies / human remains\n\n7.8.10.1.Coffins cont: 1g dead bodics‘human remains shall be transported in the\nscheduledichartered civil flights subject to the following: -\n\ni) Death certificate issued by the competent authority.\nii) Embalming certificate issued by competent authority,\niif) Police clearance certificate.\n\niv) Air operators shall satisfy themselves that such consignments do not in any way\ninterfere unlawfully with civil aviation operations.\n\nv) Normally a relative of the deceased may accompany the eufTin but this condition\nmay not be compulsory, If accompanied, the identity of the relatives/person\naccompanying shall be established,\n\nvi) Estublish the identity of the deceased.\n\nvii) In case an airline operator accepts stich consignments from foreign stution besides\nthe conditions cnumerated from (i) to (vi) above, a clearance certificate from the\nIndian Mission for carriage along with copies of the cancelled passport of the\ndeceased to establish his identity shall also be procured.\n\nviii) In case no relative or person is accompanying coffin / human remains, such\nconsignments may be screcned through X-ray BIS and if X-ray is not available the\nconsignment shall be examined visually, before acceptance.\n\nTRAL. Mail\n\n7.8.11,1.Mail should be subjected to the same security control regime applied to cargo\nconsignments, Designated postal operators performing security controls should become\nregulated agents or be approved by the appropriate authority to carry out the same duties as\nregulated agents.\n\n‘The mail to be carried on any aircraft shall be subjected to such security controls\nspecitied by Director General, BCAS as under:\n\na, the acceptance, processing and handling of mail to be carried by air shall be done by\nregular staff of postal authorities; and\n\nb. the mail shall be screened by X-ray.\n\nPage 133 of 257\n",
  "15": "SECRET\n\nGovernment of India\n(Ministry of Civil Aviation)\nAVIATION SECURITY\n\nNational Civil Aviation Security Programme-2018\n\n7.8.1.2. Before delivery to aie carrier, the air cargo deait with by such agent shall be subjected to\n100% X-Ray screening at piece level unless the same is not passible due to size consteaints or X-\nRay rendering the consignment contents unstable, In case X- may screening is not feusible, the\ncontents shall be physically examined. If neither X- ruy sereening nur physical check is feasible,\nthere shall be 24 hours cooling off.\n\n7.8.11.3,Letters or parcels weighing less than 200 grams may not be X-ray screened ar may not\nbe subjected t cooling off period but a Certiticate to the cffect that the postal bag does not\ncontain any letter or parcel which weighs more than 200 grams, shall be obtained by the airline\n‘operator from the Postal authorities.\n\n7.8.11.4.Once security controls xs specified in sub-rule (1) have been applied, the Postal\nsuthorities shall seal the postal bags and transport them in their fully secured departmental\nvehicles to the airline operators receiving office at the aerodrome under supervisicn of their\nregular and trained employees.\n\n7.8.11,5. Time-sensitive or speed post shall be subjected 1o the following secutity controls hy the\nPostal authorities, namely:\n\na. The acceptance, processing and hunulliny of speed post shall be done by regulur and duly\ntrained staff of the Postal authorities; und\n\nb, ‘The speed post shall be screened by high definition x-ray machine with exch bag being\nviewed from two different angles by the same operator at the same screcning point; or\n\n©. Open delivery of speed post, letters, hags and parcels shall be obtained at the counter of\nthe Post Oflive specified hy the Postal authorities for this purpuse. Each item of the speed\nmail shall be thoroughly checked physically by the postal stafP.and then the customers may\nbe asked to pack the saine in the presence of the Postal staff and the packed articles shalt\nbe taken over by the postal authorities;\n\n7.8.11,5.All speed post articles shall be taken aver by the Postal authorities and kept aside in a\nsecured manner so thal these da not get mixed up with other letters’ parcels in the Post Office. Ik\nshall also he ensured that no unauthorized person has access fo speed post iterns.\n\n7.8.11.6.The Postal Authoritics shall affix security seal or security band on each speed post\narticle after it has been screened or physically checked in the Post Office.\n\n7,8.11,7. The lerters/bags/parcels to be sent by the speed post shall be placed in the mail hags and\nsealed in the presence of a responsible afficer of the Postal authorities.\n\n7.8.11.8.All speed post mail bags shall be escorted by a responsible officer from the converging,\npoint ta the acrodrome receiving office of the airline operator.\n\nPage 134 of 287\n\n139933 PPO Sess\n\nJ\n",
  "16": ">\n\n)\n\n»\n\n1s 22?\n\nRADPaDPAISAAABIIADasD\n\noe Ne oe\n\n»\n\ni ee |\n\nSECRET\n‘Government of India _\n(Ministry of Civil Aviation)\nBUREAU OF CIVIL AVIATION SECURITY\nNational Civil Aviation Security Programme-2018\n\n7.8.11,9.\"The Director General, BCAS may, from time to time, prohibit carriage of certain items\nby mail or speed post which is likely to be used fir committing an uct of unlawful interference\nwith civil aviation.\n\n78.1110, If any prohibited article is detected during screening of mail’ speed post, the\npostal authorities shall withhold such mail and initiate legal action against the originator of that\nmail\n\nTRAN. ‘The Postal authorities shall issue a Certificate to the airline operator certilving\nthat the sccurity measures specitied in these rules have heen fully complied with and the mail or\nspeed post, as the case may be, does not contain any prohibited item.\n\n7.81112. Security Controls by Airline Operator - The airline operator shall apply the\nfollowing security controls before placing any mail on hoard an aircraft, namely: -\n\n(a) The muil is handled by the regular and duly trained staff of the airline operator;\n(b)\n\n‘Vhe sccurity staff of the airline operutor shall check the condition of the mail bags and\naccompanied security certificate(s) as spocificd in these rules. Postal bags with\nsuspected sign of tampering en-route shall be segregated and subjected to additional\nsecurity controls; and\n\n(©) The airline operator shall x-ray screen all the mail bags.\n\n(@)_In case of suspicion, such baggage shall be checked physically in the presence of an\nofficial of the postal authority. If the suspicious bag cannot be checked physically due to\none reason or the other, the same shall not be accepted by Aircraft Operator.\n\n(© If any prohibited unticle is detected during screening of mailf speed post, the aireraft\noperstor shall withhold such mail and initiate legal action.\n\n78.11.13. ‘Transshipment mail — The transshipment mail arriving by air may not be\nsubjected to security controls specified in this pat unless specific validation has been\nestablished, implemented and provided that it has been protected against unauthorized\ninterference at all the transit points.\n\n* At foreign stations, the national aie carriers shall satisfy themselves about the contents\nof the postal hags and ensure that they do not contain any item dangerous’ detrimental\nto the safety and security of the passengers and sircraft.\n\n* Incase of suspicion, such foreign mail hags shal! not be uplifted.\nF814. Speed post/Express mail - Speed post articles weighing below 200 gins shall he\n\nexumined by the booking clerk of the speed post booking center before accepting. In case af\nsuspicion such articles shall not be booked.\n\nPage 135 of 257\n\n",
  "17": "SECRET\n\nGovernment of India\n(Ministry of Civil Aviation)\nBUREAU OF CIVIL AVIATION SECURITY\nNational Civil Aviation Security Programme-2018\n\nTRAD, Supervisor at the booking centers shall exercise random check of 15% of the\narticles booked.\n\n7R.11.16, Speed post articles weighing 200 gms or more shall be brought to the booking\ncenters hy the customers in open condition at the instance af the postal authorities.\n\nT8ALT. After examination, such articles shall be booked by the booking centers.\n\n78.11.18, If chesking is not possible, 24 hes. cooling off restriction shall he observed by\nthe postul department.\n78.1119. The air carriers, who lift the speed post mail bags/packets of the postal\n\ndepartment of Government of India, shall screen them with the help of X-ray BIS and 24 hours\ncooling off period and serecning by ETD / canine teams.\n\n78.11.20. ‘Transfer Cargo and muil\n\nj) Fach Aircraft Operutur operating to and from India, shall cnsure that transfer Cargo and\nmail has been subjected to appropriate security controls including sereening prior to being.\nloaded on an aircraft engaged in commercial ait transport operations departing from any\nairport in India and shall not accept cargo und mail based on security controls performed at\nany point of origin in a forcign State unless specific validation has been established and\nimplemented. The same procedures shall be applicable tw the registered Regulated Agents.\nThe Aircraft operators und Regulated Agents and shall incorporate specifi security\nmeasures and procedures in the aircraft operator's secutity programme and Regulated\nAgents’ Security Programme respectively.\n\nfi) Each aircraft operator operating to and from India shall establish appropriate mechanisms\nto confinm that transfer cargo and mail entering Indian Territory has been subjected ta\nappropriate security controls including screening and shall incorporate specific security\nmeasures and procedures in the aircralt operator's security programme, The same\nprocedures shall be applicable to the registered Regulated Agents.\n\n7.8.12. Diplomatic mail bug:\n\n7.8.12.1.The following instructions shall be followed for security control of diplomatic mail\nbags:\n\nThe packages constituting diplomatic bag must bear visible external marks of their\ncharacter and may contain only diplomatic ducuments or articles intended for official usc.\n‘These bags should also bear the name and address of the consignee as well s that of the\nForeign Diplomatic Mission/Consular Post of sender,\n\nPage 136 of 257\n\n>\n\n:2:.'9 20323\n\nLD\n\n23373\n\n)\n",
  "18": "72 SD\n\n)\n\ni\n\nJe i Se ae ae\n\n> 2d\n\n)\n\nSECRET\n\nGovernment of India\n(Ministry of Civil Aviation}\nBUREAU OF CIVIL AVIATION SECURITY.\n\nNational Civil Aviation Security Programme-2018\n\nPrescribed pre-cmbarkation security checks shall be varried out on the person of\ndiplomatic courier and other packages carried by him/her provided they are not\notherwise exempted frum security check.\n\nii) Diplomatic bags to be transported as cargovtegistered baggage shall be X-ray screened\n\n4s per the security instructions in force. In case of serious doubts about the contents of\nthese bags, the matter shall be brought to the notice of the Protocol Division of the\nMinistry of External Affairs who would take appropriate action. Such suspicious\nbaggage shall not be transported until and unless the doubts are cleared to the\nsatisfaction of security staff.\n\n7.8.12.2. The following instructions with regard to dispatch / receipt of diplomatic bags at the\nairport shall be followed:\n\n') The concemed diplamat will report in the ASG control room, ‘The officer in-charge\n‘will contact the airport manager and arrange vehicle to carry the diplomatic bags.\n\nil) An onty gate will be designated at euch airport as up to two members of the\nconcerned diplomatic mission shall be issued temporary entry permit ax per the usual\nProcedure to go up to the aircraft in vehicle. On retum they shall surrender the\ntemporary pass at the concemed ASG conteol oom.\n\niif) In respect of such diplomatic missions who may like to send of receive a diplomatic\nbag from the aircraft, the concemed person will report tn the ASG control room, He\nwill be allowed to go into the aero bridge to hand overiteceive the diplomatic bag.\nHowever, the concerned person(s) shall pass through normal security channels, ‘The\ndiplomatic bag is not to be checked as mentioned in foregoing paragraphs. However,\nthe couriers are liable to security checks.\n\n7.8.13. Carriage of High Risk Cargo and Mail (HRCM)—\n\nConsignments which originate or transfer in‘from locations identified as high risk or\n\nwhich appear tu have been significantly tampered with and in addition to, meets one of the\nfollowing criteria:\n\n3). specific intelligence indicates that the cargo or mail poses a threat to civil aviation; or\n\nb) the cargo or mail shows anomalies that give rise to suspicion; or\n\n©) the nuture of the cargo or mail is such that baseline security measures alone ate unlikely\n\nto detect prohibited items that could endanger the aircraft (ic. IEDs)\n\nare to be considered as high risk cargo and mail (HRCM).\n\nPage 137 of 257\n",
  "19": "SECRET\nGovernment of India\n(Ministry of Civil Aviation)\nBUREAU OF CIVIL AVIATION SECURITY\nNational Civil Aviation Security Programme-2018\n\n7.8.13.1.HRCM will be subjected to following security measures: -\n\na. A-combination of X-ray screening with following additional screening methods shall be\nadopted.\n© Explosive Detection Dogs (FD); or\n\n+ Explosive Trace Detection (ETD) or/and\n¢ Physical hand search\n\nb, For mail and cargo below 500g:\n\n© Dual view x-ray equipment; or\n# Single view x-ray equipment, provided that every item is examined from at least two\ndifferent hy the same screener,\n\n7813.2. Hand search -A hand search shall consist of « thorough manual check of the\nconsignment, including all its contents.\n\n7.8,13.3. X-ray sereening\n\n(1) aconsignment screened by single view x-ray equipment shall be examined from at least\ntwo diffrent angles by the sume screencr,\n\n2) Consignments for which the screener cannot reasonably ensure that they do not contain\nprohibited articles aller screening from two different angles shall be either rejected or\nsubjected to another appropriate means or method of screening.\n\n78134.ETD\n\n(1) Screening by explosive ace detection (ETD) equipment shall consist of the analysis of\ntrace particles of vapour samples taken from both the inside and the outside of the\nconsignment and from its contents.\n\n(@) ‘Trace particles or vapour samples shall be collected from at least the following areas:\na. internal and external box seams, if applicable, under any protective wrapping; and\nb. a mininum of 2 cxtemal surfaces, under any protective wrapping; and\n¢. any areas used for manual handling or lifting; and\nd. any ateas which appear to have been subject to tampering.\n\nNote: ETD equipment shall not be used, other than in combination with other appropriate\nmeans or methods, for screening consignments if any of the following conditions apply:\n\na, if i is not possible to access any area listed al point 2 (a)-(d) above; or\nb, the consignment surfaces are wet or damp; ot\n\nPage 138 of 257\n\n33S 83 32\n\n>\n",
  "20": "»9\n\n93293333933\n\n)\n\n2333 39 )\n\n,\n\nSECRET\n\nGovernment of India\n(Ministcy of Civil Aviation)\nBUREAU OF CIVIL AVIATION SECURITY\nNational Civil Aviation Security Programme-2018\n\nc. the consignment surfaces are obscured ur otherwise protected by packing material\nwhich may reduce or impede the effectiveness of the sample collection.\n\n7.8.13.5, Visual check -A visual check shall consist of a thorough visual check of the\nconsignment and shall only be allowed:\n\na. in combination with other methuds; or\n\nb. where all parts of the consignment can actually be seen, with or without aids; or\n\nfor live animals,\n\n7.8.13.6.Metal Detection Equipment -Metal detection equipment (MDB) shall only be used to\nsereen consignments of cargo and mail which would not normally be expected to contain any\nmetallic parts.\n\n7.8.13.7.The AWDimanifest will be stamped according to the procedure adapted for\nexumnination of that particular cargo ie: X-RayediPhysically Checked‘ETD/ Visual. The stamp\n‘on AWB will also indicate security status us showing SPX/SHR/SCO.\n\n7.8.13.8. The screening and acceptance of cargo will be refused when inappropriate /inadequate\ndocuments improper security declaration certificate etc. are submitted by the Airline/Cargo\nAgent/Regulated Agent.\n\n7.8.13.9.1t is to be enisured that the screened cargo is not contaminated with unscreened cargo by\nproper segregation and duc security controls maintained till itis loaded on to the aircealt.\n\n7.9. Aircraft Catering Supplies and Stores\n\nSARPs of Annex 17\n\n~ [Each Contracting State shall ensure that catering stores and supplics intended for]\n\n4.6.6 | carriage on passenger commercial flights are subjected to appropriate security controls\n\nand therealter protected until loaded onto the aireratt.\n\nFach contracting state shall ensure that merchandise and supplies introduced into |\n46.7 | security restricted areas are subject to appropriate security controls, which may include\n\n| sereening.\n\n7.9.1. Aircraft operators shall ensure that catering stores and supplies intended for carriage on\npassenger commercial Mlights are subjected to appropriate security controls and there after\nprotected until loaded onto the aircraft.\n\n7.9.2. No aiteratt operator shall accept any eatering stores and supplies for loading onto an\nirraft unless these items have been subjected ta the following security controls, namely: -\n\na. The supplies of the catering items haye been received from # caterer with whom the air\noperator has got a written contract for the purpose.\n\nPage 139 of 257\n",
  "21": "SECRET\n= = ‘Government of India\n(Ministry of Civil Aviation),\n. BUREAU OF CIVIL AVIATION SECURITY et\n|e National Civil Aviation Security Programme-2018\n\nb, ‘The caterer has obtained security clearance from the Director General, BCAS,\n79.3. The security cleurunce will be given by the Director General, BCAS after: -\n\na. The security Programme submitted by the caterer has been duly approved; and\n\nb. ‘The sccurity arrangements made by the caterer have been inspected by the Director General,\n\nBCAS or any other officer authorized by him and the same are found to be satisfactory\n\n7.9.4. Cancellation of security clearance — Where the owner of a catering eslablishment\n(caterer) contravenes or fails to comply with the prescribed security norms, the Director General,\nBCAS for reasons to he recorded in writing and after giving him a show cause notice cancel or\nsuspend the approval granted ta the security Programme of such caterer. This shall be done in\naccordance with the Aircraft (Security) Rules, 201 | or as amended from time ta time.\n\n7.95. Security Controls by the Caterer - The caterer shall apply the following in-house\nsecurity measures to the catcring supplies and stores intended to be taken on board an aircraft,\nnamely: -\n\na. The caterer shall engage u designated officer responsible for the implementation and\nsupervision of security controls in his establishment;\n\nh. The premises used the preparation or storage of in-flight catering supplies and stores\nintended to be curried on board an aircraft shall be secured and access controlled by the\nsecurity staff on the pay roll of the caterer;\n\n¢, ‘The personnel employed by the caterer for preparation and delivery of in-flight catering\nsupplies and stores intended tw be carried on board aircraft shall be their regular\nemployees, recruited after getting their churacter and antecedents verified by the police.\n\nd. ‘The personnel engaged by the caterer in the preparation and delivery of catering supplies\nand stores intended to be carried on board un aircraft shall be provided with sufficient\nsecurity awareness training to enable them to understand and carry out their security\nresponsibilities. The training shall be carried out before they are allowed access to any\nsupplies or stores which are to be loaded on aircraft.\n\n¢. The deliveries of raw materials and equipment to the premises used for the preparation or\nprocessing of catering supplies shall be broken down or decanted us appropriate prior to\nthe preparation prosess to ensure that these do not contain any prohibited article and\nthereafler held in secured conditions;\n\nf. The items which are not broken down or decanted shall be x-ray screened or searched by\nhand within the constraints of food and hyxienic regulations;\n\ng. The caterer shall only accept bulk deliveries of pre-cooked frozen meals that cannot be\nbroken down or decunted provided they have been scaled or made lamper-evident;\n\nPage 140 of 257\n\n3\n\n23933\n\n»\n",
  "22": "23 9 9\n\nme\n\n»\n\n32323 ]3 3\n\n?\n\nGovernment of India\n\n(Ministry of Civil Aviation)\n- _BUREAU OF CIVIL AVIATION SECURITY\nee National Civil Aviation Security Programme-2018\n\nLa\n\nq.\n\nBefore any cart or container containing supplies is closed ready for dispatch to an aircraft,\nthe cart of container and its contents shall be checked by the supervisor io cnsure that ic\ndocs not contain any prohibited item or has not been interfered with in any obvious\nmanner.\n\nThe catering carts and containers that are placed on relevant aircraft shall be adapted so\nthat access into the interior cannot be achieved when the cart or container is locked or\nsealed;\n\n‘The chilling rooms and refrigerators containing prepared meals and other supplies shall be\nsecured when immediate access is not required and have their access controlled atall other\ntimes;\n\n. The seals, binding and other means of rendering supplios tamper-evident shall be held\n\nunder security conditions until required for use and then issued from a central point by &\ndesignated person who shall record these details, which shall be opencd to inspections;\n\nThe documentation detailing the nature of the catcring supplies and store, the consignor,\nthe destination and the consignee shall be raised for each consignment of supplies und\nstores and presented to the aircraft operator;\n\nThe caterer shall issue to the airline operator a security certificate for cach consignment of\nhis stores und supplies to be loaded on the wircraft to the effect that the consignment does\nnot contain any prohibited item;\n\n|. The security certificate and other dacumentation associated with consignments of catering\n\nsupplies shall be held under secured conditions and issued Irom a centtal point by the\ndesignated person of the caterer;\n\n»._ The catering supplies shall be transported by -\n\n(@®_ the airline operator's transport; of\n\n(ii) the caterer’s own transport; or\n\n(ii) a haulee whose operating procedures and security measures have beon approved hy\nthe airline operator\n\n.. The vehicles which ure used for transportation of catering supplies to and from the aircraft\n\nShall be securable. These vehicles must be locked when not in use; and\n\nAny other measures prescribed by the Director General, BCAS.\n\n1.9.6, Security Controls by the airline operator ~The airline operator shall apply the following\nsecurity controls to his catering stores and supplies, namely: -\n\n7.9.6.1, During preparation stage at location -\n\nPage 141 of 287\n",
  "23": "SECRET\n\nGovernment of India\n(Ministry of Civil Aviation)\nBUREAU OF CIVIL AVIATION SECURITY\n‘National Civil Aviation Sceurity Programme-2018\n\nCatering operations during ll phases of catering curt assembly in the catering\n‘establishment until loaded on the transport vehicle shall be monitored by the security staff\nof airline operator or\n\n.. Searchfinspection the catering earts prior to loading on the transport vehicle shall be done\n\nas below:\n\ni) food and sealed items shall be inspected to the extent permitted by local faws und\nhygiene standards, ‘The inspection shall focus on extemal appearances, appropriate\nweights, signs uf tampering with packaging, and insertion of inappropriate items. It\nshull include food and beverages, serving utensils, liquar supply and duty-free items,\n\nii) inspection of food carts and supply trolleys shall include side panels, doors,\nunderearriages, and dry ive compartments;\n\n) items that are not containerized shall be physically searched;\niv) inspection shall be done inside the catering establishments or on the loading dock; and\n\n¥) Dofore loading, all the trays will be closed. Food will not be transported in open trays.\n\n7.96.2. During Transportation ~\n\n4. All catering supplies/carts shall be escorted from the time the cart ussembly is completed\n\ncof the search is completed, through loading on the transport vehicle until delivery on\nboard the aircrafi. The escort so provided shall be capeble of monitoring all catering\nitems ut all times while in transit.\n\nOR\nb. each assembled monitored finspected cart shall be sealed as below, at the cutering\n\nestablishment prior to loading on the transport vehicle.\n\neach catering cart will he sealed with a tamper-evident, sequentially numbered security\nseal, A record shall be made of euch seal number used on each cart for each flight. This\nrecord shall be maintained for at least seven days from the completion af the associated\nflight.\n\nprior to loading any catering item into the transport vehicle, inside portion of the vehicle\nshall be searched to ensure that the vehicle is sterile, Any suspicious or potentially\nthreatening items will be resolved prior to loading catering items into the vehicle; and\nJoading of all catering items into the ussigned transport vehicle shall be monitored; and\n‘once delivered to uhe aircraft, the seal attached to the catering carts shall be inspected\nfor signs of transporting. The person breaking the seal will verify that each seal was\nintact and the seal number listed in the record of seals applied to that cart, ftems at are\nnot scaled will be physically searched: and\n\nin the event seals show signs of tampering or are discovered broken, all catering items\nwill be physically searched for weapons, explosives, and ather dangerous devices prior\nto loading on the aireraf; and\n\nPage 142 of 257\n\n3 33:3\n\na\n\n323,33 3\n\n3\n",
  "24": "»\n\n: 3.2333 29\n\n»\n\nie i a |\n\n)\n\na)\n\n: SECRET\n| ETT Goverament of India\n(Ministry of Civil Aviation)\n=e BUREAU OF CIVIL AVIATION SECURITY\nLee National Civil Aviation Security Programme-2018\n\nVi, all seals and related supplies will be accounted for, stoted in a locked container and\nprotected from unauthorized access,\n\nOR\n\n7.9.6.3. The transport vehicle which is used for carrying cateting supplies and stores shall be\nsealed as below: «\n\ni) Once the transport vehicle hus been seurched and loaded, all vehicle access doors shall be\nclosed and sealed with tamper-evident, consecutively numbered security scals. A record\nshall be made of the seal numbers used on euch transport vehicle. This record will be\nmaintained for at least seven days from the completion of the associated flight; and\n\nii) The transport vehicle shall proceed directly to the aircraft, Once at the aircraf, the seals\nattached to the vehicle access points will be inspected for signs of tampering privr to\nbreaking the same. The person breaking the seal must verify thet the seal was intact und the\nseal number listed in the record of seals applied to that access point: and\n\nili) If the transport yehicle makes intermediate stops from the catering cstablishments to the\naircraft and the seal is broken, the vehicle shall he escorted between each intermediate\nstop, oF all vehicle access points opened at each intermediate stop shall be rescaled using\nthe prescribed method until all catering has been completed,\n\n7.9.64, ‘The Director General, BCAS or any other officer authorized by him in this behalf may\ncarry out inspection und tests to monitor the security preparedness of the catering agency, and\nthe security integrity of transportation of the catering items from the concerned agency to the\naircraft. If any prohibited article is detected during inspection! test of catering supplies, such\naction shall be withheld und legal action shall he taken.\n\n7.9.6.3. Security Controls for Newspapers and Cleaning supplies ete, - No airline operator shall\naccept newspapers, magazines, cleaning stores and supplies or any other item for loading in the\naircrafl unless these items have been subjected to the following security controls, namely: -\n\na. The stores and supplies have bcen oblaincd from an establishment with whom the air\noperator has a wrilten contract for the purpose;\n\nb, The stores and supplies have been searched by hand or X-ray screened to prevent the\nintroduction of any prohibited article;\n\n¢. Before allowing access to the aircraft, the cleaning staff shall be frisked and all the\nurticles carried by them checked properly by the airline operator; and\n\nd. Any other security controls prescribed by the Director General, BCAS.\n\nPage 143 of 257\n",
  "25": "SECRET\n| j Government of India |\n\n=\nes {Ministry of Civil Aviation)\nBUREAU OF CIVIL AVIATION SECURITY.\nSat National Civil Aviation Security Programme-2018\n\n7.968. Co-mat and Co-mail: following security measures shall be applied by the concerned\naircraft operator for Co-mail and Co-mat:\n\n4) in buildings where the company mail and Company material ate prepared, stored and\ndispatched to ensure that no device or weapon, which may be used to commit un uct of\nunlawful interfeeence, is introduced into consignments.\n\nii) during the transportation and delivery of company mail and company material is escorted to\nthe relevant aircraft io ensure that the consignment remitins secure.\n\niii) the concemed aircraft operator shall ensure that all stores loaded on aireraft are correctly\nassigned fur that particular flight and have not been tampered with.\n\n7.10, Merehandise and supplies introduced into security restricted areas\n\n7.10.1. Each Airport Operator shall ensure that merchandise and supplies introduced into\nsecurity restricted arens are subject tu screening und appropriate security controls in accordance\nwith instructions issued hy the Director General, BCAS vide from time to time.\n\n7.10.2. Bach Regional Director, BCAS shall ensure that:\n\n7.0.2.1. No entity intending to introduce merchandise and supplies in SRAs shall be allowed to\nineoduce such goods in Security Restricted areas (SRA) and undertake business at any\naerodrome without obttining the sccurily clearance and the approval vf its security programme\nform the Director General, BCAS of authority designated by him.\n\n7.10.2.2. Entities permitted under above para 7.10.21 shall be responsible to develop, maintain\nand implement their Security Quality Control programme to ensure implementation of the\nConcessionaires (known Suppliers) Security Programme to prevent introduction weapons,\neaplosives or any other dangerous devices. articles or substances, which may he used to commit\nan act of unlawful interference, the carriage or bearing of which is not authorized, from being\nintcoduced, by any means whulsoever, at the airports in India,\n\nbane\n\nPage 144 of 287\n\n¥ od Bd Dd\n\n9\n\n222 2.2\n\n233\n\n> 323.3\n\n)\n\n",
  "26": "i233 3\n\n>\n\na 3) 2\n\n)\n\na\n\ni a\n\n’\n\nSECRET\n\n(Ministry of Civil Aviation)\nBUREAU OF CIVIL AVIATION SECURITY\nNational Civil Aviation Security Programme-2018\n\nSARPs of Annex 17\n\nChapter 8\nSecurity Equipment\n\n318\n\nEach Contracting state shall ensure that the Appropriate Authority artanges for the\n‘Supporting resources and fucilitics required by the aviation security services to be\navailable at each aieport serving civil aviation.\n\nEach Contracting State should employ security equipment, where appropriate, to the\nextent operationally, technically and financially peacticuble, to achieve civil aviation\nsecurity objectives\n\nFach Contracting State should promote research and development of new security\n\nRP\n23,1 | SaUipment, processes and procedures which will better achieve civil aviation security\n| objectives and should cooperate with other contracting states in this matter.\n\nRP | Bach Contracting State should ensure that the development of new sccurity equipment\n2-52 | takes into consideration Human Factors Principles.\n\nRP | Each Contracting Suute should consider implementing innovative processes. and\n23.3 | operational procedures to allow incline differentiation of screening and security\n\ncontrols.\n8.1 Procurement\n8.1.1 Airport Operators, Aireraft Operators, Regulated Agents, Postal Authoritics of any\n\nuther entity responsible for procurement of aviation security equipment as per their security\nProgramme, shall procure aviation sccutity equipment in accordance with the minimum\n\nstandards\n\nand specifications prescribed by the Director General, BCAS. from time to time and\n\nshall deploy at suitable locations at the airports or at the off airport facilities as per the\nguidelines and directions of the Director General, BCAS.\n\n812\n\nIn order to ensure that the AVSEC equipment are procured by the concerned agencies\n\nin accordance with the prescribed specifications’ standards, it shall be the responsibility of the\nprocuring, agency to get the equipment checked and certified. Commissioning of the equipment\nwill require prior permission of BCAS, where so prescribed.\n\nBAD\n\n813.1\n\nStandards and Specifications:\n\nThe Director General. BCAS shall preserihe, review and update from time to time\n\nstandards! specifications for the aviation security equipment to be used for performing aviation\nsecurity duties, considering implementation of innovative processes and operational procedures to\nallow operational differentiation of screening, and scourity controls,\n\nPage 145 of 257\n\n",
  "27": "SECRET\n\n‘Government of India\nistyy of Civil Aviation)\nBUREAU OF CIVIL AVIATION SECURITY\n\nNational Civil Aviation Security Programme-2018\n\n813.2 No aviation security equipment shall be commissioned for the purpuse of aviation\nsecurity if it does not meet the minimum standards! specifications preseribed by the Director\nGeneral, BCAS.\n\n8.1.34 ‘The Director General, BCAS shall prescribe the optimum scale of aviation security\nequipment and other supporting services! facilities, where appropriate, to the extent operationally,\ntechnically and financially practicable, which arc required to be provided tw the ASG and other\naviation security service personnel for discharging their duties. efficiently and effectively and it\nshall be incumbent on the Airport Operator; Aircraft Operator or any other entity responsible for\nprocurement of AVSEC equipment to follow the scale laid down by the Director General,\nBCAS.\n\n8.1.34 Minimum specifications in respect af the security equipment shall be issued by the\nDirector General, BCAS of Secuity. Presently the minimum specifications of the following\nsocurity equipment issued vide BCAS. Circular No, 25/2004 dated 27.12.2004 (Annexure: 8-1)\n‘and its amendment mentioned in AvSoc Circular 11/2017 dated 04/08/2017, AvSee Circular no.\n22007 dated 14,2.2007, AvSee Circular 03/2017 dated 13/01/2017 (Annexure: 8-2), AvSec\nCircular 05/2017 dated 05/04/2017 (Annexure: 6-1), AvSee Cireular 12/2017 dated 22/08/2017\n(Annexure: 8-3), AvSce Circular 13/2017 dated 20/10/2017 (Anmexure: 8-4) shall be strictly\nimplemented for procurement of theso security equipment:\n\n(2008:\na) Door Frame Metal Detector (DFMD)\nb) Hand Held Metal Detector (HHMD)\n5). Night vision device\nd) Explosive Vapour Detector\ne) Explosive Trace Detector\n\n(i 2007: *\n\na) Crash Rated Electro-Hydraulic Bollard System\n'b) Crash Rated Plectro-Hydraulic Tyre Killer.\n6) Crash Rated Electro-lydraulic Road Blocker.\nd) Real Time X-Ray Viewing System.\n©) Surveillance CCTV System.\nf) Mini Remotely Operated Vehicle (MROV)\ng) Non-Linear Junction Detector (NLID)\nh) Telescopic Manipulator\ni) Perimeter Intrusion Detection System:\n3) Biometric Based Access Control System\n(iil) 2017:\na) X-Ray Baggage Inspection System (X-BIS)\nb) In-line CT-EDS\nv) CCTV\nd) Perimeter Intrusion Detection System\nc) Bullet Resistant Vehicle for the QRTs.\n\nPage 146 of 257\n\n>\n\n2239.39 @\n\n»\n\nx2\n\n>\n\n2 9\n",
  "28": "> 3\n\n23\n\n)\n\nSECRET\n;\n(Ministry of Civil Aviation)\n1 BUREAU OF CIVIL AVIATION SECURITY |\nNational Civil Aviation Security Programme-2018 |\n\n1) BDDS Bomb Suit\n8.1.3.5. Liquids, Aerosols and Gels (LAGs) in any volume purchased by a passenger at the\nairports’ retail outlets during his air journey shall be carried in Socurity Temper Evident Bags\nBs). Technical specification of Security Tamper Evident Bags (STEBs) for carriage of\nLiquids, Acrosols and Gels (LAGs) have been prescribed by the Director General, BCAS vide\nCircular No, 4/2008 dated 1.8.2008 followed by a corrigendum dated 27.8.2008 (Annexure: 8-\n5).\n\n8.1.3.6, In order to ensure effective deployment of Bomb Detection and Disposal Equipment,\nstandardized list of such equipment has been prescribed by the BCAS vide Circular 14/2010\ndated 9.6.2010 followed by a Corrigendum dated 17.8.2010 (Annexure: 8-6). Specifications for\nthese equipment have been prescribed vide Circular No.18/2010 dated 23.8.2010 (Annexure: 8-\n7). which shall be followed by the concerned organization and agency for procurement uf these\n\nequipment,\n\na, Search equipment\nb. Detection equipment\n¢. Disposal equipment\nd. Protection equipment\n©. Transportation equipment\n\nNote:1. BDDS equipment shall be priaritized according to the AvSec Circular 13/2017,\ndated 20/10/2017 (Annexure: 8-4) and ax amended from time to time.\n\n2. Minimum standard and specification with regard to Bomb Suits as defined in AvSce\nCircular 03/2017 dated 13/01/2017 (Annexure: 8-2) and as amended trom time to time.\n\nsidering the technologies und equipment being used in a particular security\nion, it is essential to assess not only the strengths and limitations of the equipment but\nalso the Human Factors associated with it. These Human Factors refer to the security personne}\nwho have to operate it and, in the case of screening equipment, the passengers being screened,\n\n8.2. Calibration\n\n8.2.1. Aiport Operator and Aircraft Operator or any other entity responsible for procurement,\nmaintenance and operation of the aviation security equipment, shall ensure that each aviation\nsecurity equipment deplayed at the airport is calibrated to operate at identical pre-determined\nstandards. This calibration mainly concerns pre-board screening security equipment like X-ray\nBIS, DFMD, HHMD, Explosive Detector etc. In this connection, standards! specificativns issued\nby the Director General, BCAS shall be followed by all concerned.\n\n82.2, Minimum detection sewing including specifications of performance test pieces for the\nfollowing security screening equipment used for screening purposes which shall inter-alia include\n\nPage 147 of 257\n",
  "29": "SECRET\n\n‘Government of India\n(Ministry of Civil Aviation)\nBUREAU _OF CTVIL AVIATION SECURITY\n\nNational Civil Aviation Security Programme-2018\n\nscreening of persons, bageave, cargo, mail, courier, merchandise, supplies, ete. has been specified\nvide BCAS Circular No. 25/2004 dated 27.12.2004 (Annexure: 8-1), Appendix °G’ dated &°\nNovember, 201! and AvSce Circulue 11/2017 dated 04/07/2017 and instructions issued by the\nDirevtor General, BCAS from time to time.\n\nX-ray BIS\nDFMD\nMUMD\nEDS\n\nPP Re\n\n8.3. Operation und Maintenance\n8.3.1. Operation of AVSTC equipment shall only be undertaken by trained, tested and BCAS\n\ncemtified security personnel. The owners of the AVSEC equipment shall be responsible for upkeop\nand maintenance of their equipment.\n\n8.4. Bomb Detection and Disposal Equipment for BDDS:\n\nMinimum quantity of Bomb Detection and Disposal equipment for each unit of the\nS has been specified as per BCAS Circular No, 20/2010 dated 15/9/2010 (Annexure: 8-9).\nPrioritized list of BDDS equipment has been issued vide AySee. Circular 13/2017 dated 20/10/2017\n(Anneaure: 8-4), It shall be the responsibility of the Airport Operator to procure this minimum\nequipment for the BDDS at the airport as per the Bomb Threst Contingency Plan. It is also\nmandatory to fallow standard specifications prescribed by the BCAS for procurement of these\nequipment,\n\n$4.2, Director General, BCAS, for the purpose of securing aircraft operations directs that all\nAirport Operaturs will provide Bullet Resistant Vehicles for the Quick Reaction Team (QRT) of\nAviation Sceurity Group (ASG) deployed at their respective airports. The specifications for the\nVehicle as accepted by the Ministry of Home Affairs vide dated 30/07/2015 are attached as\nAnnexure: 8-4. The existing vehicles provided to QRTs shull be replaced with the bullet resistance\nvehicles at the earliest.\n\n843. The Airport Operator shall be responsible for serviceability and maintenance of ull the\nsecurity equipment including BDDS equipment.\n\n8.$ Human Factors Principles\n\n8.5.1 When considering the design of new facilitics at airports, a vilully important element is\ndesigning those facilities in such u way that the staff expected to operate within the new Lacility\ncan do so in a most cfficient and productive manner.\n\nPage 148 of 257\n\n)\n\n2\n\n> 2\n",
  "30": "o: 3 3' 9. 3 9\n\n»2\n\n»\n\nGovernment of India\n(Ministry of Civil Aviatioa)\nBUREAU OF CIVIL AVIATION SECURITY\nNational Civil Aviation Security Programme-2018 |\n\n85.2 One of the principal objectives of Human Factors considerations in civil aviation\nsecurity operations is to make the aviation security system resilient to the consequences of human\nerrors, i\n\n85.3 Leveraging human capabilities and ad ics is a way to enhance overall system ”\nperformance, In order to accomplish this, lwo levels of action should he distinguished:\n\na. improve the efficiency of the overall avialion security system (through policies, processes\nand procedures, in other words: work organization); and\n\n'b, match the limitations and capabilities of the operators tn the technologies.\n\n854 — Sclecting well-suited individuals, taining them properly, designing their work\nenvironment and rotation schedule to maintain the best possible performance, and providing\nmotivating incentives are fundamental requirements for successful operations, reyardless of the\ntype of technology in place.\n\n8.5.5 The following are some Human Factors principles that are uscful for improving the\nefliciency of the overall aviation security system:\n\n8) adapt the operator's level of qualification by a specific selection and training process;\n&) design of security contral points;\n\n©) work organization;\n\nd) define the tolerance of error: and\n\n©) analyse the workstation und the work behaviour.\n\ndaees\n\nPage 149 of 257\n\n",
  "31": "SECRET\n\nGovernment of India\n(Ministry of Civil Aviatinn)\nBUREAU_OF CIVIL AVIATION SECURITY |\n\nNational Civil Aviation Security Programme-2018\n\nChapter 9\nPersonnel\n\n9. ‘SARPs of Annex 17\n\nEach Contracting State shall enaure that the persons implementing security controls |\nare subject to background checks and selection procedures.\n\nFach Contracling State shall ensure that the persons implementing security contrals\npassess all competencies required to perfurm their duties and are appropriately trained\naccording to the requirements of the national civil aviation security programme and\nthet appropriate records are maintained up to date. Relevant standards of performance\nshall be established and initial and periodic assessments shall be introduced w\n‘maintain those standards, F\n\nEach Contracting State shall ensure that the persons carrying out Screening operations\nare certified according to the requirements of the national civil aviation security\nprogramme to cnsure that performance standards are consistently and reliably |\nachieved.\n\n| Each Contracting State that decides to deploy in-fight security officers shall ensure\nthat they are government personnel whv are specially selected and trained, taking into\n4,77 | account the safety and security aspects on board an aircraft and deployed according to\nthe threut assessment of the competent authority. The deployinent of such officers shall\nbe coordinated with concerned States and kept strictly confidential.\n\nTach Contracting State shall ensure that authorized and suitably trained personnel are\n5.1.8. | readily available for deployment at its airports serving civil aviation to assist in dealing\nwith suspected, or actual, cases of unlawful interference with civil aviation.\n\n341\n\n34.2\n\n343\n\n9.1. Selection Criteria: All entities converned with the national aviation security system should\nfollow the provedures specified in the NCASTP befoce selecting recruits based an attributes such as\nreliability, reputation and capability. Personne! cmployed by such entities. especially those requiring\naccess to security restricted areus, should be subject to a background check during the initial setection\nprocess and again at regular intervals, in uccordance with the provisions of national regulations and\nthe NCASP.\n\n9.1.1 Individval criteria for the recruitment of staff varies from agency wv agency. Since the\npersans engaged in discharging the above functions by different agencies are not recruited salely for\nthe dischurge of security unctions, they have their own competencies in their concerned field for\nwhich their respective agencies have laid down standatds for enlistments. The minimum standards\nin terms of educational Jevel, previous experience, physical attributes, eyesight, hearing, manual\ndexterity etc. shull be prescribed by the Director General, BCAS. Emphasis shall be placed on pre-\nemployment checks with previous employers, personal references and police records before these\npersonnel are exposed to AVSEC security programmes and assigned AVSEC functions.\n\nPage 150 of 257\n\na\n\n993393\n\n>\n",
  "32": "»\n\n)\n\n>”\n\n>\n\n> 22> 3\n\n)\n\n>\n\nB33 dd 9 3. Dd\n\n> 2\n\nPe)\n\nSECRET\n| pay Government of India\nbi (Ministry of Civil Aviation)\n| BUREAU OF CIVIL AVIATION SECURITY\nLooe National Civil Aviation Security Programme-2018\n912 Fach entity responsible for AVSEC measures shall engage only those personnel for\n\nsecurity duties who are whole time employees whose churucter and antecedents have been verified\nand who are employed aller proper training, selection procedure and certification im accordance\nwith national civil aviation security programme and NCASTP. ;\n\n9.13 ‘The screening duty shal! be perlormed by the offivers certified by the Director General,\nBCAS to work as screener for servening uf person, carryon items, hold baggage, cargo, mail ete.\n\n9.14 The Director General, BCAS shall haye an active role in the selection and recruitment\nof sufficiently qualificd/experienced technical personne! within its administration based on the\nrecruitment rules for cach post approved by the government.\n\n9.1.5 Chief Security Officer — the appointment of a chief security officer is essential to the\ndevelopment and effective implementation of operator sccurity programmes. Therefore, euch\nairportiaireratt operator, RA and any other entity responsible to undertake aviation security cantrols\nshall appoint a chief security officer (similarly foreign aircraft yperator will appoint a chief security\ncoordinator) with « professional security background and familiarity with Civil Aviation aperations,\nand afforded sufficient authority to cnswe the full implementation and enforcement of the airport\noperator securily programme.\n\n9.1.6 Qualification requirement for Chicf Security Officer (CSO) of Airport operator,\nAireraft Operator and Regulated Agent\n\nCSO shall be responsible for implementing aviation security measures relating to aircraft or airport\noperations. The suggested minimum attributes, qualifications, knowledge and experience for a\nCSO, including:\n\n. Minimum Educational Qualification: Graduation of equivalent\n\n. Direct reporting to MD/ CEO af the respective organization;\n\n. In-depth knowledge of international, regional and national aviation security regulations;\nExperience in aviation sccurity operations of private sector; or experience in sccutity\n\noperations of Indian / multinational companies or experience in other security — related law\n\nenforcement fields such as Police, Sccurity, Intelligence, Investigative ‘Agencies, Cyber\n\nSecurity experts. However, preference should he given to the qualified professionals having\n\nadequate experience in AVSEC.\n\n¢. It shall be a mandatory requirement for them to qualify AVSEC Basic Course within three\n\nmonths of the joining or any other exemption given by DG, BCAS.\n\nBP oF\n\n9.2 Background checks\n9.21 Aisport operator, Aircraft Operator, Aviation Security Group and any other entity\n\nresponsihle to undertake aviation security controls at the uirports shall ensure that persons\nimplementing security controls are subject to background checks und selection procedures.\n\nPage 151 of 257\n\n",
  "33": "SECRET\n\nGovernment of India\n(Ministry of Civil Aviation)\nBUREAU OF CIVIL AVIATION SECURITY\nNational Civil Aviation Security Programme-2018\n\n9.22 It shall be cnsured by the cancemed entities that persuns who are lo be allowed\nuncscarted access to a security restricted area shall be subject to buckground checks. No person\nshall be issued with Aerodrome Fntry Permit (AEP) without background check as prescribed\nin AEP guidelines issued by the Director General, BCAS-\n\n9.23 The following instructions shall be followed by the concerned agencies before\ndeploying their persons (© camyout aviation security measures at the airports allocated hy the\nDirector General, BCAS: -\n\ni) Peesons shall be required w complete a prescribed form giving full details of their\neducation, training and employment for a minimum of five preceding years.\n\nii) Criteria for sclection of security staff specified by the Director General, BCAS shall be\nstrictly adhered to.\n\nii’) Candidates shall be interviewed hy a person who has been specially trained and vetted for\nthe task.\n\niv) The agencies / BCAS requiring background checks of persons selected for employment for\ncarrying out aviation security functions, shall write to the Head of the Police Department\n{Administration of the concerned States / Union ‘Yerritories for background checks with\nfull particulars on the prescribed form.\n\nv) ‘The Police authorities responsible to carry out background checks of the persons referred\nto them shall ensure to seck written confirmation from all lurmer employees, educational\nestablishments ete. listed by the candidate that the details are accurate and that there is\nnothing against the candidate that suggests a lack of integrity or otherwise reflects\nadversely upon the candidate’s suitability for securily employment, Suitable enquiries shall\nbe made in respect of cundidates who have been self-employed or unemployed, und\nreferences shall be verified. Criminal records check, shall be carried out,\n\nvi) A record of the background checks of persons shall be maintained by the State / UT Police\nauthorities o the intelligence agencies, emplayers, Airport Pass Section. Such records shall\nbe made available fur inspection by the inspecting Officers of the BCAS,\n\nvii) ‘The head of the concerned departments / agencies shall be responsible to take decisions on\nperson's suitability for employment in a position to carry oul aviation security measures ut\nthe airports.\n\nSince buckyround checks-in respect of casual or temporary workers and loaders who are to\nhe allowed uevess to the restricted areas to carry out essential jobs may not be possible on\nshort notice, they shall be escorted and supervised by an authorized person of the\nconcemed agency who has already been subjected to background checks und is in\npossession of regular AEP.\n\nPage 152 of 257\n\n>\n\n2,3 933\n\n)\n",
  "34": "233 3 3-3\n\n’\n\nee Je ee Se ee ae ee oe Ee }\n\n)\n\n)\n\nSECRET\n\nett apes of India\nistry of Civil Avi }\nBUREAU OF CIVIL AVIATION SECURITY\n\nNational Civil Aviation Security Programme-2018\n\n924, Employment of foreigners: Security clearance! issue of Aerodrume Fintry Permit\n(AEP) to foreigners shall be in accordance with the provisions of Acrodrome Entry Permit Policy\nin force or as amended from time to time,\n\n9.2.5. Indian nationals returaing from abroad: No Indian national who retums to India\nfrom abroad within the period of 5 years having a valid passport (S years validity for the purpose\nof background check is required) shall he considered for employment at the airports in india to\nundertake any aviation related functions unless his! her background check is carried out\nthrough the concerned Indis Mission for his/her stay during that period ahroad,\n\n9.3. Persons involved in criminal eases: Persuns involved in criminal cases can pose a security\nthreat to aigport functions. Further, they may involve themselves in other undesirable activities\nwithin airport premises, Ia order to prevent unauthorized access in the aigports by persons with\ncriminal records, all AEP holders shall be got verified before issuing / renewal af AFPs, AEPs of\npersons involved in criminal cases, shall be cancelled and seized. Such cases shall be immediately\nbrought to notice of the BCAS.\n\n9.3.1. Tt shall be the responsibility of cach agency to keep the concemed RD, BCAS\ninformed at the carliest opportunity ubout the arrest or involvement of any of their employee in\na criminal case. The enncemed agency /employer shall carry out the background checks\nperiodically after employment so as to ensure that such background check has been carried out at\nthe time of initial employment and thereafter updated periodically in respect of each employee\nduring the current five yeur period.\n\n9.3.2, Upon conviction or acquittal of such AEP holder in the criminal cases fiom any\ncourt of law, the same shall be intimated to the RD, BCAS conccmed,\n\n93.3. RD, BCAS shall refer such cases to the AEP Committee at the first opportunity for\ntaking a decision to cancel the AEP of such convicted AEP holder.\n\n9.3.4. RD, BCAS shall inform the agency concemed about the cancellation af such AEP of\nthe effected employee so that the same is withdrawn from the employee concemed and deposited\nto the concerned RD,BCAS office for further necessary action.\n\n9.3.5, Proper record of the above cases shall be maintained by BCAS and the agency\nconcemed so thal these persons do not obtain AEPs through some other agency after\nemployment elsewhere.\n\n9.3.6. Ttshall he ensured by the AEP Committee that the employees of any agency who\nare convicted in criminal cases, ure not issued with AEP (temporary! regular). At the time\nof renewal, it shall be ensured by the AEP Committee that ihe AEP is not renewed for a\nconvicted person any other person not eligible as per AEP pulicy.\n\nSARPs of Annex 17 ‘\n\n| Each Contracting State shall require the Appropriate Authority to ensure the\n| development and implementation of a National Training Programmes for personnel of\nall entities involved with or responsible for the implementation of various aspects of\nthe National Civil Aviation Security Programme. This training programme shall be\ndesigned to ensure the effectiveness of the National Ci Aviation Sccurity\nProgramme.\n\nPage 153 of 257\n\n",
  "35": "‘Government of India\n(Ministry of Civil Aviation)\nBUREAU OF CIVIL AVIATION SECURITY\n\nNational Civil Aviation Security Programme-2018\n\n“Bach contracting State shall ensure that the persons implementing sccurity controls\npossesses all competencies required to perform their duties and are appropriately\ntained according to the requirements of the National Civil Aviation Security\nProgramme and that appropriate records are maintained up-to-date, Relevant standards\nof performance shall be established and initial and periodic assessment shall be |\nintraduced to maintain those standards, - :\n\nEach Contracting State shail ensure that the persons carrying oul screening operations |\nure certified according to the requirements of the National Civil Aviation Security\nProgramme to ensure that performance standards ure consistently and reliably\nachieved.\n\n3.4.2\n\n9.4.1. Persons implcmenting security controls shall possess all competencies required to\nperform their duties and are appropriately trained according to the requirements of the National\nCivil Aviation Security Training Programme (NCASTP),\n\n9.4.1.1. Each entity working at the airports in India with aviation security responsibilities shall\nensure to devclop and implement aviation security training programmes in accordance with the\nNational Civil Aviation Security Training Programme developed and issued by the Director\nGeneral, BCAS.\n\n94.2, Appropriate records shall be maintained up-to-date, Relevant standards of performance\nshall be established and initial and periodic assessment shall be introduced to maintain those\nstandards prescribed in NCASTP.\n\n942.1. The Director General, BCAS shall develop procedures for performance testing of\n‘trainees involved in various aspects of aviation security functions.\n\n9.43. Persons carrying out screening operations shall be certified according to the\nrequirements of the NCASTP to ensure that performance standards are consistently and reliably\nachieved.\n\n9.4.8. The persormel of all entities involved with’ or responsible for the implementation of\nvarious aspects of this programme, und those authorized to have unescorted ucvess to airside areas\nshall receive periodic AVSEC Awareness Program as per the NCASTP. The AVSEC Awareness\nProgram is also required lor those stat? working with tenants at landside of an aigport within three\nmonths (03) of the joining of their duties, AEP to be issued, to only those personnel who have\nattended AVSEC Awareness Program within Inst one year, During this period Airport Operators\nshall ensure that AVSEC Awareness Program is conducted for above mentivned staff and the\nclause shal] be entered in the agreement between uirpurt uperator! aineratt operator’ RAY MRO\nwith the entity.\n\n9.4.5, ‘The Director General, RCAS shall ensure implemearation of Instructor Certification\nsystem and oversight process in accordance with NCASTP,\n\n9.4.6, ‘The Dircetr General, BCAS shall ensure uining of Behaviour Detection into aviation\nsecurity practices & procedures in accordance with NCASTP.\nPage 154 of 257\n\nIa DAWIA’Ds\n\n)\n\n",
  "36": "SECRET\n\n)\n\nGoverument of India cal\n(Ministry of Civil Aviation)\nBUREAU OF CIVIL AVIATION SECURITY\nNational Civil Aviation Security Programme-2018\n\n3 23.93\n\n»\n\neaeee\n\nPage 155 of 257\n",
  "37": "Government of India\n(Ministry of Civil Aviston)\nBUREAU OF CIVIL AVIATION SECURITY\nNational Civil Aviution Security Programme-2018\n\nWw.\n\nChapter 10\n‘Management of response to acts of unlawful interference\n\nSARPs of Annex 17\n\nSAA\n\nFach Contracting State shall establish measures, when reliable information\n‘exists chat an aircraft may be subjected to an act of unlawful interference, to |\n| safeguard the aircraft if it is still on ground and provide as much prior\nnotification as possible of the arrival of such aitcraft to relevant. airport\nauthorities and air traffic services of the States crmcemed if the aircraft has\nalready departed,\n\n“Each contracting State shall ensure, when reliable information exists that an\naircraft may be subjected to an act of unlawful interference, that the aircraft is\nsearched for concealed weapons, explosives or other dangerous devices,\narticles or substances. Prior notification of the search shall be provided to the\noperator concerned.\n\n$13\n\nEach contracting State shall ensure thal arrangements are made to investigate,\nrender safe and/or dispose of, if necessary, suspected dangerous devices or\nother potential hazards at airports. |\n\nS14\n\nSS\n\nEach Contracting State shall ensure that contingency plans are developed and |\nresources made avuilable 1 safeguard civil aviation against acts of unlawful\ninterlerence, The contingency plans shall be tested on a regular basi\nBach conteacting State shall ensure that authorized and suitably tained\npersonnel are readily available for deployment at its airports serving civil\naviation to assist in dealing with suspected, or actual, cases of unlawful\ninterference with civil aviation.\n\n5.2.1\n\nach Contracting State shall take appropriate measures for the safety of\npassengers and crew of an aircraft which is subjected to an act of unlawful\ninterference, while on the ground in the territory of the Contracting State, until\ntheir journey can be continued.\n\n$2.2\n\nFach contracting Stale responsible for provi ir traftic services for an\naircratt which is the subject of an act of unlawful interference shall collect all\npertinent information on the flight of that airceaft and transmit that information\nto all other Stutes responsible for the Air Trallic Services units concemed,\nincluding those at the airport of known or presumed destinatiun, so that timely\nand appropriate safeguarding action may be taken on route and at the aircraft's\nknown, likely or possible destination,\n\n$23\n\nTach Contracting State shail provide such assistance to an aircraft subjected to\nan act of unlawful seizure, including the provision of navigation aids, air wraffic\nservices and pre mission to land as may be necessitated by the circumstances.\n\n424\n\nFach Contracting State shall tke measures, as it muy find practicable, to\n\nPage 156 of 257\n\n)\n\nRSOWsBIADIEDADADS 3B\n\n)\n\n2\n\n> ie a a a ae\n\n32\n\n3\n",
  "38": "23a 3 9\n\nx 2\n\nee ie ie |\n\n)\n\nBy\n\n)\n\na |\n\n>\n\nd\n\nSECRET\n\nGovernment of India\n(Ministry of Civil Aviation)\nBUREAU OF CIVIL AVIATION SECURITY\n\nNational Civil Aviation Security Programme-2018\n\nensure thal an aircraft subjected to an act of unlawful seizure which has landed\nin its territory is detained on the ground unless its departure is necessitated by\nthe overriding duty to protect human life. However, these measures need to\nrecognize the grave huzard attending further flight. States shall also recognize\nthe importance of consultations. wherever practicable, between the State where\nthat aireraft has landed and the State of the Operator of the aircraft, and\nNotification hy the State where the aircraft has landed to the States of assumed\not stated destination,\n\n52.5\n\nBach Contracting State in which an aircrali subjected to an act of unlawful\n\n| interference has landed shall notify by the most expeditious means the State of\nRegistry of the aircraft and the State of the Operator of the landing and shall\nsimilarly transmit by the most expeditious means all other relevant information\nto:\n\n‘the two above mentioned States;\n\neach State whose citizens suffered fatalitics or injuries;\n\n‘each State whose citizens were detained as hostayes:\n\n‘each State whose citizens arc known to be on board the aircraft;\nand\n\nv. the Intemational Civil Aviation Organization.\n\nEach Contracting State concemed with an act of unlawful interference shall\nprovide ICAO with all pertinent information concerning the security aspects of\nthe act of unlawful interference as soon as pructicuble after the act is resolved.\n\n348\n\nEach Contracting State concemed with an act of unlawiul interference shall\nrequire its appropriate authority to re-cvaluate security controls and procedures\nand in a timely fashion take action necessary to remedy weaknesses so as to\nprevent recurrence. These actions shall be shared with ICAO,\n\nRP\n5.26\n\nTach contracting state should ensure that informalion received as a\n‘conssquence of action tuken in accordance with 5.2.2. is distributed locally to\nthe air traflic services units concerned, the appropriate airport administrations,\nshe operator and others concemed as soon as practicable.\n\nEach contracting state should conperate with other states for the purpose of |\nproviding a joint response in connection with an act of unlawful interference.\nWhen taking measures in their territory to free passengers and crew members\nof an aircralt subjected to an act of unlawful interference, each contracting\nstale should use, as necessary, the experience and capability af the state of the\noperator, the state of munufacturc and the state of Registry of that aircraft.\n\n5.3.2\n\nEach contracting state should exchange information with other contracting\nstates as considered appropriate on the management of response to an act of\nunlawful interference, at the same time supplying such information to ICAO.\n\nPage 187 of 257\n\n",
  "39": "SECRET\n\n~ Government of India\n(Ministry of Civil Aviation)\nBUREAU_OF CIVIL AVIATION SECURITY\nNational Civil Aviation Security Programmo-2018\n\n10.1 General\n\n10.1.1 These are acts or attempted acts to jeopardize the selety of civil aviation, including but not\nlimited to: -\n\na) Unlawful seizure of Aircraft\n\nb) Destruction of an aircraft in service\n\n¢) hostage-taking on board uircraft or on acrodromes,\n\n4) forcible intrusion on board un aircraft, at an airport or on the premises of an acronautical\nfacility,\n\n¢) introduction on board an airerufl or at an airport of a weapon or hazardous device or\nmaterial intended for criminal purposes,\n\n1) Use of an aircraft in service for the purpose of causing death, serious bodily injury, or\nserious damage to property or the environment\n\n2) communication of false information such as to jeopardize the safety of an aircraft in flight\nor on the ground, of passengers. crew, ground personnel or the general public, at an airport\nor on the premises of a civil aviation facility.\n\n10.1.2. As far as the acts of unlawful interference enurmerated in (a), (¢) and (d) are concerned,\ncontingency may arise in one of the following forms: -\n\na, An airera(l registered in India may be hijacked either within India or abroad and may Jand in\none of the airports in India or abroad,\n\nb. A foreign registered uircralt may be hijacked while in Tndia und may land in India or abroad.\n\nc. A foreign registered aircraft hijacked in some other country may land in India or in one of the\nneighboring countries, such as Afghanistan, Bangladesh, Myanmar, China, Nepal, Pakistan,\nBhutan, Male and Sri Lanka, raising the possibility of its take-off and likely landing in India.\n\ndA foreign registered aircraft or an Indian registered aircraft in service may be used for the\npurpose of causing death, scrious bodily injury, or serious damage to property or the\nenvironment\n\n10.1.3 ‘The procedure to be followed is given in the contingency plan provided for each civit\nairport in India.\n\n10.1.4 ‘Necessary measures as laid down in the Hijack ThreatBomb Threat contingency Plan\nshall be taken by concerned entities, to safeguard the aircraft if it is_still on ground, when reliable\ninformation exists that un aircraft may be subjected to an act of unlawful interference\n\n10.1.4.1 As much prior notification as possible of the arrival of such aircraft to relevant airport\nauthorities und air trafic services of the States concemed shall be provided if the aircraft\nhhas already departed,\n\n10.1.3 When reliable information exists that an aircraft may be subjected Lo an act of uatawful\ninterference, such aircraft shall be searched for concealed weapons, explosives or other dangerous\n\nPage 158 of 257\n\n| wl ag: gt widew i Mlalai ae @ ORAL SLs) aim O) OLS wal a0, wim Be 91g6: 0 2L8\n",
  "40": "»\n\n93.993 3:3\n\nDRPBP2AIasIRAAII SID IS 3d 3.3% 913\n\n)\n\n>\n\nGovernment of India\n(Ministry of Civil Aviation)\nBUREAU OF CIVIL AVIATION SECURITY.\nNational Civil Aviation Security Programme-2018\n\ndevices, articles or substances. Prior notification of the search shall be provided to the ‘Operator\nconcemed.\n\n10.1.6 Concerned agencies as specificd in Airport Operators Security Programme shall\ninvestigate, render safe and/or dispose of, if necessary, suspected dangerous devices or other\npotenti! hazards at airports. ASG-BDDS at cach airport in India shall be responsible for\ninvestigating, which shall include the arcas given below but not necessarily limited to the meusures\nand procedures pertaining to:\n\na. investigation af unattended baggage;\nb. investigation of hold or passenger baggage identified as a potential threat; and\n©. evacuation procedures for affected areas.\n\n10.1.7 Contingeney Plans shall. be developed by the Director General, BCAS with allocation\nof responsibility to make available the resourees necessary for safeguarding civil aviation against\nacts of unlawful interference. The contingency plans shall be tested and reviewed on a regulur basis,\n\n10.1.8 Authorized and suitably trained personnel shall be readily available for deployment at\nthe airports serving civil aviation to assist in dealing with suspected, or actual, cases of unlawful\ninterference with civil aviation.\n\n10.1.9 Appropriate measures, envisaged in the AVSEC Manual and Nativnal Contingency\nPlan on handling aircraft hijack situation, shall be taken for the safety of passengers and ctew of\nan aircraft which is subjected to an act of unlawful interference, while on the ground in the Indian\nterritory, until their journey can he continued.\n\n10.1.10 All pertinent information on the flight of an aircraft, which is the subject of an act of\nunlawful interference, shall be collected through air traffic services and transmitted to all other\nStates responsible for the Air Traffic Scrvices units concemed, including those at the airport of\nknown or presumed destination, so that timely and appropriate safeguarding action may be taken en\nroute and at the aircraft's known, likely ot possible destination.\n\n10.1.1] Assistance shall be extended to an aircraft subjected to an act of unlawful seizure,\nincluding the provision of navigation aids, aie traffic services and permission to land as may be\nnecessitated by the circumstances as per the National Contingency Plan.\n\n101.12 All practicable measures shall be taken to ensure that an aircraft, subjected to an act of\nunlawil seizure which has landed in Indian territory, is detained on the ground unless its departure\nis necessitated by the overriding duty ta protect human life keeping in view the grave hazard\namending further flight. Necessary consultations with the State of the Operator of the aircraft,\nwherever practicable, shall be made in this regard.\n\nPage 159 of 257\n",
  "41": "SECRET\n\nsa Government of India\ni (Ministry of Civil Aviation)\n= BUREAU OF CIVIL AVIATION SECURITY\nLi National Civil Aviation Security Programme-2018\n\n10.113 All peetinent information concerning the security aspects of the wot of unlawful\ninterference shall be provided to ICAO as svon as practicable ufler the act is resolved.\n\n10.1.14 India may cooperate with other States for the purpose of providing a joint response in\nconnection with an act of unlawful interference and shall use, as necessary, the experience and\ncapahility of the State of the Operator, the State of manufacture and the State of Registey of thot\naireraf\n\n10.2 Responsibilities\n\n10.2.1 To deal with acts of unlawdul interference with civil aviation the fallowing Committees\nshall be established: -\n\nCabinet Committee on Secutity\n. Committee of Secretaries on Aiteratt Hijack (COSAID)\n. Central Committee (CC)\n\nAerodrome Comunittes (AC)\n\nae ee\n\n10.2.1.1 In the event of any hijack situation or seizure of aircraft in flight, appropriate\nmeasures, envisaged in the AVSEC Manual and National Contingency Plan on handling aircraft\nhijack situation willbe followed.\n\n1022 Cabinet Committee on Security\n\n10.2.2.1 Cabinet Committes on Security (CCS) will be the apex body to decide the policy and\ntake decisions un strategic issues like response (o hijacker’s demands involving national security,\nforeign policy, political implications, strategy/anproach to negotiations, forcible termination of the\nhijack ete, It will be advised by COSAH for this purpose.\n\n10.2.3 Committee of Secretaries on Aircraft Hijack (COSAH).\n\n10.23.1 COSAH will comprise senior officials of Govt, to deliberate on the problems arising out\nof the contingency. obtain necessary inputs from all Govt, agencies and Central Commitee, brief\nand advise CCS ubout developments and devisiuns to be taken, and communicate Govt.\ndecisions/directions/guidance to the Central Committee,\n\n10.2.3.2 COSAH will meet immediately on receipt of intimation of airerall hijack. However, in\ncase of prolonged crisis, COSA need not necessarily be in continuous session till the\ntermination of the hijack, and may constitute a Sub Group, which will be in session\ncontinuously.\n\n10.24 Central Committee;\n\nPage 160 of 257\n\n",
  "42": ")\n\noo 3.9/3\n\n> 3.9\n\n>\n\n: i oe Te)\n\n2223\n\n5\n\n>\n\ni} SECRET\nGovernment of India ]\n(Ministry of Civil Aviation)\nBUREAU OF CIVIL AVIATION SECURITY |\nNational Civil Aviation Security Programme-2018 |\n\n10.2.4.1 The Central Committee (CC) is the executive authorily responsible for dealings swith the\ncontingency of hijacking under the guidance of COSAH / CCS. It shall guide the Aerodrome\nCommittee for handling the situation on the ground including for negotiations andor forcible\ntoumination of hijack, ‘The CC is empowered to deal with the situation in all respects and take\nappropriate decisions on its own initiative except on major poliey / strategic issues.\n\n10.2.4.2 The CC will maintain a panel of negotiators, psychiatrists and linguists so that they may\nbe summoned to the Control Room if required.\n\n3 List of Members of the Central Committee (CC) shall be updated and circulated every\nmonth by the Director General, BCAS. Similarly, the list of psychologists, linguists, Regivnal\nLanguage Experts, Negotiators ctc, shall also be updated and circulated every month.\n\n10.2.4.4 The Centra] Committee shal] mect in the Central Committee Control Room situated in\nthe ATC building, near IGI Airport, New Delhi.\n\n10.2.4.5 The functions of the Central Committee will include the following: ~\ni. Keeping track of the situation and all developments, being in constant touch with all\nconcemed agencies / officials and taking timely decisions and action for handling the\nsituation.\nii. Providing inputs to COSAH on all developments.\n\niii, Analysis and anticipation of developing situatiun, building possible scenarios and\nsubmission of strategic options for consideration of COSAH / CCS.\n\niv. Implementation af decisions of COSAH / CCS.\n¥. Providing guidance and issuing necessary instructions to the Aerodrome Committee,\n\n10.2.5. Aerodrome Committee\n\n10.2.5.1.'The Aerodrome Committee shall be established at every airport. In the event of an\nemergency, the concerned Aerodrome Committee shall assemble at the airport without uss\noftime , not later than half an hour, in the earmarked Control Room and will address the\nhijack situation in accordance with the Contingency Plan of the concemed airport and\ndirections of the Centeal Committec.\n\n10.2.5.2. Communication system -The Central Committee will be in constant touch with the\nAerodrome Committee through the ATC, The Aerodrome Committee will also remain in\ncontinuous communication with the CC through STD telephone, direct speech circuit system,\nHEY VIF ete,\n\nPage 161 of 257\n",
  "43": "SECRET\nGovernment of India |\n(Ministry of Civit Avistivn)\n\nRUREAU_OF CIVIL AVIATION SECURITY |\n\nNationul Civil Aviation Security Programme-2018\n\n10.3. Initial Action\n\n103.1. All organizations, receiving informution that indicutes that an uct of unlawful\ninterference is shout to be committed of is in progress or has heen committed, will take such\nappropriate action as is specified in the Contingency Plan.\n\n10.3.2. ‘The course of action to be taken will include dissemination of the message to all\nconcerned in accordance with the Contingency Plan. the assessment of the message und @ plan of\naction amongst those concerned.\n\n10.3.3. The organization receiving such information shall be responsible for gathering and\nrecording of as much information us on the message to allow an accurate assessment tO, be made\n‘of the incident,\n\n10.4, Command\n\n10.4.1. Executive command of the response to an act of unlawful interference occurring in\nIndia is responsibility of the Central Committee with Director General, Civil Aviation as\nChairman and Director General, BCAS, as Convener.\n\n104.2. Operational command of the response to an act of unlawful interference is the\nresponsibility of the Chairman, Aerodrome Committee, With relation to an act of unlawful\ninterference concerning an aircraft, operational command of the response will be discharged by.\n\n10.4.2.1, Air Traffic Control, whilst the aircraft is airborne or taxiing immediately after landing\nuntil the aircrafl comes to a halt, ar frum the time aircraft commences taxiing prior to ike off until\nthe aireratt leaves sirspace of Indias\n\n10.4.2.2. ASG, ftom the time the aircraft comes to a halt immediately after lending until the\nincident is terminated or until the aircraft commences taxiing immediately prior to take off.\n\n10.S. Control\n\n10.5.1. On receipt of information of un act of unlawful interference, it is the responsibility of\nATC Officers an duty at the airport to take further action as specified in the National Contingency\nPhun.\n\n10.5.2, On reveipt of information of an act of unlawful interference uccusring, at an airport or\naffecting an aircraft in flight, it is the responsibility of ATC officer on duty at that airport to\nactivate the Aerodrome Committes Control Room and take further action in avcurdance with the\nContingency Plan of the Airport,\n\n10.5.3, All agencies with the responsibilitics for the activation of Aerodrome Committes\ncontrol room and Central Committee Control Room are to ensure that these centers are regularly\n\nPage 162 of 257\n",
  "44": "> 3\n\nEe Sf\n\n)\n\n3333 9\n\n»\n\n»\n\nyD\n\nJ\n\nJe oe Te\n\n)\n\nSECRET\n\nGovernment of India\n(Ministry of Civil Aviation)\nBUREAU OF CIVIL AVIATION SECURITY |\n\nNational Civil Aviation Security Programme-2018\n\nmaintained and tested and that all communication equipment installed therein are in good working\norder.\n\n10.5.4. _India_may exchange information with other Contracting States as considered\nappropriate on the management of response to an act of unlawful interference hased on bilateral\nagreement with other States and at the same time India will also supply such information in ICAO.\n\n10.6. Provision of Air Navigation Services\n\n10.6.1. In the event that an aircraft subjected to an act of unlawful interference enters ar is in\nIndia air space and wishes to land at any airfield in India the concerned Air Traffic Cantrol Centre\nis to give every assistance to safeguard the flight, bearing in mind the possibility of an emergency\ndescent, and to tke appropriate action to expedite the conduct of all phases of the flight, including\npermission to land.\n\n10.6.2. On landing, the aitceafl is to be directed to the designated isolated aircraft parking\nposition and all further action taken in secondance with the Contingency Plan of the airport,\n\n10.6.3. All practicable measures shall be taken to ensure that the aircraft is detained on the\nground unless its departure is necessitated by the overriding duty to protect human life.\n\n10.64. Inthe event that an aircraft subjected to an act of unlawful interference passes through\nsir space of India, the concemed air traffic control cenire is to give assistance to safeguard the flight\nwhile it is in air space of India. The ATC centre shall also transmit all pertinent information to other\ncountries responsible for air traffic service units concemed including those al the airport of known\nor presumed destination. so that timely and appropriate action may be taken en route ani! ut the\naircraft's known, likely or possible destinations,\n\n10.6.5. All efforts should be made to get the hijacked Indian registered aircraft to land at an\nIndian Airport, preferably one of those already identified for this purpose. Once such an aircraft\nands ut an Indian airport, it shall be immediately immobilized and shall not be allowed to 20 aut af\nIndia.\n\n10.6.5.1._ In view of the above, the following instructions shall be strictly implemented by all\neoneemned:-\n\n8) The Indiun registered hijucked aircraft shall be directed by the concerned ATC to Jand at one\nof the airports, which have already been identified for this purpose, namely: Mumbai,\nKolkata, Chennai, Thiruvananthapuram, Nagpur, Hyderabad, Ahmedabad, Bangalore,\n‘Guwahati, Chandigarh, Jaipur and Lucknow.\n\n'b) On landing at one of the identificd airports, such an aircraft shall be immediately immobilized\n\nin order to avoid delay in this regard iramediate necessary action to immobilize the aircraft\nshall be taken by the Airport Director of the affected airport.\n\nPage 163 of 257\n\n",
  "45": "Government of India\n(Ministry of Civil Aviation)\nBUREAU OF CIVIL AVIATION SECURITY\nNational Civil Aviation Security Programme-2018\n\n10.6.5.2. The responsibility of Defence Authorities for providing various facilities in the event of\na hijacked aircraft landing at the Defence Controlled airports are as follows: -\n\na), The Station Commander of defence controlled airport (with civil enclaye) is the\nChairman-cum-Convener of the Aerodrome Committee. Tle will be responsible for\nhandling the aircraft hijack situation and for ensuring cordoning the hijacked aircraft at\ndefence controlled airport with civil enclaves. It should be done by tained delence\npersonnel.\n\nL)\n\nQRYs of Navy/lAF should be separately sanctioned and esined by NSG and kept in\nreadiness.\n\nq\n\n‘All advance preparations and immediate ground response, as specified in.\n\nd) Chapter 4 of the Contingency Plan and in the AVSEC Manual to deal with aircraft hijack\nsituations shall be made by the Station Commander of the defenve controlled airport.\n\n©) ‘The entice expenditure for equipping and manning the ACCR should be home by the\n‘concemed delence authorities, Separate budgetary provision should be made for the\npurpose.\n\nf} Provision of CCTV coverage of isolation bay, tic und mobile illumination facility at\nisolation bay, forward command post vehicle, fucility of yideo conferencing shall be made\nby the station commander,\n\n10,7, Specialist Support: Negoliation is a very important clement in th$ management of hijack\nsituation. Negotiations will be done in necotdance with guidelines contained in the Contingency Plan.\nThe specialist clements like negotiators, interpreter / linguists, NSG Task Furee, Bomb Detection and\nDisposal Squad (BDDS) shall help in managing the crisis.\n\n10.8, News media: During an act of unlawCul interference, it is important that all official persons\nrefrain from communicating directly with the media und that all request for information be dealt with\nby a designated spokesperson of Press Information Bureau (PIB).\n\n10.9. Reporting: Notification of acts of unlawful interference to States :-\n\n10.9.1, In the event of the occurrence of un act of unlawful interference in India all relevant\ninformation shall be teansmitted by the most expediriouy means to'-\n\nthe International Civil Aviation Organisation (ICAO);\n\nthe State of registry of the aircraft concemed;\n\nthe Stute of the operator;\n\nState whase citizens arc killed, injured or detained us a consequence; ancl\nv. each State whose citizens are known ta be on board the aircraft\n\n10.92. — Reporting w ICAOrin the event of occurrence of an act of unlawful interference\nagainst civil aviation, India shall forward to the International Civil Aviation Organization (ICAO)\nthe following reports: -\n\nPoge 164 of 257\n",
  "46": "23 3 3 39.3 9'd 915,35 9 & BD S565. 5\n\n23393\n\nJ\n\nSECRET\n| Government of India\n(Ministry of Civil Aviation)\n| BUREAU OF CIVIL AVIATION SECURITY P|\n__National Civil Aviation Sceurity Programme-2018 i\n\n10.5.2.1 Preliminary reports will be prepared by the Director General, BCAS and forwarded to\nsppropriate Sates and to ICAO by airmail within thirty (30) days of the occurrence, Should\nimmediate remedial action he required, appropriate States and ICAO will be provided with the\nPertinent details as soon as the information is known and by the most suitable and quickest\n‘means available.\n\n10.9.2.2 IF possible, final reports will be sent to CAO within sixty (60) days by the Director\nGeneral. BCAS as per the formal specified in the ICAO Aviation Secueity Manual (Doe. 8973.\nrestricted).\n\n1092.3 Communication: In the event of any incident / unlawful interference at civil imports in\nIndia, prompt communication shall be made to Director General, BCAS by the Airport Director\nand In-charge Airport Management by the quickest possible means.\n\n10,10. Response to Threat Information / adjustment of Programme\n\nthe ‘vulnerability of aviation targets and ensuring thet appropriate action is taken by airport\nOperators, aircraft operstors, ASG and other concemed authorities to counter the threat.\n\n10.102. A general increase in the threat level directed against civil aviation shall he met with an\noverall tightening of aviation security measures as specified in the national airport contingency\nplan.\n\n0.10.3, Threat directed against specific aviation targets (aircrait, sitlines operator, airport\nfacility etc.) shall be met through specific measures, as specified in the national and airport\ncontingency plan.\n\n10.10.4, The following specific measures shall be taken to meet the threat of hijacking against\nparticular flight (s) of an airorafi: -\n\nA. For Plights not yet boarded:\n\n(O_Tnteriors of Passenger Cabin to be subjected to check for items, which may be used by\nhijacker for causing interference to civil aviation operations.\n\n(@ Hand baggage of the passenger to he 100% manually examined. Any item that could\nPossibly be used by the potential hijacker should not be permitted in the hand baggage,\nMnecessary such items should he transferred to the Registered Baggage.\n\nGil) Passengers / crew should be 100% physically ftisked. In cases given rise to suspicion,\nthe persons may be questioned to establish their genuineness and identity.\n\n(iv) Airline to exercise strict access control to its aircraft ‘on ground. Instructions regarding\nfrisking of staff / other person entering into aircraft and maintenance of ladder point\n\nPage 165 of 257\n",
  "47": "SECRET\n(Ministry of Civil Aviation)\nBUREAU _OF CIVIL AVIATION SECURITY\nNational Civil Aviation Security Programme-2018 ab\n\nregister to be sitictly enforced. Airlines to ensure that ext\nsecurity of catering items are maintained.\n\ning instruction regarding\n\n{y) Pax reporting after receipt of Hijack / threat cal to be questioned to ascertain i all has\n\noriginated from them.\n\n(vi) Pax head-count to be done to ensure that na excess pax is on board,\nB. For Flights in process of hoarding / already bourded but ireraft still on ground.\n(i) Passenger already inside the Aircraft to be deplaned along with their hand baggage.\n\n(ii) Measures in para T ubove to he followed thereafter,\n\n“At transit stations in case of a hopping flight instructions in para ~ 1 & TT (i) abaye to be\nfollowed.\n\na Aircraft already in Might (call received on ground ‘emanating from sources other than\ncrew of the concemed flight)\n\n(When credible threat information is received about possible act of unlawful\ninterference while aircraft is in flight, the Pilot-in-Command (PIC) shall be informed by\nthe concerned aircraft operator and ALC,\n\nGi) Security measures in force to be reviewed quickly by In-charge Aimport Security at the\nstation, where, the hijacker could have boarded the flight,\n\nD. There is no need to unload checked in baggage ar hold cargo. However, possibility of\nGate no show passenger is to be kept in mind. Such pax should not be allowed to board the\nflight, Further it should be ensured that the passengers do not have access to the registered\nhaggage while in the operational area.\n\nE, The security procedures prescribed above are fo be supervised by the senior most\nSecurity Stalf of the airline available in the shift. Wherever security staffs are nat posted, the\nprocedures will be followed under the supervision of the Station Manager of the concerned\nairline.\n\nF. ‘The station Manager / Airport Manager of the concerned airlines. in-charge Airport\nsecurity Unit and Airport director af the concerned airport shail be responsible to communicate\n‘about the hijacking threat immediately to the concemed RD, BCAS and Director General,\nBCAS by telephone followed by detailed report by fax.\n\n10.11: Communication of False Information:\n10.11.1. Im terms of the Bomb Threat Contingency Plun, Airport Director! In-charge Airport\n\nManagement of each aisport is the Coordinator’ Chairman of the Bomb Threat Assessment\nCommittee at the airport. Hence it is the responsibility of the Airport Director of the concerned\n\nPage 166 of 257\n\n’\n\na a a a)\n\na |\n\nso O39\n\n5)\n",
  "48": "»d3\n\n>\n\n)\n\n2a 33 3\n\n)\n\n)\n\nSECRET\n\nGovernment of India\n(Mfinistey of Civil Aviation)\n___ BUREAU OF CIVIL AVIATION SECURITY\nNational Civil Aviation Security Programme-2018\n\nairport to establish and maintain data base for all bomb threat calls / hoax calls received at sirparts\nand legal action taken against the hoax callers in coordination with the State Police and CISK.\n\n10.11.2. State Police’ CISP shall ensure to provide all the details of the bomb threat calls / hoax\ncalls received at airports and legal action taken against the hoax callers to the concemed Airport\nDirectoriIn-charge Airport Management who shail ensure to establish and maintain deta base of\nsuch bomb threat calls airport wise.\n\n10.11,3, Simultaneously s data base of the Bomb threat callsihoax calls will be established and\nmaintained centrally by Director security AAT at the AL Corporate Hyrs. on receipt of the details\nof bomb threat hoax calls from concemed Airport Director! In-charge Airport Management on e\nregular and constant basis so that the required detwils «on bomb thucat! hoax calls and legal action\ntaken there on are readily available at central level.\n\n10,11.4. Data base on bomb threat calls! hoax calls and legal action taken thereon shall he\nestablished and maintained on the attached Annexure by all concerned State/ Up Police’ CISF and\nsend the same promptly to the concerned Airport Dircctor/ In-charge Airport Management wha\nshall consolidate the same and ensure maintenance data base airport wise and disscminate the\nsume al regular interval to the Director security, AAL, New Delhi for establishing and maintaining\nthe data base on the subject centrally with intimation to the Regional Director BCAS of the\nconcemed region, Director Security, AAT shall ensure that the data base on the subject is regularly\nupdated and correct information on the subject are made available to the BCAS, MCA and MHA\nas und when called for.\n\n10.12. Information to agencics on receipt of bomb threat cal\n\n1012.1, In terms of Rule 45 of the Aircraft (Security) Rules, 2011, wherein it is prescribed that\nevery aircrall operator, aviation security group, aerodrome operator, regulated agent and owner or\noperator of catering establishment shall report the security accident or security incident to the\nCommissioner immediately on the accurrence of the security accident or security incident, it is\ndirected that who-so-ever amongst those listed above receives a bomb threat.call shall ensure to\npass on the same to the Control Room, ASG of the concerned airport, The in-charge Control\nRoom ASG (CISF / local Police) shall be responsible to communicate the same by the quickest\npossible means to the following agencies besides Bomb Threat Assessment Committee (BTAC) in\nurder to take prompt action by the concemed agencies on such bomb thrcat calls which inter-alia\nshall include tracing of hoex bomb tlucat calls: -\n\n. NIA Control Room\n. 1B Control Room\nCab Secit. Control Room\n|. Netional Technical Research Organisation (NITRO) Control Room\n\nDelhi Police (DCP Spl Cell, DCP Airport) / State Police Control Room\nDirector (Security-I1), Govt. of India, Ministry of Communications é& IT, Department\nof Telecommunications.\n\npeaese\n\n10.12.2, Each Regional Director, BCAS shell check and verify the Airport level documents on\nthe above issue and shall ensure that the required details‘informalion have boon suitably?\nappropriately incorporated in the relevant documents,\n\nPage 167 of 257\n\n",
  "49": "Government of India.\n(Ministry of Civil Aviation)\nBUREAU OF CIVIL AVIATION SECURITY\nNational Civil Aviation Security Programme-2018\n\nrane\n\nChapter 11\nQuality Control\n\n1. SARPs of Annex 17\n| 5.4.1 | Pach Contracting State shall ensure that the persons implementing socurity controls\n\n| 34-1 | are subject to background checks and sclection procedures. —_\nFach Contracting State shall ensure that the persons implementing security controls\npossess all competencies required tw perform their duties and are appropriately trained\n3.4.2. | aeording to the requirements of the National Civil Aviation Security Programme and\n4%\" | that appropriate records are maintained up to date, Relevant standards of perlormance\n| shall be established and initial and periodic assessments shall be introduced to\n| maintain those standards. At\nT Each Contracting State shall ensure that the persons carrying out ser ‘operations\n343 |a certified according to the requirements of the National Civil Aviation Security\n\nProgramme to ensure that performance standards are consistently and reliably\nachieved. oe\nEach Contracting State shall require the appropriate authority to develop, implement\nand maintain a national civil aviation security quality contrul programme to determine\ncompliance with and validate the effectiveness of its National Civil Aviation Sec\nProy Ime.\nExch Contracting State shall ensure that the implementation of security measures is\nregularly subjected to verification of compliance with the National Civil Aviation\nSecurity Programme. The priorities and frequency of monitoring shall be determined\non the basis of risk assessment carried out hy the relevant authorities. |\nFach Contracting State shall arrange for security audits, tests, surveys and inspections\nt@ be conducted on a regular basis, to verify compliance with the National Civil\nAviation Security Programme and to provide for the rapid and effective rectification\nof any deficiencies. ace I “oh\nFach Contracting State shall ensure that the management, setting of priorities and\n‘organization of the national civil aviation security quality control programme shall be\nundertaken independently from the entitics and persons responsible fur the\nimplementation of the measures taken -under the National Civil Aviation Sccurity\nProgramme,\n\n344\n\n345\n\n34.6\n\nFach Contracting State shall also:\n\n8) ensure that the personnel carrying out security audits, tests, surveys and inspections\n‘ure trained to appropriate standards for these tasks in accordance with the National\nCivil Aviation Security Programme:\n\n347\n\nb) ensure that the personnel carrying out security audits, tests, surveys and inspections |\nare afforded the necessury authority lw obtain information to carry out these tasks and\nto enforce corrective actions;\n\n©) supplement the national civil aviation security quality control_programme by\nPage 168 of 257\n\n>\n\n5G@dods 9\n\nd\n\ns]\n\n>og33\n",
  "50": "?\n\n> 2 2.33\n\n)\n\n93339 32:3\n\nx2 Dd\n\n23 3 3 9 5) 233039\n\n»\n\nSECRET\n\nGovernment of India\n(Ministry of Civil Aviation)\nBUREAU OF CIVIL AVIATION SECURITY\nNational Civil Aviation Security Programme-2018\n\nTestablishing a confidential reporting system for anal sing sccurity information\nprovided by sources such as passengers, crew and ground personnel; and\n\n4) establish a process to record and snalyze the results of the national civil aviation\nsecurity quality contral programme, to contribute to the effective development and\nimplementation of the National Civil Aviation Security Programme, including,\n| identifying the causes and patterns of non-compliance and verifying that corrective\n| actions have been implemented and sustained.\nEach Contracting Slate concerned with an uct of unlawful interference shall require ils\n‘appropriate authority w re-evaluate security controls and procedures and in a timely\nfashion take action necessary to remedy weaknesses so as to prevent recurrence.\n‘These actions shull be shared with ICAO.\n\n348\n\n11.1, Introduction\n\nL111. The management, setting of priorities and organization of the national civil aviation\nsecurily quality control programme shall be undertaken independently from the entities and persons\nresponsible for the implementation of the measures taken under the National Civil Aviation\nScourity Programme, Further, it will be: -\n\nensured that the personnel carrying out security audits, tests, surveys and inspections are\ntrained to appropriate standards for these tasks in accordance with the National Civil\nAviation Sccurity Programme;\n\nb. cnsured that the personnel carrying out sccurity audits, tests, surveys and inspections are\nafforded the necessary authority to obtain information to carry cut these tasks and to\nenforce corrective actions:\n\n11.1.2, A process will be established to record and analyze the resulls of the national civil\naviation security quality control programme, to contribute to the effective development and\nimplementation of the National Civil Aviation Security Programme, including identifying the\ncatiscs and patterns of non-compliance and verifying that corrective actions have been implemented\nand sustained.\n\n11.1.3. Fundamental component of an aviation security system is the effective implementation\nof quality contsol measures. In the aviation scourity context, quality conteol measures can he\ndefined as the surveillance techniques and activities used to assess the aviation security system of\nIndia and where required, to revolve identified deficiencies. In order to implement quality control\nmeasures, Director General, BCAS shall develop, implement and maintain a National Civil\n‘Aviation Security Quality Control programme (NCASQCP).\n\n11.14. In order to achieve the primary objective i.e. protection and safety of passengers, crew,\nground personnel , general public, aircraft and facilities of an airport serving aviation against acts of\nunlawful interference perpetrated on the ground or in flight, various combination of measures and\nmarshalling of various human and material resources are implemented at the appropriate level\nthrough varioux programmes. Standardized implementation of the NCSQCP programmes is to be\nensured.\n\nPage 169 of 257\n",
  "51": "Government of India\n(Ministry of Civil Aviation)\nBUREAU OF CIVIL AVIATION SECURITY 4\n\nNational Civil Aviation Security Programme-2018\n\nHLS. The airlinesentity's staff dealing with dangerous goods for transportation by air\nincluding the scroening shall be trained and certified as per dircction from the Director General of\nCivil Aviation, India.\n\n11.2. National Civil Aviation Security Quality Control Programme\n\nji) National Civil Aviation Security Quality Control Programme of India has been established to\nimplement SARPs 3.4.1 3.4.9 of Annex 17 to the Convention on International Civil\nAviation. The provisions of this programme shall apply to the security measures for:\n\nCommercial Ait Transport operators (all airlines)\n\nCorporate, general aviation and acrial work operators\n\nGround handling service providers\n\nAirport operators\n\nASG\n\nAll stakeholders in the supply chain of cargo, muil, stores and catering cte,\nAirport Lenunts and Business establishments\n\neee eee\n\nSelected AVSEC experts at the national and airport fevel shall be imparted training on National\nInspectors auditors course and certified by the BCAS to routinely evaluate the effectiveness of\nsecurity procedures and compliance with security requirements in the country through security\naudits, inspections, security tests and surveys. Only the vertified nutional inspectors / auditors\nwill be authorized to by the Director General, BCAS to conduct security audit\n\ntests and surveys.\n\niii) Guidance material for quality contro! programme has been developed issued to the AVSEC\nstake holders to comply wich the national requirements for internal quality control programme\nvide BCAS letter no, CAS-8(14)/2005 div-l dated 2.22008.\n\n11.3. Monitoring Activities\n\n11.3.1. In onderto ensure that the National Civil A\\ Security Programme is maintained as\nan effective and current document, a system of monitoring and checking the implementation of the\nProgramme has been established. Surveys, audits, inspections, tests and exercises are the methods\nby whieh such effectiveness shall be evaluated for the regular verification of the implementation\nof security measures,\n\n11.3.2. Any person, authorized by the Director General, BCAS in writing may, at all reasonable\ntimes, enter any place or aircraft to which access is necessary and to inspect the facilities, services,\nequipment, documents and records for the purpose of securing compliance with the provisions of\nthe extant rules.\n\n11.3.3. Based on the minimum criteria as given below, the annual plan (January to December)\n\nfor canducting Survey, audits, inspections, tests shall be issued every year by the Director\nGeneral, BCAS every year as pet the norms given below:\n\nPage 170 of 257\n\ni e )\n\n>\n",
  "52": "a]\n\n933393\n\na\n\n2323333 3.9\n\nSECRET\n‘Goverment of Tndin\n(Ministry of Civil Aviation)\nBUREAU OF CIVIL AVIATION SECURITY\nNational Civil Aviation Security Programme-2018 |\n? “| Seenrity Security ‘Security |\nSecurity Survey | “audit | Taspection | Test _|\n1 per two years or on. 1 2 2 |\nrequiremicnt basis |\nSensitive airports. | ! Pee ag 1 2\ni ; T per three years or\nNormal aimports | osPeuirmentbasis |! 1 |\n\n1134. Survey: «\n\nion security survey is « comprehensive evaluation of the national airports and\nnes to mect the challenge of unlawful interference. Based on the finding of such surveys,\nwhich shall be conducted as per National Civil Aviation Security Quality Control Programme\n(NCASOQCP), additional or enhanced security measures shall be implemented commensurate\nwith the threat to civil aviation and risk ussessment,\n\n11.3.42.Before commissioning of a new airport in India, survey of security arrangements shall\nbe conducted by the officers of the BCAS in coordination and collaboration with the airport\noperator and ASG.\n\n11.3.4.3. Whenever any new uirport is to be established or new flight by any aircraft operator is\nto be commissioned, the sccurity survey of such airport and aircrafi operator's security\narrangements shall be conducted by the officers of the BCAS in coordinstion and collaboration\nwith the airport operator, ASG and the concemed sircrufl operator. No airport shall be\ncommissioned and no aircraft operator shall be allowed to operate Mights unless clearance from\nseeurity angle is given by the Director General, BCAS,\n\n3.5. Audits and inspections\n\n11.3.5.L.Jo avcordance with the annual audits and inspections programme and. directions issued\nby the Director General, BCAS from time to time, officers of the Bureau of Civil Aviation\n\nSecurity and co-opted members shall carry ut periodic inspections! audits of aviation security\nmeasures at the airports which will include airport operator, airline operator, ASG and other\nagencies responsible for implementation of aviation security functions lw determine that the\nterms und provisions uf the approved aviation security Programme are correclly complied with.\nFor this purpose, the airports shall be categorized as hyper sensitive, sensitive and normal\ndepending on the threat perception, The frequency of audit and inspection of the airports shall be\ndecided by the Director General, BCAS.\n\n11.3.5.2.Deficiencies noticed by the Inspecting Olficers during Inspections! audits shall. be\ncommunicated to the concerned agency hy the Director General, BCAS for rvetification, Where\nthe Director General, BCAS is satisfied that any aircraft operator has contravened or failed to\ncomply with the provisions of the extant rules, he may, after giving him an opportunity of being\nheard, and for reasons to be recorded in waiting, suspend or cancel the security clearance and\nsecurity programme granted or approved by him. In casc of repeated violations of directions\nissued by the Dirsetor General, BCAS, legal action may be initiated by the Director General,\nBCAS.\n\nPage 171 of 257\n",
  "53": "SECRET\n\nGovernment of India\n\n*\n(Ministry of Civit Aviation)\nre BUREAU OF CIVIL AVIATION SECURITY\nead\n\nNational Civil Aviation Security Programme-2018\n\n113.6. Testing\n\n11.3.6.1,The Director General, BCAS shall attange tests of various components of the practical\nimplementation of aviation security measures including equipment, personnel and procedures in\nonder to monitor the effectiveness af the security measures as well as the opceational\npreparodness.\n\n11.3.6.2.All persons conducting tests shall be in possession of written authorization frm the\nDirector General, BCAS or the Regional Director, BCAS as the case may be, cleaely stating that\nthey are engaged in a test and that such persons must produce such authorization upon demand to\nsecurity personnel on duty. Findings of the tests shall be conveyed to the concerned agencies for\nneedful action under intimation to the Director General, BCAS within the stipulated time,\n\n11.3.6.3. During the course of survey/auditiinspectionitests, if any person performing security\nfunctions is found deficient in performance of duties, other thun screeners, the Inspecting Officer\nof BCAS shall give a notice in writing to the security in-charge of the entity concemed to\nremove such petson from security duties with immediate effect till he ‘she is recertified by\nBCAS or undergoes refresher training, as is applicable. It shall be the responsibility of entity\nconcerned to withdraw such person from scourity duties immediately and to make necessary\nalternate arrangements is ensure continuity of aviation security operations,\n\n11.3.6.4.The same action shall also be taken by the conesmed entity during their internal quality\ncontrol checks under intimation to BCAS.\n\n11.3.6.5. The following items approved by the Director General, BCAS shall he used by the\nBCAS auditors / inspectors while conducting covert test at the airports to judge the alertness\nand professional efficiency of screeners:~\n\ni. Inert improvised explosive device concealed in a briefcase comprising the essential\nlummy detonator, fuse, switch, battery and item like plastic explosive\n\nii, ‘Toy pistol made of brass or steel ur iron when concealed in cabin baggage.\n\nToy pistol made of plastic concealed oa person,\niv. Knife, pen knife,\n\n¥. An IED as mentioned in para (i) above to be concealed in a laptop.\n\nvi. Fake Aerodrome Fntry Permit for test at the access control check points.\nvii. Any other type of luke threat item as decided by Director General, BCAS.\n\n11,3.6.6, The above dummy items ean also he used by other entities like Airport Operators, ASG,\nAiteraft Operators, Regulated Agents, Caterers etc. who are responsible far enforcement of\n\nquality control measures to conduct test on their staiT only. They shall make necessary provisions\nin their Sceurity Programme.\n\nPage 172 of 257\n\na\n\n223 2\n\n,\n",
  "54": ">?\n\nae ee ee\n\n2233\n\n)\n\n>\n\n3933 3\n\n»\n\nao\n\n»\n\nie\n\nSECRET\n\nGovernment of India\n(Ministey of Civil Avintion)\nBUREAU OF CIVIL AVIATION SECURITY\n\nNational Civil Aviation Security Programme-2018\n\n11.3.7. Mock Exercise: -\n\n11,3:7.1.To test the efficiency of the contingency plan and to familiatize all concerned about the\nresponsibilities of different agencies with civil aviation operations at the airports, anti-hijacking\nmock exercise to test efficacy of Contingency Plan and operational preparedness of agencies\nconcemed shall be conducted at the airport level and at the central level as per the guidelines\nissued by the Director General, BCAS from time to Lime,\n\n11.3.7.2,Central level Mock Exercise shall be planned and conducted by the Director General,\nBCA\n\n(1.3.7.3, The CASO through the Aimport Director of the airport shall be responsible for sending\nproposals to the Director General, BCAS for conducting exercise at the airport level to determine\nthe effctivencss of procedures and efficacy of Contingency Plan on a regular basis, On approval\nof the proposal for the mock exercise by the Director General, BCAS, the Cheieman, Aerodrome\n‘Committee of an airport shall be responsible to conduct the exercise at least once in a year.\n\n11.3.7.4.An evaluation shall be conducted by the concerned Chairman, Aerodrome Committee\nfor airport fevel mock exercise and by the Chairman, Central Committee for central level mock\nexercise after completion of such exercise to identify deficiencies and remedy weaknesses in\nresponse. Follow up action on the reports of evaluation of mack exercise shall be taken by the\nDirector General, BCAS.\n\n11.3.8, Complaints feedhack reported by passengers: In order ta monitor various incidents /\ncomplaints reported by passengers at airports, a Complaint / Suggestion Box shall be placed at\nSterile Hold Area (SHA) of the airports, A format for obtaining the views from air passengers has\nboon devised. This format should be made available to the passengers in the SHA of the airport. A\niri-lingual board for the purpose may be displayed at a conspicuous place. ‘The complaint /\nsuggestion forms should be kept in a transparent plastic box which should be easily accessible to\nthe passengers. These forms written by the passengers should be kept in the other box which\nshould he duly locked and kept in the SHA itself, The Box shall be opened by the Airport Director\nof the concerned airport and matters related 10 aviation security shall be reported to BCAS after\nserutiny! examination, Further information on aviation security may be gathered from sources\noutside the quality control system and such sources could include, inter alia, passengers, crew,\nemployees of aircraft and airport operators. All such information shall be analyzed at the BCAS\nHORS to tuke action as deemed fit. A digital grievance redressal mechanism called CPGRAM and\nAIR SEVA portal for suggestions and grievances from public are directly received through this\nportal.\n\nwe ach entity responsible for the implementation of relevant elements of the ‘National\nCivil Aviation Security Programme shall periodically verify that the implementation of security\nmeasures outsourced to extemal scrvice providers is in compliance with the entity's security\nprogramme, in addition to monitoring by the appropriate authority.\n\n11.4, Corrective actions and enforcement measures\n\n11.4.1. The level of compliance shall be established in accordance with national requirements.\nClassifying compliance levels helps the audited entity to prioritize corrective actinns.\n\nPage 173 of 257\n",
  "55": "SECRET\n\nGovernment of India\n(Ministry of Civil Aviation)\nBUREAU OK CIVIL AVIATION SECURITY\nNational Civil Aviation Security Programme-2018\n\nClassifications shall be defined at the national level according to criteri\n\nestablished by the\n\nDirector General, BCAS.\n\n142.\n\nCategories of compliance/non-compliance: ‘The deluils of different categories of\n\ncompliance und con-complianes are as under:-\n\n. Category 1: Meets the requirements;\n\na.\nb. Category 2: Does not meet the requirements and has minor deficienvies that need\n\nimprovement;\n\n&. Cutegory 3; Does not meet the requirements and has sorious deficiencies thst need\n\nimprovement:\n\nd, NA (not applicable): Measure or prucedure docs not exist af the uiven airport or is not\n\navailable (c.g. off-airport check-in); and\n\n‘¢, NC (not confirmed): when a measure has been cither not verified or not observed (due\n\n114.3.\n\ni)\n\nii)\n\niii)\n\niv)\n\ny)\n\nvi)\n\nto lack of time or other circuunstances).\n‘Corrective action plans\n\nA deficiency is deemed to cxist when monitoring reveals non-compliance with\ninternational standards, national regulations ur NCASP provisions,\n\nAny identified deficiency, no matter how minor. could lead to one or more corrective\nactions by the affected entity,\n\nRecommendations to address deficiencics shall be divided into those of an immediate\nprierity chat call for compensatory action without delay, and those requiring a longer-term\naction plan.\n\nWhere there is failure to comply with the NCASP, ideally the entity concerned shall be\nrequired to rectify this immediately. However, in many cases, immediate resolution is not\nachievable. In such cases, the entity will be required to obtain the Director General.\nBCAS's approval of its proposed action plan for rectifying each identified deficiency.\nfogether with a time frame,\n\n‘Upon agreement of the remedial action plan, the Director General, BCAS will monitor its\nimplementation and will schedule follow-up activities to ensure that the deficiencies have\nbeen effectively erased.\n\nAn incremental and proportionate approach shall characterize efforts to rectify deficiencies\nand apply enforcement. This approach shall consist of the following steps:\n\n4) ral advice conceming minor deficiencies but with record-keeping us official evidence\nof assistance given;\n\n6) a formal written warning requiring a corrective action, specilying the desired outcome\nof the action to be taken, when advice and persuasion prove insufficient, or in the case\nof a serious deficiency; and\n\n©) an enforcement riotive when serious deficiencies remain following formal warnings, or\nin cases of major deficiencies.\n\nPage 174 of 257\n\n>\n\na ae a ae |\n\n>\n\n>\n\n2333\n\na\n\n392323 32\n\n3\n",
  "56": "i )\n\n9333933 33.3:'33\n\n)\n\n3323933 33 3.3:3\n\n)\n\n)\n\na\n\ni oe a le lee )\n\n)\n\n2 8\n\nSECRET\ni ry Government of Ludia\n{Ministry of Civil Aviation)\nBUREAU OF CIVIL AVIATION SECURITY\nNational Civil Aviation Security Programme-2018\n\n44. Enforcement actions\n\n[14.4.1 ‘The Director General, RCAS shall enumerate the different levels of enforcement for\nvarying circumstances and for the nature end level of non-compliance. ‘The yarious enforcement\nmeasures shall be implemented in accordance with the Aircraft Act 1934, The Aircraft Rules\n1937, ‘The Aircrufl (Security) Rules, 2011 and directions issued by the Director General, BCAS\nunder Section 5 A of The Aircraft Act, 1934.\n\n1144.2. Detention of Aircraft — Rule 36 of the Aircraft (Security) Rules, 2011\n\n“The Director General, BC-AS or any other person authorized in this behalf by the Central\nGovernment may, for reasons to be recorded in writing, detain an aireraft if in his opinion-\n\na) the aircraft has on board unauthorized arms, explosives or other sabutage devices which are\nlikely to cause danger to the security of that aircraft; or\n\nb) the aireraft on bourd a person who has gained entry in unauthorized manner or is likely to\ncause unlawfl interference with civil aviation operation; or\n\n©) the detention is necessary to secure compliance with any of the provisions of these rules.\n11.4.4.3. Other enforcement actions\n\n8) Fnforcement Procedures shall apply to “any person”, company. stakeholder engaged in\naviation-related activities, BCAS may bring enforcement action against individuals, entities\nsuch a3 corporations and governmental authorities, which, inter alia, include Airport\nOperators, Sccurity Service Providers, Screeners, Aircraft operators, Regulated Agents,\nGround Handling Agents, Courier Companies, Cargo Agents, Catering companies pilots,\nHight attendants, airport visitors, and passengers on airplunes who shall be subject to the\nenforcement rules and regulations.\n\nb) It is important to note that the enforcement procedures may be applied to any individual, not\njust employees of aviation businesses, For example, any persun who is suspected of\ninterfering with, threatening or intimidating a scecening person in the performance af his\nscreening duties, may be penalized.\n\n¢) Provision of the following Acts shall also be applicable for enforcement action:-\n\nThe Anti-Hijacking Act, 2016\n\nfhe Suppression of unlawful acts against safety of Civil Aviation Act, 1982, as amended\nin 1994,\n\n(ili) The Aircraft Act, 1934,\n\niv) The Aircraft Rules, 1937\n\n(v) The Aircraft (Security) Rules, 2011\n\n(vi) Other National Legislation applicable to particular action af non-compliance or failure to\n\nimplementation,\n\nPage 175 of 257\n",
  "57": "SECRET\n\nGovernment of India ]\n(Ministry of Civil Aviation)\n\nBUREAU OF CIVIL AVIATION SECURITY __ |\n\nNational Civil Aviation Security Programme-2018 |\n\n4) Government of India has issued regulations protecting the information it considers important\n\nin performing its security function. Information that may be kept secret will be known os\n\nion Security Information, BCAS will monitor and take appropriate action in\n\nonder to protect the safety of security of the traveling public. Scope of Protected Aviation\n\nSecurity Information will include information developed for the conduct of security as well\nas research and development activities.\n\n©) The BCAS is empowered to unnounce the enforcement procedures in the form of SOP or\nAVSEC Order consistent with the broad authority granted by the Aircraft Act. 1934, the\nAircraft Rules, 1937 and the Aircraft (Security) Rules, 2011 amended from time to time.\n\n11.5, Security Audit/Inspection of the foreign airlincs/entities-\n\n11.5.1, Foreign Inspoctors/Auditors of uirlines/entities, whose Security programme is approved\nby BCAS, muy he allowed by the DG, BCAS to carry oul their internal quality control wetivities,\nThey must furnish the requisite documents at leust three months in advance.\n\n11.5.2. Any inspector/auditor from foreign regulatory authority may be allowed with the prior\napproval of the Director General. BCAS for which request rom the concerned airlines/entities or\nconcerned forcign regulutor should come to BCAS al leust three months in advance.\n\n11.5.3. _ In both the cases, confidentiality agroement prescribed by the BCAS shall be signed by\nthe concemed forcign Inspector! Auditor before commencing af audivinspection.\nthee\nPage 176 af 257\n\nie ae Te ae }\n\n»\n",
  "58": "D313 8 Od 3:3 ¥.3.9.2\n\nee)\n\n933993\n\n23\n\n7 BPI IIA3 3\n\nB)\n\na\n\nSECRET\n\n~~ Government of India\n(Ministry of Civil Aviation)\nBUREAU OF CIVIL AVIATION SECURITY\n\nNational Civil Aviation Sccurity Programme-2018\n\nChapter 12\nAdjustment of Programme und Contingency Plans\n\n2. SARPs of Annex 17\n\nEach Contracting State shall keep under constant review the level and nature of threat\nto civil aviation within its territory and air space above il, and establish and\n3.1.3. | implement policies and procedures ww adjust relevant clements of its national civil\naviation security programme accordingly, based upon a security risk axsessment\ncarticd out by the relevant national authorities. = sa\nTach Contracting State shall ensure that contingency plans are developed und\n5.1.4 | resources made uvuilable to safeguard civil aviation against acts of unlawful\n| inteeference. The contingency plans shall be tested on a reyulur busis.\n\n12.1 General: The prompt and continuous collection and assessment of threat information and\ndissemination of such information to appropriate authority arc csscntial to the maintenance of an\neffective avintion security Programme. Based on the Jevel of threat that exists within the country and,\ntaking into accinmt the international situation, adjustments to the National Civil Aviation Security\nProgramme are being made. Confidentiality of such threat information and threat information\ngathering process shall be maintained.\n\n121.4 Threat assessment for classification of airports and security arrangements: Based on\nsecuity risk assessment carried out the conccrned intelligence authorities, the airports in Tndia\nare classified as normal, sensitive and hyper sensitive, Security arrangements for cach category\nof airports have been specified. Valid threat assessment and analysis can be best achieved by\ninstituting 1 systematic and continual process of intelligence collection and evaluation. This will\nrequire coordination at the national level among all responsible entities as well us close\ncooperation with the regionalfinternational intelligence community.\n\nRisk Assessment: When applying security considerations in airport design, it will be\nnecessary to conduct an airport threat and risk assessmenl. The Airport Operator shall be\nresponsible to ensure threat and risk assessments of a particular airport and shall approach the\nDirector General, BCAS well in time. Keeping this aspect in view the design of the airport will be\nflexible enough to adapt to future security requirements. The sooner proper resources are allocated\nto threat und risk assessment of the airport, the hetter additional requirements will be smoothly\nimplemented without major, and costly, restructuring. Knowing, even at the design stage, the\nsteengths and weaknesses of an ieport as regards potential terrorist attacks is essential decision\nmaking information. Following factors shall be taken into account in the risk assessment\n‘methodology for establishing the priorities and frequency of national quality control activities:\n\na. threat assessment and risk management;\nb. extent of aigport operations;\n¢. frequency and volume of aircraft operations;\n\nd, volume of eurgo and mail or catering operations:\n\nPage 177 of 237\n",
  "59": "SECRET\n\n4 Ch )\n| BUREAU OF CIVIL AVIATION SECURITY i?\nNational Civil Aviation Security Programme-2018\n\n©. likelihood of an act of unlawful interference or presence of high-risk aircraft operators\nor flights;\n\n£. outcome of previous monitoring activities carried out by the appropriate authority, as\nwell as activities by regional or international organizations such as ICAO;\n\n§- history of compliance with national requirements by the airport or aircraft operator, or\nany other regulated entity;\n\na\n\n. findings of internal quality control measures, whenever they are required;\ni. new and emerging needs in the field uf aviation security, such as\n|, to mitigate possible attacks against aircraft with Man-Portable Air Defence\nSystems (MANPADS) and other weapons representing a similar threat to aircraft at\nor near an airport;\n2, Cyber threuts.\nJ. reports of any security occurrences from the previous year;\n\nK. information regarding significant modifications during the previous year in terms of\nairport layout or operation, aircraft operations, security equipment, cte.; and\n\nLa request fiom an airport or uircraft operator, or any other entity involved in the\nimplementation of security measures,\n\n12.1.2.1.A regular security risk assessment for vivil aviation is conducted by nutional agencies in\n\norder tv determine the level of threat. The\n\nional intelligence agencies take into consideration\n\nthe risk assessment methodology given in ICAO Doc. 8973,\n\n12.13\n\nRisk Management: Overall, the methodologics of threat assessment and risk\n\nmanagement use three core security principles:\n\n@\n\ndi)\n\niti)\n\n(@) identify\n(b) implement\n© sustain\n\nMaking u threat assessment, the first principle is primatily employed, while the second and\nthird principles play a significant role in the risk management process.\n\n‘The main purpose of any security countermeasure is prevention. Therefore, after the first\nstep to identify the threat or threats to civil aviation is completed, the next task shall be to\ndevise an appropriste security response commensurate with that threat and implement\nSuitable preventive security measures by the concerned organizations and entities at the\nairporss.\n\nThis operational intervention leads to the third principle, sustain, which shall he achicved\n\nthrough maintaining apptoprinte reliubls security practices. When taking steps to prevent\n\nacls of unlawful interference and other criminal activity directed against airports and\nPage 178 of 287\n\nae er ee\n\n’\n",
  "60": "»333929\n\n»>239\n\n5)\n\ni\n\n)\n\nGovernment of India\n{(Minisicy of Civil Aviation)\nBUREAU OF CIVIL AVIATION SECURITY _\n\nNational Civil Aviation Security Programme-2018\n\naircraft operators, it shall be imperative to evaluate the sustainabilit\nthrough inspections, audits and surveys, such as provided by » National\nSecurity Quality Control Programme (NCASQCP),\n\n12.2, Responsibilities:\n\n12.2.1, Level and nature of threats and counter measures: In. order_to ensure the\neffective application of preventive security measures, the level and nature of threat shal! be\ncontinually reviewed by the BCAS based on intelligence inputs and taking into account the\ndomestic and international situations,\n\n12.2.2. Whenever specific threat exists, selected preventive security measures shall be applied\ndepending upon the nature and level of the threat. There can be three levels of threat conditions as\nmentioned below:\n\n(a) Baseline: indicates threat conditions where, in the absence of verifiable intelligence\ninformation to indicate that any aircraft operator or airport has been targeted for attack,\nthere may be the possibility of unlawful interference by individuals or groups due fo causes\nsuch as civil unrest, labour disputes and the active presence of anti-government factions.\nThe airports which come under Baseline level of threat are categorized as normal airports,\n\n(b) Intermediate: indicates there is a probability that one or more aircralt operators and/ or\nairports are targeted for attack. The airports which come under Intermediate level of threat\nare categorized as sensitive airports,\n\n(©) High: indicates that one or more aircraft operators and/ or airports are specifically targeted\nfor uttack. The airports which come under high level of threat are categorized as hyper\nsensitive airports.\n\n(a) Before assigning countermeasures, the following actions shall be taken:\n\ni) cvaluate the nature and level of threat to an aircraft operator or airport in accordance\nwith a valid threat assessment;\n\nii) determine the duration for heightened threat conditions;\n\niii) become familiar with the layout and operations of affected facilities;\n\niv) conduct inventory of available security staff and equipment;\n\n¥) review the curent security measures in place; and\n\nVi) appraise the number of fights and passenyers and the volume of beywaye and cargo that\nwauld be subject to enhanced security procedures.\n\n12.2.3. The BCAS will ascertain, specify and communicate the level of threats to the concerned\nentities at an airport or airports, as the case may be, for taking counter measures depending on the\nlevel of threats,\n\n12.2.4. Counter measures in respect of euch level of threat have been prescrihed in accordance\nto ICAO DOC. 8973) vide Circular No. 31/2006 (Annexure-XXVJ), The concerned airport\noperator, aircraft operator, airport sccurity unit and other entities shall be responsible to take\nappropriate counter measures consistent with the level of threat. Counter measures prescribed for\n\nPage 179 of 257\n",
  "61": "SECRET\n\nie if Government of India\n(Ministry of Civit Aviation)\nad BUREAU OF CIVIL AVIATION SECURITY\nEq National Civil Aviation Security Programme-2018\n\nnormal, sensitive and hyper sensitive category of ainports shall be applied for Base, Intermediate\nand High level of threats respectively.\n\n12.2.8. lection / collation of threat information: State Intelligence Agencies shall be\nresponsible for the collection and collation of thivat information relevant tw civil a\nincluding but not limited to information on international and domestic terrorist groups, politically\nmotivated violence groups and criminal elements. Since civil aviation operation is a vulnerable\ntargct and any unlawful interference with aviation operations has an international ramifications\ninvolvement giving world-wide publicity, the Level & Nature of threat to civil aviation within its\nterritory and its airspace above it, needs constant review and assessment by the appropriate\nauthority. The security risk assessment methodology as given in DOC 8973 of ICAO which\nshould be followed by the agency responsible for currying out security risk / threat assessment.\n\n12.2.6. Assessment of threat information\n\n12.2.6.1. Threat assessment shall be carried out by the BCAS on the basic of information\nreceived in this regard from the National Security Agencies, the Intemational Organizations such\nas ICAO, IATA, ICPO-Lnterpol connected with safety and security of civil aviation and the\nconcerned security agencies of foreign Govemments/Contracting States to ICAO and any air\ncarrier receiving any threa/information.\n\n12.2,6.2. The evaluation of the threat assessment shal] depend upon the national and international\nsecurity environment at the given time.\n\n12.2.7. Disse\n\nition of threat information\n\n12.2:7.1, After the required analysis, the information shall be conveyed to the concerned agencics\nby BCAS for information and enhancing/tightening the civil aviation security measures at the\nairport for the ulfected Mlights.\n\n12.2:7.2, Specific guidelines, at times, shall be issued to the agencies concemed such as ASG\n(CISF/Police), Airport Managements and Air Carriers and such other agencies connected for\nstrict implementation.\n\n12.2.7.3. Apart from specific guidelines, additional security measures depending upon the threat\nassessment shall also he disseminated to all agencies concerned for meticulous implementation.\n\n12.2.7.4. Responsibilities: The Director General, BCAS shall he the authority for the\ncollection‘analysis‘evaluation’ dissemination of threat information refevant to civil aviation\nincluding, but not limited to, information un intemational und domestic terrorist geoups,\npoliticully motivated violenee groups and criminal elements, In this exereise, he can take inputs\nfrom concerned security agencies.\n\n12.3. Incident review\n\n12.3.1. After an act of unlawful interference has occurred a post incident review and unalysis\nwill be made in order to determine the effectiveness of security measures and procedures. A report\n\nPage 180 of 257\n\n»o32309\n\noO\n",
  "62": ">\n\n»3323 23\n\n>\n\n>\n\n3 3.9\n\n5)\n\nSECRET\n\nGovernment of India\n(Ministry of Civil Aviation)\nBUREAU OF CIVIL AVIATION SECURITY\n\nNational Civil Aviation Security Programme-2018\n\nwill be submitted to the Director General, BCAS hy the airport operator, aireraft operator ot ASG\naccardingly.\n\n12.3.2. After termination of the Hijack situation, the DG, BCAS will constitute a committee\ncomprising the representative from BCAS‘ASG/NSGiAirport Opera ine concerned to study\nthe deficiencies in Aviation Sceurity, if any, which might have led to the unlawful interference\nand examine the whole issue in consultation with DGCA, IB, MIA and MoCA.\n\n12.3.3. Based on the devision taken by the Director General, BCAS, necessary action to\n‘einedy the weakness in security system shall be taken so as to prevent such recurrence in future,\n\n12.3.4. Action taken in the matter will also be communicated to ICAO. In order to ensure lime\nhound action, the entire exercise shall be completed within one month time from the date of\noccurrence of unlawful interference,\n\n124 Impact Assessment\n\n12.4.1 Impact assessment shall be carried out for the appraisal of the positive and negative\neffects of the introduction of new and/or modified mitigation measures on the existing aviation\nsceurity systems and on all relevant stakeholders taking an active part in those systems keeping in\nview aircraft and airport operation and the security, safety and facilitation of passengers and\ngoods.\n\n12.4.2 Impact assessment shall be done every time new and/or modified sceurity measures are\ndesigned and preferably prior to their being implemented in order to adequately identity the\neffects of such measures on, emong other things, daily operations, costs, the performance of staff\nand the desired outcomes (¢.g,, the capacity of the measures in mitigating the risks associated with\nparticular threats, the cffect on the flow of passengers, and the passengers’ experience, where\nappropriate). Assessments should he proportionate and apprapriste to the nature of what is being\nassessed,\n\n124.3 This process may not be carried out when rapid action is required by Appropriate\nAuthority and operators to combat new and urgent threats, In such cases, a shorter, more concise\nimpact assessment should be considered by all parties involved, especially when prompt decision-\nmaking is required. In cases of extreme urgency. DG, BCAS shall decide to proceed to implement\nurgent security measures fitst in the interests of protecting civil uviation before carrying out a\nformal impact assessment. Appropriate Authority may also consider conducting impact\nassessments when decreasing security measures.\n\n12.44 — To achieve sustainability in aviation security, stake holders shall provide necessary\nresources (¢.g. financial, existing and new steff’manpower and equipment) necessary to implement\nnew and/or madified measures are in balance with the expected outcomes of these measures,\n\n124.5 When conducting an impact assessment, 1M, BCAS should engage in a consultative\nprocess with all stakeholders involved with a view to:\n\na, facilitate the dialogue between all parties involved;\n\nb. appraise the current status of their aviation security systems; and\n\nPage 181 of 287\n",
  "63": "SECRET\n\nGovernment of India\n(Ministry of Civil Aviation)\nBUREAU OF CIVIL AVIATION SECURITY\n\nhota National Civil Aviation Security Programme-2018\n\n©, anticipate potential challenges and negative effects resulting from the implementation of\nnew andlor modified measures (from a security perspective, ax well as operational and\n‘economic perspectives).\n\n12.4.6 Impact axsessments should therefore appraise changes in all relevant ureas including,\nbut not limited to:\n\na. efieetiveness (.g. the security value of a proposal in mitigating risk);\n\nb. international and communication considerations (¢.g. media, public, multilateral\nagrocments und international trade);\n\n¢. wider economic considerations (e.g. trade, employment, financial, industrial relations);\n\nd. operations (c.g. efficiency, throughpul, equipment and infrastructure, sta{T and taining\nrequirements);\n\nc. facilitation (e.g. privacy concerns. passenger experience, border control);\n\nf. aviation security systems in place (c.g. interconnected entities, shared responsibilities and\nbilatcral/multilateral agreements);\n\n2. technology (c.g. detection standards, hardware, software, availability, alarm resolution and\nmaintenance);\n\n. health and safety (c.g. handling of dangerous goods);\ni. environment (¢.g. disposal of prohibited items); and\n| casts (e.g. procurement, recruitment, implementation and security fees).\n\n12.4.7 The deafting of regulatory changes and/or proposals for the implementation of new and/or\n\nmodified security measures should only be carried out following a thorough analysis of the\nresults of impact assessments,\n\ntee\n\nPage 192 of 257\n\na\n\nI—9SsRAWVIITDI®e\n\n)\n",
  "64": "23 333399\n\n)\n\n]\n\n233 3 2\n\n)\n\nSECRET\n\nGovernment of India\n(Ministry of Civil Aviation)\nBUREAU OF CIVIL AVIATION SECURITY\n\nNational Civil Aviation Security Programme-2018\n\nPage 183 of 257\n",
  "65": "SECRET\n\nGs ernment of India\n‘of Civil Aviatinn)\nBUREAU. OF CIVIL AVIATION SECURITY\n\n‘National Civil Aviation Security Programme-2018\n\nChapter 13\n\nFinancing of Security\n\n13. SARPs of Annex 17\n\nFach Contracting Slule shall ensure that the appropriate authority arranges for the\nsupporting resouress and facilities required by the aviation sccurity services to he\navailable at each aieport serving civil aviation.\n\nRP | Each cantracting state should employ ‘security ‘equipment, ‘where appropriate, to the\n2.1.5. | extent operationally, technically and financially practicable, to achieve civil aviation |\nsecurity objectives.\n\n13,1. Fimaneial Resourees; It. shall be ensured that there are sufficient financial resources\navailable to support the implementation of the National Civil Aviation Security Programme, in\naccordance with the relevant agreements in place, with particular alleation to resources available x\nsafeguard airports and ground facilities including:\n\n(Provision of required infrastructure fr civil aviation security activites\nDeployment of secutity staff\n\nProcurement and maintenance of security equipment\n\nAVSEC Training and seminars.\n\nImplementation of security oversight programme\n\n13.1.1. Appropriate Authority shall ensure chat all the relevant ICAO documents and other\nregulatory'technical publications are readily available to the technical and administrative\nperstynnel af the authorities involved in aviation sceurity.\n\n13.1.2, The appropriate authority shall ensure that the technical personne! involved in aviation\nsecurily are provided with the necessary tools and equipment to assist them in accomplishing their\ndutics and responsibilities effectively.\n\n13.2. Human resources:\n13.2.1. The appropriate authority shall he provided with sufficient personnsl to meet its\n\nnational and international obligations to accomplish all regulatory and oversight ctiv\nincluding:\n\ni. developing und revising programmes, regulations and guidance material:\nii, ensuring that airport-level security und training programmes meet national requirements;\niii, conducting quality control uctivities;\nPage 184 of 257\n\n9933\n\n’\n\n23399\n\n>\n\nBy\n\n23 9 9\n\n)\n",
  "66": "»\n\nHVDOVAAdIDs2o\n\n’\n\n>\n\nbole Government of India\nMinistry of Civil Aviation)\nBUREAU OF CIVIL AVIATION SECURITY\n\nNational Ciyil Aviation Security Programme-2018\n\niv. resolving identified security concerns; and\n\nreporting and analysing security deficiencies,\n\n13.22. The requirement af manpower to be deployed under the appropriate authority will be\nreviewed on a regular basis by the government and necessary action taken to ensure providing\nrequisite human resources in the BCAS.\n\n13.2.3, Appropriate authority shall ensure to recruit and retain sufficiently qualified /\nexperienced technical personnel within its administration.\n\n-- END =~\n\nPage 185 of 257\n",
  "67": "SECRET\n\nGovernment of India\n\n(Ministry of Civil Aviation)\n\n% BUREAU OF CIVIL AVIATION SECURITY\nNational Civil Aviation Security Programme-2018 |\n\nAnnesures; 4-1\n\nAVSEC ORDER No. 05/2016\nDated: 30/05/2016\n\nSubject: - n to other agenci int of bomb threat calls reg.\n\nIn terms of Rule 45 of the Aircraft (Sccurity) Rules, 2016,wherein it is prescribed that every\naireruft operator, aviation security group, aerodrome operator, regulated agent and owner or operator\nof catering establishment shall report the security accident or security incident to the Commissioner\nimmediately on the occurrence of the security accident or security incident, it is directed that who-so-\never amongst those listed above receives a homb threat call shull ensure to pass on the same to the\nControl Room, ASG! APSU of the concemed airport. The in-charge Control Room ASG {CISEy\n'APSU Jocal Police shall be responsible to commumicate the same by the quickest possible means to the\nfollowing agencies besides Bomb Threat Assessment Committee (BTAC) in order to take prompt\naction by the concerned ugencies on such homb theeat calls which inter-alia shall include tracing of\nhoax bomb thieat calls: -\n\na) NIA Control Room\n\nb) IB Contral Room\n\n6} Cab Scett, NTRO, Coatcol Room\n\n4) Delhi Police (DCP Spl Cell, DCP Airport) <\n\n¢) Shri Pushpendra Kumar Singh, ITS Director (Security-D, Govt, of India Ministry of\nCommunications & IT Department of Tele-commutications 905, Sunchar Bhawan, New Delhi-\n110001 Tel: 01 1-23372630, Fax: 011-3372133 Mob: 0941200002 —e- mail: dirs2-dovinis.in,\npusspendraks.its@igu\n\n2. NCASP, Bomb Threat Contingency Plan, ASP and the Airport Bomb ‘Threat Contingency Plan of\neach airport shall be appropriately and suitably updated incorporating contents of the above AVSEC\nfor implementation by all concerned under intimation to the concerned Regional Director. BCAS Intest\nby 01-12-20. 16 positively.\n\n3. Fach Regional Director. BCAS shall check and verify the Airport level documents on the above\nissue and shall ensure that the required details / information have been suitably I appropriately\nincorporated in the relevant documents.\n\n(Kumar Rajesh Chandra)\nDirector General, BCAS\n\nPage 186 of 257\n\nrwesso 9\n\n2\n\n2\n\n333 3\n\n)\n",
  "68": "223.9 oD\n\n»\n\n239332 3239\n\na ae\n\n2.33 3:9\n\na\n\nSECRET\n\nwise Government of India\nby (Miniscry of Civil Aviation)\nBUREAU OF CIVIL AVIATION SECURITY _\n\nore National Civil Aviation Security Programme-2018 |\n\nAnnexure: 4-2\n\nAVSEC Order No. 03/2009\nDated: 21/08/2009\n\nSubject: Seeurit nctions to be carries raft operators.\n\nIn exercise of powers conferred by Section 5A of Aircraft Act 1934 delegated to him vide\nGovernment of India, ) y of Civil Aviation Notification No. 1797 dated July 3, 1997, read with\npara-4 af DGCA Circular No. 9/1/2002-IR dated 28/9/07; and Regulutions 6 and 7 of the Airports\nAuthority of India (General Management, Entry for Ground Handling Services) Regulations. 2007\nissued vide Gazette of India (Extraordinary) Notification NoAAVLEGAL/GHREG/2007 dated\n18.10.2067, the Commissioner of Security (Civil Aviation), Bureau of Civil Aviation Security\n(BCAS), for the purpose of securing the safety of aircraft operations, directs that the followi\n\nivities pertaining to aircraft operations shall be treated ax Aircraft Operators” Avi\nFunctions:\n\nAccess control to the aircraft;\nAircraft security search’Security check during normal as well as bomb threat situation;\nSereening of registered ‘unaccompanied haggage, cargo, mail and company stores ete. :\nSurveillance of screened baggage till acceptance al check-in cavunters;\nSecurity control of the checked baggage from the point it is taken into the charge of aircraft\noperator till loading into airceatt;\n\nvi) Passengers baggage reconciliation/identification\nvil) Security of baggage tag . boarding cards and flight documents;\nvili) Security of mishandledunaccompanied/transit ‘transfer baggage:\n\nix) Secondary checks at ladder point of aircraft;\n\nx) — Security of catering items from pre-setting stage till loading into aircrafl;\n\nxi) Security control of express cango, courier bags, cargo. company stores, parcels, mail bags and\n\nescorting from city side up to aircraft;\n\nii) Receiving, carriage and retrieval of security removed articles;\n\nxiii) Any other security functions notified by the Conunissioner from to time.\n\n2. Despite the fact that the above activities are carried out on ground at the airports, keeping in view\nthe AVSEC requirements under the current surcharged security scenario, these AVSEC: functions\ncannot be mixed-up with other ground handling activities, and these AVSEC functions shall not be\nallowed by an aircraft operator’ sirport operator to be undertaken by a Ground Handling Agency.\n\n3. The ubuve mentioned security functions shall be curried out by the concomed airlines’ security\npersonnel who possess all competencies required to perform their dutics and are appropriately trained\nand certified according to the requirements of the approved Security Programme of respective Aircraft\nOperator and the National Civil Aviation Security Programme af India.\n\n4, Foreign airlines may enter into agreement with Indian Air carriers having international operation\nfrom that airport only after specitic approval from the BCAS in cach case,\n\nPage 187 of 257\n",
  "69": "SECRET\n\nGovernment of India\n(Ministry of Civit Avistion)\nBUREAU OF CIVIL AVIATION SECURITY\n\nae | ‘National Civil Aviation Security Programme-2018\n\n5. As approved by Ministry of Civil Aviation (Gol) vide letter no. AV- 24013/004/2007-AAT dated\n20th March 2008, the In-line screening of hold baggage to he transported by an aircraft operator from\nthe airports in India, shall be vaeried out by trained and BCAS certified screeners of respective airport\n‘operator or NACIL or their JV at airports having In-line baggage Inspection Systern.\n\n6, Screening and security control of Cargo consignments may also be undertaken by trained und BCAS\ncertified screeners af Regulated Agents approved hy the BCAS in accordance with the instructions\nissued by the BCAS from time to time.\n\n7. The responsibility for all security related functions shall be with the airlines concerned. For this,\npurpose, a security coordinator shall be designated by the respective airlines at each airport fram where\nthey shall have operations.\n8. This order supersedes all instructions (except BCAS Cit. No, 4/2007) on the subject and shalt come\ninto force with immediate effect. Violution af this onder will attract legal action under section L1A of\nAircraft Act, 1934,\n\nThis issues with the approval of Commissioner of Sccurity (CA)\n\n(M. Malaviya) LP.S\nAddl. Commissioner of Security (CA)\n\nPage 188 of 257\n\n>\n\n99S SAIIAF 9 ZBIDS\n\n,\n\n’3.3 3\n\n’\n"
}