{
  "1": "SECRET\n\nGovernment of India\n(Ministry of Civil Aviation)\nBUREAU OF CIVIL AVIATION SECURITY\n\nty National Civil Aviation Security Programme-2018\n\na. Applicability of this section: This section applies to operations in an aircraft of maximum take-\noff weight of 5700 kg (12,500 pounds) or more, in which passengers, crew members or other\nindividuals are emplaned from a sterile area of an operational airport/heliport.\n\nb. Procedure: All passengers, crew members and other individuals shall be emplaned only through\nsecurity hold area of the airport after they along with their baggage (cabin baggage and hold\nbaggage) have been subjected to pre-embarkation security checks prescribed by BCAS. No\nperson will be allowed to board through any other area of the airport/heliport.\n\n4.6.3.2.3, Operations using a non-sterile area of the airport in an aircraft of less than 5700 kg\n(12,500 pounds):\n\na. Applicability of this section: This section applies to operations in an aircraft of maximum take-\noff weight of less than 5700 kg (12,500 pounds) in which passengers, crew members and other\nindividuals are emplaned from a non-sterile area of an operational airport or from a non-\noperational airporthheliport, i.e. the airporthheliport to/from no scheduled commercial flight\noperates.\n\nb. Procedure: Prior to boarding, the pilot-in-command of the aircraft shall conduct search of the\naircraft, and also ensure that: -\n\ni, The identity of all occupants is verified;\n\nii, All occupants are aboard at the invitation of the owner/operator/person who has chartered the\naircraft.\n\niii. All baggage and cargo is known to the occupants.\n\n4.6.3,\n\nOperations using a non-sterile area of the airport in an aircraft of 5700 kg (12,500\npounds) or more:\n\na. Applicability of this section: This section applies to operations in an aircraft of maximum take-\noff weight of 5700 kg (12,500 pounds) or more in which passengers, crew members or other\nindividuals are emplaned from a non-operational airport.\n\nb. Procedure: Any person conducting an operation identified in paragraph (a) of this section shall\nconduct a search of the aircraft before departure, and shall screen all passengers, crew members\nand other individuals and their accessible property (carry-on-baggage) before boarding, in\naccordance with the security procedures prescribed by BCAS. Inaccessible property (hold\nbaggage) shall be screened or hand searched at random, and matched with the occupants in\naccordance with the procedure prescribed by BCAS.\n\nPage 44 of 257\n",
  "2": "SECRET\n\nGovernment of India\n(Ministry of Civil Aviation)\nBUREAU OF CIVIL AVIATION SECURITY\n\nNational Civil Aviation Security Programme-2018\n\nc. In case there is no infrastructure available at a non-operational airport for implementing the\nsecurity procedures given in para (b) above, the airport operator shall not permit operation of such\naircraft from the non-operational airport.\n\nNote: At an operational airport, all passengers, crew members and other individuals boarding the\naircraft shall be emplaned only through security hold area of the airport, after they have been subjected\nto pre-embarkation security checks prescribed by BCAS.\n\n4.6.3.2.5. Security measures during disembarkation of passengers of general aviation/chartered\naircraft at an operational airport:\n\na) All passengers, crew members and other individuals along with their baggage shall be deplaned\ninto a designated non-sterile area of an operational airport. Duty Officer in the ATC will direct\nthe aircraft to the above area and at the same time inform ASG about it.\n\nb) Chief Aerodrome Security Officer will ensure that arriving persons from the aircraft do not\ntrespass into sterile area of the airport.\n\n) In case there is no designated non-sterile area at an operational airport for deplaning of the\npassengers and the passengers are deplaned in sterile area, the following security measures shall\nbe taken to prevent mixing of such passengers with security cleared passengers of the other\ncommercial flights: -\n\n4.63.3. Chief Aerodrome Security Officer shall provide necessary security coverage so that\npassengers disembarking into sterile area of the airport do not mix with security-cleared\npassengers of commercial flights.\n\n() Duty Officer in the ATC shall inform ASG about arrival of a general aviation\nflight/chartered flight. On receipt of this information, the Chief Airport Security Officers\nwill send armed escort to reach the aircraft before deplaning of the passengers.\n\n\\ Gi) If there are more than one parking bays at an airport, the aircraft will be parked in a bay\nother than the one used for parking of commercial flights. In case there is only one parking\nbay, the ATC will ensure that when a scheduled commercial aircraft is parked on the apron,\ngeneral aviation/chartered aircraft is parked in a comer of the apron.\n\n(iii) The armed escort of ASG will escort the passengers of the aircraft to the land side of the\nairport ASG will ensure that disembarking passengers do not mix-up with the security\ncleared passengers/employees in the airside.\n\n(iv) The disembarking occupants will be transported under escort to the land side of the airport\nthrough a designated gate so that mix-up with security cleared passengers/employees in the\nair side is avoided. In case the number of passengers is large, the airport operator shall\narrange for a suitable vehicle to carry the passengers to the land side of the airport.\n\nPage 45 of 257\n",
  "3": "SECRET\n\nGovernment of India\n(Ministry of Civil Aviation)\nBUREAU OF CIVIL AVIATION SECURITY\nfete National Civil Aviation Security Programme-2018\nLikewise, the cargo/baggage from the aircraft shall also be transported under escort to land\nside.\n\n(v) Whenever there is any notification by the Government banning and/or alerting for carriage\nof high volume cash/currency notes, bullion or movement of other valuables etc. ‘for a\nconsiderable period, Aircraft Operator or Pilot-in-Command shall be responsible to prevent\ntransport of contraband goods and suspicious money/bullion in General\nAviation/Chartered/Private Aircrafts operating to and from remote/uncontrolled/controlled\nairports/helipads during such notification period.\n\n(vi) If detected during the prescribed security search before embarkation of the aircraft, ‘Pilot\nin- Command/Co-pilot will intimate such suspicious carriage of contraband goods and\nsuspicious money/bullion to the ATC of the departing airport and the landing airport as\nwell. Duty Officer in the ATC shall inform ASG about arrival/departure of a general\naviation/chartered/private aircraft. On receipt of this information, the Chief Airport Security\nOfficers will coordinate with the appropriate authorities for their further necessary action.\n(Addendum dated: 23/12/2016 to AvSec Circular -26/2005)\n\n4.6.4, National Security Guard (NSG):\n\n(i) NSG trained personnel shall be deployed to deal with acts of unlawful interference as per\ntheir SOP.\n\n(ii) NSG in-flight security officers shall be deployed on board the Indian air carriers to provide\nin-flight security cover as per the deployment programme issued by the BCAS on a regular\nbasis.\n\n4.6.5. Regulated Agent:\n\n4.6.5.1. The aircraft operator may engage Regulated Agent for carriage of cargo, courier or mail\nto be carried by air, who shall function as per the procedure laid down by the Director General,\nBCAS in writing from time to time.\n\n(Ref. Rule 42 of Aircraft (Security) Rules, 2011)\n\n4.6.5.2. Regulated Agent shall be responsible for the following functi\n\n(@) he shall nominate a security officer who shall be responsible for the following purposes\nrelating to such agent, namely: -\n\n(to ensure that the security provisions, prescribed by the Director General, BCAS are\nimplemented;\n\nPage 46 of 257\n",
  "4": "»\n\nbo 6 8\n\n»\n\nSECRET\n\nBUREAU _OF CIVIL AVIATION SECURITY\nNational Civil Aviation Security Programme-2018\n\nar\n\n(ii) to supervise the work of the security staff;\n\n(iii) to establish an internal control system to avoid contamination of security cleared\ncargo; and\n\n(iv) to establish contact with the appropriate authorities in case some dangerous items such\nas arms, ammunition, explosives or any other dangerous goods are discovered in a\nparticular consignment.\n\n(b) to get the Regulated Agents Security Programme approved from the Director General,\nBCAS.\n\n(©) Before delivery to air carrier, the air cargo dealt with by the regulated agent shall be\nsubjected to the following security checks by the duly trained security staff of such agent,\nnamely: -\n\n() 100% x-ray screening. In case x-ray screening is not possible, then\n(ii) Physical examination\n\n(\n\nIn case physical examination is also not possible, use of Explosive detectors\n\nProvided further that in case of express cargo and courier bags, high risk cargo and mail,\nscreening by high definition colour x-ray BIS, shall be undertaken with each package, being viewed\nfrom two different angles by the same operator at the same screening point and with full hand search\nalso being done on continuous random basis where the percentage of items so searched shall not be\nless than 15% including those about which the operator has concerns or such consignments shall be\nsubjected to physical examination.\n\n(a) that the packing of air cargo dealt with by him shall be carried out by the regulated agent under\nthe supervision of or in the presence of the security personnel. Such packing shall include re~\npacking of those consignments which are opened by the customs authorities for physical\nexamination or which need repacking due to damage during transit;\n\n(b) every security checked consignments dealt with by him shall be strapped by security tape and\nkept in a safe place under proper guard;\n\n(©) the handling and security of the air cargo dealt with by him from the time of its receipt in the\npremises of the regulated agent till its delivery to the air carrier shall be undertaken by the\nsecurity personnel of the regulated agent;\n\n(@) the security-checked goods dealt with by him shall be transported to the aerodrome or the\nwarehouse of the air carrier by the Regulated Agent in a safe and secured manner in a sealed\ncontainer or trucks under appropriate surveillance and escort so as to prevent any tampering or\nmischief during transit;\n\nPage 47 of 257\n",
  "5": "> SECRET\n\noo Government of India\n(Ministry of Civil Aviation)\nBUREAU OF CIVIL AVIATION SECURITY\n\n‘il Aviation Security Programme-2018\n\n(©) the air cargo dealt with by him ready for shipment shall be delivered by the regulated agent to\nthe airlines or tendered at their air cargo ground services facilities at the aerodrome;\n\n() the regulated agent shall give to the airline a written declaration certifying that the air cargo\ndelivered by him has been subjected to the security controls specified by the Director-General,\nBCAS and that the consignments do not contain any dangerous good or any other prohibited\narticle as per extant guidelines issued from time to time;\n\n(g) in case the regulated agent is not an exporter, he shall also obtain a certificate from the exporter\nto the effect that the consignment by such agent does not contain any dangerous goods referred\nto in para (h) above and is safe for carriage by air. This certificate shall not in any manner\nabsolve the regulated agent of the responsibility in regard to security controls;\n\n(h) initial verification and periodic verification of antecedents of his employees and security\npersonnel shall be the responsibility of the regulated agent;\n\n(i) the regulated agent shall submit every quarter to the Director General, BCAS a list of his\nemployees including the security personnel;\n\n@_ the regulated agent shall maintain a permanent record showing time-in and time-out for all\ncargo/ express cargo/ courier bags consignments dealt with by him and the same shall be\n\nproduced before the inspection team appointed by the Director General, BCAS on demand;\n\n(K) the regulated agent shall maintain a permanent record indicating the security procedures\nimplemented by him (X-ray examination or physical examination); and\n\n(1) every regulated agent shall comply with any other instructions issued by the Director General,\nBCAS from time to time.\n\n4.6.6, Catering Establishments:\n\n46. The catering operators or aircraft operator (having their own Catering Company) shall\nbe responsible to prepare a written security programme approved by the Director General, BCAS.\nThis document shall be based on the requirement as contained in the National Security Programme as\nper template provided by BCAS.\n\n4.6.6.2. A suitably qualified and trained security officer shall be appointed and trained at each\nlocation with the overall responsibility to ensure that all security requirements are enforced.\n\nPage 48 of 257\n",
  "6": "»\n\nSECRET\n\naay Government of India\n(Ministry of Civit Aviation)\nBUREAU OF CIVIL AVIATION SECURITY\n\nPete National Civil Aviation Security Programme-2018\n\n4.66.3. Alll staff employed by the catering establishment for preparation and delivery of\ncatering supplies and stores shall undergo pre-employment background check as prescribed by the\nDirector General, BCAS.\n\n4.6.6.4. Staff engaged in the preparation and delivery of catering supplies and stores to be\ncarried on an aireraft shall be provided with sufficient security awareness training. This training must\n\nbe carried out before they are allowed access to any supply and stores to be taken on an aircraft.\n\nReference: AVSEC Order No. 07/2004 dated 31.12.2004 (Annexure: 4-6) and as amended from\ntime to time\n\n4.6.7. Bureau of Immigration\n\n4.6.7.1. The Bureau of Immigration shall assist the aircraft operators operating to and ftom\nIndia in evaluation of travel documents presented by passengers, in order to deter fraud and abuse.\n\n4.6.7.2. The Bureau of immigration shall organize training to the personnel of aircraft operators\noperating to and from international airports in India on a regular basis at all Intemational airports and\n\nproper record of such training shall be maintained and made available to the Director General, BCAS\nas and when called for.\n\ncd\n\nPage 49 of 257\n",
  "7": "SECRET\n\nGovernment of India al\n(Ministry of Civil Aviation)\nBUREAU OF CIVIL AVIATION SECURITY\n\nNation: | Aviation Security Programme-2018\n\nChapter 5\n\nCo-ordination and Communication\n\nSARPs of Annex 17\n\nEach Contracting State shall establish a national aviation security committee or similar\narrangements for the purpose of coordinating security activities between the\ndepartments, agencies and other organizations of the State, airport and aircraft operators\nand other entities concerned with or responsible for the implementation of various\naspects of the National Civil Aviation Security Programme.\n\n5.1. National AVSEC Committee — Advisory Committee for Civil Aviation Security (ACCAS):\n\n5.1.1. ACCAS was established in India in 1977 vide Office Memo. No. AV.13024/58/77-A. dated\n18.11.1977 with Secretary, Ministry of Civil Aviation as Chairman, and Director General, BCAS as\nConvener and representatives from various ministries and government department/agencies /\nstakeholders connected with civil aviation security as members for the purpose of coordinating\nsecurity activities between the departments, agencies and other organizations of the country, airport\nand aircraft operators and other entities concerned with or responsible for the implementation of\nvarious aspects of the National Civil Aviation Security Programme.\n\n‘The objectives of Advisory Committee are: -\n\nii,\n\niii.\n\nto coordinate the activities at national level in order to ensure the implementation of\nStandards and Recommended Practices of Annex. 17, (Chicago Convention 1944) and\n\nto ensure that the National Civil Aviation Security Programme is regularly adjusted to meet\nthe needs of security as per threat and risk assessment by national intelligence agencies,\n\nAdvisory Committee is an apex body for civil aviation security.\n\n5.1.2. Following is the composition of ACCAS:\n\na)\nb)\n°)\nd)\n°)\nf)\n8)\nh)\ni)\n\nSecretary (CA), MoCA - Chairman\nJoint Secretary (CA), MoCA - Member\nDG, DGCA - Member\nChairman of AAT - Member\nChairman & Managing Director, Air India - Member\nAddl. Secretary / Joint Secretary, MHA - Member\nAddi. Secretary / Joint Secretary, MEA - Member\nFinancial Adviser, MoCA - Member\nLD.,1B - Member\n\nPage 50 of 257\n\n",
  "8": "SECRET\n\nGovernment of India\n(Ministry of Civil Aviation)\nBUREAU OF CIVIL AVIATION SECURITY\n\ntn National Civil Aviation Security Programme-2018\nj) _ Representative of Department of Post - Member\nk) Chairman, CBEC - Member\n1) Chairman, Facilitation Committee - Member\nm) Director General, BCAS + Member Secretary\nn) Any other member to be co-opted as necessary\n©) Chairman, Airline Operators Committee (AOC) - By invitation\n(when necessary)\n5.1.3. Following are the objectives of ACCAS:\na) Advise government regarding security measures to meet threats to civil aviation and its\nfacilities;\nb) Evolve appropriate security measures to be taken by all organizations concerned with\naviation security, and keep under constant review the implementation of such measures;\n©) Coordinate the evaluation, exchange and dissemination of information related to incidents of\nunlawful interference and technical aspects related thereto, with appropriate international\norganizations and States so as to ensure common standards of protection between States;\n4) Effect coordination between the departments and, agencies responsible for air navigation\nservices, airport administrations and operators, subject to the form and extent of threats;\n©) Recommend the guidelines for the issue of a National Civil Aviation Security Manual and\nkeep these regulations under review;\n1) Prescribe the guidelines for the issue of a National Civil Aviation Security Manual and keep\nthese regulations under review;\n8) Consider recommendations made by the Airport Security Committee referred to it by the\nCivil Aviation Security Coordinator;\nh) Recommend enactment of legislation, as found necessary, to safeguard against unlawful\ninterference;\ni) Develop complementary civil aviation security programme with adjacent countries;\nj) Recommend establishment of ASG of adequate strength at each airport and that it is provided\nand inter-communication aids, transport, etc.\nk) Help identify specific responsibilities of various organizations like DGCA, AAI, Police,\nAirlines, authorities and other agencies concerned with the security programme; and\n1) Recommend and where necessary for various organizations including air crew.\n5.1.4. Terms and reference of Advisory Committee are as under: -\n\nPage 51 of 257\n",
  "9": "SECRET\n\nGovernment of India\n(Ministry of Civil Aviation)\nBUREAU OF CIVIL AVIATION SECURITY\n\nNational Civil Aviation Security Programme-2018\n\ni. to advise the Government (Ministry of Civil Aviation) regarding aviation security measures\nnecessary to meet threat to civil aviation operations and its facilities.\n\nii. to keep the implementation of such measures under constant review and make\nrecommendation for change to these measures in reference to new threat perception,\ndevelopment in aviation security technology & techniques and other factors.\n\niii, to ensure coordination of AVSEC measures among departments/agen\norganizations responsible for the implementation of the National Civil A\\\nProgramme, subject to the type and extent of threats,\n\nand other\nion Security\n\niv. to promote security consideration in the design of new airports or at the time of expansion of\nexisting facilities,\n\nv. to consider recommendations made by stakeholders and where appropi\nchanges.\n\nfe, recommend\n\nvi. to recommend measures to sort out differences between agencies working at airports and\nvii. in co-ordination with the Secretary, Ministry of Civil Aviation and Director General, BCAS.\nrecommend National Aviation Security Committee for promulgation, coordination and\nimplementation of changes in national AVSEC policies.\n5.1.5. The Advisory Committee for Civil Aviation Security (ACCAS) shall meet once every year.\n5.1.6. Stakeholder Consultation\n\nThe Director General, BCAS shall hold stakeholder consultation before finalizing\npolicy issues, wherever applicable.\n\n5.2, Coordination at the airport level\n\nSARPs of Annex 17\nEach Contracting State shall ensure that an authority a teach airport serving civil\naviation is responsible for coordinating the implementation of security controls.\n\n732\n\n5.2.1.For the purpose of securing the safety of aircraft operations which inter-alias includes the\nsecurity of airports, ATC, navigational facilities, vital installations, passengers and employees etc.,\nthe Airport Director or the In-charge Airport Management at each Indian Airport which is served by\ncivil flights shall be responsible for coordinating the implementation of security measures in\naccordance with the legal provisions and instructions issued by the Bureau of Civil Aviation Security\nfrom time to time. Besides the above, the following instructions relating to coordination at the airport\nlevel shall be implemented by the concerned airport operators:\n\ni. The Chief Executive Officer of Indian Nationality at each J.V. Airport and Airport\nDirector or In-charge Airport Management at AAI Airports which are served by civil\nflights shall be Accountable Security Administrator at the respective airports and shall be\n\nPage 52 of 257\n",
  "10": "SECRET\n\nGovernment of India\n(Ministry of Civil Aviation)\n=== BUREAU OF CIVIL AVIATION SECURITY\nNational Civil Aviation Security Programme-2018\n\nresponsible for coordinating the implementation of security measures in accordance with\nthe legal provisions and instructions issued by the Bureau of Civil Aviation Security from\ntime to time.\n\nii, The Director, Security, AAI shall appoint Security Officer (SO) along with sufficient\nnumber of security staff at all AAI airports. The Security Officer at AAI Airports and Head\nof Security at J.V. airports shall be responsible for security arrangements and overall\ncoordination with other agencies at the airport. The SO/Head of Security shall be bestowed\nupon with the powers which shall encompass all security controls at the airport level for\nwhich the Accountable Security Administrator is responsible.\n\niii. The SO/Head of Security at the concerned airport shall establish a process for resolution of\ndeficiencies or concerns identified in the security tasks delegated to the Airport Operator\n‘and other entities at the airport level. Necessary action shall be taken to rectify the\ndeficiencies or concerns and they will submit the report to the Accountable Security\nAdministrator for further action, if any, with communication to the concemed Regional\n+ Direetor (RD), BCAS and Director, Security, AAI.\n\n5.2.2. Reporting of security accident or Incident- Every aircraft operator, ASG, aerodrome operator,\nregulated agent and owner or operator of catering establishment shall report the security accident or\nsecurity incident to the Director General, BCAS immediately on the occurrence of the security\naccident or security incident.\n\n5.2.3. Investigation of security accident or incident- The Director General, BCAS may order\ninvestigation of any security accident or security incident and appoint an officer not below the rank\nof Assistant Director, BCAS as Inquiry Officer. The Inquiry Officer shall, after affording an\nopportunity of being heard to the defaulting person/s, make a report to the Director General, BCAS\nwho should forward the same to the Central Government.\n\n5.2.4. Powers of the inquiry officer- For the purpose of inquiry an Inquiry Officer shall have power-\n\na) to require, by notice, the attendance of any person;\n\nb) to require any such person to make and to sign a declaration regarding the true nature of the\nstatements made by him;\n\n©) to require the production of books, papers, documents and articles;\n\nd) to have access to and examine any aircraft or place.\n\n5.2.5. Communication:\n\nIn the event of any incident / unlawful interference at civil airports in India, prompt\ncommunication will be made to Joint Secretary, Aviation Security, Ministry of Civil Aviation,\nDirector General, BCAS and concerned RD, BCAS by the Airport Director and In-charge\nAirport Management by the quickest possible means.\n\nPage 53 of 257\n",
  "11": "SECRET\n\nGovernment of India\n(Ministry of Civil Aviation)\nBUREAU OF CIVIL AVIATION SECURITY\n\nNational Civil Aviation Security Programme-2018\n\n5.3. Communication and Co-Operation with Other States.\n\nSARPs of Annex 17\n\nEach Contracting State shall ensure that requests from other Contracting States for\nadditional security measures in respect of a specific flight (s) by operators of such other\n24.1 | States are met, as far as may be practicable. The requesting State shall give\nconsideration to alternative measures of the other States that are equivalent to those\nrequested.\n\nEach Contracting State shall cooperate with other States in the development and\n2.4.2 | exchange of information concerning national civil aviation security programmes,\ntraining programmes and quality control programmes, as necessary.\n\nEach Contracting State shall establish and implement procedure to share with other\n2.4.3 | States threat information that applies to aviation security interest of those States to the\nextent practicable.\n\nEach Contracting State shall establish and implement suitable protection and handling\nprocedures for sensitive security information shared by other Contracting States, or\n2.44 | sensitive security information that affects the security interests of other Contracting\nStates, in order to ensure that inappropriate use or disclosure of such information is\navoided.\n\nEach contracting state should share, as appropriate, and consistent with its sovereignty,\nthe results of the audit carried out by ICAO and the corrective actions taken by the\naudited state if requested by another state.\n\nRP | Each contracting State should notify ICAO where it has shared information under 2.4.5\n\nRP | Each Contracting State should make available to other Contracting States on request a\n2.4.7 | wwitten version of the appropriate parts ofits national civil aviation security programme\n\n5.3.1. International Co-operation: Ministry of Civil Aviation in consultation with BCAS will be\nresponsible for coordination and cooperation with other Contracting States.\n\n5.3.2. Special Security Measures: India will ensure that requests from other States for additional\nsecurity measures in respect of a specific flight (s) by operators of such other States are met, as far as\nmay be practicable. The requesting State shall give consideration to alternative measures being\nimplemented by India that are equivalent to those requested. These requests shall be submitted to the\nDirector General, BCAS by the Appropriate Authority of the concerned State.\n\ni. Special security measures requested by a State in respect of their aircraft operator operating\nto/ from India shall, to the extent practicable, be carried out with due consideration to the\nsecurity measures already in place.\n\nii, In order that such requests for special security receive appropriate attention of the BCAS the\nconcerned States should, after mutual consultations and prior to any special requests, define\n\nPage 54 of 257\n",
  "12": "SECRET\n\n‘Government of India\n(Ministry of Civil Aviation)\nBUREAU OF CIVIL AVIATION SECURITY\ntie National Civil Aviation Security Programme-2018\n\nprocedures and identify officials at the government, airport and aircraft operator levels to be\nnotified of or to receive threat information.\n\nIn order to increase sustainability of the civil aviation security systems and to avoid\nunnecessary duplication of security controls and procedures which are likely to cause delay to\nthe civil aviation activities at transit/transfer airports in India or abroad, mutually acceptable\narrangements with other countries may be considered by the Director General, BCAS after\napproval of Ministry of Civil Aviation, after due verification/validation of the security\nsystems, threat assessment and equivalence of the security outcome by the application of\neffective security controls at the originating stations. Such arrangements may be bilateral or\nmultilateral, but not necessarily have to be based on reciprocal basis.\n\n5.3.2.1. When a special request involves an imminent threat, India shall utilize the Aviation\nSecurity Point of Contact (PoC) Network of ICAO.\n\n5.3.2.2, Due to the sensitivity of the information to be contained in the Network, strict control\nshall be exercised as failure to do so may compromise efforts and future security implementation\nendeavors, Consequently, in order to maintain control over this information, India shall take into\naccount the following aspects:\n\na. Access to the ICAO Aviation Security PoC Network will be confined to those States that have\nPlaced their own contact details in the database and have been issued a password by ICAO.\n\nb. It will be ensured that Aviation Security PoC contact details are kept up to date.\n\n. physical protection of access to the PoC Network will be ensured, confining access to those\nwith a genuine need for it in order to discharge their duties.\n\nd. India is committed for ensuring that contacts made via the PoC Network are handled\nexpeditiously, consistent with their urgency.\n\ne. Participation in the PoC Network will be made conditional on the State agreeing to abide with\nthe above directives.\n\n5.3.3.India will cooperate with other States in the development and exchange of information\nconcerning National Civil Aviation Security Programmes (NCASP), National Civil Aviation\nTraining Programmes (NCASTP) and National Civil Aviation Security Quality Control Programmes\n(NCASQCP), as necessary. On request a written version of the appropriate parts of its national civil\naviation security programme may be made available to other Contracting States, subject to the\ndirections of the Director General, BCAS, on a case to case basis.\n\n5.3.4. India will establish and implement procedure to share with other States threat information that\napplies to aviation security interest of those States to the extent practicable.\n\nPage 55 of 257\n",
  "13": "SECRET\n\nGovernment of India\n(Ministry of Civil Aviation)\nBUREAU OF CIVIL AVIATION SECURITY\n\nNational Civil Aviation Security Programme-2018\n\n5.3.5. India shall establish and implement suitable protection and handling procedures within ambit of\nagreement, if any, for sensitive security information shared/made by other Contracting States, or\nsensitive security information that affects the security interests of other Contracting States, in order to\ncensure that inappropriate use or disclosure of such information is avoided.\n\n5.3.6. After the required analysis the information shall be conveyed to the concerned agencies by\nBCAS for information and enhancing/ tightening the civil aviation security measures at the airport\nfor the affected flights.\n\n5.3.7. Threat Information: If Bureau of Civil Aviation Security or any organization within India\nbecomes aware of a credible threat directed against Civil Aviation of another State, such information\nshall be notified to the Appropriate Authority of that State through PoC network and / or diplomatic\nchannel as soon as practicable. The responsible authority for this notification process is the Director\nGeneral, BCAS.\n\n5.3.8. AVSEC Training Programme: The BCAS may co-operate with other countries in the\ndevelopment and exchange of information concerning AVSEC training Programme. After approval\nof Government, training for foreign nationals, may be arranged by the BCAS in accordance with the\nNational Civil Aviation Security Training Programme. The BCAS will encourage its officers and\nother agencies to participate in the AVSEC trainings organized by ICAO for capacity building.\n\n5.3.9, Bilateral Agreement:\n\nSARPs of Annex 17\nrep __| Each Contracting State should include in each of its bilateral agreements on air\na4 _ | tansport a clause related to aviation security; taking into account the model clause\n\" developed by ICAO.\nEach Contracting State should promote research and development of new security\nRP | equipment, processes and procedures which will better achieve civil aviation\n2.5.1 | security objectives and should cooperate with other Contracting States in this\nmatter.\n5.39.1. Model Security Clause as developed and elaborated in ICAO Security Manual will be\n\nused as far as practicable for incorporation in all the bilateral air services agreements to be signed by\nIndia,\n\n5.3.9.2. India may consider entering into collaborative arrangements in order to increase the\nsustainability of the aviation security system to avoid unnecessary duplication of security controls.\nThe arrangement should be based on verification of equivalence of the security outcome ensured by\nthe application of effective security controls at origin.\n\n53.93. India may establish a technical specification committee to promote research and\ndevelopment of new security equipment, processes and procedures which will better achieve civil\naviation security objectives and should cooperate with other Contracting States in this matter\n\nPage 56 of 257\n",
  "14": "SECRET\n\nGovernment of India\n(Ministry of Civil Aviation)\nBUREAU OF CIVIL AVIATION SECURITY\n\nNational Civil Aviation Security Programme-2018\n\n5.4, Airport Security Committee\n\nSARPs of Annex 17\n\nEach Contracting State shall ensure that an airport security committee at each airport\nserving civil aviation is established to assist the authority mentioned under 3.2.2 in its\nrole of coordinating the implementation of security controls and procedures as specified\nin the airport security programme.\n\n3.23\n\n5.4.1.In order to coordinate the development and implementation of security measures and\nprocedures at airports in India, an Airport Security Committee (ASC) shall be established at each\noperational airport. The ASC shall be established at each operational airport to:\n\ni) Coordinate implementation of the requirements of NCASP:\n\nii) Provide a forum for discussion of aviation security matters affecting the airport and its users;\nand\nProvide a means of communication between the BCAS and those stakeholders concerned with\nimplementation of aviation security at airports.\n\n5.4.2. CASO will be the convener of ASC. In airports of Airports Authority of India, ASC will be\nchaired by Airport Director. In JV airports, the Airport Director will be the convener. Following is\nthe compositor of ASC:\n\nA. International Airport\n\nMembers Remarks\nAirport Director, AAI* Chairman\nCASO, CISF / ASG Convener\nSenior-miost representatives of the following Departments as\nMembers\n(@) DGCA Member\n(b)_In-Charge ATC of the concerned airport -do-\n(©) All Indian air carriers having scheduled flights from -do-\nthe airport\n@ Police oe\n©) Oil Companies -do-\n(®) Postal Department — Telecom Department -do-\n(g) Custom and central Excise -do-\n(h)_ Immigration -do-\n(Intelligence Bureau -do-\n@__ Chairman, Airlines Operators Committee (AOC) -do-\n\nPage 57 of 257\n",
  "15": "SECRET\n\nGovernment of India\n(Ministry of Civil Aviation)\n\nBUREAU OF CIVIL AVIATION SECURITY\n\nNational Civil Aviation Security Programme-2018\n\nB. Domestic Airport\n\nSI. No.\ni.\n\nii.\n\niii.\n\n@\n()\n\n©\n@\n©\n(0)\n\n()\n\n(h)\n\n@\nNote:\n\nMembers\nAirport Director / Aerodrome In-charge\nCASO, CISF / ASG\n\nMembers\n\nIn-Charge ATC of the concerned airport\n\nStation Managers, Indian air carriers operating at the\nairport\n\nPolice\n\nOil Companies\n\nPostal Department — Telecom Department\n\nCustom and central Excise and Immigration, where\napplicable\n\nIntelligence Bureau\n\nChairman, Airlines Operators Committee (AOC)\nACS of AAI\n\nwell as international airport as and when required.\n\nii, RD, BCAS or his representative will be the observer.\n\nRemarks\nChairman\nConvener\nSenior-most representatives of the following Departments as\n\nMember\n\n-do-\n\n-do-\n-do-\n-do-\n-do-\n\n-do-\n-do-\n-do-\n\nAdditional members may be co-opted by the Airport Director/ In-charge of domestic as\n\niii, *For non-AAI / Private airport operators, respective Airport Director (Indian National)\nwill be the convener and CASO /ASG will be a member of the ASC. Senior most\n\nrepresentatives of other departments and their functions remain unchanged.\n\nCc. &\n\nEnclaves at Defence Airports where Aerodrome in-charge is posted:\n\nSame as for the Airport Security Committee under Domestic Airports above with the\n\naddition of a representative of the Local Air Force/ Naval Station.\n\n5.4.3.The ASC will meet once every month. Special ASC may be convened to meet emergent\nsituations, threats, audit briefing, etc. ASC should be attended by the Chairman, CASO and all the\nheads of entities. Copy of the minutes of ASC should be sent to Director General, BCAS and regional\nBCAS office within 07 days.\n\n5.4.4. The primary purpose of the ASC shall be to provide on the development and coordinate the\nimplementation of security measures and procedures at the airport. Its character includ«\na) Coordinating the implementation of the national civil aviation security programme at the\n\nairport.\n\nPage 58 of 257\n\n",
  "16": "SECRET\n\nGovernment of India\n(Ministry of Civil Aviation)\nBUREAU OF CIVIL AVIATION SECURITY\n\nNational Civil Aviation Security Programme-2018\n\nb) Overseeing and monitor the airport security programme, including special measures\nintroduced by the airport administration, operators and airport tenants.\n\n©) Use the national civil aviation security programme/ airport security programme as a guide.\n\nd) Drawing up and maintain a list of vulnerable points including essential equipment and\nfacilities and review the security of those points from time to time.\n\n) Ensuring that basic minimum security measures and procedures are adequate to meet\nthreats and are under constant review, providing for normal situations and contingencies\nfor periods of heightened tension and emergency situations.\n\n£) Ensuring that recommendations for improvement in security measures and procedures are\nimplemented.\n\ng) Ensuring that the planning of airport expansion programmes includes the planning of\nmodifications to be made to airport control systems and equipment\n\nh) Examining implementation of the security measures and procedures and consider ways\nand means for their effective implementation.\n\ni) Considering the adequacy of the prescribed minimum security measures and procedures to\nmeet threats during normal situation, periods of heightened tension and emergency\nsituation.\n\ni) Reviewing the list of vital points and the Contingency Plan for the airport regularly to\ntake into account the latest emergent situations.\n\nk) Keeping the Director General, BCAS informed of its deliberations and refer to that\nauthority problems relating to security of the airport and its services which cannot be\nresolved at the local level.\n\n1) Arranging for security awareness training for airport and other staff.\n\nm) Ensuring that security measures are duly incorporated in the airport expansion / alteration\n/ renovation programmes of the terminal buildings as recommended by the Director\nGeneral, BCAS.\n\n5.4.5. It would be advisable to discuss the security related matters in the ASC in the following\nformat:\na) Pending Issues\nb) Matters pertaining to check-in area\n©) Matters pertaining to baggage-make-up area\nd) Matters pertaining to operational area\n©) Matters pertaining to perimeter security\n£) Matters relating to airlines security including catering security, registered baggage,\ncourier bags, cargo, etc.\ng) Matters relating to security of vital installation\nh) Matters relating to security related complaints and action taken\ni) Matters relating to mail/ speed post\ni) Intrusion cases\nk) Access control\n})__ Enforcement of AEP systenv display of AEP\nm) Strength — vacancies ete.\nn) Training to APS staff\n0) Communication system\np) Electronic gadgets\n4) Miscellaneous\n\nPage 59 of 257\n",
  "17": "SECRET\n\n‘Government of In\n(Ministry of Civil Aviation)\n\nBUREAU OF CIVIL AVIATION SECURITY\nNational Civil Aviation Security Programme-2018\n\n5.5. News media communications\n\nSARPs of Annex 17\n\n[ Each Contracting State shall establish and implement suitable protection and\n\n7.4.4 | handling procedures for security information shared by other contracting states, or\n44 | security information that affects the security interests of other contracting states, in\n\norder to ensure that inappropriate use or disclosure of such information is avoided.\nRP | Each Contracting State should ensure appropriate protection of aviation security\n\n2.1.4 _| information.\n\n5.5.1-In order to ensure that authentic information on aviation security is communicated to media,\nonly authorized officers of concerned agencies will interact with media persons. Any written\ncommunication to the media persons, if required, will be given only after approval of the head of the\nagency/ organization.\n\n5.5.2.In order to meet the request for information from press and other media from BCAS, a proper\nchannel shalll be established by way of designated officer nominated by the Director General, BCAS.\n\n$52.13 Handling Security Information: Information and material received, collected,\ncollated, obtained or developed for aviation security, the unauthorized disclosure of which may\ncause serious damage to civil aviation security, breach of trust, invasion of privacy or privilege, or\nreveal trade secrets or intellectual propriety and which is for official use only.\n\nIn order to protect and handling of security information shared by other Contracting States or\naffecting their interests, no official, unless authorized by general or specific orders in writing by the\nDirector General, BCAS, will communicate to another official or non-official any information or\ndocument that has come into his possession in the course of his official duties.\n\n5.5.2.2. Any information directly affecting the national security or civil aviation security of\nIndia is considered restricted civil aviation security information. Officers from whom the\ninformation originated would determine its classification, Thereafter, the information shall be\nhandled and disseminated in the manner as per office procedure of Government of India.\n\n5.5.2.3, _ Failure to comply with the requirements for handling restricted civil aviation security\ninformation shall be penalized by departmental disciplinary action and / or legal action as per the\nprovisions of the applicable law of the land for the time being in force.\n\n5.5.2.4. Protection of security information at foreign airports:\n\n(i) In order to ensure adequate security of Indian air carriers operations and secret/ security\ninformation handled by them, it is essential that the private agencies working with Indian\nair carriers, on outsource basis or otherwise, at foreign stations should not be allowed to\nhandle secret! security information by any means, for instance through papers or IT\nsystems.\n\nPage 60 of 257\n",
  "18": "58e28 8\n\n>\n\nSECRET\nrou Government of India\noP ha (Ministry of Civil Aviation)\nBUREAU OF CIVIL AVIATION SECURITY\nene National Civil Aviation Security Programme-2018\n\n(ii) IT systems at all foreign airports served by Indian air carriers shall be properly protected\nby the concerned staff of Indian air carriers to prevent leakage of any secret/ security\ninformation to such agencies working with them.\n\n(iii) All secret/ security information shall be graded as per the Official Secret Act and the\nNational Civil Aviation Security Programme/ Airlines Security Programme and proper\nrecord thereof shall be maintained regularly/ constantly.\n\n(iv) Unauthorized access by any private agencies to the secret/ security information of airlines\nand other stake holders shall be strictly dealt with and the concerned agency shall be held\nresponsible for such lapses.\n\n5.5.2.5. The Appropriate Authority shall be responsible for evaluating requests for the\ndisclosure of security information received from any aviation organisation or entity or a foreign\ncountry. After evaluating such request, the relevant information or part of such information may be\ncommunicated only after prior approval of the Director General, BCAS in accordance with the\nprocedure prescribed to communicate such information keeping in view the classification of the\ninformation. Proper record of the evaluation process and information communicated to the\nconcerned entity shall be maintained for the prescribed duration by the designated officer.\n\n5.5.2.6. All classified and sensitive documents / information will be handled by the designated\nofficers of concerned Divisions / Section at the BCAS Headquarters and its Regional Offices. At a\nminimum, access to all such documents/ information, shall be restricted to those with a legitimate\nneed in the performance of their duties or on need-to-know-principle. All such documents/\ninformation shall be stored under lock and key when not in use, with a system for controlling keys.\n\n5.5.3. Information of a less sensitive and unclassified nature, as practicable, with regard to the\nprotection of sensitive security or classified information, mainly for the benefit and information to the\ntravelling public, will be uploaded on the BCAS website: beasindia.nic.in or beasindia.gov.in\n\n5.6. Communication with ICAO\n\nThe BCAS shall communicate with ICAO regarding India’s aviation security system\nrequirements, including training and other technical assistance needs,\n\n5.6.1. To facilitate the distribution of aviation security guidance material, India has notified ICAO of\nits designated appropriate authority for AVSEC viz. the Director General, BCAS. If this authority\nchanges, ICAO shall be notified as soon as practicable.\n\n5.6.2. The Director General, BCAS shall provide to ICAO written reports on acts of unlawful\ninterference against civil aviation, as specified in this NCASP.\n\n5.7. National Air Transport Facilitation Committee (NATFC): NATFC shall be established by\nGovernment of India in accordance with the requirement of Annex 9 of ICAO. The meeting of the\nCommittee shall be held as per the terms of reference of the Committee and record of the minutes\nshall be maintained by the Directorate General of Civil Aviation.\n\nPage 61 of 257\n",
  "19": "SECRET\n\nGovernment of India\n(Ministry of Civil Aviation)\nBUREAU OF CIVIL AVIATION SECURITY\n\nNational Civil Aviation Security Programme-2018\n\n5.7.1. National Air Transport Facilitation Programme shall be developed, maintained and\nimplemented based on the facilitation requirements of the Convention and of Annex 9 thereto and\nmodel NATFP of Annex 9.\n\n5.7.2. Each Airport Operator shall establish the Airport Facilitation Committee at the airport\nin accordance with the provisions of Annex 9 of the Convention and National Air Transport\nFacilitation Programme. Meeting of the Airport Facilitation Committee shall be held in the first\nweek of every month and record of the meeting shall be maintained by the airport director of the\nconcerned airport.\n\n5.7.3. Each airport operator shall develop, maintain and implement the Airport Facilitation\nProgramme at the airport in accordance with model Airport Facilitation Programme of Annex 9 of\n\nICAO and a copy of the AFP shall be sent the concerned RD, BCAS for record under intimation to\nthe Director General, BCAS.\n\neee\n\nPage 62 of 257\n",
  "20": "SECRET\n\nGovernment of India\n(Ministry of Civil Aviation)\nBUREAU OF CIVIL AVIATION SECURITY\n\nbe National Civil Aviation Security Programme-2018\n\nChapter 6\nProtection of Aerodromes, Aircrafts and Air Navigation Facilities\n\n6. SARPs of Annex 17\n\nEach Contracting State shall ensure that security restricted areas are established at each\n4.2.2 | airport serving civil aviation designated by,,the State based upon a security risk\nassessment carried out by the relevant national authorities.\n\nEach Contracting State shall ensure that persons other than passengers, together with\n4.2.6 | items carried, prior to entry into airport security restricted areas serving international\ncivil aviation operations, are subject to screening and security controls.\n\nEach Contracting State shall ensure that vehicles being granted access to security\nrestricted areas, together with items contained within them, are subjected to screening or\nother appropriate security controls in accordance with a risk assessment carried out by\nthe relevant national authorities.\n\n48.1 | Each Contracting State shall ensure that landside areas are identified.\n\nEach Contracting State shall should ensure that security measures in landside areas are\nestablished for landside areas to mitigate the risk of and to prevent possible acts of\n\n4.2.7\n\n1 unlawful interference in accordance with national and local risk assessments carried out\nby the relevant authorities or entities.\nEach Contracting State shall should ensure coordination of landside security measures in\n483 accordance with Standards 3.1.5, 3.2.2 and 3.2.3 between relevant departments,\n\nagencies, other organizations of the State, and other entities, and identify appropriate\nresponsibilities for landside security in its national civil aviation security programme.\n\n6.1. Designation of Security Restricted Area:\n\n6.1.1, Security restricted areas at the aerodromes shall be designated and defined in the Aerodrome\nSecurity Programme of each aerodrome serving civil aviation based upon a security risk assessment\ncarried out by the relevant national authorities, prohibiting access to all except authorized persons.\nAirside areas of an aerodrome into which access is controlled to ensure security of civil aviation will\nnormally include, inter alia, all passenger departure areas between the screening checkpoints and the\naircraft, the ramp, baggage make-up areas, cargo sheds, hangars, mail centers, airside catering and\naircraft cleaning premises.\n\n6.1.2. Director General, BCAS, in conjunction with Aerodrome Operator and other concerned, shall\nbe responsible to identify areas, where operations vital to the continued security of Civil Aviation in\nIndia are carried out and designate these areas as restricted areas.\n\n6.1.3. The Aerodrome Operator in consultation with and approval of the Director General, BCAS\nshall prepare and certify plans delineating areas and boundaries of any restricted area.\n\nPage 63 of 257\n\n",
  "21": "SECRET\n\nGovernment of India\n(Ministry of Civil Aviation)\nBUREAU OF CIVIL AVIATION SECURITY\n\nNational Civil Aviation Security Programme-2018\n\n6.1.4. Those areas designated as security restricted areas and vital installations at the aerodromes in\nIndia shall be described in the Aerodrome Security Programme of the concerned aerodrome.\n\n6.14.1, In accordance with rule 12 of Aircraft (Security) Rules, 2011, every aerodrome operator\nshall demarcate and protect all vital installations owned by him including technical and\nmaintenance, power supplies, electrical sub-station, control towers and other building used by air\ntraffic services and communication facilities.\n\n6.1.5. The areas outside the boundaries of the aerodromes, which are designated as security restricted\nareas are as follows: -\n\n© ATC radar site\n\n* Navigation aids sites (e.g. ILS, VOR, NDB)\n\n* VHF ground to-air antennae\n\n* Any other facility so designated by the Director General, BCAS.\n\n6.1.6. Security categorization and measures: Based on the threat perception and risk assessment\nreviewed from time to time, the aerodromes in India will be categorized as normal, sensitive and\nhyper-sensitive which indicate the levels of threat conditions correlated with counter measures as\nbaseline, intermediate and high risk management, respectively. Such categorization of aerodromes is\na continuous process which should be reviewed from time to time.\n\n6.1.7. The counter measures commensurate with threat and risk are given in Chapter 12 of this\nNCASP.\n\n6.2. Protection of Security Restricted Area:\n\n6.2.1 Restricted area of an aerodrome shall be protected by a combination of physical and personnel\nprotective measures (boundary walls and permit systems) to prevent unauthorized access to them.\nProcedures and regulations for protection of security restricted areas shall be incorporated in the\n‘Aerodrome Security Programme of the concerned aerodrome.\n\n6.2.2.Each designated security restricted areas shall be separated from public or non-security\nrestricted areas by an appropriate physical barrier and the same shall be inspected at regular intervals,\nby the Aerodrome Operator.\n\n6.2.3. For peripheral protection of airside at the aerodrome, the perimeter wall shall be eight feet high\nand one and a half feet barbed wire overhang on Y shaped angle iron above the wall. The Director\nGeneral, BCAS keeping in view the threat or any other reason, may by order, increase the\nspecification of the perimeter wall.\n\nNote: Due to safety and operational reasons, at certain locations on the perimeter, particularly the\ntake-off and landing runway thresholds, standard perimeter walls / metal fences cannot be put, since\n\nPage 64 of 257\n",
  "22": "me ee\n\n>\n\nSECRET\nGovernment of India\n(Ministry of Civil Aviation)\nBUREAU OF CIVIL AVIATION SECURITY\n3 National Civil Aviation Security Programme-2018\n\nthey might disrupt the operation of navigation aids. In this case, special fencing materials or\nconstruction methods may be required, such as the use of non-metallic and frangible fencing material\nwhich may be used with the specific approval of the Director General, BCAS.\n\n6.2.4.At all civil aerodromes in India, the perimeter shall be guarded by ASG (CISF/Police) in\ncombination with static watch towers / posts, regular patrolling, electronic / electrical / other systems\nof perimeter intrusion detection / prevention.\n\n6.2.5. There shall be a motorable road inside and along the perimeter wall which shall be provided by\nthe Aerodrome Operator for facilitating frequent inspection of the security barrier. On the basis of\nsurvey and risk assessment a clear area of minimum 3 meters should be provided on both sides of the\nperimeter wall to facilitate patrolling,\n\n6.2.6.In case any service duct or sewer runs across the land side/air side boundaries, entrance to all\nsuch ducts shall be secured by locked doors or locked manhole covers /grills and these shall be\nperiodically inspected.\n\n6.2.7. Authorized access to restricted areas of aerodromes in the country or other designated off-\naerodrome facilities shall be controlled through the use of a security restricted permit system, The\nDirector General, BCAS shall be responsible for the control and administration of the restricted area\npermit system.\n\n6.2.8.Baggage make-up area and ATC tower will be treated as Special Security Zones at all\naerodromes served by commercial flights in the country. Entry to these areas shall be regulated as\nunder: -\n\n(The baggage make- up area shall be segregated from other restricted area by providing\nsuitable partition/fencing. It shall be a separate enclosure with a gate for movement of hold\nbaggage and authorized persons.\n\n(ii) Unescorted access to security’ restricted areas including baggage make up area and ATC\nshall be on the strength of AEPs of the appropriate category. No other person shall be\nallowed in the baggage make up area and ATC. Authorized persons and his/her belongings\nshall be allowed access to ATC, subject to screening,\n\n6.2.9. Prohibition of articles in Security Restricted Areas of aerodromes: Use of any type of\narticles and objects, which are banned for the carriage in cabin baggage or on person of passengers\non board aircrafts, are prohibited for use by concessionaires in the Security Restricted Areas of\naerodromes.\n\n62.10. Security Signage:\n\n6.2.10.1. Security announcement and security signage: Passengers and public awareness is very\nessential for effective implementation of civil aviation security in the country. Therefore, frequent\n\nPage 65 of 257\n",
  "23": "SECRET\n\nGovernment of India\n(Ministry of Civil Aviation)\nBUREAU _OF CIVIL AVIATION SECURITY\n\nNational Civil Aviation Security Programme-2018\n\npublic announcement and display of security signage shall be done by the aerodrome operator\nconcerned as per the template circulated by BCAS from time to time.\n\n6.2.10.2. Appropriate sign posts indicating the restricted areas shall be provided by the\nAerodrome Operator in the terminal building for the benefit of air traveling public. Similar sign\nposts shall also be provided at land side (outside the terminal building) and near the restricted area\nincluding perimeter wall to inform the general public about the restrictions.\n\n6.3. Control of access - general requirements:\n\nSARPs of Annex 17\n\nEach Contracting State shall ensure that the access to airside areas at aerodromes\nserving civil aviation is controlled in order to prevent unauthorized entry.\n\nEach Contracting State shall ensure that identification systems are established in respect\nof persons and vehicles in order to prevent unauthorized access to airside areas and\nsecurity restricted areas. Identity shall be verified at designated check points before\naccess is allowed to airside areas and security restricted areas.\n\nEach Contracting State shall ensure that background checks are conducted on persons\n4.24 | other than passengers granted unescorted access to security restricted areas of the\nairport prior to granting access to security restricted areas.\n\nEach Contracting State shall ensure that the movement of persons and vehicles to and\n4.2.5 | from the aircraft is supervised in security restricted areas in order to prevent\nunauthorized access to aircraft.\n\nRP | Each Contracting State should ensure that checks specified in 4.2.4 be reapplied on a\n4.2.9 | regular basis to all persons granted unescorted access to security restricted areas.\n\n421\n\n423\n\n6.3.1. Access to restricted areas shall be controlled in accordance with rule 18 of the Aircraft\n(Security) Rules 2011; and directions issued by the Director General, BCAS from time to time.\n\n6.3.2. Access to all security restricted areas designated under the National Civil Aviation Security\nProgramme shall be limited to:\n\n(a) Bonafide passengers in possession of legitimate travel and flight documents that have been\naccepted for air travel by an Aircraft Operator; or\n\n(b) Employees having legitimate functions at the aerodrome and in possession of a valid\n‘Aerodrome Entry Pass or Permit for the concerned area / zone.\n\n6.3.2.1. Passengers with confirmed e-tickets, web boarding pass or soft copy of the ticket shall\nbe allowed access into the departure terminal only after the authenticity of e-ticket or web boarding\npass and genuineness of its holder is established at the access control point of the terminal building.\nFor this purpose, passengers concemed shall produce any of the following valid photo identity\ndocuments before being allowed to enter the Terminal Building:\n\nPage 66 of 257\n",
  "24": ">\n\nSECRET\n\nGovernment of India\n(Ministry of Civil Aviation)\nBUREAU OF CIVIL AVIATION SECURITY\n\nNational Civil Aviation Security Programme-2018\n\n(Passport;\n\n(i) Voter Photo Identity card issued by Election Commission of India;\n\nii) Aadhaar or m-Aadhaar issued by Unique Identification Authority of India (UIDAD;\n\n(iv) PAN Card issued by Income Tax Department;\n\n(¥)_ Driving License issued by RTO;\n\n(vi) Service Photo Identity Card issued by State/Central Government, Public Sector\nUndertakings, local bodies or Public Limited Companies;\n\n(vii) Student Photo Identity Cards issued by Government Institutions/Government recognized\nEducational Institutions;\n\n(viii) Nationalized Bank Passbook with attested Photograph;\n\n(ix) Pension card / Pension documents having photograph of the passenger;\n\n(x) Disability Photo ID Card/handicapped medical certificate issued by the respective\nState/UT Governments/Administrations\n\n63.2.2 There shall not be any requirement of identity proof in respect of Infant/Minor\naccompanied by their parents/guardian who is a bonafide passenger having a valid identity proof as\nlisted above, However, an unaccompanied minor shall be required to produce a valid identity proof\nas listed above. In case of a passenger who for some valid reasons is not in a position to produce\nany of the above-listed photo identity proofs, the Identity Certificate issued by a Group’ A’ Gazetted\nOfficer of the Central/State Government on his official letterhead with passenger's photograph duly\nattested will be valid for this purpose.\n\nThe requirement of valid passport along with air ticket in case of an intemational passenger\nshall continue for entry to the Terminal Building.\n\n6.3.2.3 Domestic passengers with Web / Kiosk generated boarding cards will not be required to\nreport to the airlines check-in counter and may proceed directly for security check if they have no\nhold baggage. International passenger with web or kiosk generated boarding cards will be required\nto report to the concerned airline, check-in counters for verification of visa and checking\nECR/ECNR requirements etc. before proceeding to immigrations / SHA for pre-embarkation\nchecks.\n\n6.3.2.4 The Airport Operator of the concerned airport served by commercial air transport\noperations in India shall ensure to develop procedures for access control measures in regard to each\naccess point to the airside and such procedures shall be effectively implemented by ASG. These\nprocedures shalll provide sufficient details in regard to measures to be taken for access control to the\nairside from non-terminal locations, such as: a) cargo areas; b) maintenance facilities; c) general\naviation facilities; d) catering facilities; e) fuel farms; and f) pedestrian and vehicle gates, etc.\n\n63.2.5 _ In order to exercise appropriate control over the passengers in the security restricted\nareas before boarding the flight, each aircraft operator operating to and from India shall ensure\nappropriate escorts and/or supervision of passengers boarding the aircraft from the ramp side.\n\nPage 67 of 257\n",
  "25": "SECRET\n\nGovernment of India\n(Ministry of Civil Aviation)\nBUREAU OF CIVIL AVIATION SECURITY\n\nNational Civil Aviation Security Programme-2018\n\n6.3.3 The Aerodrome Operator shall ensure that physical barriers demarcating security restricted\nareas are maintained in good working condition.\n\n6.3.4 The Aerodrome Operator shall specify in the Aerodrome Security Programme of the aerodrome\nthe recognized places of entry through the restricted area barrier and that such entries shall have\nadequate physical protection of at least the same quality as the barrier itself.\n\n6.3.5 The Aerodrome Operator shall ensure continuous surveillance over all public areas in the\naerodrome and coordination between the departments, agencies and entities having jurisdiction and\nresponsibilities over the landside of the aerodrome for implementation of appropriate security\nmeasures as prescribed by the Director General, BCAS from time to time.\n\n6.3.6 The Aerodrome Operator shall provide car parking area and ensure its security in accordance\nwith the norms prescribed by the Director General, BCAS.\n\ni. It shall be the duty of the Aerodrome Operator: -\n\n(a) _ to ensure access control to security restricted areas and other airside areas at all times so\nthat no unauthorized person enters these areas and that no prohibited articles can be\nintroduced into security restricted areas;\n\n(©) to conduct periodic background check of all employees working at the aerodrome who\nare required to have access to security restricted areas on a regular basis as specified by\nthe Director General, BCAS from time to time; and\n\n(©) _ to arrange initial and periodical refresher (awareness) training in aviation security for\nthe staff working at aerodrome who are required to have unescorted access to security\nrestricted areas, as prescribed by the Director General, BCAS from time to time.\n\nii, There shall be no reception, send off and guard of honor on the airside of the airports which\nare served by commercial air transport operations except as per instructions issued by the\nDirector General, BCAS from time to time.\n\n6.4 Control of access - Persons:\n\n6.4.1 No person shall enter or be in the terminal building of any licensed aerodrome or part of such\nbuilding or any other area, including the movement area, unless he is a bonafide passenger or a crew\nmember embarking, disembarking or in transit or holds a valid aerodrome entry permit issued by the\nDirector General, BCAS, provided that (a) the Aerodrome Operator may permit visitors to certain\nareas of the terminal building specially marked for the visitors, subject to necessary security controls\nprescribed by Director General, BCAS from time to time;\n\n6.4.2 For short time entry, every individual shall be issued with one daily permit with a direction to\nestablish his or her identity at the time of allowing access at the entry point on the basis of identity\ncard and random screening shall be done at the entry gate of terminal building. In order to strengthen\n\nPage 68 of 257\n"
}