{
  "1": "» E> Tae)\n\n>\n\n93 3\n\n)\n\n23339 2.3\n\n>\n\n9\n\nGovernment of India\nMinistry of Civil Aviation)\nBUREAU OF CIVIL AVIATION SECURITY\nNational Civil Aviution Security Programme-2018\n\nCORRIGENDUM\nDate: 03/02/2014\nSubject: Security functions to he carried out by aircraft operntors,\nReference; AVSEC Order No, 03/2009 dated 21/8/2009.\nThe following amendment is made with immediate effect in the above mentioned AVSEC Order: -\nPara no, 4 is replaced as follows: \"Forcign airlines may enter into agreement with Indian air\n\ncarriers having operation from that airport, The concerned foreign airline shall inform BCAS of the\narrangement reached in cach case.\"\n\n2. This issues with the approval of Commissioner of Security (CA).\n\n(Raja Srivastava, IPS)\nAddl. Commissioner of Security (CA)\n\nPage 189 of 257\n",
  "2": "SECRET\n\nr Government of India\n\n(Ministry of Civil Aviation)\n\nBUREAU _OF CIVIL AVIATION SECURITY\nL National Civil Aviation Security Programme-2018\nRestricted\nAddendum\nDated: 16°08/2016\nSubject: Addendum to AVSEC Order 032009 dnted 21/08/2009,\n\nIn exercise of powers conferred by Section SA of the Aircraft Act, 1934, delegated vide\nGovernment of India, Ministry of Civil Aviation, Notification No, 1797 dated Tuly 3, 1997 and Rule 3\n(b) of the Aircraft (Security) Rules, 2011, to the Commissioner of Securily (Civil Aviation),\nheroinafter known as Director General of for the purpose of securing the aircraft operations and\n‘access control at the civil airports in India directs that:\n\n(i) Self-handling of security funetions, delineated'in AVSEC ‘Order 13/2009 dated 21/08/2009, by\nthe foreign airlines is completely ruled out.\n\nii) Foreign airlines, both of passenger and freighter category, shall he permitted to deploy security\n‘only through any Indian carrier [ Regulated Agent whose Security Program has been approved\nby BCAS and they cannot be permitted to do self-handling except in respect of \"passenger and\nbaggage handling activities al the aigport terminals\" and “waffic service including the passenger\ncheck-in\" on the terminal side which require passenger interface\n\n2, This Addendum will be in force with immediate effect and violation of this shall attract legal action\nunder Section 11 A of Aircraft Act, 1934.\n\n(K. Rajesh Chandra)\nDirector General\n\nPage 190 of 257\n\n>\n\n?\n\n> 2\n\n7333\n\n»\n",
  "3": "2. 2\n\n)\n\na\n\n73339 > R293 3' 9\n\n)\n\n>\n\ni a a |\n\n)\n\nSECRET\n(Qdiinistry of Civil Aviation) |\nBUREAU OF CIVIL AVIATION SECURITY\nNational Civil Aviation Security Programme-2018 |\n\nAmnexure: 4-3\n\nAVSEC ORDER NO. 03 / 2010\nDated: 05/05/2010\n\nSubject: Security Programme of Civil Commercial/General Aviution/helicopter/ operation.\n\nCommissioner of Security (Civil Aviation), Bureau of Civil Aviation Security, in exercise of\nPowers conferred by Section 5A of Aircraft Act 1934 delegated to him vide Government of India,\nMinistry of Civil Aviation Notification No. 1797 dated July 3, 1997 for the purpose of securing the\nsafety of aircraft operation directs that: -\n\n()) The following aircraft operators shall estublish, implement and mainlain a written operator\nsecurily programme which mects the requirements of the national civil aviation security\nprogramme of the country:\n\n(4) all commercial air transport operntors providing service tol from /within India;\n\n{b) each catity conducting general aviation operations, including corporate aviation operations\nusing aircrafhelicopter/hot balloons; and\n\n(©) cach entity conducting the scrial work operations. The programme shall contain operational\nfeatures specific to the type of aerial work operations conducted.\n\n(i) All business aviation operators are required to submit their security programme, in the formut\nattached as Annex-A for approval by BCAS before conumencement of operation.\n\nGil) DGCA will allow operation by the above mentioned aircraft operators only after the security\nProgramme is approved by BCAS, No airveuft operator, as mentioned in para-2 above, shall be\nallowed to operate tof fom India unless the security programme is approved by the\n‘Commissioner of Scourity(CA).\n\n(iv) The format prescribed by ICAO vide Appendix 4 of ICAO Security Manual (Doc 8974)\nAnnex-B shall be utilised by commercial aircraft operators as guidance for preparing thei\nsecurity programme.\n\n(¥) The aiteraft operators, categorized'in para (i) above, who are already operating tovfram/within\nIndia and have not yet submitted their security programme shall submit their programme to the\nRBCAS and gel the same approved immediately.\n\n(vi) Bach helicopter/airerafl operator shall designate a socurity officer under intimation to BCAS,\nwho shall be fully accountable for all security issues pertaining ta their operations.\n\n(sii) The security programme shall be valid fur a period of 5 years. However, the security\nprogramme shall be updated by the aircraft uperators on the basis of security ditectives issued\nby the BCAS from time to time, After 5 years, a revised security programme shall be submitted\nbby euch aircraft operator to the BCAS for approval.\n\nPage 191 of 267\n",
  "4": "SECRET\n\nGovernment of India\n(Ministry of Civil Aviation)\n‘BUREAU OF CIVIL AVIATION SECURITY\n\nNational Civil Aviation Security Programme-2018\n\n(viii)\n\nGx)\n\n(x)\n\n(xi)\n\nxii)\n\n(iid,\n\ntxiv)\n\nThe security programme shall be produced by the concemed uirecafthelicopter operator to the\nHCAS officer during audit’ inspection.\n\nAll sir cattiers/owners/pilot shall be responsible for ensuring that a person with proper\n‘antecedents boards their aircrafL Aircraft owner shall be personally responsible for the\nantecedents of such persons hiring the aircraft so that no misuse of aircraft occurs.\n\nNo objection certificate from District Superintendent of Police shall be required before granting\nany permission to operate from/to any non-operational’Non sterile nrea or non-sterile airports!\nairstrips. Screening of passengers and their baggage in small aircrafts helicopters up to 10\nSeats shull be done by pilot, lnsCommand as per BCAS regulation and verification to be carried\n‘out by concemed police authorities.\n\nSecurity Clearance Certificate from Local Polies; “Security Clearance Certificate’ from the\nlocal Superintendent of Police is necessary before landing/twking of helicopters. ‘The local\npolice shall ensure that all passenuers boarding the helicopter are properly frisked and their\nhand buggage searched.\n\nRogue helicopters / aircrafts shall he dealt with as per standard operating procedure of Indian\nAir Fore.\n\nSecurity checks of owners and pilots of aircrufis / helicopters shall be carried out by BCAS\nbefore security clearance for operation.\n\nIf an aircraft is heing chartered by @ group through broker, it will be the responsibility of\noperator to check that the broker is cleared from sccurity angle from any govt, security agency\nand also it is the operator to verify identification of cach and every person uf the group by\nobtaining photo I-card and telephone number of every person of the group.\n\n2. This order supersedes AVSEC Order No. 02/2009 dated 20/01/2009 and shall cume into forces with\nimmediate effect and will remain so till further orders. Violation of this order will attract legal action\nunder section 1 1A of Aircraft Act, 1934.\n\n‘This issue with the approval of Commissioner of Security (CA)\n\nAddl, Commissioner of Security (CA)\n\nPage 192 of 257\n\n)\n\n5)\n",
  "5": "319 FD 2 Dd: 3 3.9.3 Bd dD\n\n>) 2\n\nPRPPBV_IAA*sI9393 9\n\nae)\n\nd\n\nSECRET\nGovernment of India ]\n(Ministry of Civil Aviation)\nBUREAU OF CIVIL AVIATION SECURITY\nNational Civil Aviation Security Programme-2018\nAnnexure: 4-4\n\nCIRCULAR NO.: 9/2005\nDated: 17/03/2005\n\nSubject: i is Off-airport C} i lit\n\nFollowing security measures are hereby prescribed for implementation by the air carriers operating to,\nwithin, from India who want te adopt of-aimport check-in system:-\n\n|. Security clearance:\n\n(2) No aircraft operator shall commence off-tirport check-in without obtaining security clearance\nfor cach location from Commissioner of Security (CA).\n\n(6) Security clearance will be issued after inspection of off-airport check-in facility and security\ncontrols therenf by the Commissioner or by un officer duly authorized by hit.\n\n2. Off-airport Check-in facility:\n\nOff-airport Check-in will be done in a secured environment. The Place where it is done shall be\nsegregated and secured by physical means so that effective access control ix maintained. Checked in\nbaggage shall be kept in a sterilized area, which is fully secured and nat accessible to unauthorized\npersons.\n\n3. Inspection:\n\n(3) Aiteraft operator shall be responsible for maintenance and implementation of a quality control\nProgramme for security practices and procedures being implemented at its ofT-uirport check-in\nfacility. For this, the Security Head of the aitcrafl operator at the Corporate Hrs ot an afficer\nduly authorized by him shall conduct regular security inspection of the off-airport check-in\nfacility.\n\n(b) Authorized officers of BCAS shall also conduct periodic inspection of the security practices\nand procedures being implemented by the aircraft operator at the off-airport check-in facility,\n\n4, Procedures where secutity screening of Hold Baggage is done at the Off: Airport Check\n\nFacility:\n4.1 Protection of aircraft operators’ documents\n\nWhen not attended by staff, hoarding passes, baggage tags and other documents shall be protected\nfrom unlawful access.\n\n4.2 Passenger profiling\n4.2.1 Passenger questioning and passenger identification shall be undertaken at the ofT-airport check-in\nfacility. Proxy check-in in individual cases will not be allowed. However, group check-in ot fumily\ncheck-in may be permitted, after verifying the credentials.\n\n4.2.2 Following questions may be asked:\n\nPage 193 of 257\n",
  "6": "SECRET\n\n(ae, Government of India\nx : {Ministry af Civil Avistion)\nBUREAU OF CIVIL AVIATION SECURITY\n\n‘Aviation Security Programme-2018\n\nfi\n\n. Is it your bayguge?\n\n. Did you pack it yourself?\n\nDo you know the contents.?\n\nWas the baggage in your custody throughout?\n\nAre you carrying some electronic/electrical goods ?\n\nDid you accept any gift/packet ote. from some other person\n\npearge\n\nTranswer to any of the above questions raises doubt, one of the following procedures shall be applied:\n(j) Relevant hold baggage shall be marked as “suspect” and it will be subjected to additional security\ncontrols at the off-uirport check-in facility or at the airport;\n\nOr\n\nGi) The passenger and the relevant bazgage shall be referred for check-in at the airport.\n\n4.3 Identification of passengers and baggage checked-in at off-airpart facility\n\nBoarding passes, and baggage tags shall be clearly marked as originating oft-airpor.\n\n4.4 Security controls for hold baggage:\n\nChecked-in baggage shall be subjected to the following security controls:-\n\n(i) X-ray screening; and\n\n{ii) 15% manual check on continuous random basis\n\n44\n\n-| Suspect baggage\n\nSuspect hagwage shall be screened from two different angles and it will also be subjected to thorough\nphysical check, Still ifthe doubt persists, it will not be accepted and the passenger along with relevant\nbaggage will be referred for check-in at the airport.\n\n4.4.2 Tampor evident Security Seul or Stickers will be affixed on the cleared baggage.\n\n4,5 Protectiun of Hold bagguge:\n\nHold baggage checked-in at the offairpert facility shall be protected from unlawful interference whlle\nin the custody of the aircraft operator.\n\n4.6 Transportation\nTransportation of hold baggage to the airport shall be done by regular staff of the aircraft operator.\nFollowing security norms shall be applied:\n\n4,\n\nVehicle Security:\n\ntimmediately before hold baggage is placed on the load compartment of a vehicle, the load\ncompartment shall be searched by a nominated security stalT of the aircraft operator to ensure that\nthere are no unauthorized persons or prohibited items, On completion of loading, the vehicle load\ncompartment shall be secured i.e. locked or sealed by a nominated security staff of the airerall uperstor\nor when locking or sealing is impractical, it will be permanently supervised by at least two nominated\n\nPage 194 of 287\n\n) 23\n\n>\n\nad 3\n\n& &\n\n>\n",
  "7": "23 8 3 3.9\n\nI]\n\n233339 3:9\n\n»>s3333\n\n>>\n\n)\n\n2333\n\nSECRET\n] Government of India ]\n(Ministry of Civil ‘Aviution)\nBUREAU OF CIVIL AVIATION SECURITY\n| National Civil Aviation Security Programme-2018 ]\n\nPersons, aut of which at least one will be a regular security stall, of the uircraft operator during\n‘Teansport,\n\n4.7 Procedures at the airport\n4.7.1, Hold baggage reception\n\nThold baggage shall be delivered to a nominated person of the sircrat operator in BMA of the airport.\nSuch nominated person shall check that vehicle load compartment is secured c-. it is locked or sealed,\nWhere there is any sign of interference, the hold bagguge shall be subjected to security screening again\nbefore loading it on-to any aircraft. In case of International flights, necessary Customs cleatance for\nsuch baggage shall be arranged by the aircraft operator.\n\n4.8. Passenger baggage reconciliation\n\nPrescribed reconciliation procedure shall be strictly followed by the aircraft operutor to ensure that no\nhold baggage checked-in at the off-airport facility is transported untess the relevant passenger is also\n‘on-board the aircraft,\n\n5. Procedures where Security Sereening of the Hold Buggage is done at the Airport.\n\n5.1, Protection of airceafl operstor’s documents,\n\nWhen not attended hy stafl, baggage tags, hoarding passes and other documents shall be protected\nfrom unlawful access,\n\n5.2 Passenger Protiling/questioning\n\nPassenger questioning and passenger identification shall be done at the off-airport check-in facility.\nProxy check-in in individual cases will not be allowed. Group check-in or family check-in may be\nallowed after verifying the credentials,\n\nFollowing questions may be asked:\n\n(a) Is it your baggage ?\n\n{b) Did you pack it yourself?\n\n(©) Do you know the contents?\n\n(d) Was the baggage in your custody throughout?\n\n(©) Are you carrying some electronic/electrical goods\n\n(8) Did you accept any gift‘packet ete. from some other person ?\n\nJf answer to any of the above questions raises doubt, the passenger and the relevant baggage shall be\nreferred for check-in at the airport.\n\n5.3 Identification of passenger and baggaye checked-in at the off-airport facility,\nBoarding passes and baggage tags shall be clearly marked as originating off-airport.\n5.4 Protection of Hold bageage.\n\nPage 195 of 257\n",
  "8": "SECRET\n\nGovernment of India\n(Ministry of Civil Aviation)\nBUREAU _OF CIVIL AVIATION SECURITY\nNational Civil Aviation Security Programme-2018 te\n\nHold baggage checked-in at the off-sirport facility shall he protected (rom unlawful interference while\nin the custody of the aircraft operator.\n\n5.5 Transportation,\n\n‘Transportation of hold baggage to the aicport shall be done by regular staff of the airerafl operator,\nFollowing security norms shall be applicable:\n\n$5.1. Vehicle Security\n\nImmediately before hold haggage is placed on the load comparment of a vehicle, the load\ncompartment shall he seatched by nominated security staff of the airerull operator to ensure thal\nthere are no unauthorized persons or prohibited items, On completion ‘of Joading, the vehicle load\ncompartment shall be secuted i.e. locked or sealed by a nominated security staff of the aircraft\n‘operator, When locking or sealing is impractical, it will be permanently supervised by 4 nominated\nsccurity staff of the aircraft operator during transport.\n\n5.6 Procedures at the aitport\n\n5.6.1. Tlold baggage reception\n\nThe hold baggage shall be delivered to a nominated sccurity staff of the aircraft operator at a pre-\ndesignated X-ray sorcening point inthe passenger terminal, Tt will be protected from unlawful\ninterference during the delivery process and while in the custody of the aircraft operator.\n\nThe hold baggage shall be subjected to following security controls:\n\n{a) In presence of the relevant passenger -\n(i) X-ray screening; and\n(ii) 18% manual check on continuous random hasis.\n\n(6) Ia absence of the relevant passenger —\n(i) X-ray sercening from two different angles; and\n(ii) Explosive detection test through a sniffer dog or explosive trace detector,\n\nIn case of any unresolved doubt, the concemed passenger shall he called and thorough manual check\nof the baggage will be done in his/her presence. If the doubt still persists, the baggage along with\nrelevant passenger shall not be transported. :\n\n5.6.2 Tamper evident security seal or stickers will be alfixed on the cleared baggage, Cleared bageage\n‘will not be hunded over to the passenger. It will be carried by nominated suff of the airline operator te\na pre-esignated check-in counter for onwaed dispatch to BMA through the conveyor belt.\n\n5.6.3 Teansfor of baggage from vehicle to x-ray screening point and thereafler movement of cleared\nbaggage to BMA will be under direct and continuous supervision of the nominated security staf¥ of the\nairerafi operator.\n\n5.7 Passenger‘buggage reconciliation\n\nPage 196 of 257\n\n,23aas 92999\n\n4\n",
  "9": "2333393\n\np)\n\n,\n\nDesa 3293 9\n\n3393339 29\n\n2)\n\n: SECRET\n[RE Government of India\n\n| oes (Ministry of Civil Aviation)\n\n| : BUREAU _OF CIVIL AVIATION SECURITY\n\nl Ste National Civil Aviation Security Programme-2018\n\nPrescribed teconeiliation procedure shall be strictly followed by the aircraft operator to ensure that no\nhold baggage, checked-in at the off-airport facility, is transported unless the relevant passenger is also\non-hoard the aircraft,\n\n(RC, Tayal)\nCommissioner of Security (CA)\n\nPage 197 of 257\n",
  "10": "SECRET\nGovernment of India.\n(Ministry of Civil Aviation)\nBUREAU OF CIVIL AVIATION SECURITY\nNational Civil Aviation Security Programme-2018\nAnnexure: 4-5\n\nAVSEC ORDER No. 7/2010\n\n‘Dated; 19/11/2010\nSubject: onxibilities of BDDS. Si\n\nCommissioner of Security (Civil Aviation), Bureau of Civil Aviation Security, in exercise of\npowers conferred hy Section 5A of Aircraft Act 1934 delegated to him vide Government of India,\nMinistry of Civil Aviation Notification No. 1797 dated July 3, 1997 for the purpose of securing the\nsafety of aircraft operation directs that:\n\n()__ Consequent on the transfer of Bomb Detection\nBCAS to CISE, the following functions and responsi\nAirport) shall hencetiorth be performed by CISF: -\n\nDisposal Squads and Dog Squads from\nities at various airports (except Srinagur\n\na) Attend to Bomb Threat Calls\n\nb) Attend to unclaimed baggage calls\n\n©) Detection of suspected baggage for explosives\n\n4) Disposal/demolition of confirmed threat/TED hy RSP\n\n€) Store explosives used in domolition/disposal of LEDs\n\n1) Carry out antisebotage and random checks of aircrafl, airports, terminal building & cargo\ncomplexes with special emphasis on BMA\n\nParticipate in the Bomb ‘Threat Assessment Committee\n\n&\n\n(ii) Tis further ordered that the aforesaid formalities and responsibilities in respect of Srinagar\nAitport shall henceforth be performed by J&K Police,\n\nGii) Airport operators are directed to amend their respective SOPs and drills in cootdination with\nCISP and J&K Police (for Srinagar airport) snd also procure necessary equipment for the BDDS as\nstipulated in various circulars issued by BCAS.\n\nCommissioner of Security (CA)\n\nPage 198 of 257\n\n> F\n\n3O@o 03 8\n\na\n\n»\n\n; 32.239\n\n>\n",
  "11": "7339\n\n)\n\nGovernment of India\n(Ministry of Civil Aviation)\nBUREAU _OK CIVIL AVIATION SECURITY\nNational Civil Aviation Security Programme-2018\n\nAmnexure: 4-6\n\nAVSEC ORDER NO. 7 / 2004\n\nPate: 31.12.2004\nSubject: Catering security,\n\nIn exercise of powers conferred by Section 5A of Aircraft Act 1934 delegated to him vide\nGovernment of India, Ministry of Civil Aviation Notification No. F797 dated July 3, 1997\nCommissioner of Security (Civil Aviation), Bureau of Civil Aviation Security for the purpase of\nsecuring the safety of aircraft operation directs that the following directions with regard to security of\nCutering consignment shall be fullowed by the concemed forth with:\n\n1, Acceptance of catering supplies — (1) No airline operator shall accept any catering items tor loading\njn the aircrafl unless these items have boon subjected to the following security controls, namely: ~\n\nfa. the supplies of the catering items have heen received from a caterer with whom the sir\n‘operator has signed a written contract for the purpose.\nh. The caterer has obteined security clearance from the Commissioner,\n\n(2) The sccurity clearance for the caterer will be given after: -\na. The backyround checks of the catering agency are carried out and nothing adverse is found\nagainst them;\nb. the sccurity programme submitted by the caterer has been duly approved, and\n€. the security arrangement made by the caterer has becn inspected by a team of officers of\nBCAS of any other officer so authorized and the sume is found to be satisfactory.\n\n2. Cancellation of security clearance — Where owner of a catcring establishment (caterer) contravenes\noor fuils to comply with the prescribed security norms, the approval granted to the security programme\nof such calering agency may be suspended or cancelled for reasons to be recorded in writing and after\ngiving a show cause notice to the owner of such agency.\n\n3. Security Controls by the caterer ~ I'he caterer shall apply the following in-house security measures\nto the catering supplios and stores intended to be taken on board an aircraft; namely :~\n\n‘a. the caterer shall engage an officer who will be responsible for the implementation and\nsupervision of security controls in his establishment;\n\nb. premises used for the preparation ur storage of in-flight catering supplics and stores\nintended to be curried on board an sirerafl shall be secured and access controlled;\n\n¢. personnel employed by the caterer for preparation and delivery of in-flight catering\nsupplies and stores intended to be carried on bowrd aircraft shall be their repular\nemployees, recruited after getting their character and antecedents verified by the police;\n\n4. personnel engaged by the caterer in the preparation and delivery of catering supplics\nand stores intended to be carried on board an aircraft shall be provided with sufficient\nsecurity awareness training to cnable them to understand and carry oul theit security\nresponsibilities. The training shall be carried out before they are allowed access to any\nsupplies or stores which ure to be loaded on aircraft:\n\n¢, all deliveries of raw materials and equipment to the premises used for the preparation or\nprocessing af catering supplies shall he broken down ot decanted as appropriate prior to\n\nPage 199 of 257\n\n",
  "12": "SECRET\n\n‘Goverument of India\n\n| (Ministry of Civil Aviation)\nBURFAU OF CIVIL AVIATION SECURITY __\n| National Civil Aviation Security Programme-2018\n\nthe preparation process to ensure that these do not contain any prohibited article and\nthereafter held under security conditions ;\n\nfall items which are not broken down or decanted shall be x-ray screened or physically\nsearched within the constraints of foud and beverage hygienic regulations;\n\n8. the caterer shall only accept bulk deliveries of pre-cooked frozen meals that cannot be\nbroken down or decanted provided they have been scaled or made tamper-proof:\n\nh, before any cart or container containing, supplies is closed fur dispatch to an aircraft, the\ncert or container and jts contents shall be checked by the security supervisar to ensure\nthat it does not contain any prohibited item or hus not been interfered with in aay\nmanner Which might compromise its sccutity:\n\ni, catering carts and containers that are placed on an aircraft shall be so configured that\n‘aecess into the interior cannot be achieved when the cart or container is locked or\n\nJ. chilling rooms and refrigerators containing prepared meals and other supplies shall be\nkept under strict control al all times;\n\nk. seals, binding and other means of rendering supplies tamper-proof shull be held under\nsecurity conditions until required for use. They would be issued from a central point by\na designated person who shal! record these details, which shall be open to inspection;\n\nJ, appropriate documentation detailing the nature of the catering supplies and stores, the\nconsignor, the destination and the consignee shall he raised for cach consignment of\nsupplies and stores and presented to the aircraft operator;\n\nm. the caterer shall issue to the airline operator a security cerlilicate for each consignment\nof his stores and supplies to be loaded on the aircraft to the effect that the consignment\ndoes not contain any prohibited item;\n\nn, Security certificate and other documentation associated with consignments of catering\nsupplies shall be held under security conditions and issued from a central point hy the\ndesignated person of the caterer;\n\n©, The catering supplies shall be transported by —\n\n(i) the airline operator; or\n\n(ii) the caterer’s awn transport; or\n\nGil) a haulier whose operating procedures and security measures have been approved\n\nby the airline operator.\n\nAll vehicles which are used for transportation of catering supplies to and ftom the\n\naircraft shall be securuble. These vehicles must be locked when not in use.\n\nAll the prescribed food and hygienic regulations shall be obscrved during preparation,\n\npacking and transportation of the catcring supplies & stores.\n\n?\n\ncl\n\n4. Security Controls by the Airline Operator — The airline operator shall apply the following security\ncontrols to his catering stores and supplies, namely: -\n\nA. During preparation stage at location —\n\n4 catering operations during all phases of catering cart assembly in the catering\nestablishment until loaded on the transport vehicle shall be monitored by the security\nstaff of airline operator , or\n\nb. search’ inspection the catering carts ptior to loading on the transport vehicle shall be\ndone as below:\n\ni, food and sealed items shall be inspected tw the extent permitted by local laws and\nhygiene standards. The inspection shall focus on extemal appearances, appropriate\n\nPage 200 of 257\n\n>\n\nIBeaeoOtsdaa3R9 39\n\n>\n\nBo2a39 3\n",
  "13": "29, 3.9 19 9 3\n\n>333\n\n>\n\nSECRET\n\nGovernment of India\n(Ministry of Civil Aviation)\nBUREAU OF CIVIL AVIATION SECURITY\nNational Civil Aviation Security Programme-2018\n\nweights, signs of tampering with packaging, and insertion of inapprupriate items. It\nshall inchide food and beverages, serving utensils, liquor supplies and duty-tiee\nitems; and\n\nii, inspection of food carts and supply trolleys shall include side panels, doors,\n\nvundercarriages, and dry ice compartments; and\n\nitems that are not containerized shall be physically searched; and\n\ninspection shall be done inside the catering establishment or on the loading dock.\n\nB, During ‘Transportation\n\nit\n\nAll catering supplies! carts shall be escorted from the time the cart assembly is completed or\n\nthe security check is completed, through loading on the transport vehicle until delivery on\nbourd the aircraft. The escort so provided shall bc capable of monitoring all catering items at\nall times while in transit.\n\n. each assembled monitored’ inspected cart shall be scaled as below, at the catering\nestablishment prior to loading on the transport vehicle.\n\na\n\nGi)\n\niii)\n\nww)\n\n)\n\n(wi)\n\ncs\n\ncach catering cart will be sealed with a tamper-proof, seyuentially numbered security\nseal. A record shall be made of each seal number used on cach cart for each flight, This\nrecord shall be maintained for at least seven days from the completion of the respective\nflight.\n\nprior te Inading any catoring item into the transport vehicle, interior portion of the vehicle\nshall be searched to ensure that the vehicle is sterile. Any suspicious or potentially\nthreatening item will he resolved prior to loading catering items into the vehicle; and\nloading of all catering items into the assigned transport vehicle shall be monitored; und\nonce delivered (o the aircraft, the seal attached to the catering carts shall be inspected for\nsigns of mpering. The person breaking the seal will verify that each seal was intact and\n‘the seal number listed in the record of seals applied to that cart. Items that are not sealed\nwill be physically searched; and\n\nin the event seals show signs of tampering ot atc discovered broken, all catering items\nwill he physically searched for weapons, explosives, and other dangerous devices prior to\nloading on the aircraft; und\n\nall seals and related supplies will be accounted for, stored in a locked container and\nprotected from unauthorized access.\n\nOR\n\n‘The transport vehicle which is used for carrying catering supplies and stores shall be scaled as\n\nbelow:-\n\niii,\n\n‘once the transport vehicle has been searched and loaded, all vehicle access doors shull\nhe closed and scaled with tamper-evident, sequentially numbered security seals, A\nrecord shall be made of the seal numbers used on each transport ychicle, This record\nwill be maintained for at least seven days from the completion of the associated Hight;\nand\n\nthe transport vehicle shall procoed direetly to the aircraft. Once at the aircraN, the seals\nattached to the vehicle access points will be inspected for signs of tumpeting prior to\nbreaking the same, The person breaking the seal must verify that the seal was intact and\nthe seal number listed in the record of seuls applied to that access point; and\n\nif the transport vehicle makes intermediate stops from the catering establishments to the\naircraft and the seal is broken, the yehicle shall be escorted between each intermediate\n\n‘Page 201 of 257\n",
  "14": "SECRET\n~~ Government of India ]\n(Ministry of Civil Aviation)\nBUREAU OF CIVIL AVIATION SECURITY\nNational Civil Aviation Security Programme-2018 |\n\nstop, or all vehicle access points opened at each intermediate stop shall be resealed\nusing the prescribed method untif all catering has been completed.\n\n5. It shall be the responsibility of the head of security organization / his authorized officers of the\nrespective airline operators to conduct quarterly inspection of the security arrangement, his catering\nsupplies and stores. A copy of the inspection report shall be sent to the Commissioner of Security\n(CA),\n\n6. Inspection! Tests - The officers of BCAS of the rank of Asstt Commissioner and above may carry\nout inspections and checks to monitor the security preparedness of the catering agency, and the\nsccurity integrity of transportation of the catering items from the concerned agency to the aircraft.\n\n7. Security controls for Newspapers and cleaning supplies etc.-\n\nNo airline operator shall accept newspapers, magazines, cleaning stores and supplies or any other item\nfor loading in the aircraft unless these items have been subjected to the following security controls\nnamely:\n\na The stores & supplies have been obtained from an establishment with whom the air operator has\na written and signed contract for the purpose;\n\nb. The stores and supplies have been searched by hand or x-ray screed to prevent the introduction\nof uny prohibited article, and\n\n¢. Before allowing avcess (o the aircraft the cleaning staff shall be frisked and all the articles\ncarried by them checked properly by the airlines operator.\n\n(RC, Tayal)\nfig. Commissioner of Security (CA)\n\nPage 202 of 237\n\nBIDPDIIAAABAD”D\n\na i a Tae ee ee 5\n\n)\n\n28:3 BI29333 3\n\n>\n",
  "15": "127x723 22 2\n\n23399393 2d\n\nae)\n\nBIRDABIW_IH|.2 8B 2 3 Dd\n\n5)\n\n»\n\nSECRET\nGovernment of India\n‘(Ministry of Civil Avision)\nBUREAU OF CIVIL AVIATION SECURITY\nNational Civil Aviation Security Programme-2018\nAnnexure: 6-1\n\nAVSEC Circalar No. 5/2017\nDated: 05/04/2017\nSubject: Specification of CCTV and PIDS\nIn terms of Rule 3(6) of the Aircraft (Security) Rules 2011, the appendix ‘E’ regarding Closed\nCircuit Television (CCTV) and appendix ‘I’ regarding Perimeter Intrusion Detection ‘System (PIDS) of\n\nAVSEC Circular No. 02/2007 dated 14.02.2007 is replaced with the appendix attached to this circular\nfor revision of specifications of the CCTV and PIDS.\n\n(Kumar Rajesh Chandra)\nDirector General, BCAS\n\nPage 203 of 257\n\n",
  "16": "SECRET\nGovernment of Tm\n(Ministry of Civil Aviation)\nBUREAU_OF CIVIL AVIATION SECURITY\n‘National Civil Aviation Security Programme-2018\nAnnexure: 7-1\n\nAVSEC CIRCULAR NO.- 04/2014\nDated: 31/03/2014\n\nSubject: wr_operating procedure for screeni i\nmedical conditions\n\n1. Tntroduction\n\nAviation Security hus issued procedure for screening of pussengers and carry - on\nbaggage vide Circular No, 23/2005. The procedure for screening of persons with special needs\nincluding differently - abled passengers and passengers with medical condition, has been described in\nfollowing Standard Operating Procedure (SOP) is laid down in the following\n\nscribing the guidelines for screening of such passengers and devices, appliances and\ncarry-ons pertaining to them.\n\n1 (a) Applicabitity\n“The provisions contained in this SOP shall be applicable to the following:\n\ni. All Indian aitlines/ carriers engaged in scheduled and non-scheduled air transport services both\ndomestic and international;\n\nii, All foreign airlines! curriers engaged in scheduled air transport operating to and from Indian\n\nTerritory.\n\nAll airport operators, including private/JVs, within Indian Territory,\n\nAviation Security Group (ASG) / CISE / APSU deployed at airports\n\n1 {b) Definitions\n\n1, Person with disability meuns any individual who has a physical or mental impairment that, on a\npetmanent or temporary basis, substantially limits one or mote major life activities, has a record of\nsuch impairment, or is regarded as having such impairment.\n\nNote:\n\n(a) Physical or mental impairment means:\n\n(1) Any physiological disurder or condition, cosmetic disfigurement, or anatomical loss affecting one\n‘or more of the following body systems: neurological, musculoskeletal, special sense organs,\nrespiratory including speech organs, cardio-vascular, reproductive. digestive, genito-urinary, hemic\nand lymphatic, skin, and endocrine; ot\n\n(2) my mental or psychological disorder, such us mental cetardation, organic brain syndrome,\nemotional or mental illness, and specific learning disabilities.\n\nyysical or mental impairment includes, but is not limited to, such diseases and conditions as\nvisval, speech, and hearing impairments: cerebral palsy. epilepsy. muscular dystrophy,\n\nPage 204 of 257\n\nare ae Sas eae\n\n3\n\n73 3\n\n223533 33\n\n)\n\n23399\n\n>\n",
  "17": "PFI I2339'3 3 F HKAF 9 3\n\n» 2:3\n\n-\n\n»\n\n»\n\np2zeFd 2 3\n\n)\n\nSECRET\nGovernment of India |\n{Ministry nf Civil Aviation)\nBUREAU OF CIVIL, AVIATION SECURITY\nNational Civil Aviation Security Programme-2018 |\n\nmultiple sclerosis, cancer, heart disease, disbetes, mental retardation, emotional illness, autism, drug\naddiction, alcoholism and geriatric disabilities.\n\n(b) Major life activities means functions such as caring for one's self, performing manual tasks,\nwalking, seeing, hearing, speaking, breathing, learning snd working.\n\n(¢) Has @ record of such impairment means has a history of, or has been classified, or misclassified, as\nhaving a mental ot physical impairment that substantially limits one or more major life activities.\n\nIl, A person with reduced mobility (PRM) means any person whose mobility when using transport is\nreduced due to any physical disability (sensory or locomotor permanent or temporary), intellectual\ndisubility or impairment, or any other cause of disability, or age, and whose situation nesds appropriate\nattention and the adaptation to his or her particular needs of the service made available tn all\npassengers.\n\nTIL. Incapacitated passengers are those with physical or mental disability or with a medical condition,\nwho require individual attention or assistance an emplaning/deplaning during flight and during ground\nhandling which is normally not extended to other passengers.\n\n2, General\n\n2.1. All nitport operators should make special arrangements to facilitate screening of persons with\nspecial needs as above so that the process is carried out efficiently keeping the dignity and privacy af\nthe passenger in mind while ensuring adequate level of screening, This will include provision of\nsuitable enclosed space for private screening of passengers covered in this SOP.\n\n2.2, The airport managementirepresentative of air cartier shall provide wheel chairs and render\nnecessary assistance to facilitate the movement of the persons with spscial noods, when required.\nHowever, they would not normally be directly taken to the aircraft, except in case of ambulance\npassengers.\n\n2.3. While thorough checking is essential and the directives under A VSEC circular No.\n23/2005 will be followed in letter and spirit, courtesy and attention to privacy and dignity will be\ninvariably observed,\n\n2.4. In the case of a passenger having difficulty in walking or standing, the way his or her screening is\nconducted will depend un his or her leve! of ability/disabiliy.\n\n2.5 If a passenger has difficulty standing or waiting in line due to a disubility or a medical condition,\nhet she should duly infarm the seresning personel who will assist in dirccting the passenger either to\nfront of the quetie or to a separate line, Passengers should he encouraged to indicate brief details of\ntheir disability at the time of booking of the ticket itself and in caso of such prior information, airlines\nand security steff shall make advance preparation for such passengers.\n\n2.6, Medical documentation is helpful but not essential.\n\n2.7. Canes, crutches and other devices which can be separated from the passengers should he\nsubjected to x ray screening,\n\nPage 205 of 257\n",
  "18": "SECRET\n\nernment of India\n(Ministry of Civil Aviation)\nBUREAU _OF CIVIL AVIATION SECURITY\nNational Civil Aviation Sccurity Programme-2018\n\n2.8. Wherever testing is done for detection of explosives, in addition to ETD, help of dog squad may\nbe taken as per need. However, sensitivity of passenger and religious considerations may be kept in\nmind.\n\n2. 9. The procedure laid down herein is not exhaustive, and therefore, in the situations’ circumstances\nnot exclusively dealt with in this SOP, common sense of the screener shall prevail depending upon the\nsituation, circumstances and condition of the passenger. For example, special procedure may be\ndevised for persons with autism, Down Syndrome etc. The paramount importance is to ensure aviation\nsecurity and at the same time safeguarding dignity of the passengers and preserving privacy.\n\n3. Screening of passengers who use wheel chair or senoters (i.e. self’ driven wheel chair)\n\n3.1, When w passenger arrives at a sereening point in a wheel chair T scooter, he’she must be\naccompanied either by another travelling passenger or un airline representative (including GHA of the\nairline) before he proceeds through security, The accompanying passenger ot the airline representative\nis responsible forthe passenger throughout the whole process of sereening.\n\n3.2. Ia passenger atrives at a sereening point in a wheelchair and he/she is not accompanied by\nanother travelling passenger or an airline representative, the airline's Customer Service should be\ncontacted for assistance.\n\n2.3. At the sercening point, depending upon the ability of the passenger to walk. he/she will be\nrequested to walk through the DFMD unaided. If heise cannot walk, it is the responsibility of the\naccompanying travelling passenger or the airline representative to push the passenger in the wheelchair\nunless it is self - driven.\n\n3.4, In aecordance with Airlines' policy, there may also be non-travelling support personnel in\nallendance to board the aircraft and lift the passenger into his! her seat. This support person must be\naccompanied by the airline representative.\n\n3.5. I there is a requirement for the passenger to be lifted at the screening point, the support person or\nthe airline representative will perform the lilting for the passenger.\n\n3.6, The support person will be escorted by an Airline representative at the time of boarding!\ndisembarkation.\n\n3. 7. If the passenger can stand but cannot walk, he/she can be screened by undergoing a pat-down\nwhile he/she stands beside the wheelchair or scooter,\n\n3.8. Ifa passenger cannot stand, heshe should be offered a chair fur screening and subjected to a pat-\ndown thereafter,\n\n3.9. If there is an alarm by the DFMD, HHMD or other technology, the sume must be resolved. If the\nalarm cannot he resolved, the passenger will nol be permitted beyond the checkpoint,\n\nPage 206 of 257\n\n>\n\n] 333\n\nd\n\n> 2\n",
  "19": "73233323 3.93\n\n2332323 39'3 3\n\na)\n\n. eR S33 9\n\n)\n\n»\n\nSECRET\n\nGovernment of India ]\n(Ministry of Civil Aviation)\nBUREAU OF CIVIL AVIATION SECURITY\n\nNational Civil Aviation Security Programme-2018\n\n3. 10. The passenger's wheelchair or scooter will be inspected, including the seat cushions and sny\nPouches! pockets. It will be tested for traces, of explosives. Removable pouches will be x-ray\nsereened.\n\n3.1L. Any carry - on bag or document with the wheelchair passenger shall be passed through the x-ray\nscreening,\n\n3.12, Ifa persun objects to proceeding through the DEMD on justified medical or other ground, he! she\nwill be allowed passage through alternative way by the Itisking officer and then subjected to screening\nhy pat down search and HHMD where permissible.\n\n3.13. If'« person refuses to undergo screening, the frisking officer will infarm the supervisor, who will\ndirect what further action is to be taken, ‘The concerned passenger will nat be allowed entry past the\nseteening paint,\n\n3.14, Only when satisfied that a person is not carrying any prohibited or dangerous article, the\nscreening officer shall allow the person to proceed beyond the screening paint.\n\n4. Screening of passenger with prosthetics\n\n4.1. During screening af prosthetics ASG/APSU may use X-ray. ETD and visual check depending on\n‘the circumstances.\n\n4.2. The passenger should inform the ASG/APSU of the existence of a prosthetic, his or het ability\nand of any need for assistance before screening begins. Passengers can use Notification Card to\ncommunicate discreetly with security officers. However, showing this card ot other medical\ndocumentation will not exempt a passenger from additional screening when necessary.\n\n4.3, Dignity and privacy of the passengers should he home in mind during the entire process of\nsecurity screening. Where the officer needs Lo see the prosthetic, care should he taken against expasing\nany sensitive areas. ASG/APSU will also use technology to test the prosthetic for traces of exy\nmaterial. If explosive material is detected, the passenger will have to undergo additional screening.\n\n4.4. Passenger with prosthetics or braces/support appliances must be accompanied by un airline\ntepresentative, preferable of the same gender as the passenger.\n\n4.8. The staff of airline and any other accompanying person shall be frisked and checked before\nallowing them access to the passenger with prosthetics al the screening point.\n\n4.6, The passenger will first pass through the DEMD and necessury security checks.\n4.7. ‘Ihe passenger should then be taken to a private screening point und made to sit comfortably.\nHeishe will receive additional screcning including a pat-down. If necessury, screening through ETI)\n\ntrace will be adopted. While dealing with prosthetic device and during tuking off and putting on of\nclothes, privacy of the passenger should be maintained.\n\nPage 207 of 257\n",
  "20": "Government of India\n(Ministry of Civil Aviation)\nBUREAU OF CIVIL AVIATION SECURITY\n\ntional Civil Aviation Security Programme-2018 |\n\n4.8. Screening of the prosthetic appliance will include x-ray screening, ETD detection and visuat\ninspection. During visual inspection, core should be taken that sensitive parts are nat exposed.\n\n4.9, ‘The sereening in the private screening area will be carried out by two affivials, one to handle to\nTITIMD and pat-down and the other to inspect the prosthetics, braces und support appliunce and subject\nthem to additional screening.\n\n5, Sereening of passengers who cunnot remove shoes, medical device or bandages\n\n5 1. Passengers who cannot remove their shoes due to 4 medical condition should inform the\nsupervisor, SHIA bette sercening.\n\n5.2, Passenger can be screenedl using DFMD und/ or a whole - body pat - down.\n5.3. The shoes may be subjected to additional screening like ETD, ete.\n\n5.4. Passengers cun be screened without disconnecting extemal medical devices and submitting them\nfor x-ray. Such devices include:\n\n5.4.1. Insulin pumps.\n\n5.4.2. Hearing aids\n\n$.4.3, Cochlear implants\n\n5.4.4. Spinal stimulators\n\n5.4.5, Rone growth stirmulators\n5.4.6, Ostomies\n\n5.5. Under most circumstances, w passenger can conduct a self pat-down of these devices followed by\nETD sercening of his’ her hands.\n\n§.6, The devices should also be physically checked again y outside interference in the\n\nmanufacturing.\n\n5.7, Casts, braces and support appliances will be thoroughly inspected without exposing sensitive\nareas as far as possible, BID screening will ulso be used to test for traces of explosive materials, where\npossible.\n\n5, 8. In case of bandages andi or dressing, while caution will be observed during put-down, it needs to\nbe ensured that the covered arca is free of threat item. Metal detector, observation and self pat-down\nfollowed hy ETD checks may suffice in most cases.\n\n5.9. Passengers with metal implants will be subjected to a thorough pat-down, and the metal alsrm\nshould be resolved satisfactorily. The full body pat down should include the following:\n\n5.9.1, It should concentrate un upper legs and torso,\n\n‘Page 208 of 257\n\nFZI™’IIDAIE\n\n>\n\n3.938 39 9\n\n>\n\n: at\n\na\n\n23 39°\n",
  "21": "933223 3:9 3\n\n>\n\n»>3399\n\n9\n\nie)\n\nSECRET\n\nGovernment of India\n(Ministry of Civil Aviation)\nBUREAU OF CIVIL AVIATION SECURITY\n\n| National Civil Aviation Security Programme-2018\n\n5.9.2. Special attention should be given to the chest and abdomen areas of the body.\n\n5-953, Particular focus should be on any skin sueface abnormalities or wires or tubes exiting the body\nthat may be signs of an implanted device.\n\n5:10 In accordance with BCAS memo. no. CAS - 3 (32)/ 2009/ DIV - Ill B (SA Kolkata) dt $,9.2010,\nall airport operators shall display a bourd near SHA in a prominent way stating that DFMI)/ HITMD.\nare safe for pacemaker and for pregnant ladies.\n\n6. Screening of passengers with service animals: If the pussenger has a service animal, the instructions\nissued by AVSEC circular no. 6/2001 shall be implemented. If the service animal is permitted to be\ncarried on board the following instructions shall be followed.\n\n6.1. The animal must be wearing a harness, vest, or other identifier that it is a service animal.\n\n6.2. ‘The passenger must maintain control of the animal at all times.\n\n6.3. He or she should not he separated from the servive animal.\n\n64. The screening officer should ask for permission of the passenger before touching the animal.\n\n6.5. Service animals ate screened using walk through metal detector followed by a pat down, There\nare three options:\n\n6.5.1, The service animal goes first and the passenger follows holding the leash.\n6.5.2. The passenger goes first holding the leash and the service animal follows.\n\n6.5.3. The passenger and the service animal go together.\n\n6.6. Regardless of who goes through the metal detector first, the screening officer will perform a\nphysical inspection of the animal and its belongings { collar, harness, leash, backpack, yest, etc.). The\nhelongings will not be removed from the animal.\n\n6.7, The passenger should not make contact with service animal (other than maintain control of the\nJeash) until the animal has been cleared.\n\n6.8. Medication for serving animals will be subjected to x - ray and other seroening, if required,\nseparately. These also should be separsted from other items in the passenger carry-on.\n\n7. Ambulance passenger\n\n7.1, Due to exigencies of their exceptional medical conditions! illness, some passengers ure directly\ntaken through the security gates to the aircraft for boarding.\n\n7.2. In such cases, as far as pnssible, the airport operator! airline should provide its own ambulance.\n\nPage 209 of 257\n",
  "22": "SECRET\n\nGovernment of India\n\n| (Ministry of Civil Avintion)\nBUREAU OF CIVIL AVIATION SECURITY.\n| te National Civil Aviation Security Programme-2018 |\n\n413, ‘The passenger and all occupants ofthe vehicle should be subjected to a pre ~ embarkation securty\ncreck at hie security gate by the ASG? APSU staff under the supervision of an officer not below the\nwink ofan Inspector. The ambulance should be permitted to proceed tothe aircraft only after this check\nhas been completed.\n\n7A. In case the ambulance is privately owned or hospital provided, it must be led by follow ~ ms\nchicle of the airport operator. The ASG! APSU staff shall check to ensure that the vehicles do not\nCarry anything objectionable and are not being accompanied by unaulhorized persons or persons who\nhave no need to be in the vehicles. Such ambulanes will be escorted by ASG/APSU stall,\n\n7.5, All occupants of the vehicles, unless exempted, must be screened at the gate before allowing\ncentey into the airport.\n\n7.6. The movement of the ambulance should be coordinated well in advaniee by the airline operator\nwith CASO and airport operator,\n\n8. Screening of medication and ussociated supplics\n\n4.1, All medications and associated supplies G.c., syringes. sharps disposal container, pens, infuscrs\nlc.) are allowed through the checkpoint only afler they have been screened,\n\n8.2. Medication and related supplies arc normally x - rayed,\n\n8.3. Pasvengers have the option of requesting « visual inspection of medications and associated\nsupplies with due reasan.\n\n84, Any medication that cannot be cleared visually must be submitted for x - ray sereening.\n\n85. BCAS hus issued detailed guidelines regarding carriage of liquids, acrosals and gel (LAGs) on\nbourd vide A VSEC Circular No. 1 8/ 2006, Medically necessary LAGs are\n\npermitied in excess af 100 ml on need basis after they have heen scrconed. These items are subject to\nadditional screening through visual inspection and ETD swipe, if necessary,\n\n8.6. If. passenger has medically necessary LAGs, he wr she needs to =\n\n8.6.1. Limit the amount to what is reusonably necessary for the itinerary;\n\n8.6.2. Separate these items from the other LAGs;\n\n8.6.3, Declare the items; and,\n\n8.6.4. Present these items for additional inspection on reaching the security check point.\n\n9. X-ray screening of respiratory equipment\n\n9.1. Supplemental oxygen and other cespiratory related cquipment are permitted through the\ncheckpoint once they have been screened. This is subject to DGCA regulations also.\n\nPage 210 of 257\n",
  "23": ".. 83 aig\n\n»\n\n»\n\n232 22s Kd, 3: 9\n\n’\n\ni i ee ee |\n\n)\n\nSECRET\nGovernment of India\n(Ministry of Civil Aviation)\nBUREAU OF CIVII. AVIATION SECURITY\n\nNational Civil Aviation Security Programme-2018 |\n\n92. If a passenger can disconnect from the oxygen, the oxygen container will undergo x ~ ray\nscreening.\n\n9.3, Passengers who cannot disconnect from respicatory equipment will be screened by undergoing a\npat - down.\n\n9-4, Respiratory equipment that is not x - rayed will be visually and physically inspected, and will be\nsubject to ETD screening.\n\n{RN. Dhoke, IPS)\nAddl. Commissioner af Security (CA)\n\nPage 211 of 257\n\n",
  "24": "SECRET\n\n‘Government of Indis\n(Ministry of Civil Aviation)\nBUREAU _OF CIVIL AVIATION SECURITY\n\n| ez Nationul Civil Aviation Security Programme-2018\n\nAnnexure: 7-2\nAYVSEC Order 05/2005\nDated: 07/06/2005\nSubjects Prohibited ftems\nIn exercise of powers: conferred by Section 5A of Aiteraft Act 1934, delegated to him vide\nGovernment of India, Ministry of Civil Aviation Notification No. 1797 dated July 3, 1997,\n\nCommissioner of Security (Civil Aviation), Bureau of Civil Aviation Security, for the purpose of\nsecuring the safety of aircraft operation directs that: -\n\n(The items mentioned in Annexute-l are banned for eatriage on person or in cabin baggage (carry-on\nbaggage) by a passenger on board the flight operating fron Civil Indian Airports and Indian registered\naircrafts operating from foreign airports;\n\nGi) Some of the items in Annexure-I are authorized for carriage in registered (checked) baguaue by &\npassenger on board the flight operating {rom civil Indian airports; and Indian registered aircrafts\nOperating from foreign airports. Details of the items which are authorized in eahin (carry-on) baggage\nand in registered (checked) baggage are given in Annexure-TI.\n\nGili) The above mentioned are only indicative fists of items. Common sense, however, shall prevail in\nassessing whether an abject can be used as a weapon for committing any act of unlawful interference\nwith civil aviation operations.\n\n(iv) A boaed indicating the list of items authorized for catriage in cubin baggage and in registered\nbaggage (Annexure-tI) may be displayed in Hindi / English at entry point of the airports by Airport\noperators. Airlines may also publish the list of above items un the jacket of Air Ticket for prior\ninformation of passengers.\n\n(v) It is clarified that this AVSEC Order does not supersede BCAS Cireular No. 14/2005 dated 15.4.05\nrelating to earriage of Kirpan by Sikh passengers in domestic flights.\n\n{vi) This supersedes AVSEC Order No. 2/03 dated 20-01-03; and shall remain in force till further\norder.\n\nEnel; As above\n\n(RC. Tayal)\nCommissioner of Security (CA)\n\nPage 212 of 257\n\n32329 93399 03\n\nd\n\nso 9\n\n9\n",
  "25": "23233\n\n)\n\nSECRET\nGovernment of India |\n(Ministry of Civil Aviation)\nBUREAU OF CIVIL AVIATION SECURITY\nNational Civil Aviation Security Programme-2018 dj\n\nAnnexure-IL\n\nSN. Description\nPersonal Items\n\n12-| Skeeemsal a Painted tps\nistic replica of toy weapon\nep Objects\n\nfammers:\n\nSaws (nclading Confess portale power =\nScrewdrivers (except those in i i kits)\nTools (includin; oe Teale ts wrens and\n\nrencl iors\nial Arts 7 Self Defense Tema\nPage 213 of 257\n\n",
  "26": "SECRET\nGovernment of India\nMinistry of Civil Aviution)\nBUREAU _OF C1YIL AVIATION SECURITY\nNational Civil Aviation Security Programme-2018\nAnnexure-II\nSN Can Linke it - ‘Gany on | Checked\ni.__| Personal Items\nZIG = a WC\n3.__| Corkscrews: —|¥es Yes\n4. | Cuticle Cutters ¥es_ Yes\n3.__| Byvglass Repair Tools (including screwdrivers) Yes Yes\n6 | Eyelash Curlers Yes Yes\neA iting and Crochet Needles : eS Yes\n& Kraves (round bladed huster or plastic) Ves Yes\no. Lighters me [Ne No\nTO. | Strike anywhere matches No No\nTI] Nail Clippers Yes Yes\nNail Files = = Yes Yes]\n‘Personal care or toiletries with aerosols, in Yex Yes\nsd quantities (such as hairsprays,\nlorunts|\na. iy Ruzors (ncludin able razors)\n|_15.__| Seissors-plastic or metal with blunt Gps\nT6. | Scissors-metal_ with pointed tips\nPage 214 of 287\n\n> 33\n\n>\n\n>\n\n239393\n\n’\n\n2299\n\n>\n",
  "27": "d\n\n233 3 2\n\nd\n\nGovernment of India\n(Ministry of Civil Aviation)\nBUREAU OF CIVIL AVIATION SECURITY\n\nNational Civil Aviation Security Programme-2018\n\nToy Transformer Robots\n\nYes\n\nWeapons (il not realistic replicas)\n\nYes\n\n_[ Tweezers\n\nYes\n\n17.\n19\n20.\n\"3T_| Walking Canes allowed in camy-on baggage\n\nUmibvelies (allowed in Carry-on baggagp once\nthey have been inspected to ensure that\nibited items are riot concealed)\n\n“Yes\n\nonce they have been inspected to ensure that\n__| prohibited items are not\n\nYes\n\n22. \"Medication and Special Needs Devices\n23.\n\n|. | Braille Note-Taker, Slate and Stylus, iE\n| Diahetes-Related Supplies” Equipment, (once\n\nYes\n\ninspected to ensure prohibited items ure not\n‘cunevaled) including: insulin and insulin loaded dispensing}\nproducts: vials or box of individual vials; jet\ninjectors; pens; infusers; and preloaded syringes; and ‘an\nunlimited — number of unused syringes, when)\naccompanied — by insulin; —lancets; blood glucose\nmeters; blood glucose meter test strips; insulin pumps;\nand insulin pump supplies. Insulin in any form or\ndispenser must be priperly marked with a professionally\nprinted abel identifying the =~ medication or\n’'s name oF pharmaceutical label\n\nYes\n\n35, [ Nitroglycerine pills or spray for medical use (if |\n\npropetly marked with a professionally printed label\nontfing the ate Cee ee\npharmuceutical label)\n\nYes\n\nYes\n\n| \"2&) Prosthetis Device Tools aaa —AppTimass\n\nincluding ily len wrenches, pullskeves sed\n10 put on or remove prosthetic’ devices, if carried by the!\nindividual with the prosthetic device or his ot her\n\nYes\n\nYes\n\nElectronics Devices\n\nBS)\n\nYes\n\nrecommend that you either put undeveloy\ncameras conlaining undeveloped film in your carry-on\nbaggage or take undeveloped film with you to the\ncheckpoint and ask the screener to conduct a hand-|\n\nYes\n\n‘Yes\n\nYo]\n\nYes\n\nes\n\nYes\n\n3) Personal Dats Asians PDAS)\n\nYes\n\nYes\n\n34] Note: Check with your airline or travel agent for\n\nrestrictions on use of these and other electranic|\niterns during your flight.\n\nPage 215 of 237\n",
  "28": "SECRET\n\nGovernment of India\n(Ministry of Civil Aviation)\n\nREAU OF CIVIL AVIATION SECURITY\nvil Aviation Security Programme-2018\n\n36. : z | No Yes\nEa ea (Ne Yes_|\naR fany lengih and id except round No Yes\nNad nes, snd plastic cutlery) _|\n39, | Meat Cleavers No Yes\n0. Ramor=Type Blades such as box culters, utility No Yes\nknives, “razor blades not in a Saites but\nexcluding salegy razors\na Sabors: [No Yes\n| Scissors — ype ipl eg | No ‘Yes\n(Scissors with plastic metal blunt tips are}\nin your carry-on.)\n(a3. | Sword No Yes\nNot: Any sharp objects in checked hageage should]\nbe sheathed or securely wrapped to prevent injury\nry handlers and inspectors.\n%,_ Sporting Goods |\n45,_| Baseball Bats wo Yes\n4. | Bows and Arrows No Yes\n| 47, | Cricket Bats No Yes\n48 | Golf Clubs” No Yes |\nHockey Sticks AES Yes\nLacrosse Sticks No Yes |\nPool Cues No Vex\nSi Poles \"A i No Yes\n‘Spear Guns | No Yes\nNote: any shamp objects tn checked\nshould te sheathed ox securely Sarees “to prevent!\n4, enters\n| 35. | Ammunition ‘No Yes\n(Check with you siting orkavel agent to = if\nammunition is\nairlines you are. flying, is\nSeats eae an ee die dec Small acs\nsammunitions for personal use must be securely packed\nin fiber, wood or metal boxes, or other\nspecifically desi to camy small amounts é)\nammunition. about limitations or fees, if any, that!\n36. | BR guns ro No Yes\n37._| Compressed Air Guns No Yes\n38 | Firearms No Ves_|\n\nPage 216 of 257\n\nee ee\n\na)\n\n)\n\na\n\n»\n\n2,33 993393\n\n33933\n\n>\n\n)\n\n32:33\n",
  "29": ")\n\n73339 9:13 32 39:9\n\n23 3\n\n333393 9\n\n>\n\n> a}\n\n>. Dd &.3:9\n\n)\n\n8)\n\nSECRET\n\nGovernment of India\n(Ministry of Civil Aviation)\nBUREAU OF CIVIL AVIATION SECURITY\nNational Civil Aviation Security Programme-2018\n\n39__] Flare Guns No No\n\n0. | Gun Lighters No No\n\n61. | Gun Powder No No\n\n62. | Parts of Guns and Firearms ‘ No Yes |\n\n63. | Pellet Gans 3 [_Ne Ves\n\n64. | Realistic Replicas of Firearms No. Yes |\n\n65. | Slarter pistols & No Yes\n\n~~ Note: Check with your airline or travel agent to\nsce if firearms ae permitted in checked baggage on|\nthe airline you are flying. Ask about limitations\n‘or fees, if any, that apply. Firearns carried as checked!\nbasa MUST be packed in a locked hard.)\ngun case, and declared (0 the airline at check-in,\n‘Only you, the passenger, may have the key or combination |\n\n6. | Tools ig\n\n67. | Axes and haichets No ‘Yes\n\n68. | Cale Prods No Yes\n\n| @. | Crowbars Nr Ves\n70. | Hammers No Yes\n| 71. | Drills Gncluding cordless portables power drillsy No” Yes\n\n72__| Saws (inclading cordless portable power saws) No Yes\n[ 73. | Serewdrivers (except thos? in eyeglass fepair [No Yes\nRB \"| a “\n\n74. | Tools (including bat not Tinited to wrenches and No Yer\npliers)\n\n73._ | Wrenches and Phiers No Yes\" |\nNote; Any ‘Objects in checked bi c |\nshould be stented ‘or sccurely wrapped Lo prevent\ninjury to baxyage handlers and security screeners\n\n76. | Martial Ans Self Defense lems as\n\n77,_| Billy Clubs Yes\n\n78. | Black Jacks Yes |\n\n75. | Brass Knuckles im Yes\n\n“| Kathatons Yes]\n\nRT, | Mace’ Pepper Spray No Yes\nOne 118 mil or 4 fl, Oz Container of mace or pepper|\nspray is permitted in checked baggage provided it is\nveel With a safety mechanism to prevent accidental\n\ni: . For more information on these and. ather,\n_ | hazantous materials, please consult your sitline,\n\nPage 217 of 257\n",
  "30": "SECRET\n\n~~ Government of India\n(Ministry of Civil Aviation)\nBUREAU _OF CIVIL AVIATION SECURITY\n\nNational Civil Aviation Security Programme-2018\n\n2. | Martial Arts Weapons i. , No | Ye\n[as Nighi Steks = Ne] Yes\n| S| Nanehakos = No Ver\n\n$5. | Stun Guns’ Shocking Devices Al No Ves\n\n36. nokia ri ni om No Yes |\n\nAny shurp objects in checked baggage should\ntbe sheathed or securely wrapped t prevent injury}\nto baggage handlers and screeners.\n‘Explosive Materials\nBlasting Caps No) Ne\n| Dynamite No No\nFireworks u Ne No\nFlares (in any Form) No No\n“Hand Grenades No No\n\n35, | Plastic Explosives No No\n| od, —] Realistic Replicas of Explosives No No\n95, | Flammable items\n96. | Acrosal (Any except for personal care or No No\n\ntoiletries in limited quantities)\n\noF) Facks Leen ‘cooking fuels and any No No\n\nAlammable liquid\n\n98. | Gasoline No Ne\n99. | Gas Torches Ne Ne\n\n100, ) Lighter Fluid f No ale No\n\nTol.” | Strike -anywhere Matches wee\n\n102,_| Turpentine and paint Thinner Ne No\nj 103.” | Realistic Replicas of cendiaries No | No\nbe a e “ 1 1\n\nTOR] Ding Chemicals and other Dangerous |\n\nlens\n\nTOS. | Chilorine Tor Pools and Spas Wa Wo\nTes | Compressed Gas Cylinders (inclading Tire No Ne\n\nextinguishers)\n\n107,_| Liquid Bleach Ne No\n\nTHR STD ana (oie a awe) ITN No\n\n109. | Spray Paint No Wo\n\nTi0__| Tear Gas No No\n\nPage 218 of 257\n\n339333939\n\n>\n\n>\n\n527.27 Foo 8\n\n]\n\n3\n",
  "31": "72333\n\na\n\n?\n\nSECRET\n) Government of India :\n| (Ministry of Civil Aviation)\nBUREAU OF CIVIL AVIATION SECURTTY |\n| National Civil Aviation Security Programme-2018\nAnnexure: 7-3\n\nAYSEC CIRCULAR NO, - 08/2017\n\nDate: 04/07/2017\n\nin exercise of powers conferred by Section 5A ofthe Aircraft Act, 1934, delegated vide Government\n\nof India, Ministry of Civil Aviation, Notification No. 1797 dated July 3, 1997 and Rule 4 (6) of the\nAircraft (Security) Rules, 2011, to the Comunissionee of Security (Civil Aviation), hereinafter koown\n8s Director General, BCAS, for the purpose of securing aireraft operations and eivil airports in India,\ndirects that the following procedure shall be followed for dealing with cases whereie arma wat\nammunition are detected during screening of u passenger or his haggage.\n\n2. There may be following possibilities reyarding carriage of arms and ammunition together or\nseparately:\n\n@ Arms andior ammunition are detected in the registered baxyage of passenger atthe time of X-ray\nserecning and the passenger has failed to declare tae samo to the Aielines Security staff as required\nunder the Aircraft (Carriage of Dangerous Goods) Rules 2003,\n\ni) Arms andor ammunition are detected in the hand baggage or on the person of & passenger at the\ntime af frisking Ix-ray screening of hand baggage in the Security Restricted Area (SRA) or at the\nJadder point.\n\n3. Course of Action:\n\nAuthorized arms and ‘or ammunition are allowed to be carried only in the hold of an aircraft. Even if\nthe ‘arms and or ammunition are detected in the hand baggage or on person with valid\nticenselauthorization, the carriage of the same shall be sllowed in the hold baggage only and the\n{allowing course of action shall be followed by the ASGIAPSU/Airline operatar/Airport Operatnr\n(wherever TLBS installed), as the case may be, to deal with the situations as mentioned in para-2\nabove:\n\n() IT the passenger is having a valid license with him, the ASG/APSU/Airline ‘operatoriA irport\nOperutor security stall, us the case may be, shall examine the weapon physically to soc that fis\nunloaded and packed as per the prescribed norms, obtain declaration from the passenger as required\nUnder the Aircraft (Curriage of Dangerous Goods) Rules 20003 and thereafter allow him to proceed for\ncheck-in ele. There is no need to detain the passenger. However, a complaint shall be made ebout the\nincident to the Direstor General, DGCA for necessary action at their end under the Aircraft (Carriage\nof Dangerous Goods) Rules 2003. Local police shall also he informed,\n\n(@) IT the passenger does not have a valid arms license with him at that time but claims to possess the\nsame, he cannot be allowed t0 proceed. The passenger shall be detained and handed over to local\nPolice for necessary legal action in this revard.\n\nPage 219 of 257\n",
  "32": "SECRET\n\nGovernment of India\n(Ministry of Civil Aviatton)\n| BUREAU OF CLVTL AVIAT! TON SECURITY\n\nNational Civil Aviation Security Programme-2018\n\n(6) If the passenger claims that he Is a serving Police/Defence Services/Central Armed Forces\npersonnel and is entitled to camry hs service arms and ammunition, the ASG/APSUIAirline operator /\n‘Kirport operator security staf shall confirm his identity through & ‘valid photo identity card issued by\narebepanment { Ministry concemed and movement ordes/authority sip. This identity and bona fides\nfre beyond doubt, the ASG / APSU / Airline opsrator / Aimport operator security stalf can obtain\nNecessary declaration from him as required uider the Aircraft (Carriage ‘of Dangerous Goods) Rules\nsett ad herealer allow him to proceed for check-in etc. ‘There is no need to detain the passenger.\nhowever, a complaint shall be made about the incident to the Direstor Gener DGCA for necessary\naesvevat their end under the Aitcraft (Carriage of Dangerous Goods) Rules 2003, Local police shall\nweet informed and a copy of such complaint shall also be farwarded to the controlling aulhority of\nsuch person.\n\n(4) In case the passenger neither has a valid arms lieense with him Hor claims to possess the same, the\niG APSU / Airline operator / Aigpart operator security staff shall hand fim ovis ® the local police\nTong with the aems and ammunition with a complaine ahout the incident for taking necessary legal\naoa ver the Arms Act 1959 and Aircraft Act 1934 and the rules framed there under.\n\n4, The AVSEC Circular No. 31/2005 dated 28/07 /2005 issued previously on the subject is hereby\nrepealed with immediate etfect and the relevant paras of National Civil Aviation Security Programme\n(NCASP) and other related instructions on the subject stand ‘amended to that extent. The instant\nAVSEC Circular will get governed by The Arms Act, 1939 and The Arms Rules, 1962 as amended\nfrom time tw time.\n\n5. ‘This issues with the approval of Director General, BCAS,\n\n(dyoti Narayan, LPS)\nJt. Director General\n\nPage 220 of 257\n\nPeRVIS*eFIS\n\n>\n\n3332\n\nJ\n",
  "33": "532333393 3\n\nRAasseeread\n\n?\n\n3393 3.3\n\n33 333.3 3.3\n\n’\n\nSubject: Diplumatic mail bags.\n\nSECRET\nGovernment of India |\n(Ministry of Civil Aviation) |\nBUREAU_OF CIVIL AVIATION SECURITY _\nNational Civil Aviation Security Programme-2018 |\nAnnexure: 7-4\n\nAVSEC ORDER NO, 5/2002\n\nDate: 01.07.2002\n\nIn exercise of the powers, conferred by Section SA of the Aircraft Act, 1934 (XII of.1934),\n\ndelegated to him by the Central Government vide the Government of India, Ministry of Civil Aviation\nnotification $.0, number 1797, dated the 3rd July, 1997, the Commissioner of Security, Civil Aviation,\nBureau of Civil Aviation Socurity, for the purpose of security of the aircraft operations, directs that:-\n\niit.\n\nThe packages constituting diplomatic bag must bear visible external marks of their character\nand may contain only diplomatic documents or articles intended for official use. These hays\nshould also bear the name und address of the consignee as well as that of the Foreign\nDiplomatic Mission / Consular Post as sender.\n\nDiplomatic bags of any classification ic. carried by a courier or sent as cargo shall not be\nopened under any circumstances by the security staff’ in case of serious doubts about the\ncontents of these bags, the matter shall he brought to the notice of the Protocal Division of the\nMinistry of Extemal Affairs who would take appropriate action. Such suspicious baggage stall\nnot be transported until and unless the doubts are cleared to the sutislaction of security staf.\n\nDiplomatic bags which are carried as hand baggage diplomatic courier shall not be screened\nprovided the diplomatic courier (holder of diplomatic passport) produces official documents\nfrom the conlItmed foreign diplomatic mission indicating his status, the number of packages\nconstituting the diplomatic bay and a certificate stating that the packages constituting the\ndiplomatic bag do not contain any substance which would be dangerous and harmful ty the\naircraft or its passengers.\n\nPrescribed pre-cmbarkation security checks shall be curried out on the person of diplomatic\ncourier and other packages curried by him / her provided they ure not otherwise exempted from\nsecurity check in terms of this Bureau Circular No. 12/2002 dated 1.5.2002 and amended from\ntime to time.\n\nDiplomatic bags to be transported us curgo / registered baggage shall be X-ray screened as per\nthe security instructions in force, In case uf serious doubts about the contents of these bags, the\nmatter shall he brought to the notice of the Protocol Division of the Ministry of External\nAllairs who would take appropriate action. Such suspicious baggage shall not be transporled\nuntil and unless the doubts are cleared to the satisfaction of security staff.\n\n2. The following instructions with regard to dispatch/ receipt of diplomatic bags at the airport shall be\nfollowed:\n\n‘The concerned diplomat will report in the police control rvom. The officer in-charge will\ncontact the airport manager and arrange Airports Authority vehicle to catty the diplomatic\nbags. :\n\nPage 221 of 257\n",
  "34": "SECRET\n| of India ]\nOinistry of Civil Aviation)\nBUREAU OF CIVIL AVIATION SECURITY |\nNational Civil Aviation Security Programme-2018 z\n\nAn entry gate will be designated corresponding to the blue gate on terminal 1, Upto two\nmembers of the concemed diplomatic mission shall be issued tempurary entry permit as per the\nusual procedure to go upto the aircraft in AAL vehicle. On retum they shall surrender the\ntemporary pass at the concerned airport security control room.\n\nIn respect of such diplomatic missions who may like to send or receive a diplomatic bag from\nthe aircraft, the concerned person will report to the police contral room. He will be allowed, to\n20 into the sero bridge to hand over! reccive the diplomatic bag, However, the concerned\nperson(s) shall pass through normal security channels. Here it may be clarified that the\ndiplomatic hag is not to be checked as mentioned in foregoing paragraphs. However, the\ncouriers are liable to security checks.\n\n(Veeranna Aivalli)\nCommissioner of Security (CA)\n\n‘Page 222 of 287\n\na\n\n9 TDIDPGIVIIINAFGIIAAAA*A*AND 9 F\n\n»\n",
  "35": "3323937333993 3 932\n\nPILBARA sAwssesveses933392\n\n’\n\nme)\n\nSECRET\nGovernment of India\n(Minisiry of Civil Aviation)\nBUREAU OF CIVIL AVIATION SECURITY\nNational Civil Aviation Security Programme-2018\nAnnexure: 7-5\n\nAVSEC CIRCULAR NO. 1/2017\n\nDated; 06/01/2017\n\nSubject: Mensures to Facilitate Transport/Transfer of Organs at Airports\n\nIn exercise of powers conferred by Section SA of the Aircraft Act, 1934, delegated vide\nGovernment of India, Ministry of Civil Aviation, Notification No, 1797 dated July 3, 1997 and Rule 3\n(6) of the Aircraft (Security) Rules 2011, to the Commissioner of Security (Civil Aviation), hereinafter\nknown as Director General, BCAS, for the purpose of securing the aircraft operations and access\n‘control at the civil airports in India directs thut transportation of human organs, donated I retrieved and\ntissues ftom brain stem /comeal tissues by air hus been examined in this Bureau and the following\nprocedure will be followed in this regard while transporting such organs by ait as a security control\nmeasures.\n\n2. Purpose:\n\n2.1 To ensure appropriate conditions are maintained during transport by air within a security\ncontrolled environment.\n\n2.2 To standardize transfer by air through a well-defined simplified procedure,\n\n3. Policy:\n\n3.1 All ‘Human Organs‘Tissues for Transplant’ shipped or distributed through airlines shall be\nsecursly packaged with proper labeling, maintenance of presesvation and biohavard precautions will be\nensured.\n\n4, Packagin,\n\n4.1 ‘Human Organs 1 Tissues for Transplant! shall be carried as an accompanied haggaye provided\nthey meet the uppropriate packaging requirements.\n\n4.2. Infectious substances, as classified in category A or B vide UN 2814/UN 2900/ UN 3373 in ICAO\nTechnical Instructions for ‘the Sale Transport of Dangerous Goods by Air, 2005-2006 und as per The\nAireraft (Carriage of dangerous Goods) Rules, 2003 are not permitted for transport in exrry-on or\nshocked hawgage und must not be carried on a person. Ministry of Health/NOTTO will sensitize all\nauthorized hospitals/medical institutes‘eye hanks accordingly,\n\n4.3 ‘Human Organs I Tissues for Transplant’ that have a minimal likelihood of containing pathogens\nmust be packaged and marked appropriately to further minimize the risk of exposure as under:\n\n4.3.1 A leak proof primary receptacle (8);\n\n4.3.2 A leak-proof secondary packaging; and\n\nPage 223 of 257\n",
  "36": ", SECRET\nGovernment of India ]\n(Ministry of Civil Aviation)\nBUREAU OF CIVIT AVIATION SECURITY\nNational Civil Aviation Secarity Programme-2018 |\n\n43,3 An outer packaging of adequate strength for its capacity, mass and intended use, and with at least\none surface haying minimum dimensions of 100 mm x 100 mm.\n\n(A graphic depiction of a packaging is enclosed as Annexure-)\n\n44 For liquids, absorbent material in sufficient quantity to absorb the entire contents must be placed\nbetween the primary receptacle(s) and the secondary psckaging so that, during transportation,\n‘ny release of leak of liquid substance will not reach the outer packaging and will not compromise the\nintegrity of the cushioning material.\n\n4.5 When multiple fragile primary receptacles are placed in a single secondary packaging, they must\nbe either individually wrapped or separated to prevent contact between them.\n\n4.6 If refrigerated or frozen specimens are to be transported, the following conditions must be met:\n\n4.6.1 When dry ive or liquid nitrogen is used to keep specimens cald, all applicable requirements of\nthese instructions must be met. When used, ice or dry ice must be placed autside the secondary\nPackaging or in the outer packaging, Interior supports must be provided to sccure the secondary\nPackaging in the original position after the ice or dry ice has dissipated. If icc is used, the outside\npackaging must be ieak proof. If carbon dioxide, solid (dey ice) is used, the packaging must he\ndesigned and constructed to permit the release of carbon dioxide gus to prevent a build-up of pressure\nthat could rupture the packaging:\n\n46.2 Tho primary receptacle and the secondary packaging must maintain theit integrity at the\ntemperature of the refrigerant used as well as the temperatures and the pressures which could result if\nrefrigeration, were lost.\n\n4, 7 Hospitals’Medical Institutes shall ensure that the shipping container will maintain required\ntemperuture for a minimum of 24 hours to ayoid any deterioration effect of human organs\\tissues\nduring transportation.\n\n4.8 Such packaging must be marked as under:\n\n4.8.1 Label which says: \"Human Organs I Tissues for Transplant\".\n4.8.2 Date & Time of departure from the Hospital/Medical {nstitule/Lye Bank\n\n4.8.3 Donot! issue Information Form or ‘Tissue Detail Form\n\n4.8.4 Address to be delivered with contact person name and phone number\n\n4.8.5 Address of the Hospital/Eye bank with contact person name and phone number.\n4.8.6 This label should be kept in water proof condition.\n\n4.9 Packaging shall be secured using a tamper-evident seal.\n5. Screening:\n\n3.1 Such oryuns‘tissues shall be exempted lrom security sereening and will be security cleared by\nmeans of physical chocking of the container as mentioned in Para (4.8) above.\n\nPage 224 of 257\n\n99132 3\n\ne]\n\nLe }\n\nLe J\n\n,3 9:90\n",
  "37": ">\n\n)\n\n333:99339338\n\n3939333393333\n\n> 2\n\na\n\ni ee |\n\n32:23\n\nSECRET\n\nGovernment of Indi\n(Minisery of Civil Aviation\n\n0)\nBUREAU OF CIVIL AVIATION SECURITY\n\nNational Civil Aviation Security Programme-2018\n\n5.2. Such packages, if not accompanied, must be treated as an ‘express cargo’ and due procedures\nwill be followed as mentioned in this circular.\n\n5.3 Passenger exrrying such container shall not be exempted from Pre-embarkativn security check.\n6, Passenger’s Responsibilities:\n\n6.1 ‘The passenger who intends to carry such organ/tissue shall carry the following documents in\noriginal:\n\n6.1.1 Valid Identity Proof of the passenger;\n6.1.2 Valid travel documents;\n\n6.1.3 A certificate in triplicate with signature, full name, designation and office seal of the Competent\nAuthority of Hospital/Medical Institution/Bye Bank in its letter head specifically mentioned that.\"\n‘The organsitissues which are supposed to be transported by air is/are ftee from pathogens. Packaging\nwas done and seuled under supervision of a responsible officer of the huspital/medical institution‘eye\nhank and it does not contain anything other than human specimens. Cartiage of such organ by air will\nnot endanger the aircraft and the passengers on board”\n\n6.1.4 (i) Applicable permission. of Customs authority for such camage (in case of carrying to a\nforeign country\n\nGi) Applicable permission of Indian Mission for such carriage (in case of careying from a forcign\ncountry);\n\n6.2. The passenger carrying such human organitissuc shall inform the concerned Airlines at the earliest\nso that pto-per and urgent facilitation may be provided on the day of air travel. Airlines shall endorse\nthe stanus in passenger's ticket.\n\n6.3. Upon reaching aiport the passenger has to inform the airline regarding carriage of exempt human\nspecimens.\n\n7. Airlines Responsibilities:\n\n7.1 Airline shall make a provision that carriage of human organsitissues‘eomeas will be\nincorporated in the passenger's ticket while booking is made online or otherw\n\n7.2. Airline security staff will check and verify all required documents as stated in Para 4.8 and\n\n6.1 und being satisfied will act as under without waste of time;\n\n7.1.1. Ifthe package is an accompanied cabin bagyave Airline security staff will escort the passenger\ntill his‘her hoarding at the aircraft.\n\n7.1.2. Security Hold Area (SHA) in-charge of ASG/APSU shall he intimated hy the airline security\nregarding such carriage of live human organ 1 brain tissues etc, to avoid any delay in security checks.\n\nPage 225 of 257\n",
  "38": "SECRET\n\n= Government of India\n(Ministry of Civil Aviation) |\nBUREAU OF CIVIL AVIATION SECURITY\n| | ‘National Civil Aviation Security Programme-2018 |\n\n7.1.3 Pilot In-Command and cabin crew will also be intimated so that proper arrangement may he\n‘made for carrying of such organs in the passenger cahin of the aircraft,\n\n7.1.4 Plight CaptainCommander may request Air Traffic Control to accord priority landing and\naking off for the aircraft carrying human organsitissues for transplant so as to avoid its deterioration,\n\n7.1.5 Airline security shall keep a copy of the certificate (Anmexure-II) issued by the authorized\nhospitals’medical institute/eye bank for future record.\n\n7.2 The container should be kept in the correct position I orientation as indicuted.\n\n7.3. there is any doubt abuut the content of the package’box airlines sccurity staff will inform his/her\nsupervisor for wking further necessary action.\n\n8, ASGfAPSU Responsibility:\n\n8.1 ‘The package/container marked as \"Human Organ/Tissue for Transplant\" should not be secutity\nscreened.\n\n8.2 ASGIAPSU security personnel. shall security clear such package by means of physical inspection\nas mentioned in Para 5.1 above.\n\n8.3 ASGIAPSU security personnel in the SELA shall keep a copy of the certificate issued by the\nauthorized hospitals/medical institutes (Aunexure-IT) for future record,\n\n8 4 If there is any doubt about the contents, Screener will inform it to SHA In-charge for taking\nfurther necessary action,\n\n9. Miscellancous:\n\n9.1 Airport operator will display a signage in & suitable location of the airport depicting the\nprocedures for passengers’ awareness.\n\n9.2. Airport Manager on receipt of such information regarding carriage of human organs for the\npurpose he/she will extend all possible facilities to the bonafide passenger and shall intimate the\nairlines concerned.\n\n9.3 ASG (CISF/State Police) and Airlines will train their security personne! accordingly.\n\n10, This circular is prepared in terms of the Aircraft (Carriage of Dangerous Guods) Rule, 2003 of\nDGCA and ICAO Technical Instructions for the Safe Transport of Dangerous Goods by Air.\n\n11. This circular will come into force immediate cffect and will be further reviewed as und when\nrequired on the basis of observation from different stakcholders, if so communicated.\n\nPage 226 of 257\n",
  "39": "PaFO2TRT CF FaLIIADID\n\n23393339 5\n\n»\n\n23392339 3\n\nB)\n\nSECRET\n\n“Government of India\n(Ministry of Civil Aviation)\nBUREAU OF CIVIL AVIATION SECURITY.\n\nNational Civil Aviation Sccurity Programme-2018\n\n(K. Rajesh Chandra IPS)\nDirector General\n\nAnnexure: 7-6\nAVSEC Circular No, 29 / 2002\n\nDate: 24.9.2002\n\nSubject: Procedures for carriage of wespons.\n\nIn onder to streamline the procedure for carriage of weapons and ammunition by Personal\nScourity Officers of VIPs ‘VIPs and/ or persons i passengers, and to prevent unauthorized cacriage of\nweapons, explosives or any other dangerous devices within India which may be used to commit un act\nof unlawful interference an an aircraft engaged in civil aviation operations, operating to and from civil\nairports in India, the following instructions are issued for compliance by all concerned: ~\n\n1. (i) VIPs like President, Vice President, Prime Minister and SPG protectees, permission has been\ngranted by the Central Government to their Personal Security Officers for carriage of authorised\n‘yweupons and ammunition, by them on board an aircraft while travelling with these VVIPs / protectces\nby air.\n\n(i) The above Personal Security Officers shall carry their weapons and ammunition on their person or\nin their hand baggage in fully unloaded condition i.e. weapon and ammunition shall be kept separately.\n\n2. (@ In order to provide adequate securily coverage to aircrafts registered in India and engayed in civil\naviation operations to and from all civil airports in India, permission has been granted by the Central\nGovernment to Sky Marshals, while on duty in such aircraft, for carriage of weapons and ammunition\non board such an aircraft. The Sky Marshals shall be in possession of their Identity Cards and\nauthorisation, issued by Commissioner of Security (CA) from time (0 time, for carriage of weapons\nand ammunition on board an aiecraft.\n\nGi) Station Manager / Airport Manager of the concerned airlines shall ensure that the pilot-in-\ncommand is notified as to the number of armed persons and theie seat allocation on board the aircraft,\n\n3. @ PSO (s) of other VIP / dignitary of high risk category whenever allowed by the government of\necompany such » VIP / dignitary during his *her journey by air or any person on bonafide\nweapon and ammunition while travelling by air shall carry the authorised weapons and\nammunition in his’ her registered baggaye only in the manner specilied below.\n\n(i) The Personal Security Officers or the persons on duty mentioned in sub para 3(i) above shall carry\nwith them their valid Identity Cards and Duty Slips / Movement Orders authorizing them to carry\nspecific weapons and ammunition while on bouafide duty travelling by air and shall produce the same\nto the Airport / Airlines Security Officers’ Manager as mentioned in sub para (lil) and (iv) below.\n\nPage 227 of 257\n",
  "40": "SECRET\n\nGovernment of India\nMinistry of Civil Aviation)\n\n_ BUREAU OF CIVIL AVIATION SECURITY\n\nNational Civil Aviation Security Programme-2018 |\n\nGili) Chie? Airport Security Officer of Aviation Security Group (ASG) / Incharge Airport Security Unit\nshall chock the Identity Card and Duty Slip I Movement Order of the PSUs of VVIP / SPG protectees\nand shall ensute their genuineness.\n\n(iv) Concemed Airlines Security Manager / Officer shall check the Identity Card and Duty Slip /\nMovement Order of the PSOs und persons mentioned in sub-para 3 (i) above and shall ensure their\ngenuineness.\n\n4, In the cuse of regular passengers the Station Manuger / Airport Manayers of all airlines are\nauthorized (© allow carriage of only one (tepeat one) licenced revolver ur pistol or shotgun and fifty\ncartridges belonging to a bonafide passenger.\n\n5. (i) The following conditions (shall be strictly followed) fur carriage of weapons and ammunition in\nthe Registered Bayuage by a bunafide passonger, PSOs or VIPs or any dligniuary or high risk category\nor any person who has been allowed to carry his weapon and ammunition an duty while travelling by\nsir, Henceforth such cateories of persons have been referred to as passengers: «\n\nGii) Such a passenger shall declare the carriage of his / her authorized / livensed weapon and\nammunition to the enncerned air carrier in writing on the prescribed form to be provided by the airlines\n‘operator before security check of his / her Registered Baggage. Original copy of such declaration shall\nbe retained at the Boarding Station, second copy shall be kept in the flight's file and third copy shall be\ngiven to the passenger.\n\n(iii) Privr to wcceptance of weapun and ammunition from a bonafide passenger having valid license or\nauthorisation issued by the competent authority as mentioned above, the concerned airlines operator\nshall ensure that the carriage of weapons und ammunition in Registered Baggage: of such a passenyer\nis allowed only when an authorised and duly qualified person of the airlines hus determined that the\nweapon is not loaded,\n\n(iv) The Station Manager / Airport Manager of the concerned airlines shall verily all the relevant\ndocuments to ensure that the weapon(s) and ammunition is / are licensed ‘authorised in the name of the\npassenger concemed and shall ensure that only authorised number (s) af weapon and ammunition are\nallowed in the Registered Baggage.\n\n{v) ‘The weapons and ammunition shall be stowed in an area that is inaccessible to any person\nincluding air crew while the uircraft is in flight und shall not be carried in the cockpit or retained by a\nmember of the crew. Therefore, the weapons and ammunition shall be carried only in the Registered\nBaggage of the passenger and such baggage shall be stored in a sccutely locked, tamper-proof\ncontainer which shall be located in the bazgage compartment of aircraft o in aircraft having soparate\ncargo holds $0 as not necessible to passengers,\n\n(vi) In case an aircraft does not have separate cargo / baguaye hold for safe and secure storage of a\nsecurely locked, tamper-proof container for keeping passengers Registered Baggage containing their\nauchorized weapons and ammunitions, concerned airlines shall he responsible to inform thei\nPassengers not to carry arms and ammunition with them as the same shall not be allowed ta be carried\nin the Registered Baggage in such an aircraft. However, if weapons! ammunition is required to be\ncarried in such an aircraft which does not have cargy / baggage hold, nevessary arrangements for a\nsecurely locked, tamper-proof container lor keeping Registered Baggage containing authorized\n\nPage 228 of 257\n\nIo\n\nJ\n\n»\n\n9\n",
  "41": "323332333\n\n> TdORODIAA@SA TF 2d\n\n7990\n\n>\n\nxe. 8.3% 8\n\n9\n\n>\n\nSECRET\n\nGovernment of India\n(Ministry of Civil Aviation)\nBUREAU OF CIVIL AVIATION SECURITY\n\nNational Civil Aviation Security Programme-2018\n\nweapons / ammunition shall be made hy the aircraft owner /airlines operator and key of such container\nshall be handed aver to the Pilot. The Registered Baggage shall be handed over to the concerned\nperson’ passenger at destination in the arrival hall only.\n\n(vii) The above procedures are also applicable lu Private Aircraft owners and their body guards\ncarrying weapons also.\n\n6. (i) At foreign airports, where Indian Airlines and Air India operate, the discretion to permit the\ncarriage of personal weapon and ammunition in the Registered Baggage will vest with the Airport\nManager of the concemed airlines in consultation with the Airlines Security Officer if available. In all\nsuch cases, the passenger shall carry valid documents and also subject to the provision that such\ncarriage do not violate the local / national laws, rules und regulations.\n\n(ii) The above instructions shall be subject to any further restrictions applicahle in countries of transit\nand destination.\n\n7. The above instructions shall be implemented by all concemed with immediate effect.\n\n(RK. Singh)\n‘Addl. Commissioner of Security (CA)\n\nPage 229 of 257\n",
  "42": "SECRET\n\nT Government of India —\n(Ministry of Civil Aviation)\n\n__BURFAU_OP CTVIL AVIATION SECURITY\n\nNo. AV13024/02/2004-SS.\nGovernment of India\nMinistry of Civil Aviation\n\n*B’ Block, Rajiv Gandhi Bhawan,\nSafdarjung Airport, New Delhi,\nDated: 25/01/2005\n\nSubject Permission to Sky Marshal of USA deployed on US air carriers operating to /from\nairports in India,\n\nIn supersession of the them Ministry of Transport, Department of Civil Aviation (now Ministry\n‘of Civil Aviation) Order No. AV13024/74/85-A(Vig) dated 13.06.1986, whereby permission was\ngiven to PANAMA and {WA the then designated carriers of USA, tv curry onbourd their into und\nthrough India, Sky Marshal with licensed arms , permission is hereby granted to North West Airlines\nand Delta Airlines — the two designated carricrs of USA presently operating air services to India, to\ncurry on board their aircraft, into and through India, Sky Marshal with licensed arms, in terms of Sub-\nrule(1) of Rule 3 of the Aircraft (Carriage of Dangerous Goods) Rule 2003, Further, in exercise of\npower under Rule 14 of the Aircraft (Carriage of Dangerous Goods ) Rule 2003, Sky Marshal are\nexempted from currying out the conditions stipulated in Sub-rule 3(a)(OXe) and (d) of Rule 3 of the\nAircraft (Carriage of Dangerous Goods) Rule 2003.\n\n2, North west airlines and Delta Airlines shall observed the following procedures in addition to\nnormal safety precautions to ensure smonth functioning of the system:\n\n(Sky Marshals shall stay inside the aircraft and shall not dis-embark unless the transit halt or\nhalt at tum around station is more than,one hour,\n\n(ii) Sky Marshal shall discmback with the Commander of the aircraft and proceed to the Custos\nCounters, After identification by the Commander before a Custom Officer, the Sky Marshal\nshall deposit all the arms and ammunition in their possession with the Custom Authorities for\nsafe custody.\n\niii) om atrival of flight at Indian Airpurts presence of Sky Marshal on-board shall have to be\ndeclare in advance by the duty officer / airport manager of North West / Delta Airlines to the\nin-churge contro! room, airport security unit, and duty officer, custom.\n\n(iy) In-charge control room or its representative shall mect Sky Marshals at aircraft door and escort\nthem to customs counters after having ensured that the arms are in unloaded conditions.\n\n(¥)  Atthe time of departure, the Sky Marshals shall, similacly come to the Customs counter with\nCommander of the aitcraft. The Customs Officer, on being satisfied, about their identity, shall\ngive the arms and ammunition back to Sky Marshals, after observing usual formalities. An\nofficer fom Airport Security Unit shall escort them up to the aircraft door.\n\nPage 230 of 257\n\nIaeswasasdwoess\n",
  "43": "J 3ADBDITdADBAXIDIDS\n\n’\n\n23333329 23,93\n\n132. >\n\n>\n\nSECRET\n\nGovernment of India\n(Ministry of Civil Aviation)\nBUREAU OF CIVIL AVIATION SECURITY\n\n‘National Civil Aviation Security Programme-2018\n\n(vi) ‘The Sky Murshals shall pass through the socusity check, ulong with crew members und proceed\nstraight from this point to the aircraft.\n\nThe Sky Marshals shall, in ordinary circumstances, unload their weapons immediately after\ndisembarkation and may load their weapons immediately before embarkation\n\n(viii) ‘The Sky Marshuls shall abide by such instructions, as may be issued by the local police\nauthorities from time to time, in the light of rules/regulations/laws relating to carriage of arms\nand ammunition\n\n3, ‘The Commissioner of Security (Civil Aviation) should take appropriate action to ensure the\nsmooth warking af this system.\n\n(L. Hackip)\nUnder Secretary to the Government of Indit\n\nPage 231 of 257\n",
  "44": "SECRET\nGovernment of India 1\n(Ministry of Civil Aviation)\n| BUREAU OF CIVIL AVIATION SECURITY 24\n| National Civil Aviation Security Programme-2018\nAnnexure: 7-8\n\nNo. AV. 13024/65/998S\nGovernment of India\nMinistry if Civil Aviation\nRajiv Gandhi Bhawan\nNow Delhi Dated 03.01.2000\n\nORDER\n\nSubject: Carriage of arms and ammunition by NSG Commandos to be deployed us Sky Marshals\nfor security duties on Indian Airlines and Air India Flights,\n\nIn the background of the recent hijacking of Indian Airlines aircrafis (IC-814), coming from\nKathmandu to Delhi on 24-12.1999, the Govemment have decided to deploy NSG Commandos as Sky\nMarshols in the flights of certain identified routes of Indian Airlines and Air India for providing\nnecessary security coverage.\n\n2. To enable the NSG Commandos to discharge their responsibilities as Sky Matshals on Air\nIndia and Indian Airlines flights, permission is herchy accorded under Rule 8 of the aircraft Rules\n1937, for Sky Marshals to carry arms and ammunition on flights while on uty, In order to ensure\nsafety in the airerali it shall be the responsibility of each Commando that the safety catch of his\nweapon should always remain on safe. Every Commando shall carry an individual certificate of\nauthorization to be possession of gems and ammunition from the Burcau of Civil Aviation Security\n(BCAS).\n\n(Suni)\nJoint Secretary to the Government of India\n\nPage 232 of 257\n",
  "45": ")\n\n)\n\n33 2\n\nee ee\n\n)\n\n> a3 33\n\nDBAAFaIBaIO\n\n)\n\nB)\n\n> >\n\nSECRET\nGovernment of India\n(Ministry of Civil Aviation)\nBUREAU OF CIVIL AVIATION SECURITY\nNational Civil Aviation Security Programme-2018\n\nAnnexure: 7-9\nAVSEC Order No. 8/2011\nDate:21/01/2011\n~ Potentially Disruptive Passengers\nIn exercise of powers conferred by Section 5A of the Aircraft Act, 1934, delegated to him vide\nGovernment of India, Ministry of Civil Aviation Notification No 1797, dated July 3, 1997,\n\nCommissioner of Security (Civil Avistion). Bureau of Civil Aviation Security for the purpose of\nsecuring the aircraft operations direots that:\n\nSubject\n\n(i) legal action in respect of the potentially disruptive passengers shall be taken in accordance with the\nprovisions of the Tokyw Convention Act 1975.\n\n(i) instructions contained in Chapter $ Vol. IV Due. 8973 (ICAO Security Manual- an extract is\nenclosed as Aunexure-1) shall be implemented by ull conceened entities un the above subject.\n\n(ii) besides above, instructions already issued by this Bureau vide Circular No, 42/2008 dated\n24.10.2005 in respect of passengers under judicial custody and/ur administrative control, shall remain\nin force\n\n2. This AVSEC Order shall come into force with immediate effect. Any violation of this AVSEC\n‘Order shall attract penalty under Section 1A of the Aircraft Act, 1934,\n\n(Gurjot Singh Mathi, 1PS)\n‘Commissioner of Security (CA)\n\nPage 233 of 257\n",
  "46": "SECRET\nGovernment of India,\n(Ministry of Civil Aviation)\nBUREAU OF CIVIL AVIATION SECURITY\nL National Civil Aviation Security Programme-2018\nAnnexure: 7-10\n\nAVSEC CIRCULAR NO. 17/2004\nDated: 04/08/2004\nSubject: Registered baggage reconciliation.\n\nIn supersessian of this Bureau Circular No, 9/2004 issued under reforence no. CAS-25(6)/97\nDTV-| dated 17.3.2004 and other previous circulars on the shove subject, the following instructions\nshall be complied with by all concemed:\n\n1. Airline operators shall ensure that registered baggage of a passenger, who is not on board the\nuircrull, is not transported,\n\n2. In order tv implement the above mandatory provisions, the following procedures shall be followed\n\nby all airline operators: -\n\n{@ Check-in (common to all)\n\n(0) Each baggage tag will comprise of such number of non-detachable and detachable parts as may be\ndeemed necessary by the airline operators for computerized or manual baggage reconciliation system.\n\n(b) At the time of check-in cach passenger will be given a distinct boarding number and seat number.\n\n(©) Pach baggage tag shall contain passengers tame! scat number, boarding number, routing uf the\npassenger, flight number, date. number of pieces. Similar details shall also be available in the\npassenger eheck-in system in order to tally details of the passenger and his bagguge.\n\n(d) The following details shall be provided on both portions of the boarding card af the passenger:\n\nName of the passenger/ Sequence Number\nDestination\n\nSeat Number\n\nDate\n\nFlight Number\n\n(i) Baggage make-up area: -\n\n(9) It shall be cnsured that no registered baggage in the container / trolley unless it has been screened,\nstrapped / affixed with security sticker\n\n{b) Registered haygage coming tw baggage make-up area from check-in counters shall be arranged for\nloading separately for exch Might.\n\n(c) Before loading the baggage on tralleys / containers, the detachable part of the baggage tag shall be\nremoved and affixed on container chart or grid sheet.\n\nPage 234 of 257\n\na\n\n,D.VTIIIAS?\n\n>?\n\n>\n\n39 23\n\n2\n",
  "47": "> 2\n\n»\n\na: 2, &\n\n23393 93) 9:9\n\n)\n\nd\n\n12 2.9\n\n»\n\ni : SECRET\nGovernment of India |\nOdtinistry of Civil Aviation)\nRUREAU OF CIVIL AVIATION SECURITY\n\nNational Civil Aviation Security Programme-2018 |\n\n(ii) Passengers baggage Reconciliation\n\n(a) the total number of baggage checked in at the counter for cach flight should be matched with total\nnumber of baggage received in the baggage make-up area for reconciliation and loading.\n\n(b) Baggage reveived trom the check-in area shall be matched with one part of the baggage tag which\ncontains passenger's name, scat number, boarding number and routing.\n\n{¢) In both manual and automated reconciliation system, the procedures utilized shall keep track of\number of baggaue reccived against cach passenger.\n\n(@) In order to easure proper passengers baggage reconciliation, the total number of baggage reccived\nin the make-up area and loaded into the aircraft must be matched with the total numbee of baggage\naccepted al the check-in counters for each flight.\n\n(©) Baggage of a passenger, who does not board the fight shall be ofMoaded and handed over to the\nconcerned passenger.\n\n(f) In respect of transfer baggage. it shall be ensured by the concerned airline operator thal the baggage\nare not transferred unless the passcnger is on board the aircraft und proper passenger baggage\nreconciliation procedure has been complied witht.\n\n(g) Where number of passengers on board docs not tally with the passenger manifest and missing\npassenger cannot be traced, his haygage shall be removed ftom the aircraft and flight shall not he\nreleased until passengers and baggage reconciliation is complete. Unmatched baggage if any, shall be\nhanded over to baggage services for appropriate action and this system shall be certified.\n\n(h) Automated or manual record shall be maintained indicating the loading position of the baggage in\nthe aircraft, and wherever necessary, grid charts shall be used for this purpase.\n\n3. Record of passengers baggage reconciliation shall be made avuilahls to BCAS officers as and when\ncalled for\n\n4. The above instructions shall be implemented at all international airports with effect from 1.9,2004\nWhereas al the domestic airports from 1.3.2005,\n\n5. Keeping in view the threat perception, besides implementation of passenger- bageage reconciliation,\nphysical identification shall continue at Srinagar, Jammu and Leh airpons ill further orders.\nIdentification of registered baggage ot other airports will be resorted to as an additional security\nmeastie or specific threat to a particular uirline, -\n\n(R. K. Singh)\nAddl, Commissioner of Security (CA)\n\nPage 235 of 257\n",
  "48": "SECRET\nGoyerament of India\n(Ministry of Civil Aviation)\nBUREAU OF CIVIL AVIATION SECURITY\nNational Civil Aviation Security Programme-2018\nAnnexure 7-11\n\nAVSEC ORDER NO, 11/2015\n\nDated: 14/12/2015\n\nSubject: Security measures for Regulated Agents.\n\nPerception of the threat of an act of unlawful interfercnee tw civil aviation operations through\nair cargo has hecome more pronounced, To comply with relevant Standards of Annex-17 to the\nConvention on International Aviation and to ensure that the cargo consignments intended to be carried\nby air are subjected to appropriate security controls, Commissioner of Security(CA), Bureau of Civil\n‘Aviation Security, as per powers conferred under the provisions of Rule 42 of Aircraft (Security) Rules\n2011 and authority to issue directions under Section $ A of Aircraft Act. 1934, lays down the\nfollowing directions and procedure to he applicable for operutions of Regulated Agent for receiving.\nsereening, handling and transportation of cargo and mail on flight departing from any airport in Tndiu,\n$0 as fo ensuring security and safety of aircraft operation before loading of cargo into the aircraft for\ntransportation.\n\n2.1 Definitions: For the purposes of these directions, unless there is anything repugnant in the\n\nsubject or context, the definitions will be as under:\n2.1 “Act” means the Airerafl Act, 1934 (XXII of 1934) :\n2.2 “Aircraft” and “Acrodrome” shall have the same meaning as in the Aireraft Act,1934;\n2.3. “Air Cargo” or Cargo” in respect of consignor means any material other than accompanied\nbaggage, meant to be transported by aircrufl, which may or may not be accompanied by the\nconsignor;\n24 “Cerlificate of Registration” or “Certificate” in respect of a Regulated Agent, means a\ncertificate issued by the Commissioner to him hy this AVSEC Order;\n2.5. *Commissioner” means the Commissioner of Security, Civil Aviation;\n2.6 “Courier Scrvices” : means un operation wherchy shipment tendered by one or more\nconsignors are transports a8 the haggage of a courier-passenger on board a scheduled aircraft\noperators services under normal passenger hold baggage documentation,\n2.7 \"Regulated Agent” means an agent, air carricr, freight forwarder or any other entity including\nindustry bodies and customs appointed custodians, who conducts business with an aircraft operator\nor other aircraft operators and provides sccurity control that are accepted or required by the\nCommissioner, in respect of cargo. courier, express parcels or mail to be transported by ai.\n2.8 “Screening”; ‘means the application of technical or other means which are intended to identify\nand/or detect weapons, explosives or other dangeraus devices, articles or substances which may be\nused to commit an act of unlawful interference,\n2.9 “Transfer cargo and mail”; means cargo and mail departing an an aircraft other than that on\nwhich it arrived.\n2.10 “High-risk cargo or Mail”; means cargo or mail presented by an unknown entity or showing\nsigns of tampering if. in addition, it mests one of the following eriteria:\n\n1) specific intelligence indicates that the cargo o mail poses 1 threat to civil aviation; or\nb) the cargo of mail shows anomalies that give rise to suspicion; or\n\nPage 236 of 257\n\nbS3DTTITIA_WVWODS\n\nd\n\n323299\n\nB}\n\n729 3,23\n\n5)\n\n>\n",
  "49": ")\n\n23 3.9\n\n>\n\n733233\n\n)\n\nSECRET\n\nGovernment of India\n(Ministry of Civil Aviation)\nBUREAU OF CIVIL AVIATION SECURITY\n\nNational Civil Aviation Security Programme-2018\n\n©) the nature of the cargo or mail is such that baseline security measures slone ure unlikely to\ndetect prohibited items that could endanger the aircraft,\n\nsiesardless of whether the cargo of mail comes from a known ar unknown entity, u State's speific\nintelligence about a consignment may render it as high risk,\n\n211 “Unknown Cargo”: means a consignment of air cargo to which the appropriate security\n\ncontrols have been applied and which has subsequently been protected from unlawful interference.\n\n{The words and expressions not defined in this AVSIC order rules but defined in the Aircrafi\nAct 1934 und Aircrafl Rules 1937, shall have the same meaning, a3 assigned to them in the\nAircraft Act 1934 and Aircrali Rules 1937 Act]\n\n3. Inclusion\n\nConsignments containing Dangerous Goods, urms, ammunition, curreney, gold, silver, jewelry,\nPrecious or setni-presious items, drugs or narcotics ar also covered under this AVSEC order sibject to\ncompliance of extant regulations on the relevant subject and applicable permission of concerned\nagencies including the Director General of Civil Aviation,\n\n4. Registration of Regulated Agent-\n\nA Regulated Agent shall get himself registered with the Commissioner in accordance with the\nprocedure laid down in this AVSEC Order.\n\n3. Bligibility\n\nAn enterprise, manufactures and exporters dealing directly with air carriers foe the purpose of\nsending their yoods by air or belonging to any one of the following categories on the date of\napplication for registration referred to in paragraph (4) shall be eligible fur such registration,\n\n(a) Cargo agents who are members of Air Cargo Agents Association of India (ACCA);\n\n(b) Cargo agents accredited to International Air Transport Association (IATA);\n\n(c) Any other cargo agent recommended by an air carrier;\n\n@) State Government or Central Government warchouses handling shipments af cargo;\n\n(c) Exporters from common-user customs-bonded facilities like ait cargo complexes:\n\n() Department of posts;\n\n(g) Air Freight Stations (AFS) notified by Government of India\n\n(h) Air carrier themselves tendering shipments to other air carriers\n\n@ Aitport operator and\n\nG) Any other person / entity approved as “Regulated Agent” by the Commissioner.\n\n6. Security clearance and approval of security programme:-\n\n6.1 No Regulated Agent shall commence operations without obtaining the clearance and the\napproval of ils Regulated Agent Cargo Sccurity Programme from the Commissioner.\n\nPage 237 of 237\n",
  "50": "SECRET\n\nGovernment of India\n(Ministry of Civil Aviation)\nBUREAU _OF CIVIL AVIATION SECURITY\nNational Civil Aviation Security Programme-2018\n\n62 Scourity clearance w the Company will he granted by the Commissioner only after\nbackground checks of the Company and its board of divectors. The applicant shall fumish che\ninformation to the Commissioner on the presctibed format available on the Bureau of Civil\n‘Aviation Security (BCAS) website at the time of submission of application For registration of\nRegulated Agent,\n\n6.3. The security clearance issued by the Commissioner shull be initially valid for a period of five\nyears only, Aller five years the procedure applicable for renewal of security clearance shall\nbe adhered to,\n\n4 The office of the Commissioner shall review and provide any suggestion regarding\nmodifications 1o the Regulated Agent Cargo Security Programme where required within 10\ndays of receipt of backyrouncl check, where required,\n\nPrivileges of Certificate of Registration:-\n\n7.4. No airlines shall enter into an agreement with a Regulated Agent for acceplunce of ready-\n\nfor-loading cargo unless the latter is in possession of the Certification of Registration,\n\n7.2 Am airline may accept the cargo for direct loading to its aircraft from the bolder of a\n\nCertificate of Registration, provided that the latter Certification on Registration.\n\nProcedure for Registration of Regulated Agent:-\n\nThe following procedure shall be followed for registration of a Regulated Agent.\n\n8.1 An application for grunt of Certificate of Registration shall be made to the concemed\nRegional Deputy Commissioner of Security (CA), Bureau of Civil Aviation Security in the\nprescribed format given ut Anniex-t to this Order. A copy will be sent to the Commissioners\n\n8.2 Where the original Certificate of Registration is lost or destruyed, a duplivate there of may\nbe issued by the Commissioner on an application made by the Regulated Agent for that\nPurpose.\n\n8.3 Following is the standing inspection team in this regard:\n\n(a) Concemed RDCOS, BCAS\nor any other officer nominated of Commissioner : Chairman\n(b) Representative of an aircraft operator: Member\n\n8.4 Such inspection team shall inspect the location within 10 days of receipt of the application,\nexamine the adequacy uf necessary security facilities / infrastructure and cover the\nfollowing points:\n\n(a) Physical security measures at the premises of the applicant.\n\n{b) The staff'reeruitment and background check procedures,\n\n(¢) Stal security training procedures,\n\n(a) Whether any other organization is also using the same premises.\n\n(e) Access Control Measures to the premises,\n\n(Q Availability of prescribed security infrastructure including equipment.\n\n(g) ‘The point at which the cargo becomes wir cargo.\n\n(h) ‘The air cargo preparation procedures.\n\n{@ ‘The air cargo packing procedures.\n\nPage 238.0f 257\n\n) ae)\n\n)\n\n>>\n",
  "51": "3.3 Oo 9\n\n>\n\n,\n\n» 3. 3.9.9 9.2. 3\n\na)\n\nSECRET\nGovernment of India\n(Ministey of Civil A vintion)\nBURFAU OF CIVIL AVIATION SECURITY\nNational Civil Aviation Security Programme-2018\n\n) Storage and segregation of soreened cargo.\n(K) Transport of screened cargo to the Aircraft Operator,\n\n45 Any applicant in control of a facility which may also be on rent / license basis may apply\nfor appointment as Regulated Agent and the applicant does not have tv own the premises\nproposed to be used by the Regulated Agent,\n\n8.6 ‘The team will submit its inspection report in the prescribed Proformu to the Commissioner\n\nof Security, Civil Aviation, immediutely after the inspection.\n\n8:7 On receipt of inspection report, if the security measures are assessed by the Commissioner,\nBureau of Civil Aviation Security to be as per the prescribed standards anu any other\nchecks including background checks are sutisfactory, the Regulated Air Cargo Agent's\ncertificate along with a Unique Reference Number will he awarded to the applicant by the\nCommissioner of Security. Civil Aviution, Detailed particulars of the Regulated Air\nCargo Agent will also be notified by the Commissioner of Security, Civil Aviation, and\nalso entered on BCAS Website so that the concemed Aircraft Operators can verify it.\n\n8.8 If the security measures are assessed not to be as per the prescribed standards, the\nCommissioner of Security, Civil Aviation, will inform the applicant shout. the\nshortcomings. It will be up to the applicant to apply for 1e-inspection after the rectificatiun\naction,\n\n8.9 ‘The Certificate of Registration shall be valid for a period of 0S years. It shall be renewed\nsubsoquently by following the same procedure as specified in clauses mentioned above\nWith necessary modifications. Application for renewal of Regulated Aent certificate will\nbe submitted at least six months before the expiry of certification of Regulated Agent. The\ncampany can continue with business of Regulated Agent, pending renewal, if he has\napplied in time.\n\nCancellation or suspension of the Certificate of Registration-\n\n9.1 If the Commissioner is satistied that there is sufficient ground for doing sv, he may, lor\n\nreasons to be recorded in writing, cancel the Certificate of Rogisteation or suspend it for\n\nany specific period, He may also, during the investigation of any matter suspend the\n\nCertificate of Registration on reasonable grovinds,\n\nWithout prejudice to the generality of the power in sub-section 9.1, the Commissioner\n‘may cancel or suspend the Certificate of Registration for such period as deemed fit, in the\nevent.\nthat any of the conditions of the Certificate of Registration has not been complied with and\nthe failure is due to willful act or defuult on the part of the holder of the certificato or by\nany of his servants, or agents, irrespective of whether or not such willful act or default of\nthe servant or agent was within the knowledge o¢ under approval of the holder of the\nCertificate of Registration; or\n(b) that the holder of the Certificate of Registration hus failed to maintain the standards of\n\nsecurity, sufety, sanitation, business ethics and environmental purity as specified by the\nCommissioner from time to time; or\n\n(©) that any criminal proceedings are pending against the holder of the Certificate of\n\nRegistration in any court in India; or\n\n9\n\nis}\n\n(a)\n\nPage 239 of 257\n\n",
  "52": "SECRET\n\nGovernment of India\n\n(Ministry of Civil Aviation)\nBURE. OF CIVIL AVIATION SECURITY\n‘National Civil Aviation Security. Programme-2018\n\n(@) That the certificate was abuined by suppression of material information or on the basis of\nwrong information.\n\n6.3 Before any action is taken under Paragraph 9.1 of 9.2 the Commissioner shall give to the\n\nholder of the Certificate af Registration not less than twenty-one days’ noties in writing\n\nspecifying the ground upon which it proposed to cancel or, as the ease may he, suspend the\n\ncertificate and shall give him an opportunity of showing cause either in writing or by\n\nappearing in person before the Commissioner against the action proposed to be taken\n\nunder this pucagraph.\n\n‘Notwithstanding anything contained in sub-rule 9.3, the Commissioner may, if he has\n\nreason to believe on reliable information that itis expedient in the interest of public safety\n\nto do so, summarily examine the mater and suspend the certificate with « view to make\n\nfurther inquiry and for taking further action.\n\n10. Cargo handling facility of the Regulated Agent:-\n\nEvery Regulated Agent shall be in possession of individual cargo holding facility on or off\nairport. ‘The premises used for she purpose of carrying on the business of cargo shall be safe, secure,\nfully protested and fully segregated covered area with proper lighting and other necessary facilities for\nhandling, packing and storage of cargo, in accordance with the norms laid down by the Commissioner,\nSuch premises shall be located in the area duly authorized and approved hy the competent municipal /\npanchayat uuthority for carrying on such business.\n\n11, Equipment for screening of cargo and access control-\n\n11,1 Every Regulated Agent shall be required to procure and maintain suitable radiological and\nther electronic equipment for screening of cargo and tor access control in the premises for\npeople associated with the business of cargo.\n\n(i) X-ray Baggage inspection System (X ray BIS);\nii) Door frame Metal Detector(DEMD);\nHand Held Metal detector(HHMD);\n(iv) Explosive Detection System (FDS)\n(iv) Flectronio surveillance system (CCTV)\n\noe\n\n(vi) Any other equipment as directed by the Commissioner\n\n11.2 Bach Regulated Agent shall ensure that each security equipment shall mect the specifications\npreserihed by the Commissioner from lime to time.\n\n113 Number of security equipment shall be worked out by the Regulated Agent based on the\nquantily of cargo ta be screened / processed, number of access points to be covered and the\narca the kept under surveillaniec.\n\nL14 The sccurity equipment shall be maintained by the Regulated Ayent, preferably on the basis\nof annual maintenance contract.\n\n115 ‘The Commissioner may depute inspection teams as per schedule tw the cargo business\npremiscs of the Regulated Agent to ensure that the norms specified by the Bureau of Civil\n‘Aviation Security (BCAS), are adhered to and the concemed equipment are in good\nfunctional condition,\n\n11.6 If the Standard of maintenance for quality uf such equipment does not meet the ormms\nreferred to in paragraph 11.2 above, the Commissioner may cancel the Certificate issued to\nthe concerned Regulated Agent.\n\n12. Entry into the premises of the Regulated Agent:—\n\nExcept otherwise authorized under any law for the time being in force, no person shall be\npermitted free nccess into the eargo business premises of any Regulated Agents, unless duly autharized\nby such Agent.\n\nPage 240 of 287\n\n2 3,9\n\na\n\ni lo )\n\n[99 3I3DV_IIIAFII3923 333 33\n\n)\n",
  "53": "»\n\n»33339'9\n\n»\n\nd\n\n»\n\n333 2\n\n2 2.3\n\n)\n\n13.\n\nSECRET\n\nGovernment of India —\n(Ministry of Civil Aviation)\nBUREAU OF CIVLL AVIATION SECURITY\n\nNational Aviation Security Programme-i 2018\n\nResponsibilities of the Regulated Agent:\nEvery Regulated Agent shall be responsible for the lullowing functions, namely:\n\na) He shall appoint a Chief Security Otlicer who shall be responsible for the following purpnses\nrelating to such agent, namely:\n\n|. To ensure that the security provisions, prescribed by the Bureau of Civil Aviation Security\n(BCAS) are implemented;\ni. To supervise the work of the security staff;\niii, To establish an internal control system to avoid contamination of security cleared cargo;\nand\n\niv. To establish contact with the appropriate authorities in case some unlawful items such as\narms, ammunition, explosives or any ather unlawful goods are discovered in « particular\nconsignment.\n\nhi\n\n‘No security personnel shall be employed by any Regulated Agent unless such personnel are\ncertified by the Commissioner in accordance with the laid down standards and procedures\ndetermined by the Commissioner from time to time. The personnel employed by RA shall be\nsubject to background check inctuding pre-cmployment checks before appointment.\n\nBefore delivery to air carrier, the ait cargo dealt with by such agent shall be subjected t9 100%\nX-Ray screening at piece level unless the same is not possible due to size constraints or X-Ray\nrendering the consignment contents unstable. In case X- ray screening is not feasible, the\ncontents shall be physically examined. If neither X- ray screening nor physical examination is\nfeasible, there shall be 24 hours cooling off and screening by ETD/ canine terms.\n\n‘Subject to specific permission of Commissioner, decompression for full Might simulation may\nbe applied.\n\nIna high risk cargo, at least two methods of screening of cargo should be applied and initiated\nto the sireraft operator,\n\nf) That the palletization/unitization af air cargo dealt with by him shall be carried out by the\nRegulated Agent under the supervision of or in the presence of the security personnel. If a\npalletisation / unitization is outsourced to a BCAS approved agency the same shall be\nsupervised by the security staff of the Regulated Agent. Such packing shall include re-packiny\nof those consignments which are opened by the customs authorities for physical examination\n‘or which need repacking due to damage during transit;\n\nEvery security checked consignment dealt with by him shall be strapped / alfixed by security\ntape / sticker and kept in a safe place under proper guard;\n\nh) That the uccess control into the cargo warehouse uf the Regulated Agent and screening,\nsupervision and sccurity of the Air Cargo dealt with by him from the time of its acceptance in\nthe premises of the Regulated Agent till its delivery to the air carrier shall be undertaken by the\nsecurity personnel of the Regulated Agent;\n\n‘The security-checked air cargo dealt with by him shall be transported to the airport or the\nwarehouse of the uir carrier or up to the aircraft by the Regulated Agent in w safe and scoured\n\n9\n\n4\n\n¢)\n\n®)\n\nPage 241 of 257\n",
  "54": "SECRET\n\nGovernment of =\n\nBUREAU OF CIVIL. AVIATION SECURITY\nNational Civil Aviation Security Programme-2018\n\nmanner in a sealed container or trucks under appropriate surveillance so as to prevent any\n\ntampering or mischief during transit;\n\n‘The Air Cargo consignments dealt with hy him ready for shipment shall be delivered by the\n\nRegulated Agent to the airlines or tendered at their sir cargo ground services facilities at the\n\nairport;\n\n‘The Regnlated Agent shall give to the airline a written declaration certifying that the Air Cargo\n\ndealt with by him and delivered by himn has been subjected to the security controls specified by\n\nBureau of Civil Aviation Security (BCAS).\n\n‘That initial verification and periodic verification uf his employees and security personnel shall\n\nbe the responsibility of the Regulated Agent;\n\nm) The Regulated Agent shall submit a list of his employees including the security personnel to\nBCAS every quarter:\n\n1) That the Regulated Agent shall maintain a permanent record showing time-in and time-out for\n\nall cargo consignment dealt with by him and the same shall be produced before the inspection\n\nteam appointed by the Commissioner on demand;\n\n‘The Regulated Agent shall maintain « permanent record showing the security instructions\n\nissued by the Commissioner that a particular cargo consignment dealt with by him has been\n\nsubjected to and also indicate the name of the security official who has conducted the\n\nverification and certification. A copy of the certificate under the hand of such agent for such\n\npurpose shall be handed over to the uirline along with the Air Cargo. Such certificate shall be\n\nsubjected to checking by the inspection tear appointed by the Commissioner;\n\np) Fvery Regulated Agent shall comply with any instruction issued by the Bureau of\nAviation Security (BCAS) from time to time.\n\nk)\n\ni)\n\n9}\n\nil\n\n14. Handling of Dangerous Goods:- The DGCA regulales the carriage of dangerous goods by air.\nThe acceptance and processing af dangerous goods should be done in accordance with The Aircraft\n(Carriage of Dangerous Goods) Rules 2003, Aircraft Rules 1937 and any other regulation issued from\ntime to time, Regulated Agent shall need a DGCA certification before handling Dangercnus Goods.\n\n15, _ Implementation and control: —\n\n>\n\n15.1 ‘the airline shall causc loading of the cargo in the aircraft in accordance with the procedure\nIuid down by the Commissioner in accordance with the Intemational Civil Aviation\nOrganization (ICAQ) Standards.\n\n15.2 Every airline accepting Air Cargo from any Regulated Agent shall inspect at leust 15% of\nthe consignments at random and maintain a record of that, ‘The acceptance of such cargo by\nan airline shall create liability on part of the airline about the contents of such cargo and\ntheir being legitimate and not in violation of any law for the time being in force. The airline\nshall cause loading in accordance with the International Civil Aviation Organization (ICAO)\nstandards.\n\n15.3 BCAS and the air carriers shall carry out surprise inspection of the Regulated Agents frum\ntime to time to ensure that there is no deviation from the security norms specified by the\nBCAS.\n\nPage 242 of 257\n\n32329 2333933233\n\na]\n",
  "55": "B39 3\n\nx 2\n\n)\n\n)\n\n»\n\n3s 2.3\n\n)\n\n)d\n\nSECRET\net Sy, ‘Government of Tadia |\n. i (Ministry of Civil Aviation)\n\nBUREAU OF CIVIL AVIATION SECURITY\nNutional Civil Aviation Security Programme-2018\n\nhat\n\n15.4 The Regulated Agent shall make available all necessary documents, eargo consignment and\nthe required sccurity facilities for inspection by the afficers of BCAS and air carrier\nconcemed.\n\n15.5 Deployment of security personnel for security functions by every Regulated Agent shall be\nat least the minimum number as may be necessary in the interest of safety and security of\ngeneral public, passengers, employees, aircraft, airport and cargo premises;\n\n15.6 Evory Regulated Agent shall ensure that cach X-Ray Baggage Inspection System (X-BIS)\nrelating to his cargo business shall he manned by three trained personnel per shift for\nsforming following functions :=\ni, Placing the bag on conveyer belt of the X-BIS;\nMonitoring the X-Ruy images; and\nChecking the contents of the consignment manually or by ETD ete, and to provide\nwith security sticker and band,\n\n15.7 Two trained persons shall be deployed by the Regulated Agent for undertaking the\nfollowing functions relating to his cargo business : -\ni, ‘To lift heavy consignment on the idle roller and to remove fiom X-ray Pugyage\nInspection System (X-BIS);\nii. To assist in operating the security strapping machine and to keep the X-ray Baggage\nInspection System (X-BIS) area free of carts or trolleys;\n\n16, Air Cargo Supply Chain Security:~\n16.1 Puch Regulated Agent shall ensure that cargo and mail screened by the authorised\nscreeners of Regulated agent and ready to be carried on a commercial aircraft shall be\nprotected from unauthorized interference from the point sereening of other security\ncontrols arc applied until being handed over to the concerned aircraft operators,\n\n16.2 Consignments of known cargo will be held or stored within a secure environment until\nready for transportation to the Aircraft Opcrator. The storage may be done in a building,\ncompound, case, compartment or room which has been secured against access by\nunauthorized persons.\n\n16.3 The security of a consignment of known cargo shall be maintained during transfer by the\nRegulated Agent until it is received by an appropriate representative of the Aircraft\nOperator.\n\n16.4 Before any consignment of known cargo is dispatched to the Aircraft Operator, it will be\nchecked hy # responsible person to ensure that it has not been interfered with in any\nobvious way, as might compromise its security. In case of sign of suspected\ninterference’ interference the entire cargo shall be treated as unknown cargo and\nsubjected to security controls.\n\n16.5 Sereened cargo will be transported either by:\n\na, Regulated Air Cargo Agents’ own transport; or\nb, By a transporter who is registered with Central / State Government and whose\nbackground checks have been conducted by the Commissioner.\n\nPage 243 of 257\n",
  "56": "SECRET\n\nay Government of India\n(Ministry of Civil Aviation)\nBUREAU _OF CIVIL AVIATION SECURITY\nNational Civil Aviation Security Programme-2018 ]\n\nl\n\n16.6 The vehicle used to transport screened cargo shall be secured. Immediately prior to\nloading, it will be searched and integrity of the search maintained until loading is\ncompleted. Once loaded. the cargo compartment will be secured and made tamper\nevident. The vehicle shall be fitted with GPS device,\n\n16.7 The vehicle driver will be police verified. He shall identify himself to un appropriate\nrepresentative of the Aircraft Operator by means of a valid security pass ar company\nidcatity document.\n\n16.8 The vehicle will not be left unattended.\n\n17. Customs Cheek: -\n17.1 A Regulated Agent shall comply with the ordets and directives issued by the customs and\nother authorities from time to time with regard to the export cargo. For this purpose, the\nguidelines issued by the Government of India in the Ministry dealing with Finance and the\nMinistry dealing with Commerce shall prevail.\n17.2 Tt shall be the responsibility of every Regulated Agent to pay all the taxes and duties as are\nrequired to be paid for export of the Air Cargo under any law for the time being in force\n\n18. Violation of directions by Regulated Agent: - No Regulated Agent shall violate or\n‘contravene the relevant provisions of Aircraft Act, 1934 (XXII of 1934), Aircraft Rules, 1937, Aircraft\n(Security) Rules 2011 and other rules and regulations applicable at the airports or any other law for\ntime being in foree while doing cargo business with the airlines at the airports in India. In case of any\nviolation, of the directions issued vide AVSEC Order No. 11/2015 or provisions of the Aircraft Act\n1934, Aircraft Rules 1937 and Aircraft (Security) Rules 2011 the Commissioner may atter giving him\nan opportunity of being heard, cancel the certificate issued tw him.\n\n19. The AVSEC Order No, 11/2015 dated 14/012/2015 supersedes the notifications issued by the\nMinistry of Civil Aviation on Regulated Agent as Aviation Security (AVSEC) Order 2001 vide 8.0.\nNo. 2578 dated 13/09/2001.\n\n20. Regulated Agents already approved shall comply with the instructions comtained herein within\n3 months of issue of this AVSEC Order.\n\n21. If any person or entity id aggrieved by an order pussed by an officer of BCAS in exercise of\npowers conferred on him by this AVSEC order, he may prefer an appeal to the Central Government as\nper provisions af Rule 4 of the Airceafl (Security) Rules 2011.\n\n(B, B, Dash, IPS)\n‘Commissioner of Security(CA)\n\nPage 244 of 257\n\n>\n\n323d\n\n»\n\n2 2 2 > ,\n\na\n",
  "57": ">\n\n333323 3 9\n\n> 2\n\n: SECRET\neS Government of India\n(Ministry of Civil Aviation)\nBUREAU OF CIVIL AVIATION SECURITY\n: National Civil Aviation Security Progrumme-2018\nAnnexure: 8-1\n\nAYSEC CIRCULAR NO. 25/201\n\nDate: 27.12.2004\n\n‘Subject: Minimum Standards for Civil Aviation Security Equipment.\n\nIn supersession of all Circulars! Instructions on the subject cited above, the minimum Standards!\nSpecifications with regard to the existing Security Equipment being used at airports, are piven in\nappendix indicated against each below:\n\n(i) X-ray Baywaye Inspection System (RIS) Appendix — A\n\nGi) Door Frame Metal Detector (DFMD) Appendix — B\nHand Held Metal Detectors (HHMD) Appendix —C\n\n)\n\nExplosive Detection System (EDS) Appendix —D\n2. In view of the advancement of technology, the concemed agencies are advised to follow the\nminimum technical specifications of aviation security equipment prescribed by BCAS as per following\nappendices, for fature procurement.\n\n(iv\n\n(i) X-ray Baggage Inspection System (BIS) Appendix —F.\nOnline-X-ray Baggage Screening System Appendix — F\nGii) Door Frame Metal Detector (FMD) Appendix-G\n(iv) Hand Held Metal Detectors (HHMD) Appendix-H\n{v) Night Vision Device Appendix-I\n(vi) Explosive Vapour Detectors (EVD) Appendix-I\n(vii) Explosive Trace Detectors (ETD) Appendix-K\n\n3. In order to ensure that the AVSEC equipment are procured by the concerned agencies in accordance\nwith the prescribed specifications’ standards, il shall be the responsibility of the procuring agency to\nget the equipment checked and certified by the Committee cumprising following technical experts,\nbetiore procurement.\n\n(i) Asstt, Director (Tech), IB (MHA),\nGi) Dy. Secretary (Tech), REAW\n\nii) AD (Tech), BCAS\n{iv} Tead of Security of the air operator! aixport operator concerned\n\n4. The Alport Director, in consultation with representatives of BCAS. Airline Operatot (in case the\nequipment is to be installed by the airline operator) shall jointly decide the site for installation.\n\n(RK. Singh)\nPage 245 of 257\n",
  "58": "SECRET\n\nGovernment of India\n\n(Ministry of Civil Aviation)\n\nBUREAU OF CIVIL AVIATION SECURITY |\nNational Civil Aviation Security Progrumme-2018\n\nAddl. Commissioner of Security (CA)\n\nPage 246 of 257\n\n2 @ 3\n\na\n",
  "59": "S 2.8 3.33\n\n>\n\n>\n\n: SECRET\nGovernment of India. ]\n(Ministry of Civil Aviation) |\n\nBUREAU OF CIVIL AVIATION SECURITY\nNational Civil Aviation Security Programme-2018\n\nAnnexure: 8-2\nAVSEC CIRCULAR 03/2017\nDated 13/01/2017\n\nSubject inn ney ifications: Bomb\n\nIn terms of Rule 3(b) of the Aircratt (Security) Rules, 2011, DG, BCAS herehy issues the\n\nminimum standards’ specifications with regard to the Bomb Suit to be procured by the airport\noperators, Technical specifications issued earlier vide Appendix-'A’ are superseded by this circular,\n\n(Kumar Rajesh Chandra)\nDirector General, BCAS\n\nPage 247 of 257\n",
  "60": "SECRET\n)\n\nGovernment of India\n(Ministry of Civil Aviativa)\nREAU OF CIVIL AVIATION SECURITY\n\n‘ational Civil Aviation Security Programme-2018\n\nAnnexure: 8-3\nAVSEC CIRCULAR NO. 12/2017\nDate: 22/08/2017\nSubject: Provision of Bullet Resistant Vehicles to Quick Reaction Team at airports\n\nIn exercise of powers conferred by Section SA of the Aircraft Act, 1934, delegated to him vide\nGovernment of India, Ministry of Civil Aviation, Notification No. 1797 dated O3rd July, 1997 and\nRule 3(b) of the Aircraft (Security) Rules, 2011, Director General, BCAS, for the purpose af securing\naircraft operations directs that all Airport Operators will provide Bullet Resistant Vehicles for the\n‘Quick Reaction Team (ORT) of Aviation Security Group (ASG) deployod at theit respective sirpor's.\n‘The specifications for the Vehicle as accepted by the Ministry of Home Affairs vide F.No. M.VI-\n5008-12-Prov-MT/MHA-Prov.I-6089 dated 31/07/2014 for procurement by the CAPEs and\nsubsequently approved by the Technical Specification Committee of Ministry of Civil Aviation in its\nmeeting dated 30/07/2015 are artached herewith as Annexure -A. The existing vehicles provided to\nRTs shall be replaced with the bullet resistance vehicles at the earliest.\n\n(Kumar Rajesh Chandra, IPS)\nDirector General\n\nPage 248 of 257\n\na a a ie ae\n\nB)\n\ns_xdIITIVE 9B\n\n>\n",
  "61": "2333 » aD\n\na]\n\nE292 BD\n\nd\n\nNational Ci\n\nGoverment of India\n\n(Ministry of Civil Aviatioa)\n-BUREAU_OF CIVIL AVIATION SECURITY _\nil Aviation Security Programme-2018\n\nAnnexure: 8-4\n\nAVSEC CIRCULAR No, 13/2017\n\nDate:20/10/2017\n\nSubject: - Prioritizing the BDDS equipment. Reg,\n\nIn exercise of powers conferred by Section SA of the Aircraft Act,\nGovernment of India,\n\n2, PRIORITY-L\n\nSr.\n\nno.\nf\n\n\"| Hand Held Metal Detector\n\nSearch Equipment —_|\n\nElectronic Stethoscope _\n\nNon-Linear Junction Detector\n\nFibst Optics Surveillance Device\n\nNon-Metallic Prodder_\n\nUnder Vehicle Viewing Mirror\n\nExplosive Vapor Detector\n\nDetection Equipment\n\nReal Time Viewing System\n\n32] =2|z3]o] ay) fos |r9\n\nExplosive Detection und Identification Spray Kit _\n\noo\nll.\n\nBomb Suit\n\nProtection Equipment\n\nBlast Inhibitor\n\nRender Safe Procedure Tool Ki\n\n(2.\n(a3:\n\nHook and Line Set\n\nDisposal Equipment\n\n3. PRIORITY-2\n\nSr.\n\n10. fe:\n1, | Search Kit Magnified (SKM [__ Scarch Equipment\n2.__| Telescope Search Mirror 9\n3._| Search Light with charger Fi\n4. | Leer Botnb Detector | Detection Equipment\n3. [Remote Operated Vehicle with Shoot Gun, Disrupter, 2\n\nCamera, Night Vision and manipulator\n\n- :\n6__| Binoculars\n7._| GSM Jammer Protection Equipment\n$._| Frequency Jammer fe =\n9._] Suspect Luggage Containment Vessel =\n10, | Telescopic Manipulator Transportation\n\n| 2, Equipment\n\nLi, | Recoilless Disruptor (Range 30 Mir) Disposal Equipment\n\nPage 249 of 257\n\n1934, delegated to him vide\nMinistry of Civil Aviation, Notification No. 1797 dated O3rd July, 1997 and\nRule 3(b) of the Aircralt (Security) Rules, 2011, Director General, BCAS, for the purpose of securing\nairoraft operations directs that all Airport Operators will provide BDDS equipment to ASG/APSU os\nmentioned in AVSEC Circular No. 14/2010 in the following priority:\n\n",
  "62": "SECRET\n\n‘Government of In\n(Ministry of Civil Aviation)\nBUREAU _OF CIVIL AVIATION SECURITY\n\nNational Civil Aviation Security Programme-2018\n\n(12. T Car Remote Opening Tool Set ss\n13. | Thermal Cutter i il\n(Ta. Remote Wire Cutter is ci as\n\n4, The items mentioned under Prioristy-1 shall be mandatory for activation of BDDS tesm al any\nairport.\n\n5. Items mentioned under priority-2 may be procured subsequently for BDDS team so as ty make it\nfully operational;\n\n6. TCV (Threat Containment Vessel) may be procured for the airports where Inline Baggage Screening\nSystem has been installed. However. provision of cooling pit shall be made at all the airports\ninvariably, as preseribed in the Bomb 'Ihreat Contingency Plan.\n\n7. Technical Specification issued by BCAS till date will hald good for all the BDDS equipment except\nJammers.\n\n8. Jammer (GSM end Frequency) shall be procured by Airport Operators as per approval and\ndirections issued by Cabinet Secretariat. They are to be procured from Public Sector Units namely\nBEL (Bharat Electrical Limited) and ECIL (Flectronic Corporation of India Limited) only or as per\ndirsctions of Secretary (Security) Cab. Sectt,\n\n(Kumar Rajesh Chandra)\nDirector General, BCAS\n\n‘Page 250 of 257\n\n22999\n\n>\n\n3\n\n53 3:3\n\n’\n",
  "63": "3 3 22\n\n»\n\n2 2d »\n\n»\n\nSECRET\nGovernment of Tadia\nQdinistry of Civil Aviation)\nRURPAU OF CIVIL AVIATION SECURITY\nNational Civil Aviation Security Programme-2018 |\nAnnexure: 8-5\nAVSEC Circular No. 04/2008\nDated: 01/08/2008\n\n1. GENERAL:\n\n1.1 LAGs, in any volume, purchased st airport retail outlets during the day(s) of the journey shall be\ncarried in STDR's as per the following procedure,\n\n2, Technical specifications for STKBs ;\n\n2.1 Material to be used\n\n+ transparcat (high impact low density polyethylene(EDPE) or equivalent):\n- recyclable and cnviconment-friendly products if possible; and\n\n~ size and thickness (minimum of 50 microns) to be adjusted to the needs.\n\n2.2 On the top face of the STEB:\n\n2.2.1 Closur\n\n~ red tamper evident tape (minimum 30 mun tape with 40 mm release liner);\nhigh tack pressure sensitive self-adhesive; and\n\n~ integral security device/hidden graphic to show if tampered with.\n\n2.2.2 Border:\n~ side and bottom weld be no less than 15 mm width in red; and\n\n~ printed border of minimum 5 mm with “Do not open” , airport name, of any other continuous\nmessage of design which may bleed over the edge of the hag. (Optional-Integnil sccurity\ndevicethidden graphic to show if borders are tampered with.)\n\n2.3 Message:\n\n“BCAS” (font size equal to ICAO name) shall be printed in light blue colour at the top right comer:\n> sceurity sign (provided by ICAO Aviation Security and Facilitation (S&F) Branch) in green in the\nmiddle of the security box: and\n\n~ box in red at bottom stating “Ido not open until final destination, Contents may be confiscated if bay\nis tampered with”.\n\n2.2.4 Confirmation / identification features:\n‘eceipt spuce (or jacket, optional) inside the bag vi\n~'the receipt shall contain the following information:\n\n‘© Date of purchase (dd/mm/yyyy):\n\n© Place of purchase (state, airport, airline) using international codes;\nFlight number (s) and name of pussenger; and\n\n‘o Number aad list of items purchased and placed in the STER,\n\nible in the top left of the security box; and\n\nPage 251 of 257\n",
  "64": "SECRET\n\nGoverament of India\n(Ministry of Civil Aviation)\nBUREAU OF CIVIL AVIATION SECURITY\n\nNational Civil Aviation Security Programme-2018 |\n\n2.2.5 Origin of the bag:\n\nSlate taree-lotter code (Machine readable travel document) to determine the State of origin where the\nSTEB was provided to the passenger;\n\n- Manufacturer name; and\n\nInventory eode and security code or device to protect STER at retailers and shops.\n\n2.3 On the hack face of the bag:\n“Individual airport/rctailer‘other branding or logos.\n\n2.4 Size of the STEB:\n\nCirculars for website(Circular)\n= 25m X 15 cm or 20.5 em x 20.5 cm.\n\n3. Operational Considerations\n\n3.1 Reveipts should be inside the STEB, face visible from outside,.and securely placed in the left top\nof the security hox (either with a jacket inside the bag, or fixed accordingly). If the receipt has moved\nand is not visible for security screening purposes, the bag will have to be opened and its contents may\nbe confiscated (or placed in a new STEB by security staff at the sevurity sereening point),\n\n3.2 Manufacturer codes are placed by the munufacturers. Inventory and security codes are the\nrespunsibility of the retailers. STEBs should be distributed to authentic parties only.\n\n4. Known Suppliet of LAGs and/or Known Supplier of STEBs shall ensure implementation of the\nsecurity controls and protection (rom unauthorised interference with supplies of LAGs or supplies of\nSIEBs, respectively, from their first point of entry on airside until their delivery lo passengers. The\nKnown Suppliee of LAGs andfor the Known Supplicr of STEBs fully accepts responsibility, by written\ndeclaration, for the implementation and quality control of LAGs and STEBs within the supply chain on.\nthe irside,\n\n5. Known suppliers of LAGSSTEBs shull be approved by the Commissioner of Security (Civil\n‘Aviation), STEB manvfacturer/Distributor shall register them with ICAO prior to approval by\nCammissioncr of Security (CA), Distributors of STEBs may become known supplier of STEBs\nprovided they take full responsibility of the security chain mentioned herein above.\n\n6, These Regulations shall come in to force with immediate elTect from Ist August, 08,\n\n(M. Malaviya)\nAddl. Commissioner of Seeurity (CA)\n\nPage 252 of 257\n\n)\n\n3933323 3\n\n>\n\n2 2\n\n>\n\nIm2ASVBRIAPABDIIAAADI\n\n,\n",
  "65": "3 3d 2/2 Dd\n\n>\n\nSECRET\nGovernment of India ]\n(Ministry of Civil Aviation) |\nBUREAU _OF CIVIL AVIATION SECURITY\nNational Civil Aviation Security Programme-2018 il\n\nCorrigendum to Circular No. 04/2008\nDated: 27/08/2008\nSubject:\nrth\n\nWith reference to BCAS Circular mentioned above, the following corrections may be made:\n\nIn para no, 2.4, “size of the STEB” may be read as “Indicative size of the STEB”.\n\n(B. $ Tiwary)\nDy. Commissioner of Security (CA)\n\nPage 253 of 257\n",
  "66": "SECRET\nGovernment of India\n(Ministry of Civil Aviation)\nBUREAU OF CIVIL AVIATION SECURITY\nNational Civil Aviation Security Programme-2018\nAnnexure: 8-6\nAVSEC CIRCULAR NO; 14/2010\nDated: 09/06/2010\nSubject: Si List of Equi ib ion and Dis Squads\n\n1. In onier to ensure an effective deployment of Bomb Detection and Disposal equipment,\nstandardized list of equipment ax given in the Appendix is mandatory for ail Bomb Detection and\nDisposal Squads. These equipment are divided inte. various sub heads: ~\n\n(a) Search Equipment,\n(h) Detection Equipment.\n\n(c) Disposal Equipment.\n\n(d) Protection Equipment.\n\n(e) Transportation Equipment.\n\n2. During the procurement of the equipment, the concemed agencies are advised to follow the\niinimum technical specifications of dhe equipment as prescribed by BCAS for procurement,\n\n3. The concerned Airport Director in consultation with the representatives of BCAS, ASG shall jointly\ndecide the sites for installation of relevant equipment.\n\n(Shri M. Malaviya, IPS)\nAdal. Commissioner of Security, (CA)\n\nPage 254 of 257\n\n233323\n\n>\n\n12393 3\n\n>\n\n>\n\n",
  "67": "> 32 29\n\n»\n\n232 3:3 8s\n\n>\n\n23 2 2 3\n\n)\n\nPage 295 of 287\n\nSECRET\nf Government of India ]\n| (Ministry of Civil Aviation)\nBUREAU OF CIVIL. AVIATION SECURITY —|\n| National Civil Aviation Security Programme-2018\nAppendix “AY\nTOF E iT\nS.No. T Namie of Equipment\nL Sear Easipaent\n01 Hand iTeld Metal Detector\n02. Telescopic Metal Detector\n03. | Flectronie Stethascope |\n04. | Fiber Optics Surveillance Dey\n05. Search Kit Magnified (SKM)_\n06. Non-Linear Junction Detector\n07. Search Light with charger\n08. Telescopic Search Mirror 1\n09. Under Vehicle viewing Mirror\n| 10. Non-Metallic Prodder ;\nDetcetion Equipment =\nJi, T Bxplosive Vapor Detector J\n12. Real Time Viewing System\n13. Letter Bomb Detector\nicy Remote Operated Vehicle with Shoot Gun, Disrapter, Camera, Night Vision\nand Manipulator |\n1S. Explosive Detection and Identification Spray Kit ‘|\n16. Binoculars\nProtection Equipment\n17. Bomb Suit\n18. GSM Jammer\n19. Frequency Jammer\n20. Suspect Luggage Containment Vessel ial\n21. Blast Inhibitor J\nTransportation Equipment\n22, ‘Telescopic Manipulator\n23. “threat contaminated Vessel (with self driving Mechanism)\nte Disposal Equipment |\n24. [ Recoilless Disruptor (Range 30 Mtr) _\n25. Render Safe Procedure Toal Kit\naE s Cat Remote Opening Tool Set 1\n27. Took and fine Set\n28. ‘Thermal Cutter\n29. Remote Wire Cutter\n",
  "68": "SECRET\n\n(Ministry i)\nBUREAU OF CIVUL AVIATION SECURITY\n\nNational Civil Aviation Sceurity Programme-2018\n\nAnnexure: 8-7\nAVSEC CIRCULAR NO.: 18 (2010\n\nDated: 23/08/2010\nSubject: - Mimi ds for Bom jon and Dis pment.\n\n1.-The minimum standueds/specifications with eegard to the Bomb Detection and Disposal Fquipment\nmandatory to be deployed at airports which ure given in the Appendices for the equipment listed\nbelow:-\n\n{a) Bomb Suit - Appendix ‘A”\n(b) Bomb Inhibitor - Appendix ‘B°\n(e) Water Jet Disruptor - Appendix:\n(d) Electronic Stethoscope - Appen\n{¢) Threat Containment Vessel - Appendix *E”\n\n(8 Thermal Cutter - Appendix ‘T?\n\n(g) Explosive Detection Spray Kit - Appendix ‘G”\n\n(b) Under Vehicle Search Mitror - Appendix “H”\n\n(i) RSP Tool Kit - Appendin ‘”\n\nj) Car Remote Opening Too! Kit (CROT Kit) - Appendix “I*\n(k) Remote Wire Cutter - Appendix ‘K°\n\n(J) Scarch Light - Appendix ‘L*\n\n{m) Binocular - Appendix *M\"\n\n(n) Non Metallic Prodder - Appendix \"N”\n\n(0) Fibre Scope - Appendix *O°\n(p) Hook and Line Set - Appendix *P\n\n(a) Liquid Explosive Detector - Appendix ‘Q\"\n\n(r) Suspect Luggage Containment Vessel - Appendix ‘R”\n\n2, In-view of the advancement of technology, the concerned agencies are advised to Tullow minimum\ntechnical specifications of the equipment prescribed by BCAS for future procurement.\n\n3. The concerned Airport Operator in consultation with representatives of Controller of Explosives und\n\nASG will be part uf technical evaluation, assist in field testing with live explosives during final\nprocurement and will jointly decide the sites for installation of relevant equipment.\n\n(Shri Gyuneshwar Singh, IPS)\nAddl, Commissioner of Security (CA)\n\nPage 256 of 257\n\n23333339393\n\n»\n\nd\n\n2cas38023333\n\n»\n\n= = se!\n\n’\n",
  "69": ">.>\n\n73239990990\n\n)\n\n)\n\n419.339'3:3 9\n\n2 2\n\nSECRET\nGovernment of India\n(Ministry of Civit Aviation)\nBUREAU OF CIVIL AVIATION SECURITY |\nNational Civil Aviation Security Programme-2018\nAnnexure: 8-8\n\nAVSEC CIRCULAR NO. 20 2010\nDate: 15/09/2010\n\nSubje\n\ntb und Di for BI\n\nmn order to ensure effective deployment of Bomb Detection and Disposal equipment, it is important\n{hat the quantity of these is made mandstory, This will ensure optimal ailieacs of the equipment.\n\n2. In view of the above, the minimum quantity of the various equipment is listed below:-\n(@) Lund Held Metal Detector - 01 per BDD Squad\n\n(b) Telescupic Metal Detector - 01 per BDD Squad\n\n(©) Electronic Stethoscope -01 per BDD Squad\n\n(a) Fibre optics surveillance device - 01 per BDD Squad\n\n(©) Search Kit Magnified - 01 per BDD Squad\n\n(Non Linear Junction Detector - 01 per BDD Squad\n\nAg) Search Light with Charger - 01 Per BDD Squad\n\n(h) Telescopic Search Mirror - 01 per BDD Squad\n\n(O Under Vehicle Viewing Mirror -01 per BID Squad\n\n(i) Blast Inhibitor -01 per BDD Squad\n\n(K) Explosive Vapour Detector - 01 per BD Squad\n\n(1) Real Time Viewing System ~01 per BDD Squad\n\n(m)Liquid Explosive Detector «11 per BDD Squad\n\n{n) ROV -O1 per BDD Squad\n\n{6} Explosive Detection und Identification Spray Kit -O1 per BDD Squad\n(p) Binoculars -01 per BDD Squad\n\n() Bomb Suit -01 per BDD Squad\n\n(€.GSM Jumimer -01 per BLD Squad\n\n(8) Frequency Jammer -01 per BDD Squad\n\n{© Suspect Luggage Containment Vessel —01 per terminal building\n(u) Non metallic prodder -01 per BDD Squad\n\n(¥) Telescopic Manipulator -01 per BDD Squad\n\n{w) Recuiless Disruptor -01 per BDD Squad\n\n(x) RSP Tool Kit -01 per BDD Squad\n\n() CROT Kit -01 per BDD Squad\n\n(2) Hook and Line Set -01 per BDD Squad\n\n(aa) Thermal Cutter -1 per BDD Squad\n\n(bb) Remote Wire Cutter -01 per BDD Squad\n\n(Cc) Threat Containment Vessel -01 per BDD Squad\n\n3. During the procurement of the equipment, the concerned agencies are advised to follow: the\n‘minienum technical specifications ofthe eyuipmient as peescribed by BCAS for procurement,\n\n(Rohit Nandan)\nCommissioner of Security (CA)\n\nPage 257 of 257\n",
  "70": ""
}