{
  "1": "No. CAS-7(25)/2015/Div-I (NCASP) - 92594\nSIRa BTA / GOVERNMENT OF INDIA\nara fare Hare / MINISTRY OF CIVIL AVIATION\naay faster YT HR / BUREAU OF CIVIL AVIATION SECURITY\n‘90 Gy, Lll Tat, SATT Haat, STaTTT | ‘A’ WING, |-Ill FLOOR, JANPATH BHAWAN, JANPATH\n‘ag ferret - 110001 / NEW DELHI - 110001\nDate: 03/01/2018”\n\nAVSEC Order No. - 01/2018\n\nSubject: National Civil Aviation Security Programme - 2018\n\nIn exercise of powers conferred by Section 5A of the Aircraft Act, 1934 (XXII of 1934),\nread with rule 3 (b) of the Aircraft (Security) Rules, 2011, Director General, Bureau of Civil\nAviation Security, for the purpose of the safety of passengers, crew, ground personnel and the\ngeneral public in all matters relating to safeguarding against acts of unlawful interference with\ncivil aviation, directs that the National Civil Aviation Security Programme (NCASP) which has\nbeen reviewed and updated to comply with Standards of Annex-17 and security related provisions\nof Annex-9 to the Convention on International Civil Aviation, shall be implemented by all agencies\nconnected with aviation security in India.\n\n2. This is in supersession of AVSEC Order No. 02/2015 dated 18/08/2015 and its amendment\nissued vide AVSEC Order No. 08/2015 dated 24/09/2015 in this regard.\n\n3. Any violation of this AVSEC Order shall attract penalty under Section 11 A of the Aircraft\nAct 1934,\n\nLR. dando\n\nSANS\n(Kumar Rajesh Chandra, IPS)\nDirector General\n\nDistribution: As per list attached\nCopy to:\n\nMoCA (Kind attention: Shri Satish Chander, Under Secretary), Rajiv Gandhi Bhawan, New Delhi\nwart. their letter No. AV.11012/106/2015-AS dated 03\" January, 2018.\n\n",
  "2": "hri M.A. Ganapathy, ADG, Airport Sector (CISF), Adm. Block G. Floor, CISF\n\nComplex, Mahipalpur By Pass Road, New Delhi-110037\n\n2. Shri H.G.S. Dhaliwal, Director (Security), AAI, Rajiv Gandhi Bhawan, New Delhi\n\n3. Shri L. Velraj, ED (Security), Air India, Safdarjung Airport, New Delhi '\n\n4. Shri Mukesh Mittal, Joint Secretary (IS-II), MHA, Major Dhyan Chand National\nStadium, 2nd Floor, New Delhi - 110003 i\n\n5. Shri P.K. Bhardwaj, Joint Director, IB, MHA, 35 S P Marg, New Delhi\n\n6. RD, BCAS, Delhi, Chennai, Mumbai, Kolkata, Ahmedabad, Hyderabad, Amritsar,\nGuwahati & Imphal: to provide the relevant portion of NCASP to concerned agencies\nin your respective jurisdiction after signing the confidentiality agreement.\n\nInternal Distribution\n\nPPS to DG, Sr. PPS to Jt. DG, PS to DDG (AMT), PA to DDG (DR), All JDs / DDs / ADs of BCAS HQ,\nGuard File\n\nAD (OL) — with the request to translate this AVSEC Order in Hindi Language\n",
  "3": "SECRET\n\nwah Government of India\n4 > (Ministry of Civil Aviation)\nBUREAU OF CIVIL AVIATION SECURITY\n= National Civil Aviation Security Programme-2018\n\nof CIE AVIATION -\n\nra\n\nMINISTRY OF CIVIL AVIATION\nGOVERNMENT OF INDIA\n\nNATIONAL CIVIL AVIATION\nSECURITY PROGRAMME\n\nSixth Edition 2018\n\nBUREAU OF CIVIL AVIATION SECURITY\n‘A’ WING, I-III FLOOR, JANPATH BHAWAN\nJANPATH, NEW DELHI - 110001\n\nCopy No. o 3\n\nPage 1 of 257\n\n",
  "4": "SECRET\n\nGovernment of India\n(Ministry of Civil Aviation)\n\nBUREAU OF CIVIL AVIATION SECURITY\n\nNational Civil Aviation Security Programme-2018\n\nAMENDEMENTS\n\nThe amendments in the NCASP approved by Director General, Bureau of Civil Aviation Security\n(DG, BCAS). The space below is provided to keep a record of such amendments.\n\nRECORD OF AMENDMENTS\n\nNumber\n\nDate Applicable Date Entered\n\nEntered By\n\nPage 2 of 257\n",
  "5": "SECRET\n\nGovernment of India\n(Ministry of Civil Aviation)\nBUREAU OF CIVIL AVIATION SECURITY\n\nNational Civil Aviation Security Programme-2018\n\nTABLE OF CONTENTS.\nChapters Contents Page no.\nChapter-1 Programme objective 6-1\nChapter-2 Definitions 8-19\nChapter-3 Legislation 20-22\n3.1___[ International Conventions and Protocols 20-20\n3.2___| National legislation 20-22\nChapter-4 “Allocation of responsibilities B49\nG___| Designated Appropriate Authority for AVSEC 23-26\n42 __| Air Traffic Service 2631\n43 Aireraft operators 31-38\n4.4 | Policing authority 38-39\n43___| Military 39-39\n4.6 | Other agencies 39-49\nChapter 5 Coordination and Communication 50-62\nSi [National AVSEC  commitiee (National Advisory | 55 <>\n|__| Committee for Civil Aviation Security)\n3.2___| Coordination at airport level 32-53\n5.3__| Communication and cooperation with other States 34-56\n5.4__| Airport Security Committee 57-59\n5.5___ | News media communications 39-61\n5.6 | Communication with ICAO 61-61\n3.7___ | National Air Transport Facilitation Committee 61-62\nProtection of aerodrome, aircraft and air navigation\nChapter- 6 Bares 63-83\n6.1 | Designation of security restricted areas G64\n6.2 | Protection of security restricted areas 64-66\n6.3 | Control of acoess-general requirements 66-68\n6.4 | Control of access- persons 68-72\n6.5__| Control of access- vehicles T2=14\n6.6 | Aerodrome Entry Permit 74-15\n6.7__| Security of fuel farms / vital installations 75-15\n6.8 | Carriage of fire arms 75-15\n6.9 | Protection of aireraft 0)\n6.10 | Navigational and other vital facilities 79-80\n611 | Measures relating to landside 80-82\n612 | Measures relating to oyber threats $2.83\nSecurity control of persons and items being placed on\nean board aircraft ae 84-143\nT.1__| Sereening of passengers and carry-on baggage $4.98\n7.2___| Transit and transfer passengers 98.99\n7.3___| Special sereening procedures 99-103\n7.4 | Secondary Security Checks af ladder point 103-103\n7.5__| Authorized carriage of weapons 103-107\n7,6 _| Persons in custody and under administrative control 108-112\n17 Hold baggage 112-125\n\nPage 3 of 257\n\n",
  "6": "SECRET\n\neH\n\nin ai\n\nGovernment of India\n(Ministry of Civil Aviation)\nBUREAU OF CIVIL AVIATION SECURITY\n\nNational Civil Aviation Security Programme-2018\n\n78 | Air cargo and mail 126-138\n7.9___| Aireraft catering supplies and stores 138-143,\nMerchandise and supplies introduced into securi\none Pre eis ity 143-143\nChapter- 8 Security equipment 144-148\n8.1 Procurement 142-146\n8.2 | Calibration 146-147\n8.3 | Operation and maintenance 147-147\n8.4 | Bomb Detection and Disposal equipment for BDDS 147-147\n8.5 | Human Factor Principles 147-148\nChapter -9 Personnel 149-153,\n9.1__| Selection criteria 149-150\n9.2 | Background checks 150-152\n9.3__| Persons involved in criminal cases 152-152,\n9.4 | Training 152-153\nChapter - Management of response to acts of unlawfil| 5, 6.\n10 interference\n10.1 | General 155-158\n10.2 | Responsibilities 158-159\n10.3 | Initial action 160-160\n10.4 | Command 160-160\n10.5 | Control 160-161\n10.6 | Provision of air navigation services 161-162\n10.7 | Specialist support 162-162.\n10.8_| News media 162-162\n10.9 | Reporting 162-163\n10.19 | Response fo threat information & adjustment in rie\nprogramme\n10:11 | Communication of false information 164-165\n10.12 _ | lafermation to agencies on receipt of Bomb Theat ae\nChapter Quality control ein\nTi. __[ Introduction 167-167\n11.2 | NCASQCP 168-168\n113___| Monitoring activities 168-171\n1.4 | Corrective Action & enforcement measures 17-174\n11.5 | Security audit/inspection of the foreign airlines / entities | __174-174\nChapier- ‘Adjustment of programme and contingeney plans aaeieo\n12\n12.1 | General 175-177\n12.2 | Responsibilities 177-178\n12.3 Incident review 178-179\n12.4 | Impact assessment 179-180\nChapter-13 Financing of security 181-182\n13:1___| Financial resources 181-181\n13.2 | Human resources 181-182\n\n‘Annexure ~ Index\nPage 4 of 257\n\n",
  "7": "SECRET\n\nGovernment of India\n(Ministry of Civil Aviation)\n=== BUREAU OF CIVIL AVIATION SECURITY\nNational Civil Aviation Security Programme-2018\nirae: AVSEC Order (AO) / AVSEC Circular (AC)\n4-1 | AC05/2016 dated 30/05/2016 — Information on bomb threat call 183-183,\n42 | AO 03/2009 dated 21/08/2009, Corrigendum dated 03/02/2014 and | 184-187\naddendum dated 16/08/2016 - AVSEC functions by aircraft operators\n43 [AO 03/2010 dated 05/05/2010 — Aircraft operator security programme | 188-189\n4-4 [AC 09/2005 dated 17/03/2005 — Off-airport check-in facilities 190-194\n4-5 | AO 07/2010 dated 19/11/2010 — Transfer of BDDS responsibilities | 195-195\nfrom BCAS to ASG\n4-6 | AO 07/2004 dated 31.12.2004 — Catering securit 196-199\n6-1 | AC 05/2017 dated 05/04/2017 — PIDS and CCTV specifications 200-200\n7-1 [AC04/2014 dated 31/03/2014 — SOP for pax with special needs 201-208\n7-2 | AO 05/2005 date 07/06/2005 - Prohibited Items 209-215\n7-3 | AC 08/2017 dated 04/07/2017 — Detection of arms and ammunition | 216-217\nwhile screening\n7-4 | AO 05/2002 dated 01/07/2002 — Diplomatic mail bags 218-219\n7-3 | AC 01/2017 dated 06/01/2017 — Transport of human organs 220-223\n7-6 | AC 29/2002 dated 24/09/2002 — Procedure for carriage of weapons | 224-226\n7-7__| MoCA Order no. = AV.13024/02/2004-SS dated 25/01/2005 — PSO __| 227-228\n7-8 | MoCA Order no. — AV.13024/65/99-SS dated 03/01/2000 - IFSO 229-229\n7-9 | AO 08/2011 dated 21/01/2011 - Disruptive passenger 230-230\n7-10 __ | AC 17/2004 dated 04/08/2004 — Registered baggage reconciliation | 231-232\n7-11 [AO 11/2015 dated 14/12/2015 = Security measures for Regulated | 233-241\nAgents\n81 | AC 25/2004 dated 27/12/2004 — Minimum Standards for Civil | 242-242\nAviation Security Equipment.\n8-2 | AC 03/2017 dated 13/01/2017 — Minimum  standards/specifications | 243-243\nwith regard to the Bomb Suit\n8-3] AC 12/2017 dated 22/08/2017 — Provision of Bullet Resistant Vehicles | 244-244\nto Quick Reaction Team at airports\n8-4\" | AC 13/2017 dated 20/10/2017 — Prioritizing BDDS equipment 245-246\n8-5 | AC 04/2008 dated 01/08/2008 and corrigendum dated 27/08/2008 —| 247-249\nTechnical specification for STEB for carriage of LAGs\n8-6 | AC 14/2010 dated 09/06/2010 and corrigendum dated 17/08/2010 — | 250-251\nStandardized list of BDDS equipment\n8-7 | AC 18/2010 dated 23/08/2010 — Minimum Standards for Bomb | 252-252\nDetection and Disposal Equipment\n8-8 | AC 20/2010 dated 15/09/2010 — Bomb Detection and Disposal | 253-253\nEquipment for BDDS Squads\n\nPage 5 of 257\n",
  "8": "SECRET\n\nGovernment of India\n(Ministry of Civil Aviation)\nBUREAU OF CIVIL AVIATION SECURITY\n\nNational Civil Aviation Security Programme-2018\n\nChapter —1\n\nProgramme Objective\n1, SARPs of Annex-17\n\nEach Contracting State shall have as its primary objective the safety of passengers, crew,\n2.1.1 | ground personnel and the general public in all matters related to safeguarding against\nacts of unlawful interference with civil aviation.\n\n2.2.1 | Each contracting state shall apply the Standards and shall endeavor to apply the\nRecommended Practices contained in Annex 17 to international civil aviation operations.\nEach Contracting State shall ensure that measures designed to safeguard against acts of\n2.2.2 | unlawful interference are applied to domestic operations to the extent practicable,\nbased upon a security risk assessment carried out by the relevant national authorities.\nEach Contracting State shall establish measures to prevent weapons, explosives or any\nother dangerous devices, articles or substances, which may be used to commit an act of\nunlawful interference, the carriage or bearing of which is not authorized, from being\nintroduced, by any means whatsoever, on board an aircraft engaged in civil aviation.\n\n1.1 The primary objective of National Civil Aviation Security Programme (NCASP) of India with\nregard to civil aviation security is to ensure the protection and safety of passengers, crew, ground\npersonnel, the general public, aircraft and facilities of an airport serving civil aviation, against acts\nof unlawful interference perpetrated on the ground or in flight, through regulations, practices and\nprocedures which take into account the safety, regularity and efficiency of flights that apply to\n“normal” operating conditions, and for the additional measures required when there is any increase\nin the aviation security threat level.\n\n1.2 In order to meet the primary objective in this regard, a dedicated organization namely: the\nBureau of Civil Aviation Security (BCAS) has been established. The Aireraft (Security) Rules,\n2011 provide legal structure and define responsibilities and methods of implementation.\nAccordingly, the Ministry of Civil Aviation, Government of India has designated Director General,\nBCAS as the “Appropriate Authority” responsible for the development, implementation and\nmaintenance of a comprehensive policy on aviation security as NCASP.\n\n12.1 The Appropriate Authority for Civil Aviation Security in India shall ensure that the\nprimary objective as it relates to aviation security is made available to all entities within the aviation\nindustry to implement the security measures as per the NCASP either through BCAS web site or by\nissuance of AVSEC Order / Circular.\n\n1.3 The Programme is designed to meet the international Standards and Recommended Practices\n(SARPs) as contained in Annex 17 to the Convention of International Civil Aviation as well as\nrelated aviation security provisions found in other Annexes.\n\n13.1 In order to implement amendments to security-related Standards and Recommended\nPractices in the Annexes, the relevant provisions of NCASP shall be suitably modified and\ndirections to the concerned organizations and entities under Section SA of the Aircraft Act, 1934\nwill be issued by the Commissioner of Security (Civil Aviation), BCAS, hereinafter mentioned as\nthe Director General, BCAS, for their implementation.\n\nPage 6 of 257\n",
  "9": "SECRET\n\n2 = Government of India\n(Ministry of Civil Aviation)\nBUREAU OF CIVIL AVIATION SECURITY\noe a National Civil Aviation Security Programme-2018\n\n14 The principles governing measures designed to safeguard against acts of unlawful\ninterference with civil aviation shall be applied to international and domestic operations based upon\na security risk assessment carried out by the relevant national authorities.\n\nLs In case of any difference to the Standards and Recommended Practices of Annex-17 to\nthe Convention on International Civil Aviation, such issues shall be deliberated in the National\nAdvisory Committee for Civil Aviation Security. Differences,. if any, shall be notified by the\nDirector General, BCAS to the ICAO in a time bound manner prescribed by ICAO.\n\n16 In case of any difference between NCASP provisions and any previous orders/circular,\nthe provision of NCASP shall prevail. Any future modification through AVSEC order/circular will\ncontain reference to the NCASP provision being modified.\n\n17 Advisory Committee for Civil Aviation Security (ACCAS) - The National AVSEC\nCommittee was established in India in 1977 with Secretary, Ministry of Civil Aviation as\nChairman, and Director General, BCAS as Convener and representatives from various ministries\nand government department / agencies / stakeholders connected with civil aviation security as\nmembers for the purpose of coordinating security activities between the departments, agencies and\nother organizations of the country, airport and aircraft operators and other entities concerned with or\nresponsible for the implementation of various aspects of the National Civil Aviation Security\nProgramme.\n\n1.7.1 Review of policy and procedures on AVSEC: ACCAS shall review the relevant\npolicy and procedures used for updating, in a timely manner, national aviation security policies and\n\nrequirements related to any amendment to Annex 17, or to address any new and emerging threat to\ncivil aviation or other relevant reasons.\n\nweet\n\nPage 7 of 257\n",
  "10": "SECRET\n\nGovernment of India\n(Ministry of Civil Aviation)\nBUREAU OF CIVIL AVIATION SECURITY.\nNational Civil Aviation Security Programme-2018\nChapter —2\nDefinitions\n\n2. Following are definitions of certain terms used in NCASAP and in civil aviation:\n\n24 ‘Accompanied hold baggage. Baggage which is accepted for carriage in the hold of an\naircraft and which is checked in by the passenger who is on board.\n\n2.2 Acts of unlawful interference (definition given for guidance purposes). These are acts\nor attempted acts such as to jeopardize the safety of civil aviation, including but not limited to:\n© unlawful seizure of aircraft;\n‘© destruction of an aircraft in service;\n* hostage-taking on board aircraft or on aerodromes;\nforcible intrusion on board an aircraft, at an airport or on the premises of an\naeronautical facility;\n* introduction on board an aircraft or at an airport of a weapon or hazardous device or\n‘material intended for criminal purposes;\n* use of an aircraft in service for the purpose of causing death, serious bodily injury, or\nserious damage to property or the environment; and\n* communication of false information such as to jeopardize the safety of an aircraft in\nflight or on the ground, of passengers, crew, ground personnel or the general public, at\nan airport or on the premises of a civil aviation facility.\n\n23 Aerial work. An aircraft operation in which an aircraft is used for specialized services\nsuch as agriculture, construction, photography, surveying, observation and patrol, search and\nrescue, and aerial advertisement.\n\n24 Aerodrome. Any definite or limited ground or water area intended to be used, either\nwholly or in part, for the landing or departure of aircraft, and includes all buildings, sheds, vessels,\npiers and other structures thereon or appertaining thereto.\n\n25 ‘Aerodrome Entry Permit (AEP). The photo identity card, smart card or temporary\npermit issued by the Director General, BCAS, Ministry of Civil Aviation or any person authorized\nby the Central Government for entry into the aerodrome or part of an aerodrome, (Ref. rule 2(¢) of\nThe Aircraft (Security) Rules, 2011).\n\n2.6 Aerodrome Operator. A person, organisation or enterprise responsible for operation\nand management of an aerodrome, z\n\n27 Aireraft. Any machine that can derive support in the atmosphere from the reactions of\nthe air other than the reactions of the air against the earth’s surface.\n\n28 light. An aircraft from the moment when all its external doors are closed\nfollowing embarkation until the moment when such doors are opened for disembarkation.\n\n29 Aireraft in service. An aircraft shall be considered to be “in service” from the\nbeginning of the pre-flight preparation of the aircraft by ground personnel or by the crew for a\n\nPage 8 of 257\n",
  "11": "SECRET\n\nae Government of India\n(Ministry of Civil Aviation)\nBUREAU OF CIVIL AVIATION SECURITY\nes National Civil Aviation Security Programme-2018\n\nspecific flight until twenty-four hours after any landing and in the case of a forced landing, the\nflight shall be deemed to continue until the competent authorities take over the responsibility for\nthe aircraft and for persons and property on board.\n\n2.10 Aireraft maintenance area. All the ground space and facilities provided for aircraft\nmaintenance. This includes aprons, hangars, buildings and workshops, vehicle parks and roads\nassociated therewith. Such an area is normally designated as a security restricted area.\n\n2.11 Aireraft Operator. A person, organisation or enterprise engaged in or offering to\nengage in an aircraft operation\n\n2.12 Aireraft operators’ documents. Air waybills and consignment notes, passenger tickets\nand boarding passes, bank and agent settlement plan documents, excess baggage tickets,\nmiscellaneous charges orders, damage and irregularity reports, baggage and cargo labels,\ntimetables, and weight and balance documents, for use by aircraft operators.\n\n2.13 Aircraft security check. An inspection of the interior of an aircraft to which\npassengers may have had access and an inspection of the hold for the purposes of discovering\nsuspicious objects, weapons, explosives or other dangerous devices, articles and substances.\n\n2.14 © Aireraft security search. A thorough inspection of the interior and exterior of the\naircraft for the purpose of discovering suspicious objects, weapons, explosives or other dangerous\ndevices, articles or substances.\n\n2.15 Aircraft stand. A designated area on an apron intended to be used for parking an\naircraft.\n\n2.16 Airport. Any area in a Member State which is open for commercial aircraft operations.\n\n2.17 Airside. The movement area of an airport, adjacent terrain and buildings or portions\nthereof, access to which is controlled.\n\n2.18 Appropriate authority for aviation security. The authority designated by a State\nwithin its administration to be responsible for the development, implementation and maintenance\nof the national civil aviation security programme.\n\n2.19 Apron. A defined area, on a land aerodrome, intended to accommodate aircraft for the\npurposes of loading or unloading passengers, mail or cargo, fueling, parking or maintenance.\n\n2.20 Aviation Security Group. A unit of specialized Government agency authorized by the\nDirector General, BCAS to safeguard civil aviation against acts of unlawful interference and\nprotection of property at the aerodrome handling civil aviation. (also see rule 13 of the Aircraft\n(Security) Rules, 2011)\n\n2.21 Apron passenger vehicle. Any vehicle used to convey passengers between aircraft and\npassenger buildings.\n\nPage 9 of 257\n",
  "12": "SECRET\n\nte, Government of India\nRy (Ministry of Civil Aviation)\nBUREAU OF CIVIL AVIATION SECURITY\nfe National Civil Aviation Security Programme-2018\n\n2.22 Background check. A check of a person’s identity and previous experience, including\nwhere legally permissible, any criminal history, as part of the assessment of an individual's\nsuitability to implement a security control and/or for unescorted access to a security restricted\narea.\n\n2.23 Baggage. Personal property of passengers or crew carried in the cabin or in the hold of\nan aircraft by agreement with the operator.\n\n2.24 Baggage Break-up Area. The area where all the arrival passengers’ baggage is\ndelivered to them.\n\n2.25 Baggage container. A receptacle in which baggage is loaded for conveyance in an\nairoraft.\n\n2.26 Baggage sorting area, Space in which departure baggage is sorted into flight loads.\nAlso known as Baggage Make-up area.\n\n2.27 Baggage storage area. Space in which checked/hold baggage is stored pending\ntransport to aircraft and space in which mishandled baggage may be held until forwarded, claimed\nor otherwise disposed of.\n\n2.28 Behaviour detection. Within an aviation security environment, the application of\ntechniques involving the recognition of behavioral characteristics, including but not limited to\nphysiological or gestural signs indicative of anomalous behaviour, to identify persons who may\npose a threat to civil aviation.\n\n2.29 Bomb alert. A status of alert put in place by competent authorities to activate an\nintervention plan intended to counter the possible consequences arising from a communicated\nthreat, anonymous or otherwise, or arising from the discovery of a suspect device or other suspect\nitem on an aircraft, at an airport or in any civil aviation facilities.\n\n2.30 Bomb threat. A communicated threat, anonymous or otherwise, which suggests, or\ninfers, whether true or false, that the safety of an aircraft in flight or on the ground, or any airport\nor civil aviation facility or any person may be in danger from an explosive or other item or device.\n\n2.31 Cabin baggage. A baggage intended for carriage in the cabin of an aircraft.\n\n2.32 Cargo. Any property carried on an aircraft other than mail, stores and accompanied or\nmishandled baggage.\n\n233 Cargo area. All the ground space and facilities provided for cargo handlings. It\nincludes aprons, cargo buildings and warehouses, vehicle parks and roads associated therewith.\n\n2.34 Cargo building. A building through which cargo passes between air and ground\n\ntransport and in which processing facilities are located, or in which cargo is stored pending\ntransfer to air or ground transport.\n\nPage 10 of 257\n",
  "13": "SECRET\n\n3 Government of India\n4 (Ministry of Civil Aviation)\nBUREAU OF CIVIL AVIATION SECURITY\nNational Civil Aviation Security Programme-2018\n2.35 Catering stores. All items, other than catering supplies, associated with passenger in-\n\nflight services, for example newspapers, magazines, headphones, audio and video tapes, pillows\nand blankets, and amenity kits.\n\n236 Catering supplies. Food, beverages, other dry stores and associated equipment used on\n\nboard an aircraft.\n\ntores (Supplies).\n\n© For consumption - Goods, whether or not sold, intended for consumption by the\npassengers and the crew on board an aircraft, and goods necessary for the operation\nand maintenance of the aircraft, including fuel and lubricants.\n\n* To be taken away - Goods for sale to passengers and crew of an aircraft with a view\nto be taken away on landing.\n\n237 Certification. A formal evaluation and confirmation by or on behalf of the appropriate\nauthority for aviation security that a person possesses the necessary competencies to perform\nassigned functions to an acceptable level as defined by the appropriate authority.\n\n2.38 Chartered Aircraft Operations. Chartered aircraft operations mean all operations,\nundertaken for remuneration by an aircraft operator, other than General Aviation and scheduled air\ntransport services.\n\n2.39 Check-in. The process of reporting to an aircraft operator for acceptance on a particular\nflight.\n\n2.40 Check-in position. The location of facilities at which check-in is carried out.\n\n2.41 Co-mail Abbreviation of aircraft operator company mail, shipped within the\n\ncompany’s network of stations.\n\n2.42 Co-mat. Abbreviation of aircraft operator company materials, shipped within the\ncompany’s network of stations.\n\n243 Commercial air transport operation. An aircraft operation involving the transport of\npassengers, cargo or mail for remuneration or hire. (For the purposes of this NCASP, the term\naircraft operator will be used instead of commercial air transport operator.)\n\n2.44 Contingency plan. A proactive plan to include measures and procedures addressing\nvarious threat levels, risk assessments and the associated security measures to be implemented,\ndesigned to anticipate and mitigate events as well as prepare all concerned parties having roles and\nresponsibilities in the event of an actual act of unlawful interference. A contingency plan sets forth\nincremental security measures that may be elevated as the threat increases. It may be a stand-alone\nplan or included as part of a Crisis Management Plan.\n\n245 Convention. The convention relating to International Civil Aviation signed at Chicago\non the 7th day of December, 1944\n\nPage 11 of 257\n",
  "14": "SECRET\nGovernment of India aI\n(Ministry of Civil Aviation)\nBUREAU OF CIVIL AVIATION SECURITY\n\nOe National Civil Aviation Security Programme-2018\n\n2.46 Corporate aviation. The non-commercial operation or use of aircraft by a company for\nthe carriage of passengers or goods as an aid to the conduct of company business, flown by a\n\nee pilot employed to fly the aircraft. (Note that corporate aviation is a subset of general\naviation,\n\n247 Courier service. An operation whereby shipments tendered by one or more consignors\nare transported as the baggage of a courier passenger on board a scheduled aircraft operator\nservice under normal passenger hold baggage documentation.\n\n2.48 Crew member. A person assigned by an operator to duty on an aircraft during a flight\nduty period.\n249 Crisis management. Contingency measures implemented in response to increased\n\nthreat levels as well as implementation of measures and procedures in response to the emergencies\nto include acts of unlawful interference.\n\n2.50 Dangerous goods. Articles or substances which are capable of posing a risk to health,\nsafety, property or the environment and which are shown in the list of dangerous goods in the\nTechnical Instructions or which are classified according to those Instructions.\n\nNote - Dangerous goods are classified in Annex 18, Chapter 3.\n\n2.51 Deporte. A person who had legally been admitted to a State by its authorities or who\nhad entered a State illegally, and who at some later time is formally ordered by the competent\nauthorities to leave that State.\n\n2.52 Diplomatie pouch/bag. A shipping container having diplomatic immunity from search\nor seizure when accompanied by the required official documentation.\n\n2.53 Direct transit area. A special area established in an international airport, approved by\nthe public authorities concerned and under their direct supervision or control, where passengers\ncan stay during transit or transfer without applying for entry to the State.\n\n2.54 Disruptive passenger. A passenger who fails to respect the rules of conduct at an\nairport or on board an aircraft or to follow the instructions of the airport staff or crew members\nand thereby disturbs the good order and discipline at an airport or on board the aircraft.\n\n2.55 Emergency plan. A plan setting forth the procedures for coordinating the response of\ndifferent aerodrome agencies or services and of those agencies in the surrounding community that\ncould be of assistance in responding to an emergency.\n\n2.56 Explosive Detection System (EDS). A technology system or combination of different\ntechnologies which has the ability to detect, and so to indicate by means of an alarm, explosive\nmaterial contained in baggage or other articles, irrespective of the material from which the bag is\nmade.\n\n2.57 Explosive Device Detection System (EDDS). A technology system ot combination of\ndifferent technologies which has the ability to detect, and so to indicate by means of an alarm, an\n\nPage 12 of 257\n",
  "15": "SECRET\n\nhy Government of India\n(Ministry of Civil Aviation)\n=o— BUREAU _OF CIVIL AVIATION SECURITY\nes National Civil Aviation Security Programme-2018\n\nexplosive device by detecting one or more components of such a device contained in baggage or\nother articles, irrespective of the material from which the bag or article is made.\n\n2.58 Explosive substance. A solid or liquid substance (or a mixture of substances) which is\nin itself capable, by chemical reaction, of producing gas at such a temperature and pressure and at\nsuch a speed as to cause damage to the surroundings. Included are pyrotechnic substances even\nwhen they do not evolve gases. A substance which is not itself an explosive but which can form an\nexplosive atmosphere of gas, vapour or dust is not included.\n\n2.59 Express cargo. Goods other than mail and accompanied or baggage involuntarily or\ninadvertently separated from passengers or crew which is required to be cattied on priority basis\nby an aircraft operator.\n\n2.60 Facilitation. The efficient management of the necessary control process, with the\nobjective of expediting the clearance of persons or goods and preventing unnecessary operational\ndelays.\n\n2.61 Freight. See Cargo.\n\n2.62 General aviation. An aircraft operation other than a commercial air transport operation\nor an aerial work operation.\n\n2.63 igh-risk cargo or mail. Cargo or mail presented by an unknown entity or showing\nsigns of tampering shall be considered high risk if, in addition, it meets one of the following\ncriteria:\n‘© specific intelligence indicates that the cargo or mail poses a threat to civil\naviation; or\n© the cargo or mail shows anomalies that give rise to suspicion; or\n* the nature of the cargo or mail is such that baseline security measures alone are\nunlikely to detect prohibited items that could endanger the aircraft.\nRegardless of whether the cargo or mail comes from a known or unknown entity, a State’s\nspecific intelligence about a consignment may render it as high risk.\n\n2.64 Human Factors principles. Principles which apply to design, certification, training,\noperations and maintenance and which seek safe interface between the human and other system\ncomponents by proper consideration to human performance.\n\n2.65 Human performance. Human capabilities and limitations which have an impact on the\nsafety, security and efficiency of aeronautical operations.\n\n2.66 Identification cards. See Permit system.\n\n2.67 Inadmissible person. A person who is or will be refused admission to a State by its\n\nauthorities.\n\nNote - Such a person normally has to be transported back to their State of departure, or to\nany other State where the persons are admissible, by the aircraft operator on which they\narrived.\n\nPage 13 of 257\n\n",
  "16": "SECRET\n\nGovernment of India\n(Ministry of Civil Aviation)\nBUREAU OF CIVIL AVIATION SECURITY\nEss National Civil Aviation Security Programme-2018\n\n2.68 __ In-flight security officer. A person who is authorized by the government of the State\nof the Operator and the government of the State of Registration to be deployed on an aircraft with\nthe purpose of protecting that aircraft and its occupants against acts of unlawful interference. This\nexcludes persons employed to provide exclusive personal protection for one or more spi\npeople travelling on the aircraft, such as personal bodyguards.\n\n2.69 In-flight supplies. All items intended to be taken on board an aircraft for use,\nconsumption or purchase by passengers or crew during the flight, which typically include catering\nand cleaning stores and supplies.\n\n2.70 Integrated/consolidated cargo. A consignment of multiple packages which has been\noriginated by more than one person, each of whom has made an agreement for carriage by air with\nanother person other than a scheduled aircraft operator.\n\n2.71 Interline baggage. The baggage of passengers subjected to transfer from the aircraft of\n‘one operator to the aircraft of another operator in the course of their journey.\n\n2.72 International airport. Any airport designated by the Member State in whose territory\nit is situated as an airport of entry and departure for international air traffic, where the formalities\nincident to customs, immigration, public health, animal and plant quarantine and similar\nprocedures are carried out.\n\n2.73 ‘Known consignor. A consignor who originates cargo or mail for its own account and\nwhose procedures meet common security rules and standards sufficient to allow the carriage of\ncargo or mail on any aircraft.\n\n2.74 LAGS. Liquids, aerosols and gels, in any volume, for sale at airport outlets (excluding\nfood and beverages for consumption in the airport premises and not intended for carriage into the\naircraft passenger cabin) or on board aircraft during the day(s) of the journey, either in the airside\narea or in a security-restricted area.\n\n2.75 Landside. Those parts of an airport, adjacent terrain and buildings or portions thereof\nthat are not airside, as identified by States and relevant entities in their security programmes.\n\n2.76 Mail. Alll postal items tendered by and intended for delivery to designated postal\noperators to operate the postal service in accordance with the Universal Postal Union Acts.\n\n2.77 Mishandled baggage. Baggage involuntarily, or inadvertently, separated from\npassengers or crew.\n\n2.78 Movement area. That part of an aerodrome to be used for the take-off, landing and\ntaxiing of aircraft, consisting of the maneuvering area and the apron(s).\n\n2.79 Narcotics control, Measures to control the illicit movement of narcotics and\npsychotropic substances by air.\n\nPage 14 of 257\n",
  "17": "SECRET\n\nRy Government of India\n(Ministry of Civil Aviation)\n== BUREAU OF CIVIL AVIATION SECURITY.\nte ae National Civil Aviation Security Programme-2018\n\n2.80  Non-restrieted area. Area of an airport to which the public has access or to which\naccess is otherwise unrestricted. :\n\n2.81 Off-airport processing facilities. A passenger or cargo transport link terminal at an\nurban population centre at which processing facilities are provided.\n\n2.82 Passenger area, All the ground space and facilities provided for passenger processing,\nincluding aprons, passenger buildings, vehicle parks and roads.\n\n2.83 Permit system. A system consisting of cards or other documentation issued to\nindividual persons employed at airports or who otherwise have a need for authorized access to an\nairport, airside or security restricted area. Its purpose is to identify the individuals and facilitate\naccess. Vehicle permits are issued and used for similar purposes to allow vehicular access. Permits\nare sometimes referred to as airport identification cards or passes.\n\n2.84 Person with disabilities. Any person whose mobility is reduced due to a physical\nincapacity (sensory or locomotor), an intellectual deficiency, age, illness or any other cause or\ndisability when using air transport and whose situation needs special attention and the adaptation\nto the person’s needs of the services made available to all passengers.\n\n2.85 Pilot-in-command. The pilot designated by the operator, or in the case of general\naviation, the owner, as being in command and charged with the safe conduct of a flight.\n\n2.86 Prohibited Items. A list of items i.e. weapons, explosives or other dangerous devices,\narticles or substances which may be used to commit an act of unlawful interference with civil\naviation operations. Such list is established by the DG, BCAS based on a risk assessment.\n\n2.87 Regulated agent. An agent, freight forwarder or any other entity who conducts\nbusiness with an operator and provides security controls that are accepted or required by the\nappropriate authority in respect of cargo or mail.\n\n2.88 Restricted articles. Articles which are, in the specific context of aviation security,\ndefined as those articles, devices or substances which may be used to commit an act of unlawful\ninterference against civil aviation or which may endanger the safety of the aircraft and its\n‘occupants, or installations, or the public.\n\n2.89 Sabotage. An act or omission, intended to cause malicious or wanton destruction of\nproperty, endangering or resulting in unlawful interference with civil aviation and its facilities.\n\n2.90 Screening. The application of technical or other means which are intended to identify\nand/or detect weapons, explosives or other dangerous devices, articles or substances which may be\nused to commit an act of unlawful interference.\n\nNote - Certain dangerous articles or substances are classified as dangerous goods by Annex 18\n— The Safe Transport of Dangerous Goods by Air and the associated Technical Instructions\nfor the Safe Transport of Dangerous Goods by Air (Doc 9284) and must be transported in\naccordance with those instructions. In addition, the Aviation Security Manual (Doc 8973 —\nRestricted) provides a list of prohibited items that must never be carried in the cabin of an\nairraft.\n\nPage 15 of 257\n",
  "18": "SECRET\n\naan Government of Indi:\n(Ministry of Civil Aviation)\nBUREAU OF CIVIL AVIATION SECURITY\nE--3 National Civil Aviation Security Programme-2018\n\n2.91 Security. Safeguarding civil aviation against acts of unlawful interference. This\nobjective is achieved by a combination of measures and human and material resources.\n\n2.92 Security audit. An in-depth compliance examination of all aspects of the\nimplementation of the national civil aviation security programme.\n\n2.93 Security accident. An occurrence which results in death or grievous hurt to a person or\nmajor damage to the property.\n\n2.94 Security checks for LAGs and STEBs. Visual checks or security controls, performed\nby security staff, for signs of interference, in particular tampering with seals, theft and the\nintroduction of potentially dangerous devices, articles or substances. The checks should be made\nat the first point of entry on the airside and should be made on all supplies of LAGs and STEBs to\nestablish that they have been protected, that there is no evidence or suspicion of tampering, and\nthat the necessary documentation is in order.\n\n2.95 Security clearance. Compliance with the security controls specified in the National\nCivil Aviation Security Programme with regard to any aircraft, entity, person or object. It is a\nstatus granted to individuals or entities allowing them access to classified information, access to\nrestricted areas or to conduct business after completion of a background check.\n\n2.96 Security control. A means by which the introduction of weapons, explosives or other\ndangerous devices, articles or substances which may be used to commit an act of unlawful\ninterference can be prevented.\n\nSecurity equipment. Devices of a specialized nature for use, individually or as part of\nm, in the prevention or detection of acts of unlawful interference with civil aviation and its\n\n2.98 Security exercise. A full-scale security exercise is a simulated act of unlawful\ninterference with the objective of ensuring the adequacy of a contingency plan to cope with\ndifferent types of emergencies. A partial security exercise is a simulated act of unlawful\ninterference with the objective of ensuring the adequacy of the response to individual participating\nagencies and components of the contingency plan, such as the communications system.\n\n2.99 Security incident. An occurrence in relation to civil aviation security which takes place\neither on the ground or in flight, which results in:\n\n‘* in injury to a person, damage to property, fire and breakage;\n\n* contravention or breach of security laws, regulations, national civil aviation\nsecurity programme and orders issued by the Central Government under the\nprovisions of the Aircraft Act, 1934.\n\n2.100 Security inspection. An examination of the implementation of relevant National Civil\n\nAviation Security Programme requirements by an aircraft operator, airport or other entity involved\nin security.\n\nPage 16 of 257\n",
  "19": "SECRET\n\nhol Government of India\n(Ministry of Civil Aviation)\nBUREAU OF CIVIL AVIATION SECURITY\nNational Civil Aviation Security Programme-2018\n\n2.101 Security investigation. An inquiry into any act or attempted act of unlawful\ninterference against civil aviation and/or any alleged or suspected instance of non-compliance with\na State’s National Civil Aviation Security Programme or other legal and/or regulatory\nrequirements pertaining to civil aviation security.\n\n2.102 Security programme. Written measures adopted to safeguard international civil\naviation against acts of unlawful interference\n\n2.103 Security restricted area. Those areas of the airside of an airport which are identified as\npriority risk areas where in addition to access control, other security controls are applied. Such\nareas will normally include, inter alia, all commercial aviation passenger departure areas between\nthe screening checkpoint and the aircraft, the ramp, baggage make-up areas, including those where\naircraft are being brought into service and screened baggage and cargo are present, cargo sheds,\nmail centres, airside catering and aircraft cleaning premises.\n\n2.104 Security survey. An evaluation of security needs including the identification of\nvulnerabilities which could be exploited to carry out an act of unlawful interference, and the\nrecommendation of corrective actions.\n\n2.105 Security tamper-evident bags (STEBs). Specially designed bags that should only be\nused for the sale of LAGs by airport outlets or on board an aircraft.\n\n2.106 Security test. A covert or overt trial of an aviation security measure which simulates an\nattempt to commit an unlawful act.\n\n2.107 Sensitive Aviation Security Information. Information that, if accessed by or disclosed\nto unauthorized persons, could create or be used to exploit a vulnerability or facilitate an act of\nunlawful interference against civil aviation.\n\n2.108 Service panel. Aircraft external access point used for providing aircraft services\nincluding water, lavatories and ground electrical outlets, and other service compartments that have\nexternal clip-down panels.\n\n2.109 Small arms. A general description applied to all hand-held firearms.\n\n2.110 State of Registry. The State on whose register the aircraft is entered. (See also the\ndefinition in Annex 6.)\n\n2.111 State of the Operator. The State in which the operator’s principal place of business is\nlocated or, if there is no such place of business, the operator’s permanent residence.\n\n2.112 Sterile area. The area between any passenger inspection or screening checkpoint and\naircraft, into which access is strictly controlled (see also security restricted area.)\n\n2.113 Stores (Supplies).\nFor consumption - Goods, whether or not sold, intended for consumption by the\npassengers and the crew on board an aircraft, and goods necessary for the operation and\n‘maintenance of the aircraft, including fuel and lubricants.\n\nPage 17 of 257\n",
  "20": "SECRET\n\nGovernment of India\n(Ministry of Civil Aviation)\nBUREAU OF CIVIL AVIATION SECURITY\nNational Civil Aviation Security Programme-2018\n\nTo be taken away - Goods for sale to passengers and crew of an aircraft with a view to\nbe taken away on landing.\n\n2.114 Terminal. The main building or group of buildings where the processing of\ncommercial passengers and cargo, and the boarding of aircraft occurs.\n\n2.115 ‘Threat Image Projection (TIP). A software programme approved by the appropriate\nauthority that can be installed on certain X-ray equipment, which projects virtual images of threat\narticles such as guns, knives, and improvised explosive devices within the X-ray image of a real\nbag under examination or complete virtual images of bags containing threat articles, and provides\nimmediate feedback to the X-ray equipment operators of their ability to detect such images.\n\n2.116 Trace detection equipment. A technology system or combination of different\ntechnologies which has the ability to detect very small amounts of explosive materials, and so to\nindicate, by means of an alarm, any such materials contained in baggage or other articles subjected\nfor analysis.\n\n2.117 Transfer cargo and mail. Cargo and mail departing on an aircraft other than that on\nwhich it arrived.\n\n2.118 Transfer passengers and baggage. Passengers and baggage making direct connections\nbetween two different flights.\n\n2.119 Transit cargo and mail. Cargo and mail departing on the same aircraft as that on\nwhich it arrived,\n\n2.120 Transit passengers. Passengers departing from an airport on the same flight as that on\nwhich they arrived.\n\n2.121 ‘Travel document. A passport or other official document of identity issued by a State or\norganization which may be used by the rightful holder for international travel.\n\n2.122 Unaccompanied baggage. Baggage that is transported as cargo and may or may not be\ncarried on the same aircraft with the person to whom it belongs.\n\n2.123 Unclaimed baggage. Baggage that arrives at an airport and is not picked up or claimed\nby a passenger.\n\n2.124 Unidentified/Unattended baggage. Baggage at an airport, with or without a baggage\ntag, which is not picked up by or identified with a passenger.\n\n2.125 Unpredictability. The implementation of security measures in order to increase their\n\ndeterrent effect and their efficiency, by applying them at irregular frequencies, different locations\nand/or with varying means, in accordance with a defined framework.\n\nPage 18 of 257\n",
  "21": "ie Sk Jee) »\n\n>\n\n»>339\n\nd\n\nSECRET\n\nGovernment of India\n\n(Ministry of Civil Aviation)\nBUREAU OF CIVIL AVIATION SECURITY\nNational Civil Aviation Security Programme-2018\n\n2.126 Unruly passengers. Persons who commit, on board a civil aircraft, from the moment\nwhen the aircraft door is closed prior to take-off to the moment when it is reopened after landing,\nan act of:\n\n‘© assault, intimidation, menace or willful recklessness which endangers good order or\nthe safety of property or persons;\n\n+ assault, intimidation, menace or interference with a crew member in the performance\nof duties or which lessens the ability to perform duties;\n\n«willful recklessness or damage to an aircraft, its equipment, or attendant structures\nand equipment such as to endanger good order and the safety of the aircraft or its\noccupants;\n\ncommunication of information which is known to be false, thereby endangering the\nsafety of an aircraft in flight; and\n\n© disobedience of lawful commands or instructions for safe, orderly or efficient\noperations.\n\n2.127 Vehicle Entry Permit. Vehicle permits issued and used to allow vehicular access to\nrestricted areas of the airports.\n\n2.128 Vital installation. Any facility on or connected with an aerodrome, which, if damaged\nor destroyed, would seriously impair the functioning of the aerodrome.\n\n2.129 Vulnerable point. Any facility on or connected with an airport, which, if damaged or\ndestroyed, would seriously impair the functioning of the airport.\n\neee\n\nPage 19 of 257\n\n",
  "22": "SECRET\n\nBoas Government of India\n(Ministry of Civil Aviation)\nBUREAU OF CIVIL AVIATION SECURITY\nbd National Civil Aviation Security Programme-2018\nChapter—3\n\nLegislation\n3.1, International Conventions and Protocols: -\n\nIndia is a signatory to the following Conventions and Protocol\n\na) Convention on International Civil Aviation (Doc 7300), signed at Chicago on 7\" December,\n1944;\n\nNote: Annex 17 to the Chicago Convention contains SARPs for the safeguarding of\ninternational civil aviation against acts of unlawful interference. Articles 37 and 38 of the\nConvention contain an obligation for States to comply, in the highest practicable degree, with\nthose Standards by incorporating them into their national legislation.\n\nb) Convention on Offences and Certain Other Acts Committed on Board Aircraft, signed at\nTokyo on 14 September 1963 (Doc 8364, Tokyo Convention);\n\n©) Convention for the Suppression of Unlawful Seizure of Aircraft, signed at Hague on 16\nDecember 1970 (Doc 8920, The Hague Convention);\n\nd) Convention for the Suppression of Unlawful Acts against the Safety of Civil Aviation,\nsigned at Montreal on 23 September, 1971 (Doc 8966, Montreal Convention).\n\n©) Protocol for the Suppression of Unlawful Acts of Violence at Airports Serving International\nCivil Aviation, supplementary to the Convention for the Suppression of Unlawful Acts\nagainst the Safety of Civil Aviation, done at Montreal on 23\" September 1971, signed at\nMontreal on 24 February 1988 (Doc 9518, Montreal Protocol).\n\nf) Convention on the Marking of Plastic Explosives for the Purpose of Detection, Done at\nMontreal on 1 March 1991 (Doc 9571, MEX Convention).\n\ng) Convention for the Suppression of unlawful acts relating to International Civil Aviation,\nDone at Beijing on 10 September 2010 (Beijing convention, Doc 9960).\n\nh) Protocol for the Suppression of unlawful Seizure of Aircraft, done at Beijing on 10™\nSeptember 2010 (also referred to as the Protocol Supplementary to the Convention for the\nSuppression of Unlawful Seizure of Aireraft, Doc 9959).\n\n3.11. The terms and provisions of international conventions are legislated for through the\nfollowing Acts and Rules: -\n\na) The Tokyo Convention Act, 1975\nb) The Anti-Hijacking Act, 2016.\n\n©) The Suppression of Unlawful Acts against Safety of Civil Aviation Act, 1982 and\nSuppression of unlawful Acts against Safety of Civil Aviation (Amendment) Act, 1994.\n\nd) The Aircraft (Security) Rules, 2011\nPage 20 of 257\n",
  "23": "»\n\n9333\n\n>\n\nSECRET\nGovernment of bi\n(Ministry of Civil Aviation)\nBUREAU _OF CIVIL AVIATION SECURITY\nNational Civil Aviation Security Programme-2018\n3.2 National Legislation: -\n3.2.1 The Director General, BCAS has been empowered by the provisions of Section 5A of\n\nthe Aircraft Act, 1934, to implement aviation security requirements. Director General, BCAS is the\nAppropriate Authority for all aviation security matters within India and outside for India’s National\nair carriers, including its development, implementation and promulgation of regulations necessary\nto carry out the National Civil Aviation Security Programme and other related matters. As per Rule\n3 of Aircraft (Security) Rules, 2011 promulgated under Section 4 of the Aircraft Act 1934, the\nDirector General, BCAS shall establish, develop, implement, maintain and review the national civil\naviation security programme consistent with the provisions of Annex-17 to the convention to\nsafeguard civil aviation operations against acts of unlawful interference and threat perception taking\ninto account the safety, regularity and efficiency of flights.\n\n3.22 National laws and regulations related to implementation and enforcement of National\nCivil Aviation Security Programme and other related matters that include: ~\n\nThe Airoraft Act, 1934\n\nThe Aircraft Rules, 1937\n\nThe Aircraft (Security) Rules, 2011\n\nThe Anti-Hijacking Act, 2016\n\nv) The Tokyo Convention Act, 1975\n\nvi) The Suppression of Unlawful Acts Against Safety of Civil Aviation Act, 1982\n\nvii) The Suppression of Unlawful Acts Against Safety of Civil Aviation (Amendment) Act,\n1994\n\nviii) The Aircraft (Carriage of Dangerous Goods) Rules, 2003\n\nix) The Indian Penal Code, 1860\n\nx) The Code of Criminal Procedure, 1973\n\nxi) The Code of Criminal Procedure (Amendment) Act, 2005\n\nxii) The Criminal Law (Amendment) Act, 2013\n\nxili) ‘The Evidence Act, 1872\n\nxiv) The Arms Act, 1959\n\nxv) The Arms Rules, 2016\n\nxvi) The Extradition Act,1962\n\nxvii) The Carriage by Air Act,1972\n\nxviii) The Carriage by Air (Amendment) Act, 2016\n\nxix) The Airports Authority of India Act, 1994,\n\nxx) The Foreigners (Restricted Area) Order, 1963\n\nxxi) The Passport (Entry into India) Act, 1920\n\nxxii) The Registration of Foreigners Rules, 1992\n\nxxiii) Explosives Substances Act, 1908\n\nxxiv) The Information Technology Act, 2000\n\nxxv) The Aircraft (Carriage of Dangerous Goods) Rules, 2003\n\nxxvi) The National Investigation Agency Act, 2008\n\nxxvii) The Explosives Rules, 2008\n\nOrders and regulations: -\n\nPage 21 of 257\n",
  "24": "SECRET\n\nGovernment of India\n(Ministry of Civil Aviation)\nBUREAU OF CIVIL AVIATION SECURITY\n\nNational Civil Aviation Security Programme-2018\n\n. Notification, AVSEC Orders, Circulars and Directions issued by Appropriate Authority in\npursuance of legislations to implement ‘National Civil Aviation Security Programme’.\n\n. Airports Authority of India (General Management, Entry for Ground Handling Services)\nRegulations, 2007.\n\nGrant of permission for providing ground handling services at airports other than those belonging\nto the AAI (AIC-3/2010),\n\nfie\n\nPage 22 of 257\n\na)\n\n13o 3\n\na)\n",
  "25": "SECRET\n\nGovernment of India\n(Ministry of Civil Aviation)\nBUREAU OF CIVIL AVIATION SECURITY.\n\nNational Civil Aviation Security Programme-2018\n\n4. SARPs of Annex 17\n\nChapter ~4\n\nAllocation of Responsibi\n\n3.1.2 | within its administration to be responsible for the development, implementation and\n\nEach Contracting State shall designate and specify to ICAO an Appropriate Authority\n\nmaintenance of the National Civil Aviation Security Programme.\n\n3.1.4 | the State, airport and aircraft operators and other entities concerned with or responsible\n\nEach Contracting State shall require the Appropriate Authority to define and allocate\ntasks and coordinate activities between the departments, agencies and organisations of\n\nfor the implementation of various aspects of the National Civil Aviation Security\nProgramme.\n\n3.1.9 | version of the appropriate parts of its national civil aviation security programme and/or\n\nEach Contracting State shall make available to its airport and aircraft operators and air\ntraffic service providers operating in its territory and other entities concerned, a written\n\nrelevant information or guidelines enabling them to meet the requirement of the National\nCivil Aviation Security Programme.\n\n3,44 | and maintain a national civil aviation security quality control programme to determine\n\nEach Contracting State shall require the Appropriate Authority to develop, implement\n\ncompliance with and validate the effectiveness of its National Civil Aviation Security\nProgramme.\n\na5.\n\nEach contracting state shall require air traffic service providers operating in that state to\nestablish and implement appropriate security provisions to meet requirements of the\n‘National Civil Aviation Security Programme of that state.\n\n4.1, Designated Appropriate Authority for AVSEC\n\n4.1.1\n\nThe designated Appropriate Authority for civil aviation security in India vide Ministry of Civil\n\nAviation & Tourism Notification dated 27/10/1998 under reference No. AV.13024/4/98-SSV,), is the\nCommissioner of Security (Civil Aviation), BCAS, Ministry of Civil Aviation, Government of India,\n‘New Delhi, as defined at Rule 2 (g) of Aircraft (Security) Rules, 2011, and communicated earlier to\nICAO vide DGCA letter No. 2/17/91-IR dated 10.11.98, The Commissioner of Security (Civil\nAviation) is re-designated as the Director General vide AVSEC Circular 05/2016 dated 30/05/2016\n(Annexure: 4-1).\n\n4.12\na)\nb)\n\nG)\nd)\n\nThe AVSEC responsibilities of Appropriate Authority include but are not limited to: -\nestablishing, developing, implementing, maintaining and reviewing the NCASP in India;\n\nestablishing the means of coordinating activities between different organizations in India and\nabroad concerned with or responsible for various aspects of the Programme;\n\ndefining and allocating the tasks for the implementation of the various aspects of the NCASP;\n\nmaking available, on request, a written version of the appropriate parts of national civil aviation\nsecurity programme and /or relevant information or guidelines, enabling airport and aircraft\noperators operating to/ from / with India and other entities concerned to meet the requirements\nof the NCASP,\n\nPage 23 of 257\n",
  "26": "SECRET\n\nGovernment of India\n(Ministry of Civil Aviation)\nBUREAU OF CIVIL AVIATION SECURITY\n\nNational Civil Aviation Security Programme-2018 |\n\n) reviewing and maintaining the effectiveness of the NCASP, including re-evaluating security\nmeasures and procedures following an act of unlawful interference and taking action necessary\nto remedy weaknesses so as to prevent recurrence;\n\nf) reviewing and approving Aircraft Operators’ and Airport Operators” Security Programme;\n\n8) establishing, developing and implementing a National Civil Aviation Security Training\nProgramme (NCASTP) for personnel of all entities involved with or responsible for the\nimplementation of various aspects of the NCASP and coordinating the development of and\ngranting approval to the Civil Aviation Security Training Programme (CASTP) by individual\nagencies and organizations;\n\nhh) mandating services at airports serving civil aviation within India with supportive resources and\nfacilities, including office space, telecommunications equipment, appropriate security\nequipment and training facilities;\n\ni) developing and revising, as may be necessary, broad national policy relating to civil aviation\n\nj) developing and issuing comprehensive regulations relating to civil aviation security and to\nimplement the provisions of NCASP;\n\nk) ensuring that architectural and infrastructure-related requirements necessary for the optimum\nimplementation of aviation security measures are integrated into the design and construction of\nnew facilities and alterations to existing facilities at airports in India;\n\n1) liaising with international agencies like ICAO, Intemational Criminal Police Organization\n(ICPO), foreign security teams visiting India for the purpose of monitoring security procedures\nadopted by their aircraft operators operating from and to airports in India for updating civil\naviation security measures;\n\nm) imparting training to the security personnel of airport Security Unit, Aircraft Operators, Airport\nOperators and other security related agencies on the terms and conditions specified by the\nDirector General, BCAS; and\n\nn) developing, implementing, maintaining and monitoring a National Civil Aviation Security\nQuality Control Programme to determine compliance with and validating the effectiveness of\nits National Civil Aviation Security Programme;\n\n©) establishing a national aviation security committee or similar arrangements for the purpose of\ncoordinating security activities between the departments, agencies and other organizations,\naerodrome and aircraft operators and other entities concerned with or responsible for the\nimplementation of various aspects of the NCAS!\n\np) designating an authority at each aerodrome serving civil aviation who shall be responsible for\ncoordinating the implementation of security controls;\n\nPage 24 of 257\n",
  "27": "SECRET\n\n= Government of India\n“ (Ministry of Civil Aviation)\nBUREAU _OF CIVIL AVIATION SECURITY\nTe National Civil Aviation Security Programme-2018\n\nq) establishing aerodrome security committee at each aerodrome serving civil aviation for\ncoordinating the implementation of security controls and procedures as specified in the\naerodrome security programme;\n\n1) establishing and implementing policy and procedure to adjust relevant elements of its national\ncivil aviation security programme, based upon a security risk assessment carried out by the\nnational security agencies;\n\ns) responding immediately to meet any increased security threat; and\n\nt) any other AVSEC responsibilities allocated by the Government.\n\n4.1.3. The tasks relating to aviation security defined and allocated by the Director General, BCAS\nfrom time to time for implementation of various aspects of the National Civil Aviation Security\nProgramme shall be strictly carried out by the concemed organizations, agencies and individual\n\nperson(s) in order to ensure:\n\ni. safeguarding civil aviation against acts of unlawful interference taking into account the safety,\nregularity and efficiency of flights;\n\nii, protecting the safety of passengers, crew, ground personnel and the general public in all\nmatters related to safeguarding against acts of unlawful interference with civil aviation; and\n\niii, responding to meet any increased security threat,\n\n4.1.4. Non-compliance of any task relating to aviation security allocated by the Director General,\nBCAS shall attract penalty against the defaulters under the extant acts and rules.\n\n4.14.1, If any person is aggrieved by an order passed by an officer in exercise of powers\nconferred on him by these rules, he may prefer an appeal to the Ministry of Civil Aviation,\nGovernment of India.\n\n4.1.5. Establishment of an Organization\n\nSARPs of Annex 17\n\nEach Contracting State shall establish an organization and develop and implement\nregulations, practices and procedures to safeguard civil aviation against acts of unlawful\ninterference taking into account the safety, regularity and efficiency of flights.\n\nEach contracting State shall ensure that such an organization and such regulations,\npractices and procedures:\n\n21.2\n\n2.13| a) protect the safety of passengers, crew and ground personnel and the general\npublic in all matters related to safeguarding against acts of unlawful interference\nwith civil aviation; and\nb)_are capable of responding rapidly to meet any increased security threat.\n\n4.1.6. Bureau of Civil Aviation Security\n\nPage 25 of 257\n",
  "28": "SECRET\n\nGovernment of India\n(Ministry of Civil Aviation)\nBUREAU OF CIVIL AVIATION SECURITY\n\nional Civil Aviation Security Programme-2018 |\n\n4 The BCAS has been established as an organization to develop and ensure\nimplementation of regulations, practices and procedures to safeguard civil aviation against acts of\nunlawful interference taking into account the safety, regularity and efficiency of flights,\n\n4.1.62. _ The BCAS and such regulations, practices and procedures shall protect the safety of\npassengers, crew and ground personnel and the general public in all matters related to safeguarding\nagainst acts of unlawful interference with civil aviation; and are capable of responding rapidly to\nmeet any increased security threat.\n\n4.1.6.3. The BCAS shall establish measures to prevent weapons, explosives or any other\ndangerous devices, articles or substances which may be used to commit an act of unlawful\ninference, the carriage or bearing of which is not authorized, from being introduced, by any means\nwhatsoever, on board an aircraft engaged in civil aviation.\n\n4.1.64 BCAS is the principal regulatory body for making civil aviation security regulations\nand is also responsible for regulation of civil aviation security at all airports in India and abroad\nfrom where/to Indian air operators operate. The BCAS discharges Security Oversight obligations on\nbehalf of the State. BCAS has its Headquarters at New Delhi, consisting of the following Divisions:\nPolicy Division\n\nOperations Division (Quality Control)\n\nTraining Division\n\niv. Technical division\n\nv. Admin Division\n\n4.1.6.5 In order to further strengthen and enhance the Security oversight system, Audit and\nEnforcement will be the responsibility of Operations Division.\n\n4.1.6.6 Regional offices are located at New Delhi, Amritsar, Mumbai, Ahmedabad, Chennai,\nHyderabad, Kolkata, Guwahati and Imphal. The auditors/inspectors posted in these offices shall\nalso carry out quality control activities, as directed by the Appropriate Authority from time to time.\n\n4.1.7 Security Point of Contact for ICAO;\nThe Director General, BCAS shall nominate suitable officers of the BCAS as security point of\ncontact for ICAO as per Doe. 8973.\n\n4.2Air Traffic Services\n\n4.2.1 Air Traffic Services: Air traffic Services in India for all the civil airports are under the\njurisdiction of Airports Authority of India (AAI). However, there are certain other airports which are\ncontrolled by Defence i.e. Air Force, Navy, Army with or without civil enclaves. The ATC services\nto these airports are provided by the concerned defence authorities. Additionally, there are airports\nowned by State / UT Governments, Undertakings, Corporations and private agencies, where the ATC\nis controlled by the Airports Authority of India. Air traffic service providers have specific aviation\nsecurity responsibilities for the provision of air traffic control services during an act of unlawful\ninterference, particularly the collection and transmission of information regarding ‘an aircraft which is,\nthe subject of an act of unlawful interference.\n\nPage 26 of 257\n\n",
  "29": "SECRET\n\nGovernment of India\n(Ministry of Civil Aviation)\nBUREAU OF CIVIL AVIATION SECURITY\n\nNational Civil Aviation Security Programme-2018\n\n4.2.1.1 The ATS includ\n\na) Flight Information Service.\nb) Alerting Service.\n\n©) Air Traffic Advising Service.\nd) Air Traffic Control Service.\n©) Area Control Service.\n\nf) Approach Control Service.\n\n42.1.2 As per the National Civil Aviation Policy, the functions of ATS for all civil airports\n‘owned by Airports Authority of India, State / UT Government, private agency or any other entity\napproved by the Government shall be under the jurisdiction of Airports Authority of India.\n\n4.2.13 Each air traffic service provider intending to operate at the airports in India shall\nestablish, maintain and implement security programme approved by the Director General, BCAS, to\nmeet the requirements of the NCASP.\n\n4.2.1.4 Necessary guidance material for the implementation of appropriate security provisions\nby ATSPs operating in India shall be developed and provided to the Air Traffic Service Providers by\nthe Director General, BCAS. It shall be the responsibility of each air traffic service provider to\ndevelop the ATSP on the basis of the guidance material provided by the Director General, BCAS and\nimplement the provisions of ATSP on a regular and constant basis.\n\n4.2.14.1 The Director General, BCAS shall implement a process through oversight functions to\nensure that ATSPs operating in India have established security provisions appropriate to meet the\nrequirements of the NCASP.\n\n4.2.2. Airport Administration:\n\nSARPs of Annex 17\n\nEach Contracting State shall require each airport serving civil aviation to establish,\n3.2.1 | implement and maintain a written airport security Programme appropriate to meet the\nrequirements of the national aviation security programme.\n\n3.2.2 | Each Contracting State shall ensure that an authority at each airport serving civil\n\"* | aviation is responsible for coordinating the implementation of security controls.\n\nEach Contracting State shall ensure that an airport security committee at each airport\n\n3.2.3 | Serving civil aviation is established to assist the authority mentioned under 3.2.2 in its role\n°° | of coordinating the implementation of security controls and procedures as specified in the\n\nairport security programme.\n\n4.2.2.1, — The airport operators will ensure a secure operating environment at airports as per\nnorms approved/prescribed by the Director General, BCAS. The AVSEC responsibilities of Airport\nOperators are as under: ~\n\ni) establishing and maintaining a written Airport Security Programme (ASP) for each airport\ndetailing the individual security measures in place at the airports and ensuring compliance in\n\nPage 27 of 257\n",
  "30": "SECRET\n\nGovernment of India\n(Ministry of Civil Aviation)\nBUREAU OF CIVIL AVIATION SECURITY\n\nE94 National Civil Aviation Security Programme-2018\n\niii)\n\nvi)\n\nvii)\n\nviii)\n\naccordance with the requirements of the National Civil Aviation Security Programme. The\nAirport Security Programme shall be prepared and submitted to the Director General, BCAS\nfor approval. The Airport Security Programme shall be valid for 5 years. The programme\nshall be updated in accordance with the security directions issued by the Director General,\nBCAS. Any change in such approved programme shall be made only with prior approval of\nthe Director General, BCAS. After 5 years, a revised Airport Security Programme by the\nconcerned airport operator shall be submitted to the Director General, BCAS of approval.\nThe Airport Operator concemed shall ensure that all aircraft operators and other relevant\nstakeholders have copies of relevant portions of ASPs. The Airport Operator shall ensure\nproper coordination with all relevant stakeholders concerned while establishing, reviewing,\nrevising and amending the ASP. This aspect shall be confirmed by the Airport operator to the\nDirector General, BCAS.\n\nNo Airport Operator shall commence operations at any airport without obtaining security\nclearance of security arrangements and the approval of airport security programme from the\nDirector General, BCAS after the security arrangements made by the Airport Operator at the\nairport have been inspected and found to be satisfactory by the Director General, BCAS.\n\nIn case of non-compliance of any provisions of the ASP, the Director General, BCAS,\nafter giving an opportunity of being heard, and for reasons to be recorded in writing, suspend\nor cancel the security clearance and security programme granted or approved by him.\n\nappointing an airport security officer charged with coordinating the implementation of\nspecific provisions of the ASP;\n\nensuring the establishment of an Airport Security Committee (ASC) in conformity with the\nrequirements stipulated in the NCASP;\n\nintegrating the needs of aviation security into the design and construction of new facilities\nand alterations to existing facilities at an airport;\n\nproviding administration, maintenance, communication, fire-fighting, air-traffic services and\nother operational services;\n\nproviding the security equipment, as prescribed by the Director General, BCAS from time to\ntime and carrying out proper maintenance of such equipment;\n\nproviding physical infrastructure required for the implementation of the security measures\nand establishing security restricted area at aerodrome serving civil aviation in accordance\nwith security risk assessment carried out by the committee constituted by the Director\nGeneral, BCAS;\n\nproviding and maintaining of perimeter wall, perimeter road, gates/entry points security hold\narea, security check points, hand baggage checking counter, cooling pit, explosives disposal\narea, Isolated Aircraft Parking Position (IAP), Aerodrome Committee Control Room,\nMobile command post, rest room/office room, stationary and furniture to ASG, discreet\ncommunication up to sterile hold area, seating arrangements and basic amenities including\ntelephone for passengers, lighting on perimeter, apron, aircraft etc.;\n\nPage 28 of 257\n",
  "31": "SECRET\n\nGovernment of India\n(Ministry of Civil Aviation)\nBUREAU _OF CIVIL AVIATION SECURITY\n\nNational Civil Aviation Security Programme-2018\n\nx) displaying sign boards for educating and guiding the passengers’/airport employees and\ngeneral public regarding security related issues including those required to implement\nguidelines issued by Government from time to times\n\nxi) coordinating in the event of any contingency at the airport like bomb threat, unlawful\nseizure/hijacking of aircraft or any other act of unlawful interference with civil aviation\noperations;\n\nxii) convening Aerodrome committee meeting twice a year i.e. in the first week of January and\nJuly or in the event of any contingency;\n\nxiii) integrating the needs of civil aviation security into the design at the planning stage and\nconstruction of new facility and alterations to existing facilities at the airport and to get the\nlay out plan of infrastructure (relating to security) vetted from the Director General, BCAS\nbefore execution of the work according to the specifications issued by the Director General,\nBCAS, time to time;\n\nxiv) arranging reimbursement of expenditure to the ASG on account of deployment for security\nduties at the aerodrome;\n\nxv) _ preparing Contingency Plan/Bomb Threat Contingency Plan and circulating to the concerned\nmembers after approval of the Director General, BCAS;\n\nxvi) guarding/enforcement of access control of vital installations and cargo complex;\n\nxvii) issuing vehicle permits for operation vehicles of the agencies working at the airports to have\naccess into the operational area;\n\nxviii) issuing vehicle permits on authorization of the Director General, BCAS in respect of other\nDepartments/Agencies;\n\nxix) developing, implementing and maintaining the Airport Aviation Security Quality Control\nProgramme duly approved by the Director General, BCAS to ensure the effectiveness of the\nairport security programme at the civil airports in the country;\n\nxx) developing, implementing and maintaining the Airport Aviation Security Training\nProgramme duly approved by the Director General, BCAS to ensure the effectiveness of the\nNCASTP at the civil airports in the country.\n\nxxi) implementing and maintaining Access Control including permit system as directed by the\nDirector General, BCAS, and any other AVSEC responsibilities allocated by the Director\nGeneral, BCAS from time to time;\n\nxxii) Airport Directors/In-charge Airport Management shall be responsible for coordinating the\nimplementation of security control at the airports.\n\n4.2.3. Airport Design and Operations\n\nSARPs of Annex 17\n\nPage 29 of 257\n",
  "32": "SECRET\n\nGovernment of India\n(Ministry of Civil Aviation)\nBUREAU OF CIVIL AVIATION SECURITY\n\nNational Civil Aviation Security Programme-2018\n\n3.24\n\nEach Contracting State shall ensure that airport design requirements, including\narchitectural and infrastructure related requirements necessary for the\nimplementation of the security measures in the National Civil Aviation Security\nProgramme, are integrated into the design and construction or new facilities and\nalterations to existing facilities at airports.\n\n4.2.3.1. It is difficult to lay down hard and fast requirements for security design as each\n\nfacility/building/airport will be different, with different design themes and parameters, and\nwill incorporate different methods of construction and materials. However, with regard to\ncivil aviation facilities, there are certain design fundamentals that should be taken into\nconsideration. Detailed guidance is provided in Doc.8973 of ICAO. In case of any conflict\nbetween Doc 8973 and NCASP or any AVSEC order/circular/instruction of BCAS, the\nprovisions of NCASP will prevail.\n\n4.23.2. No airport operator shall be allowed to commission an airport or any facility at the\nairport unless security survey is carried out by the Committee constituted by the Director General,\nBCAS for security vetting of the said airport or facility and approval from security angle is granted\nby the Director General, BCAS.\n\n4.2.3.3, In order to promote the integration of architectural and infrastructure related features\nnecessary for the optimum implementation of security measures into the design and construction of\nnew facilities and alterations to existing facilities at airports, the following instructions shall be\nimplemented by the airport operators concerned: -\n\ni)\n\nii)\n\nAdequate provisions of aviation security requirements in all airport faci\ndesigned in such a way as to maintain the integrity of the National Civil Av\nProgramme.\n\nKey security concerns that need to be considered in the planning, design and enhancement of\noverall security shall include the following: -\n\n(a) Preventing the introduction of weapons, explosives or dangerous devices by any means\n\nwhatsoever into the airport and on board aircraft by:\n\n> Detecting weapons or explosives or dangerous devices;\n\n> Ensuring the security of means by which passengers, baggage, personnel, cargo, mail and\nother goods and vehicles access aircraft;\n\n> Ensuring segregation of screened and unscreened passengers and cargo;\n> Controlling access to and movement within the airside and security restricted areas.\n\n> Separating arrival and departure channels for passengers to prevent possibility of mixing,\n\n(b) Facilitating implementation of the airport emergency plan during a crisis such as a bomb\n\nalert, act of unlawful seizure or an aircraft disaster;\n\n(©) Minimizing the effect of an explosion or incendiary device on persons or facilities by\n\nincorporating design features to limit casualties and damage;\n\nPage 30 of 257\n",
  "33": "SECRET\n\na Government of India\n(Ministry of Civil Aviation)\nBUREAU OF CIVIL AVIATION SECURITY\nNational Civil Aviation Security Programme-2018\n\n4.2.3.4. Airport Operator shall be responsible to develop designs of a new airport or altering the\ninfrastructure at existing airports and submit the same to the BCAS for approval.\n\n4.2.3.5. Every Aerodrome Operator shall construct a perimeter wall of the height of 2.438 meter\n(8f) with overhung fence of 0.457 meter (1.5 ft) around the aerodrome; provided that the Director\nGeneral, BCAS, keeping in view the threat or any other reason, may by order, increase the\nspecification of the perimeter wall and a cleared area on both sides of the perimeter wall (to be\nspecified by the Director General, BCAS) to facilitate the work of patrols and to make trespassing\nmore difficult as well as to prevent encroachment.\n\n(Reference Rule 6, Aircraft (Security) Rules, 2011)\n\n4.2.4. Airport Tenants: Each airport tenant, whose concession or facility forms part of the\nlandside/airside line or through which access can be gained from landside to airside or situated in\nthe Security Restricted Area of the airport shall be responsible for control of access and the\nrequirements shall be included in the airport security programme of concerned airport.\n\n4.2.4.1. Business Establishments at Aerodrome- No aerodrome operator shall allow the\nsetting up of any business establishment in the security restricted area of aerodrome without\nobtaining security clearance in this regard from the Director General, BCAS; provided that where\nany business establishment is established in the security restricted area after the approval of the\nDirector General, BCAS, the owner of the business establishment shall make and comply with\nbusiness establishment security programme in accordance with the national civil aviation security\nprogramme and instructions issued by the Director General, BCAS from time to time.\n\n4.3. Aireraft Operators:\n\nSARPs of Annex 17\n\nEach contracting state shall ensure that measures designed to safeguard against acts of\n\n2.2.2 | unlawful interference are applied to domestic operations to the extent practicable, based\n\nupon a security risk assessment carried out by the relevant national authorities\n\ni. No aircraft operator shall commence operation at aerodrome without obtaining the clearance of\nsecurity arrangements and the approval of the aircraft operator security programme from the\nDirector General, BCAS in compliance of rule 24 of The Aircraft (Security) Rules, 2011.\n\nii, Where the Director General, BCAS is satisfied that any aircraft operator has contravened ot\nfailed to comply with the provisions of these rules, he may, after giving him an opportunity of\nbeing heard, and for reasons to be recorded in writing, suspend or cancel the security clearance\nand security programme granted or approved by him.\n\n(Ref. rule 25 of Aircraft (Security) Rules, 2011).\n\n43. In order to implement the Standards of Annex-17 as listed below, the AVSEC functions\nof Aircraft Operators are specified below: -\ni) Access control to the Aircraft\nii) Aircraft Security search/ security check during normal as well as bomb threat situation.\niii) Screening of Registered / unaccompanied baggage, cargo, mail and company stores etc.\niv) Surveillance of screened baggage till acceptance at check-in counter.\nv) Security control of checked baggage from the point it is taken into the custody of aircraft\noperator till loaded into the aircraft.\n\nPage 31 of 257\n",
  "34": "SECRET\n\nGovernment of India\n(Ministry of Civil Aviation)\nBUREAU OF CIVIL AVIATION SECURITY\n\nNational Civil Aviation Security Programme-2018\n\nvi) Passenger baggage reconciliation / identification.\n\nvii) Security of boarding card, baggage tag and flight documents.\n\nviii) Security of mishandled / unaccompanied / transit/ transfer baggage.\n\nix) Secondary checks at ladder point of aircraft.\n\nx) Security of catering items from pre-setting stage till loading into aircraft.\n\nxi) Security control of express cargo, courier bags, cargo (including transfer and transit),\ncompany stores, parcels, mail bags and escorting from city side up to aircraft.\n\nEnhanced security measures for high risk cargo and mail.\n\nReceiving, carriage and retrieval of security removed articles.\n\nxiv) Any other security functions notified by the Director General, BCAS from time to time.\n\n4.3.2. Despite the fact that the above activities are carried out on ground at the airports,\nkeeping in view the AVSEC requirements under the current surcharged security scenario, these\nAVSEC functions cannot be mixed-up with other ground handling activities, and these AVSEC\nfunctions shall not be allowed by an aircraft operator / airport operator to be undertaken by a\nGround Handling Agency or as per extant orders/ guidelines issued by relevant authorities.\n\n43.3. The above mentioned security functions shall be carried out by the security personnel\nwho possess all competencies required to perform their duties and are appropriately trained and\ncertified according to the requirements of the approved Security Programme of respective Aircraft\nOperator and the National Civil Aviation Security Programme of India.\n\n4.3.4 Ground Handling (Security) Functions for Foreign Aircraft Operators: -\n\n4.3.4.1 Foreign airlines may enter into agreement with Indian Air carriers having operation\nfrom that airport.\nRef, BCAS AVSEC Order 3/2009 dated 21.8.2009, corrigendum dated 3/2/2014 and\naddendum dated 16/08/2016 (Annexure: 4-2)\nNote: Para No. 4.3.1 to 4.3.4 will continue to be enforced by the concerned Indian aircraft\noperators/approved agencies till the decision of Hon'ble Supreme Court and directions of the\nccs.\n\n43.4.2 Self-handling of security functions, delineated in AVSEC Order 03/2009 dated\n21/08/2009, by the foreign airlines is completely ruled out.\n\n4.3.4.3 Foreign airlines, both of passenger and freighter category, shall be permitted to deploy\nsecurity only through an Indian carrier/Regulated Agent whose Security Program has been\napproved by BCAS and they cannot be permitted to do self-handling except in respect of \"passenger\nand baggage handling activities at the airport terminals\" and “traffic service including the passenger\ncheck-in\" on the terminal side which require passenger interface. Ref. BCAS AVSEC Order\n3/2009 dated 21.8.2009, corrigendum dated 3/2/2014 and addendum dated 16/08/2016 (Annexure:\n42).\n\n43.5 The Director General, BCAS may direct the aireraft operators to keep personal data of\npassengers like their address and contact phone number etc. for reference in future.\n\n43.5.1 Advance Passenger Information System (APIS): Each aircraft operator operating to\nand from India shall provide to the Bureau of Immigration necessary information about passengers\n\nPage 32 of 257\n",
  "35": "»>8393830098909 89\n\n)\n\n)\n\n>\n\n»>393 98\n\n»\n\n)\n\nSECRET\n\nGovernment of India\n(Ministry of Civil Aviation)\nBUREAU OF CIVIL AVIATION SECURITY\n\nNational Civil Aviation Security Programme-2018\n\n‘on board the aircraft in accordance with Order 6A of the Foreigners Order, 1948 issued vide MHA\nnotification GSR No. 56 (E) dated 24 January, 2008.\n\nSARPs of Annex 17\n\n3.3.1\n\nEach Contracting State shall ensure that commercial air transport operators providing\nservice from that State have established implemented and maintained a written\noperator security Programme that meets the requirements of the National Civil\nAviation Security Programme of that State.\n\n43.1\n\nEach Contracting State shall ensure that aircraft security checks of originating aircraft\nengaged in commercial air transport movements are performed or an aircraft security\nsearch is carried out. The determination of whether it is an aircraft security check\nora search that is appropriate shall be based upon a security risk assessment carried\nout_by the relevant national authority.\n\n4.3.2\n\nEach Contracting State shall ensure that measures are taken to ensure that passengers\nof commercial flights disembarking form the aircraft at any time do not leave items on\nboard the aircraft.\n\n43.3\n\nEach Contracting State shall require its commercial air transport operators to take\nmeasures as appropriate to ensure that during flight unauthorized persons are\nprevented from entering the flight crew compartment.\n\n43.4\n\nEach Contracting state shall ensure that an aircraft subject to 4.3.1is protected from\nunauthorized interference from the time the aircraft search or check has commenced\nuntil the aircraft departs.\n\n43.6\n\nEach Contracting State, in accordance with the risk assessment carried out by its\nrelevant national or local authorities, shall ensure that appropriate measures on the\nground or operational procedures are established to mitigate possible attacks against\naircraft with Man-Portable Air Defense Systems (MANPADS) and other weapons\nrepresenting a similar threat to aircraft at or near an airport.\n\nRP\n43.5\n\nEach Contracting State should ensure that security controls are established to prevent acts\nof unlawful interference with aircraft when they are not in security restricted areas.\n\n3.3.2\n\nEach Contracting State should ensure that each entity conducting general aviation\noperations. Including corporate aviation operations, using aircraft with a maximum take-\noff mass greater than 5700 kg, has established, implemented and maintained a written\noperator security programme that meets the requirements of the national civil aviation\nsecurity programme of that State.\n\nRP\n3.3.3\n\nEach Contracting State should ensure that each entity conducting aerial work operations\nhas established, implemented and maintained a written operator security programme that\nmeets the requirements of the national civil'aviation security programme of that State The\nprogramme shall contain operations features specific to the type of operations conducted.\n\nRP\n335\n\nEach contracting State should require operators providing services from that state and\nparticipating in code-sharing or other collaborative arrangements with other operators to\nnotify the appropriate authority of the nature of these arrangements, including the identity\nof the other operators\n\n43.6\n\nIt shall be the duty of the Aircraft Operator, its representative and employees to comply\n\nwith the provisions of the approved security programme.\n\nPage 33 of 257\n",
  "36": "SECRET\nGovernment of Indi\n(Ministry of Civil Aviation)\n=e BUREAU OF CIVIL AVIATION SECURITY\nNational Civil Aviation Security Programme-2018\n\n4.3.7 An operator’s AVSEC Programme shall specify the practices and procedures to be\nfollowed by the operator to protect passengers, crew, ground personnel, aircraft and facilities fom\nacts of unlawful interference. Each operator's AVSEC Programme shall include, at minimum: -\n\n4.3.7.1 Objectives of the Programme and responsibilities for ensuring its implementation.\n\n4.3.7.2 Organization of the operator’s security functions and responsibility including the\ndesignation of the Chief Security Officer and security set-up at corporate and airport level.\n\n4.3.7.3 Specify security measures in accordance with the instructions issued by Bureau of Civil\nAviation Security from time to time which shall, inter alia, include the following aspects in order to\nensure that aircraft security checks of originating aircraft engaged in commercial air transport\nmovements are performed or an aircraft security search is carried out. Conducting either aircraft\nsecurity check or a search shall be based upon a security risk assessment carried out by the Director\nGeneral, BCAS.\n\n43.7.4 Officers of the airline Security Department of suitable seniority, consistent with the\ndemands of the job, shall be posted at major domestic stations for effective security supervision and\nimplementation\n\n43.7.5 At smaller domestic stations having operations up to three flights per week in respect of\nIndian carriers, the station head of the airline, viz. the Station Manager, may be in-charge of the\nsecurity of the airlines operations from that station and would be responsible for all matters relating\nto security. This will require prior intimation to BCAS.\n\n43.7.6 In case of foreign airlines, a security coordinator at each airport of operation, shall be\nappointed who shall be responsible for all matters relating to security of its operations.\n\n4.3.7.7 At all foreign stations, Indian air carriers must post their own India-based (Indian\nnationals employed by the airlines in India) Security Supervisors/ Officers who shall be responsible\nfor all matters to security of its operations.\n\n43.7.8 Each airline should establish a Security Control Room at major stations to co-ordinate\nall security functions and ensure quick response during emergencies. The Control Room should be\nequipped with telephonic and wireless communication links with other operational departments of\nthe airline as well as with the ASG and should be manned during its operations by one or more\nsecurity personnel depending upon the volume of operations.\n\n4.3.7.9 The Security Supervisor shall ensure that the Aircraft Release certificate, in prescribed\nformat, is signed by all the concerned departments and signature is obtained from the Commander\nof the flight. A copy of the signed aircraft release certificate shall be kept for record with the\nsecurity department and will be put up for scrutiny during checks and audit by BCAS officers /\nBCAS audit teams.\n\n4.3.7.10. - Airlines security functions as mentioned in foregoing paragraphs shall be carried out by\nthe airlines as per the prescribed deployment norms issued by the Director General, BCAS from\ntime to time.\n\n() _ Pre-flight security checks of aircraft;\n\nPage 34 of 257\n",
  "37": ">\n\n9s:0ed3939393939\n\n)\n\n)\n\nSECRET\n\nGovernment of India\n(Ministry of Civil Aviation)\nBUREAU OF CIVIL AVIATION SECURITY.\n\nNational Civil Aviation Security Programme-2018\n\nGi)\n\nGv)\n\nw)\n\nwi)\n\n(vii)\n(viii)\n\n(ix)\n@&)\n(xi)\n(xii)\n(xiii)\n(xiv)\n(xv)\n(vi)\n\n(vii)\n\n(xviii)\n\n(xix)\n\nAircraft operators operating to/from and within India shall ensure that measures are taken\nto ensure that passengers of commercial flights disembarking form the aircraft at any time\ndo not leave items on board the aircraft.\n\nAircraft operators shall conduct pre-flight security checks only after all maintenance and\ncleaning staff have vacated the aircraft and prior to passengers embarking;\n\nPre-flight anti-sabotage checks of the aircraft shall be done by the engineering / security\nstaff as per instructions in force. In addition, aircraft operator’s flight and cabin crew may\nconduct checks referred to above for which they shall be adequately trained.\n\nSecurity checks and search shall be carried out as per checklist.\n\nAircraft operators shall ensure that an aircraft is protected from unauthorized interference\n‘from the time the aircraft search or check has commenced until the aircraft departs.\n\nProcedure for screening of passengers and their carry-on baggage for secondary security\nchecks at the ladder point;\n\nprocedures for screening of passengers checked baggage;\n\nReconciliation of hold baggage with boarding passengers including transit and transfer\npassengers;\n\nprocedure to ensure that no weapons, explosives and other dangerous devices are left on\nboard by disembarking passengers at transit stops;\n\nmeasures to protect cargo, valuables, dangerous goods courier and express parcels, mail,\nstores, catering supplies, unaccompanied baggage checked baggage and including off-\nairport check-in baggage;\n\nprocedures to carry passengers under judicial or administrative proceedings;\n\nprocedures to carry deportee, inadmissible, potentially disruptive and unruly passengers\nwho are obliged to travel because they have been the subject of judicial or administrative\nproceedings:\n\nprocedures for the carriage of weapons in the cabin compartment and aircraft hold;\n\ncontrol of access to the parked aircraft;\n\nsecurity of parked aircraft beyond operational hours;\n\naction and procedures in case of bomb threats, hijackings and sabotage and other threat to\ntheir operations;\n\nin-flight procedures when suspected items are found or believed to be on board an aircraft;\nevacuation and search of aircraft on the ground;\n\nspecial security measures to be enacted during periods of increased threats on specified\nroute;\n\nmeasures to ensure effectiveness including adequate training of staff and periodic testing of\neffectiveness and updating of the security programme;\n\ndevelop, implement and maintain aircraft operators’ aviation security quality control\nprogramme duly approved by the Director General, BCAS to ensure the effectiveness of\nAOSP;\n\nChecking and identification of travel documents: Each aircraft operator operating to and\nfrom India shall establish procedures in their security programme for checking and\nidentification of travel documents of originating, transfer and transit passengers in order to\nensure that only bonafide passengers are allowed to travel in their aircraft and fraudulent\ntravel documents are prevented from being used; and\n\nany other AVSEC responsibilities allocated by the Director General, BCAS.\n\nPage 35 of 257\n",
  "38": "SECRET\n\n(Ministry of Civil-Aviation)\nBUREAU OF CIVIL AVIATION SECURITY\n\nfe, Government of India\n\nes National Civil Aviation Security Programme-2018\n\n4.3.8, Each air transport operator shall appoint a chief security officer with a professional security\nbackground and familiarity with air transport operations, and afforded sufficient authority to\nensure the full implementation and enforcement of the aircraft operator security programme.\nChief Security Officers should be appointed by the executive management of aircraft operators,\nand should have direct communication with and/or report to the aircraft operator Chief\nExecutive Officer and Managing Director.\n\n43.9. Chief Security Officer and his respon:\n\n@\n\n8)\n\nh)\n\nd\n\nEach commercial air transport operator shall appoint a Chief Security Officer with a\nprofessional security background and familiarity with aircraft and commercial air transport\noperations. Since the Chief Security Officer requires sufficient authority to ensure full\nimplementation and enforcement of the Aircraft Operator Security Programme. This\nappointment should be made by senior management. The Chief Security Officer shall be\nresponsible for:\n\ndefining the overall security policy for acceptance by the aircraft operator's senior\nmanagement consistent with NCASI\n\ndeveloping and promulgating company-wide security standards and practices;\n\nconducting an initial and comprehensive survey of the aircraft operator's. facilities,\nequipment and activities in order to determine security needs and assess likely threats;\n\ndeveloping or modifying the aircraft operator security programme to correct deficiencies\nand to comply with national requirements and provisions of States where the aircraft\noperator conducts flight operations;\n\nensuring that the aircraft operator security programme is current and has been endorsed by\nthe aircraft operator's senior management and submitted to the Director General, BCAS for\nverification and approval;\n\nensuring the continuing effectiveness of the aircraft operator security programme through\nregular evaluations and inspections and by encouraging internal security audit processes;\n\nestablishing and maintaining effective liaisons with BCAS, all relevant authorities and\nstakeholders in order to contribute to the industry's development of security systems and to\ncomply with statutory requirements, taking into consideration the responsibilities of other\nappropriate authorities with police functions;\n\nmaintaining close relationships with other departments of the aircraft operator, and\nespecially senior management, so as to facilitate the implementation of effective security\nmeasures throughout the organization;\n\nadvising on and managing all security systems in use by the aircraft operator and advising\nmanagement on all aspects of security;\n\npromoting security awareness and vigilance;\n\nPage 36 of 257\n",
  "39": "SECRET\n\narr Government of India\n(Ministry of Civil Aviation)\nBUREAU OF CIVIL AVIATION SECURITY\nNational Civil Aviation Security Programme-2018\n\nk)_ ensuring an effective response by the aircraft operator to any threat or security incident;\n\n}) initiating special security measures during periods of increased risk and/or for critical\nflights and routes;\n\nm) maintaining familiarity with applicable legislation and regulations related to aviation\nsecurity in the geographic areas served by the aircraft operator;\n\nn) maintaining a record of all unauthorized weapons or suspect explosives devices detected on\nthe aircraft operator’s aircraft or on property used by the aircraft operator; and\n\n©) reporting all actual or suspected acts of unlawful interference with aircraft operations to the\nDirector General, BCAS.\n\n(ii) The Chief Security Officer shall be provided with adequate security staff by the concerned\nAircraft Operator at the airports to ensure the effective implementation of security measures\nwithin all areas of operational responsibilities.\n\n43.10. Aircraft Operator’s Security Programme: - Aircraft operators shall implement an\nAVSEC Programme appropriate to meet the requirements of the National Civil Aviation Security\nProgramme. A written copy of the Aircraft Operator’s Aviation Security Programme shall be\nsubmitted to the Director General, BCAS, for approval. No aircraft operator shall be allowed to\noperate to / from airports in India unless its security programme is approved by the Director\nGeneral, BCAS. Any change in such approved programme shall be made only with prior approval\nof the Director General, BCAS. The following aircraft operators shall establish, implement and\nmaintain a written operator security programme which meets the requirements of the National Civil\nAviation Security Programme of the country: =\n\na) all commercial air transport operators providing service to/ from /within India;\n\nb) each entity conducting general aviation operations, including corporate aviation operations\nusing aircraft/helicopter/hot balloons etc.; and\n\n©) each entity conducting the aerial work operations. The programme shall contain operational\nfeatures specific to the type of aerial work operations conducted.\n\n4.3.10.1, ‘The security programme shall be valid for a period of 5 years. However, the security\nprogramme shall be updated by the aircraft operators on the basis of security directives issued by\nthe BCAS from time to time. After 5 years, a revised security programme shall be submitted by\neach aircraft operator to the BCAS for approval.\n\n4.3.10.2. In this connection instructions issued vide AVSEC Order 3/2010 dated 5.5.2010\n(Annexure: 4-3) shall be strictly implemented by Aircraft Operators. The Aircraft operators of the\nentities while drafting their security programme shall take into account the ICAO model template\nenclosed as Appendix to AVSEC Order No. 3/2010.\n\nPage 37 of 257\n",
  "40": "SECRET\n\nGovernment of India\n(Ministry of Civil Aviation)\nBUREAU OF CIVIL AVIATION SECURITY\n\nNational Civil Aviation Security Programme-2018\n\nNote: The above provisions are not applicable to non-scheduled/charter services by foreign\nairlines. However, the prevalent rules/regulations at the operating airport shall be\nfollowed.\n\n4.3.11.Off Airport Check-in\n\n(No aircraft operator shall commence off-airport check-in without obtaining security clearance for\neach location from Director General, BCAS.\n\n(ii) Security clearance will be issued after inspection of off-airport check-in facility and security\ncontrols thereof by the Director General, BCAS or by an officer duly authorized by him.\n\n(iii) Security measures prescribed vide BCAS Circular No.9/2005 dated 17.3.2005 (Annexure: 4-4)\nshall be implemented by the concerned aircraft operators operating to / from / within India, who\nintend to adopt off-airport check-in system.\n\n43.12. Code Sharing:\n(i Ande lone j-andarurcal Ge etere yearn taal ToRVylthe.oode'haring\npartner will need to be addressed by the concerned aircraft operator, and appended to their security\nprogramme as and when called for.\n\nii) Clear lines of accountability shall be ensured for implementing and subsequently monitoring\naviation security measures for flights which are conducted under code-sharing agreements. Specific\narrangements in compliance of Annex-17 and NCASP shall exist.\n\n(iii) Code sharing partners shall maintain a clear line of communication regarding risk and threat\nassessments. Code-sharing partner shall be adequately advised if at any time there is a security\nbreach or details of heightened threat to its operations which will call for additional security\narrangements. The State of Registration of each code-sharing partner shall also be informed of the\nspecific threat and the additional measures proposed to counter it.\n\n4.4, Policing Authority\n\n4.4.1. State’) UT Police shall be responsible for prevention and detection of crimes,\nsurveillance of persons who may be threat to civil aviation and the investigation of incidents and\nemergencies during the crimes.\n\n(i) _ prevention and detection of crimes at civil aviation facilities;\n(ii) surveillance in the surrounding areas of all airports in their jurisdiction;\n\n(iii) surveillance of arriving and departing passengers who may pose a threat to civil aviation;\n\nPage 38 of 257\n",
  "41": "SECRET\n\nGovernment of Indi:\n(Ministry of Civil Aviation)\nBUREAU OF CIVIL AVIATION SECURITY.\n\nfate National Civil Aviation Security Programme-2018\n\n(iv) contingency planning / action for response to and control acts of ground attacks and civil\ndisasters;\n\n(¥) provision of specialist response including, but not limited to anti-terrorist units, armed\nintervention, hostage negotiation and explosive device disposal;\n\n(vi) provision of a rapid armed response capability to major incidents at airports;\n(vii) maintenance of law & order and traffic control;\n\n(viii) guarding of funnel area of airports having civil aviation operations based on threat perception\nand directions from the Director General, BCAS; and\n\n(ix) Conducting background checks of the persons whose Particulars are referred to them.\n\n45. Military: No component of Army has been deployed at civil airports in India. As and\nwhen considered necessary due to national requirements, deployment of army shall be made\nthrough inter ministry communication. In case of hijacking and rogue aircraft, the IAF may be\ndirected to escort and deal with rogue aircraft as per their SOP.\n\n4.6. Other Agencies\n\n46.1. Aviation Security Group (ASG) ~ Government Security Agency: - As provided in\nrule 13 of Aircraft (Security) Rules, 2011:\n\ni, Every aerodrome operator shall engage such number of personnel of Government security\nagency as may be determined by the Director General, BCAS for performing security duties\nassigned to it under these rules.\n\n‘The personnel engaged under sub-rule (1) shall be designated as Aviation Security Group shall\nbe designated as Chief Aerodrome Security Officer.\n\nThe Aviation Security Group shall work under the general supervision and direction of the\naerodrome in-charge.\n\niv. The aerodrome operator shall provide such facility and support to the Aviation Security Group\nas may be approved by the Director General, BCAS.\n\nv. In emergent situations, the Director General, BCAS may make necessary changes in the\ndeployment of Aviation Security Group.\n\nNote: Standard Operating Procedures (SOP) issued by BCAS with the approval of Ministry of\nCivil Aviation (MoCA) will be implemented by all concerned, subject to amendments issued\nfrom time to time.\n\nPage 39 of 257\n",
  "42": "SECRET\n\n= National Civil Aviation Security Programme-2018\n\n=a, Government of India\n(Ministry of Civil Aviation)\nBUREAU OF CIVIL AVIATION SECURITY\n\n4.6.1.1.\n\n‘ASG is responsible for the security duties at the airports in India to protect civil aviation\n\noperations against acts of unlawful interference.\n\n4.6.1.2.\n\nChief Aerodrome Security Officer of ASG shall be responsible to implement the\n\nAVSEC directions and functions at the airport as per SOP and instructions issued by the Director\nGeneral, BCAS from time to time.\n\n4.6.1.3.\n\nSpecific responsibilities of the Aviation Security Group (CISF/ Police) in the area of\n\naviation security are as under:\n\ni)\n\nvi)\nvii)\nviii)\n\nix)\n\nxi)\n\nxii)\n\nxiii)\n\nsafeguarding of passengers, crew, ground personnel and other aerodrome users, aircraft,\naerodrome and related facilities including vital installations;\n\nscreening of all ASG personnel before deployment at all airside gates/entry points, in case\nof, commencement of first operations of the day, screening to be conducted by each other;\n\nsecurity of perimeter;\n\nenforcement of security measures including car parks, viewing gallery, aerodrome\nrestaurant and area close to movement area to mitigate possible attacks against aircraft with\nMan-Portable Air Defence Systems (MANPADS) and other weapons representing a similar\nthreat to aircraft at or near an airport.\n\nmaintenance of order and discipline in the aerodrome premises;\nsupervise the movement of persons in the restricted areas;\nmaintenance of liaison with local police and intelligence agencies;\nsurveillance and patrol of all airport terminal areas;\n\nsurveillance of arriving/departing passengers for persons who may pose threat to civil\naviation;\n\nprovision of specialist response, including but not limited to anti-terrorist units, armed\nintervention, hostage negotiation and explosive devices disposal;\n\npre-embarkation screening of passengers and hand baggage as per procedure prescribed by\nthe Director General, BCAS;\n\nin the event of contingency and unlawful interference at the airports the ASG will act in\naccordance with the guidelines contained in the Contingency Plan of the concerned airport;\n\nto ensure that all the agencies operating at the airport follow the security guidelines laid\ndown by the Appropriate Authority. This will include that only security regulated cargo,\n\nPage 40 of 257\n",
  "43": "SECRET\n\nGovernment of India\n(Ministry of Civil Aviation)\nBUREAU OF CIVIL AVIATION SECURITY\n\nNational Civil Aviation Security Programme-2018\n\nete\n\ncatering items, company stores, mails, unaccompanied baggage and courier bags find entry\ninto the airport and weapons, ammunitions, explosives, explosive devices and other such\ndangerous goods are not allowed in the airport without permission of the competent\nauthority or without prescribed security checks;\n\nxiv) to maintain strict security system in the, sterile lounge to prevent contamination of the\nsecurity cleared passengers;\n\nxv) _In-charge ASG as a member of the AEP Committee will ensure strict implementation of\nAEP instructions issued by the Appropriate Authority;\n\nxvi) to enforce access control measures at the airports in accordance with instructions issued by\nthe Appropriate Authority from time to time.\n\nxvii) to impart aviation security training to security personnel in accordance with the National\nCivil Aviation Security Training Programme;\n\nxviii) to undertake all AVSEC functions as per the Standard Operating Procedure (SOP)\napproved by the Appropriate Authority;\n\nxix) to implement and monitor ASG Aviation Security Quality Contéol Programme;\nxx) _ any other AVSEC responsibilities allocated by the Director General, BCAS; and\n\nxxi) Consequent upon the transfer of Bomb Detection and Disposal Squads and Dog Squad\nfrom the BCAS to the CISF, the following functions and responsibilities at the airports\nshall be performed by CISF: -\n\nAttend to bomb threat call.\n\nAttend to unclaimed baggage call.\n\nDetection of suspected baggage for explosive.\n\nDisposal/ demolition of confirmed threat / IED by RSP.\n\nStore explosives used in demolition and disposal of IEDs.\n\nCarry out anti-sabotage and random checks of aircraft, airport, terminal building, and cargo\ncomplex with special emphasis on BMA.\n\nParticipate in Bomb Threat Assessment Committee (BTAC).\n\nRandom anti-sabotage checks at airport areas\n\npeep sp\n\nre\n\nRef. AVSEC Order No. 7/2010 dated 19.11.2010 — (Annexure: 4-5)\n4.6.2. Ground Handling Agents: -\n\n') No ground handling service provider shall be allowed to provide ground handling services at any\naerodrome without obtaining the security clearance and the approval of its security programme\nform the Director General, BCAS. {Reference Rule 15 of Aircraft (Security) Rules, 2011}\n\nPage 41 of 257\n",
  "44": "SECRET\n\nGovernment of India\n(Ministry of Civil Aviation)\nBUREAU OF CIVIL AVIATION SECURITY\n\nNational Aviation Security Programme-2018\n\nii) Security functions shall be carried out by any agency authorized by the Director General, BCAS.\nThe same shall be in accordance with policy directives/ guidelines approved by Ministry of Civil\nAviation;\n\n4.63, General Aviation and Chartered aircraft operations Security (Circular No. 26/2005 dated\n18.7.2005)\n\n4.63.1.\n\n4.6.3.2.\n\n@\nGi)\n\n@\n\nGi)\n\nObjectives: There are two main security objectives: -\n\nProtecting of passengers and aircraft from attack and;\nPreventing aircraft from being used as a weapon of mass destruction directed at\nsensitive targets on the ground.\n\nSecurity measures:\n\nGeneral Aviation passengers are those persons on board the flight who are generally\nbetter known to aircraft operators than the typical passenger on a scheduled commercial\nairliner. Charter / sight-seeing passengers typically will meet the pilot or other flight\ndepartment personnel well in advance of any flight. For corporate operations, typically\nall persons on board the aircraft are known to the pilots.\n\nIn order to adequately address real vulnerabilities and to mitigate varying threat levels,\nthe following security procedures shall be applied by all concerned: ~\n\nAircraft: In order to prevent unauthorized use of aircraft, the operator will take steps\ncorresponding to specific type of aircraft to secure it when unattended. Pilot should\nemploy multiple methods of securing the aircraft so that it is not possible for an\nunauthorized person to gain access to it.\n\n‘Some basic methods of securing an aircraft include: -\n\n«Ensuring that door locks are consistently used to prevent unauthorized access or\ntampering with the aircraft.\n\n+ Using keyed ignition where appropriate,\n© Storing the aireraft in a hangar, if available, and locking hangar doors.\n* Using an auxiliary lock to further protect aircraft from unauthorized use.\n\nCommercially available options for auxiliary locks include locks for propellers,\nthrottle, and tie-downs.\n\nPage 42 of 257\n",
  "45": "SECRET\n\nGovernment of India\n(Ministry of Civil Aviation)\nBUREAU OF CIVIL AVIATION SECURITY\nene National Civil Aviation Security Programme-2018\n\n‘Ensuring that aircraft ignition keys are not stored inside the aircraft.\n\nc. Pre-embarkation security checks: For purposes of security, the operations by a\ngeneral aviation aircraftichartered aircraft may be categorized as below or amended\nfrom time to time: -\n\ni, Operations using a sterile area of the airport in an aircraft of less than 5700 kg\n(12,500 pounds);\n\nii, Operations using a sterile area of the airport in an aircraft of $700 kg (12,500\npounds) or more;\n\niii. Operations using a non-sterile area of the airport in an aircraft of less than 5700 kg.\n(12,500 pounds)\n\niv. Operations using a non-sterile area of the airport in an aircraft of 5700 kg (12,500\npounds) or more.\n\n4.6.3.2.1. Operations using a sterile area of the airport in an\npounds):\n\nireraft of less than 5700 kg (12,500\n\na. Applicability of this section: This section applies to operations in an aircraft of maximum take-\noff weight of less than 5700 kg (12,500 pounds) in which passengers, crew or other individuals\nare emplaned from a sterile area of an operational airport/heliport to/from scheduled commercial\nflights operate.\n\nb. Procedure: Any person conducting an operation identified in paragraph (a) of this section shall\nconduct a search of the aircraft before departure and shall screen passengers, crew members and\nother individuals, and their accessible property (carry-on-baggage) before boarding, in\naccordance with the security procedures prescribed by BCAS. In-accessible property (hold\nbaggage) shall also be screened by use of XBIS, Explosive Detection Devices and hand search at\nrandom and matched with the occupants before taking it on board as per the procedures\nprescribed by BCAS from time to time.\n\nc. In case there is no separate infrastructure at the airport for implementing the security procedures\ngiven in paragraph (b) above, the emplaning of passengers, crew members and other individuals\nshall be through security hold area of the airport after they along with their baggage (cabin\nbaggage and hold baggage) have been subjected to prescribed pre-embarkation security checks\nby the airport security unit and aircraft operator.\n\n4.6.3.2.2. Operations using a sterile area of the airport in an aircraft of 5700 kg (12,500 pounds)\nor more\n\nPage 43 of 257\n"
}