{
  "1": "SECRET\n\nGovernment of India\n(Ministry of Civil Aviation)\nBUREAU OF CIVIL AVIATION SECURITY\n\nNational Civil Aviation Security Programme-2018\n\nthe security aspects and prevent misuse of fake/cancelled tickets for entry into the airport, the\nfollowing instructions shall be strictly implemented:\n\ni. Airport operator will coordinate with airlines for arrangement of 2D bar code scan of the\nExtickets at the terminal building entry gates. All the e-tickets in paper and digital form\nshould be verified against identity at the entry gates.\n\nii, Until the above system is operational, all persons exiting need to show their AEP/Visitor’s\nEntry Ticket or justification from the airline concerned through their staff liaising with the\nASG staff at the gate in person. The documents or devices through which the non-AEP\nholder entered should be examined by the ASG staff at the gate. A record of such exits\nshould be kept by the ASG at the gate and all gates should be immediately alerted against\nmultiple entry by such persons.\n\n6.4.3 The crew members of foreign airlines operating to / from India will not be issued AEPs. They\nwill be allowed entries in the aerodrome on the basis of General Declaration and passport and / or\nairline issued ID card / Crew Member Certificate (CMC).\n\n6.4.4 Hon'ble Members of Parliament shall be allowed entry into the terminal buildings (up to arrival\nand departure hall) of civil aerodrome/ civil enclave in the country on the basis of their valid identity\ncards issued by Parliament Secretariat, New Delhi,\n\n6.4.5 Conditions for issue of AEPs:\n\n6.4.5.1 No temporary permit holder or token holder (whose background check has not been\ndone) shall be allowed access to or remain in security restricted area of the aerodromes of the country\nunless they are escorted by Permanent Aerodrome Entry Permit holders.\n\n6.4.5.2 No Aerodrome Entry Permit for operational duties at the aerodrome shall be issued to a\nperson unless he/she has successfully attended the Aviation Security Awareness Training Programme\nduring last one year.\n\n64.5.3 No person, engaged in aviation security functions, shall be issued Aerodrome Entry\nPermit (AEP) unless he/she successfully qualifies in initial AVSEC induction training at the\nminimum.\n\n6.4.5.4 Access control of Casual / Daily Labourers:\n\n()__Noperson shall be deployed for carrying out any work inside the security restricted area of\nan aerodrome without getting character and antecedents of such person verified by the\nlocal police authorities, provided that no police verification shall be required if the\ndeployment of a particular person does not exceed 15 days.\n\nGi) All such persons shall be escorted and kept under close watch in the restricted area by the\nsecurity staff of the aerodrome operator ot airline operator or owner of any other agency, in\naccordance with the procedure prescribed by the Director General, BCAS.\n\nPage 69 of 257\n",
  "2": "SECRET\n\nGovernment of Ins\n\n(Ministry of Civil Aviation)\nBUREAU OF CIVIL AVIATION SECURITY\n\noe National Civil Aviation Security Programme-2018\n\n(iii) All airport/heliport operators shall issue, in place of tokens, web based bar-coded Photo\nIdentity Card for casual/daily labourers;\n\n(iv) _ This system should have the provision of date and time of issue recorded on the pass and\nthe hardware should store this data for a period of 30 days after the particular work is over.\nThe software shall have provision for alerting the security control room for any overstay by\nany labourer. Also, the software shall have provision to detect and deny persons already\nblack listed or who have come to adverse notice.\n\n(v) RD, BCAS of the region will ensure implementation of the casual /daily labour web-based\npass system at Delhi, Mumbai, Kolkata, Chennai, Amritsar, Ahmedabad, Hyderabad,\nGuwahati and Imphal airports; and CASO/In-charge of ASG at other airports.\n\n(vi) Airport Operators while awarding any contract for contractual work shall incorporate a\nclause “if contractor is found to violate any of security regulations, he shall be black listed\nand will be subjected to other legal Proceedings\".\n\n(vii) Entry of casual/daily labour should be staggered in such a way that minimum waiting time\nis taken for the labourers to enter their place of work.\n\n(viii) ‘The contractor/supervisor shall furnish to the ASG a list of labourers requiring access to\nthe airport along with the prescribed format. The ASG will get the signature/thumb\nimpression of the labourers on a Register and mention the pass number. The list provided\nby contractor shall be kept in file serially and date wise.\n\n(ix) Each labourer shall carry the pass individually and the pass should not be collected by the\ncontractor en-block.\n\n(x) The format and the list of labourers furnished by the contractor, will be duly forwarded by\nairport operator/airline operators’ authorized signatories. The format will contain\ninformation about the name of work for which contractor has been authorized to engage\nlabour. Specimen signature of authorized signatories shall be made available to ASG by\nthe agencies concerned.\n\n(xi) The labourers shall be frisked thoroughly by ASG before entry into the airport. Labourers\nwill enter and work in their allotted area under the supervision of their\ncontractor/Sardar/Supervisor only.\n\n(xii) _ This pass shall be taken back by the ASG from the labourers after the day's work is over,\nand deposited in safe custody of Airport Operator.\n\n(xiii) On completion of work each day, the labourer will exit through the same gate through\nwhich he/she was allowed entry.\n\n(xiv) The supervisor /officer In-charge of the gate will authenticate details of pass returned. Any\ndiscrepancy in the number of pass issued and returned should be reconciled on the spot.\n\nPage 70 of 257\n",
  "3": "SECRET\n\nGovernment of India\n(Ministry of Civil Aviation)\nBUREAU OF CIVIL AVIATION SECURITY\nNational Civil Aviation Security Programme-2018\n(xv) Loss of pass shall be reported to airport operator and to concerned RD, BCAS by ASG;\n\nand also to the concerned Police Station. It should also be notified to all concerned to\nprevent misuse.\n\n(xvi) __ In case the labourers are required to remain in the operational area for continuity of work\nin the night, airport operator/airline operator will inform the ASG about this requirement\nand take clearance from ASG.\n\n(xvii) Under no circumstances, any private security guard or employee of any handling agency be\nissued casual/daily labour pass.\n\n(xviii) Penalty may be charged for the loss of each pass and the amount to be paid to airport\noperator under proper receipt.\n\n(xix) These directions shall be implemented by all the airport operators. Violation of the above\ndirections will attract appropriate action.\n\n6.45.5 The aerodrome entry permit shall be displayed by the holder conspicuously above waist\nlevel while on duty.\n\n64.5.6 The aerodrome entry permit shall be surrendered to the Director General, BCAS or to\nany person authorized by the Central Government in this behalf, upon its expiry or cancellation or\nupon termination of employment of the person to whom it is issued.\n\n6.4.5.7 ‘The aerodrome operator or the Director General, BCAS, may, if he is satisfied that it is\nnecessary or expedient so to do in the interest of security:\n\n(@_ refuse admission to any person in the aerodrome; or\n(ii) require any person to leave the aerodrome.\n\n6.4.6 Sereening of employees:\n\n6.4.6.1 All staff, including crew, together with items carried by them shall be screened before\nbeing allowed access into security restricted areas. The screening procedure shall ensure that no\nprohibited article is carried and the methodology shall be the same as for screening of passengers\nand hand baggage.\n\n64.6.2 All ground handling staff while leaving aerodrome from any gate (s) / designated gate\n(8) shall be subjected to security check (frisking / baggage search). All other staff, when exiting the\nsecurity restricted area of airport shall be frisked on a random basis,\n\n6.4.6.3 Noperson shall: -\n\na) leave or throw or cause to be thrown any animal, bird or object,\nb) cause any animal under his possession or control to stray, and\n\nPage 71 of 257\n",
  "4": "SECRET\n\nGovernment of India\n(Ministry of Civil Aviation)\nBUREAU OF CIVIL AVIATION SECURITY\nNational Civil Aviation Security Programme-2018\n©) operate any vehicle without entry permit from the Director General, BCAS in the\n\nmovement area;\n\n6.4.6.4 In order to ensure that proper access control is enforced at all access points leading to\nairside, only certified screeners shall be deployed for security checks of persons and vehicles at the\naccess points and for checking personal belongings entering through warehouses including the\ncargo warehouses.\n\n6.4.7 Background checks:\n\n6.4.7.1 It shall be ensured by the concerned entities that persons who are to be allowed\nunescorted access to a security restricted area are subjected to background checks. No person shall\nbe issued with Aerodrome Entry Permit without background checks as prescribed in AEP\nguidelines issued by the Director General, BCAS.\n\n6.4.7.2 Background checks of all the employees who are to be authorized unescorted access to\nrestricted areas of the civil aerodromes in India shall be done by all the concerned entities not only\nat the time of initial employment but also every 5 (five) years thereafter on regular basis and proper\nrecord shall be maintained for inspection by the Appropriate Authority. The frequency of\nbackground checks may be specified or reviewed by the Director General, BCAS from time to time.\n\n6.4.73 Requirement for foreigners’ background checks: - Background check of foreigners\nwill be done as per existing AEP Policy.\n\n64.7.4 Indian nationals returning from abroad: No Indian national who returns to India\nfrom abroad within the period of 5 years having a valid passport (5 years’ validity for the purpose of\nbackground check is required) shall be issued with an AEP or shall be considered for employment\nto work in security restricted areas of an aerodrome in India unless his background check is carried\nout through the concerned central security agencies for his/her stay during that period abroad.\n\n6.4.7.5 Background checks and security clearance to Companies / Board of Directors / key\npersons in Companies’ Management:\n\ni. Security clearance will be issued by BCAS, where necessary, in respect of the company,\nBoard of Directors and key persons of the management, on the basis of background check\nreports received from Central and/or State Intelligence Agencies, for a period to be specified\nby the Director General, BCAS on case to case basis.\n\nii, Security clearance shall be granted in accordance with procedure and guidelines prescribed\n\nby MHA/ MoCA;\n\nWhile conveying the clearance from the national security point of view, Central and/or State\n\nIntelligence Agencies may share the views of adverse inputs. It will be for the BCAS /\n\nMoCA to take into account the inputs shared by them while examining the proposals for\n\nsecurity clearance.\n\nPage 72 of 257\n",
  "5": "SECRET\n\nGovernment of India\n(Ministry of Civil Aviation)\nBUREAU OF CIVIL AVIATION SECURITY\n\n6.5 Control of Access - Vehicles:\n\n6.5.1 No person shall, without permission in writing, by general or special order, of the Director\nGeneral, BCAS or any officer authorized in this behalf operate any vehicle in the Movement area. No\nperson shall, without permission in writing by general or special order of the Director General,\nBCAS, operate any vehicle in the movement area other than those vehicles which are engaged in\noperational, maintenance or emergency duties. The vehicle permits are issued by the Aerodrome\nOperator on behalf of the Director General, BCAS.\n\n6.5.2 In order to prescribe procedure for authorization of access of operational vehicles to the airside\nareas and SRAs at the aerodromes, detailed instructions shall be issued by the Aerodrome Operators\nin the form of SOP and the same shall be incorporated in the Aerodrome Security Programme. The\nSOP shall, inter alia, incorporate the process for issue of vehicle permits for safe and secure\noperations of vehicles at the airside and SRAs so as to reduce incidents / accidents involving vehicles\nand prevent congestion on apron and airside.\n\n6.5.3 Authorization criteria for access of vehicles operating in the Movement area/ airside and\nSecurity Restricted Areas of airport shall be as under subject to review by Director General, BCAS\nfrom time to time: -\n\nTransportation of passengers and catering supplies etc.;\n\nRefueling of aircraft;\n\nMaintenance of runway, taxi way, perimeter wall etc.\n\nConducting checks of vital installation and air navigation facilities;\n\nQRT and contingency response;\n\nSecurity patrolling and supervisory duties;\n\nAirside safety duties like firefighting, apron control, airside inspection ete.\nVVIP and protocol duties;\n\nInspection and monitoring by regulatory authorities; and\n\nMedical and other emergency.\n\n6.5.4 Vehicle movement through gates from land side to airside shall be controlled by ASG\n(CISF/Police).\n\n6.5.5 The number of vehicles permits shall be kept to the barest minimum which is essential to the\noperations of aircraft.\n\n6.5.6 Each authorizing agencies shall ensure that the drivers of vehicles issued with restricted area\nvehicle permit are qualified to drive the appropriate class of vehicle and have been given instructions\n\nin all safety requirements for the operation of a vehicle in the airside.\n\n6.5.7 The aerodrome operator may issue aerodrome entry permit for vehicles required to operate in\nthe airside on operational, emergency and maintenance purpose. The details of such vehicle permits\n\nPage 73 of 257\n",
  "6": "SECRET\n\nGovernment of India\n(Ministry of Civil Aviation)\nBUREAU OF CIVIL AVIATION SECURITY\n\nEd National Civil Aviation Security Programme-2018\n\nshall be submitted to the BCAS by the concerned Aerodrome Operator. The permit shall be specific\nto the vehicle and affixed on it conspicuously. The vehicle permit shall contain at a minimum:\n\n(a) Registration No. of vehicle.\n() Duration of permit.\n(©) Owner of vehicle.\n@ _ Issuing authority.\n\n6.5.8 Ambulance and other emergency service vehicles requiring access to airside may be permitted\nonly after a temporary permit is issued by the Aerodrome Operator, as per SOP issued by the\nDirector General, BCAS.\n\n6.5.9. The Director General, BCAS may authorize a person to use Aerodrome Operator's vehicle or\nhis own vehicle or any other vehicle with “follow me” vehicle, if so required, for access to the airside\non protocol, health or security grounds.\n\n6.5.10. The aircraft operator shall ensure supervision and make arrangement for movement of\npersons and vehicles to and from the aircraft in security restricted areas in order to prevent\nunauthorized access to aircraft at each aerodrome.\n\n6.5.11. Before granting access to security restricted areas, the ASG shall screen every person,\nvehicle, baggage, belongings or supplies to prevent carriage of unauthorized firearms, explosives,\nexplosive devices, dangerous goods and any other suspicious objects.\n\n6.5.12, Ferry vehicles of the airport operator used to transport passenger to aircraft under\npermission of Director General, BCAS will be parked in a secure area after anti-sabotage check prior\nto such ferrying.\n\n6.6. Aerodrome Entry Permit (AEPs):\n\n6.6.1.To regulate the entry of authorized persons and to prevent and detect persons attempting\nunauthorized entry into the restricted areas of airports, the Director General, BCAS or any other\nofficer authorized by him in this behalf may issue the Aerodrome Entry Permits to the persons\nworking at the aerodrome or visiting it for entry into the security restricted areas of the aerodrome.\nThe issue of such permits shall be in accordance with the AEP guidelines, issued and amended by the\nDirector General, BCAS with the approval of Ministry of Civil Aviation from time to time. The\nDirector General, BCAS shall specify the design for airport personnel identification and vehicle\npermits and shall ensure periodic updating of security features and/or design of airport personnel\nidentification passes.\n\n6.6.2. The AEPs, other than a temporary permit, shall be issued to an employee only after it is\ncertified by his/her employer that the background checks of the employee have been done through the\npolice / intelligence agencies and there is nothing adverse against the employee. Such original\n\nPage 74 of 257\n",
  "7": "»\n\n»oecs 8\n\n)\n\nSECRET\n\nGovernment of India\n(Ministry of Civil Aviation)\nBUREAU OF CIVIL AVIATION SECURITY\n\nNational Civil Aviation Security Programme-2018\n\nFate\n\nbackground check certificate shall be submitted to the issuing authority along with application for\nissue of AEP. >\n\n6.6.3. The AEPs, including commercial AEP, shall be issued to the employees of various\norganizations for performing their legitimate functions in such form, for such time and under such\nconditions as specified by the Director General, BCAS.\n\n6.6.4.The AEPs shall be surrendered to the Director General, BCAS or to any other officer\nauthorized by him in this behalf, upon its expiry or upon termination or superannuation of the\nemployee to whom it is issued or on demand by the Director General, BCAS or any other officer\nauthorized by him.\n\nNo employee shall use the AEP for entry into an aerodrome unless he is on official duty at the\nrelevant time. The AEPs shall be deposited after close of duty shift with the concerned agency, as\ndirected by the Director General, BCAS from time to time.\n\n6.6.5. Where any person is convicted of certain crimes or contravention of, or failure to comply with,\nAEP guidelines /directions issued by the Director General, BCAS or where the Director General,\nBCAS is satisfied that there is sufficient ground for doing so, he may, for reasons to be recorded in\nwriting, suspend or cancel the Aerodrome Entry Permit. The decision of Director General, BCAS\nshall be final in cases where an FIR is registered and/or a case is pending before the Court in India,\n\n6.6.6. It shall be the responsibility of AEP holder as well as his/her Sponsoring Authority to surrender\nAEP to the authority which has issued the AEP, in the event of retirement, termination, transfer,\nresignation, cancellation or due to any other reason relinquishing the assignment at the aerodrome.\nThe Director General, BCAS may require the holder of the entry permit to surrender the same for\nsuspension or cancellation.\n\n6.7 Security of Fuel Farms/ Vital installations: ‘The owners of the fuel farms and other vital\ninstallations shall be required to establish and implement a security programme under intimation to\nDirector General, BCAS.\n\n68 Carriage of fire arms: No person shall enter aerodrome or the aircraft with any arms,\nammunition or explosive except as provided in rule 20 of the Aircraft (Security) Rules, 2011. Firearms\nin the cabin can only be carried by IFSOs or SPG personnel on duty travelling with the protectee.\nThese firearms will be in unloaded condition with the firearm and ammunition separate. Carriage of\nany other firearm in the cabin is prohibited except with specific written permission of the Director\nGeneral, BCAS. Any other firearms and ammunition by security personnel may be carried in the hold\nbaggage in the aircraft having separate cargo hold so as not to be accessible to passengers and as per\nconditions of permission given by the DGCA from time to time.\n\n6.9 Protection of Aircraft:\n\nSARPs of Annex 17\nPage 75 of 257\n",
  "8": "SECRET\n\nGovernment of Indi\n(Ministry of Civil Aviation)\nBUREAU OF CIVIL AVIATION SECURITY\n4 : National Civil Aviation Security Programme-2018\nEach Contracting State shall ensure that aircraft security checks of originating aircraft\nengaged in commercial air transport movements are performed or an aircraft security\n4.3.1 | search is carried out. The determination of whether it is an aircraft security check or a\nsearch that appropriate shall be based upon a security risk assessment carried out the\nrelevant national authorities..\nEach Contracting State shall ensure that measures are taken to ensure that passengers of\n4.3.2 | commercial flights disembarking from the aircraft at any time do not leave items on\nboard the aircraft.\nEach Contracting State shall require its operators its commercial air transport operators\n4.3.3 | to take measures as appropriate to ensure that during flight unauthorized persons are\nprevented from entering the flight crew compartment.\nEach Contracting State shall ensure that an aircraft subject to 4.3.1 is protected from\n4.3.4 | unauthorized interference from the time the aircraft search or check has commenced\nuntil the aircraft departs\nRP | Each Contracting State should ensure that security controls are established to prevent acts of\n4.3.5 | unlawful interference with aircraft when they are not in security restricted areas.\n\n6.9.1 Responsibility: Aircraft Operators shall be responsible for the security of their aircraft.\nSecurity procedures of the aircraft shall be specified in the Aircraft Operator’s security programme\nand shall be implemented by their security personnel to prevent unauthorized access to aircraft and to\npreclude any possibility of unlawful interference with civil aviation operations.\n\n69.1.1 Specified security measures shall be applied before, during, and on termination of the\nflight.\n\n6.9.2 Normal operating conditions:\n\n6.9.2.1 Access to aircraft not in operation which have not been searched prior to originating\nflight shall be controlled in the following manner, namely: -\n\n* cabin doors shall be closed;\nair bridges and / or ventral stairs shall be secured, withdrawn or retracted as appropriate and\n‘tamper evident seals shall be applied to aircraft doors.\n\n6.92.2 Additional measure may include deploying personnel to monitor such aircraft.\n\n6.92.3 For aircraft not in operation which has been searched and brought into security\nrestricted area, access shall be controlled from the commencement of the aircraft security search\nuntil departure, in order to maintain the integrity of the search.\n\n6.9.2.4 Aircraft Operators shall ensure that when aircraft enters international / domestic service,\npre-flight checks are undertaken to discover suspicious objects or anomalies that could conceal\n\nPage 76 of 257\n",
  "9": "SECRET\n\nGovernment of India\n(Ministry of Civil Aviation)\nBUREAU _ OF CIVIL AVIATION SECURITY\n\nNational Civil Aviation Security Programme-2018\n\nweapons, explosives or any other dangerous devices. Aircraft operators shall take appropriate\n‘measures to ensure that disembarking passengers do not leave items on board the aircraft at transit\nsteps.\n\n6.9.2.5 Engineering /security staff of the aircraft operators shall be responsible for conducting\npre-flight anti-sabotage checks.\n\n6.9.2.6 While conducting any type of pre-flight anti-sabotage check of aircraft, special attention\nshall be given to the check of cabins including cockpit, overhead bins, seat pockets, toilets, left\nbehind items by passengers, unauthorized items/persons and carpet/floor area.\n\n6.9.2.7 Check-lists for pre-flight anti-sabotage checks of the aircraft at originating, transit and\nturn around stations shall be prepared by the air carriers and made available to the check-teams /\nBCAS Inspecting Officers.\n\n6.9.2.8 Aircraft Operators shall arrange to maintain a record of all those allowed entry into the\nircraft. Such entrants as well as the articles carried by them shall be security checked by the\naircraft operator’s security personnel.\n\n6.9.2.9 Aircraft Operators shall arrange an aircraft engineer entitled for the type of aircraft to\naccompany and assist any representative of various agencies such as BCAS, DGCA, BDDS,\nCustoms, Police, Directorate of Revenue Intelligence, etc. who may require examining the aircraft\nand its panels and he (aircraft engineer) only shall open various panels/parts of the aircraft.\n\n6.9.2.10 On the job supervision shall be maintained by the air carriers with the help of\nresponsible officers on maintenance, cleaning, catering and other staff permitted to enter the aircraft\nfor duties.\n\n6.92.11 For aircraft in operation, access shall be controlled from the commencement of the\naircraft security check until departure, in order to maintain integrity of the checks. Aircraft security\nsearches shall be conducted once all service providers (i.e. caterers, cleaners, duty free retailers,\netc.) have left the aircraft. Upon completion of search, the aircraft's sterile condition shall be\nmaintained until its departure\n\n6.92.12 Aircraft searches shall be carried out in good lighting, which may require the use of\nauxiliary power units or ground power lines. It is necessary to control access to the aircraft before\n\nstarting a search, which shall be carried out with minimum number of persons on board.\n\n6.92.13 Aircraft on ground shall be guarded by the Aircraft Operator's security staff and entry\nshould be restricted only to the bonafide employees and service staff on duty having valid AEP.\n\nPage 77 of 257\n",
  "10": "SECRET\n\nGovernment of India\n(Ministry of Civil Aviation)\nBUREAU _OF CIVIL AVIATION SECURITY\n\nNational Civil Aviation Security Programme-2018\n\n6.92.14 In order to prevent misuse of aircraft (defined in the NCASP and other Indian\nlegislations) to commit an act of unlawful interference including as a weapon of mass destruction,\nthe concerned aircraft operator shall ensure protection of such aircraft parked in the non-security\nrestricted areas. Implementation of security measures of such aircraft shall be constantly monitored\nby the concerned aircraft operator as per the BCAS approved security programme and instruction\nissued by the Director General, BCAS from time to time.\n\n6.92.15 In order to provide better surveillance to prevent any unlawful acts, removable cameras\nshall be installed in Aircraft Holds as specified in BCAS Circular 05/2017 (Annexure: 6-1).\n6.9.3 Access control to Cockpit\n\ni) Cockpit doors of an aircraft, which is in flight, shall be kept locked during all phases of\nflight to deny perpetrator access to the cockpit.\n\nii) Proper communication system shall also be maintained both by cockpit and cabin crew\nduring the flight timings to ensure the safety of the flight and security of the passengers and\ntheir property.\n\niii) ‘These directions shall be incorporated in the Security Programme of all airlines operating to\nand from India and shall be implemented by all air operators.\n\n6.9.3.1 ‘The aircraft shall be secured by Aircraft Operator in all respects while it is at rest on\nground to prevent acts of unlawful interference.\n\n6.93.2 Increased threat conditions: Besides the security controls to be undertaken during the\nnormal conditions mentioned in para 6.9.2 above, the following security measures shall be\nimplemented by the Aircraft Operators during increased threat conditions:\n\na) For flights determined to be under an increased threat, secondary security checks of all\npassengers and employees entering the aircraft shall be conducted by the certified screeners of\nthe Aircraft Operator.\n\nb) When well-founded suspicion exists that the aircraft may be the object of an act of\nunlawful interference, the aircraft operator shall be notified and an inspection of the aircraft\nshall be conducted\n\n©) When a well-founded suspicious exists that an aircraft may be attacked while on the\nground appropriate aerodrome authorities shall be notified as soon as possible; and appropriate\nmeasures to safeguard the aircraft shall be taken as specified in the aerodrome contingency\nplan.\n\nd) _Aireraft equipment —\n\nOperators providing service on a continuing basis in areas of high risk should consult with the\nappropriate authority on the use of:\n\ni, exhaust shrouding on aircraft;\n\nii, non-reflective paint on the exterior of aircraft; and\n\nelectronic countermeasures equipment.\n\nPage 78 of 257\n",
  "11": ">\n\n93399\n\n)\n\nSECRET\n\nGovernment of India\n(Ministry of Civil Aviation)\nBUREAU OF CIVIL AVIATION SECURITY\n\nNational Civil Aviation Security Programme-2018\n\nIn-flight procedures\n\nAircraft, when over areas known to be at risk from attacks with surface-to-air missiles, should:\n\nmaintain an altitude of not less than 7 500 m (25 000 ft) AGL for the maximum\n\ntime possible;\n\nii, make spiralling ascents or descents over designated safe areas for landing or take-\n\noff\n\nuse the minimal power required for a safe landing or take-off\n\niv. operate without lights at night in order to obscure the target at which the missile\noperator must aim; and\n\nv. operate electronic countermeasures equipment.\n\n6.9.4 Every person, having the appropriate AEP and proper authority to enter the aircraft, whether on\nduty or otherwise, shall be frisked and the baggage / articles carried by him searched by the aircraft\noperator’s security / authorized personnel.\n\n6.9.5 Detention of aircraft: The Director General, BCAS or any other officer empowered in this\nregard, may, for reasons to be recorded in writing, detain an aircraft if in his opinion:\n\na. the aircraft has on board unauthorized arms, explosives or other sabotage devices which are\nlikely to cause danger to the security of that aircraft; or\n\nb. the aircraft has on board a person who has gained entry unauthorisedly and without passing\nthrough security controls prescribed in extant rules or is likely to cause unlawful interference\nwith civil aviation operations; or\n\n©. the aircraft has not been subjected to prescribed security measures; or the detention is\nnecessary to secure compliance with any of the provisions in extant rules.\n\n6.10 Navigational and other vital facilities:\n\nSARPs of Annex 17\n\n‘Annex 17 | E2ch contracting state shall require air traffic service providers operating in that\n3.5 _ | State to establish and implement appropriate security provisions to meet the\n: requirements of the national civil aviation security programme of that State.\n6.10.1 Radar, navigational aids like ILS, VOR, NDB, VHF grouind to air antenna etc. are very\n\nvital for the civil aviation operations. The aerodrome operator shall ensure strict access control to\nsuch facilities to prevent any sabotage.\n\n6.10.2 As provided in rule 12 of Aircraft (Security) Rules, 201 1, every aerodrome operator\nshall demarcate and protect all vital installations owned by him including technical and maintenance,\npower supplies, electrical sub-stations, control towers and other building used by air traffic services\nand communication facilities.\n\nPage 79 of 257\n",
  "12": "SECRET\n\nGovernment of Indi:\n(Ministry of Civil Aviation)\nBUREAU_OF CIVIL AVIATION SECURITY\n\nNational Civil Aviation Security Programme-2018\n\n6.103 Any acts of unlawful interference at the aerodrome shall be dealt with as per the\nprovisions of Suppression of Unlawful acts against Safety of Civil Aviation (Amendment) Act, 1994,\n\n6.10.4 ATS procedures\n\nDefensive measures against surface to air missile - ATS staff should be provided with current\noperational security information so that:\n\ni, safe ascent and descent areas can be pre-planned; and\n| flight crew may be briefed on the safest approach and take-off areas and operating\nprocedures to use.\n\n6.11 Measures relating to Landside--Objectives and principle\n\nSARPs of Annex 17\n\n48.1 | Each Contracting State shall ensure that landside areas are identified.\n\nEach Contracting State shall should ensure that security measures in landside areas are\nestablished for landside areas to mitigate the risk of and to prevent possible acts of\n4.8.2 | unlawful interference in accordance with national and local risk assessments carried out\nby the relevant authorities or entities.\n\nEach Contracting State shall should ensure coordination of landside security measures in\naccordance with Standards 3.1.5, 3.2.2 and 3.2.3 between relevant departments,\n4.83 | agencies, other organizations of the State, and other entities, and identify appropriate\nresponsibilities for landside security in its national civil aviation security programme.\n\n6.11.1 The Appropriate Authority shall ensure that the landside areas of airports that are\nsubject to the implementation of security measures to mitigate threats thereto are identified by\nrelevant authorities or entities, in accordance with Annex 17.\n\n6.11.2 The Appropriate Authority, duly recognizing the responsibilities, shall ensure that\nlandside security measures are allocated among relevant entities such as local police, national/State\nauthorities, military, airport operators and others. Relevant authorities and entities should\nunderstand one another’s roles and ensure the establishment of clear lines of communication.\n\n6.113 The development and implementation of appropriate security measures shall be based\non a security risk assessment process carried out by the relevant authorities and/or entities, in\ncollaboration with national and local authorities and the airport operator, to detect, deter and\nmitigate the risk in landside areas.\n\n6.11.4 Landside security measures should be adapted to the airport environment by States and\nrelevant entities, and implemented by the relevant local entities in accordance with national\nrequirements. These measures should be commensurate to the threat and risk, and described in the\nCounter Terrorist Contingency Plan (CTCP).\n\nPage 80 of 257\n",
  "13": "SECRET\n\nGovernment of India\n(Ministry of Civil Aviation)\nBUREAU OF CIVIL AVIATION SECURITY\nNational Civil Aviation Security Programme-2018\n\n6.115 A coordinated approach - The Appropriate Authority, in coordination with all\nstakeholders including law enforcement agencies (e.g. police, port authority and border control),\naircraft operators, security service providers, local public transport and retail representatives shall\ninclude all concerned stakeholders when developing and implementing landside security measures.\n\n6.11.6 Attacks on landside may be carried out on public areas of an airport where attackers\nmay not need to defeat the security measures normally in place prior to entering security restricted\nareas. Potential modes of attack may include, but are not limited to, the following:\n\na) person-borne IED (PBIED) and MANPADS;\n\nb) IED placed inside or near airport key points (non-suicide attack);\n\n©) armed assault at a public area of an airport;\n\n4d) vehicle-borne IED (VBIED) attacks and terminal ram-raiding; and\n\n©) an attack by means of chemical, biological and/or radiological agents.\n\n6.11.7 Landside security arrangements:\n\nItis necessary to ensure that security measures are established for landside areas to mitigate the\nrisk of and to prevent possible acts of unlawful interference in coordination with relevant\ndepartments and agencies; and in accordance with risk assessments carried out by the relevant\nauthorities or entities. The following aspects will be implemented by airport operator, ASG\n(CISF/Police), State/UT administration and other entities concerned, ;\n\n1) The identification of landside/airside barriers;\n») CTCP, the mock drill frequencies, participation and appropriate responsibilities of all\nconcemed for coordination of landside security measures between relevant departments,\n\nagencies.\n\n©) Airport-level training programmes to impart required security training for securing landside\nareas.\n\n4) Provision of physical security measures like check points/barriers on the access road to\nairport terminal and Bullet resistant equipment ;\n\ne) CCTV surveillance on the landside areas— coverage and recording system;\n\n) Security arrangements in the funnel area, particularly landing and take-off points;\n\n8) Appropriate security measures for landside areas to mitigate the risk and to prevent possible\nacts of unlawful interference in accordance with risk assessments carried out by the relevant\n\nauthorities.\n\n6.11.8 Possible mitigating measures - Landside security measures should be proportionate to the\nrisk while remaining operationally sustainable in the long run in order to ensure a reasonable\nbalance between aviation security, safety and operational requirements, and passenger\nfacilitation.\n\nPage 81 of 257\n",
  "14": "SECRET\n\nGovernment of Indi\n(Ministry of Civil Aviation)\nBUREAU OF CIVIL AVIATION SECURITY\n\nNational Civil Aviation Security Programme-2018\n\n6.11.81 Ground procedures\n\nMissiles are easily transportable and can be operated from any open area, including the flat\n\nroof of a building. Consequently, landing, and to a greater extent, take-off paths, which are\nfrequently over open terrain, are the areas from which attacks are likely to be launched\nContingency plans should therefore include:\n\n4 requirement for detailed surveys of probable launch sites to be conducted from time to\ntime and for similar inspections to be carried out immediately prior to landing or take-off;\nsurveillance of probable launch sites by irregularly scheduled security patrols;\n\nrecruitment of local residents who can assist by immediately reporting any unusual or\nsuspicious activity;\n\nprior identification of high-risk flights for which special procedures will be required on\ntake-off and landing; and\n\nclearance of areas from which attacks may be launched so as to eliminate places of\nconcealment for launch sites.\n\n6.12. Measures relating to cyber threats\n\nSARPs of Annex 17\n\nRP4.9.1\n\nEach Contracting State should, in accordance with the risk assessment carried out\nby its relevant national authorities, ensure that appropriate measures are developed\nin order to protect the confidentiality, integrity and availability of critical\ninformation and communications technology systems and data used for civil\naviation purposes from interference that may jeopardize the safety of civil aviation.\n\nRP4.9.2\n\nEach Contracting State should encourage entities involved with or responsible for\nthe implementation of various aspects of the national civil aviation security\nprogramme to identify their critical information and communications technology\nsystems and data, including threats and vulnerabilities thereto, and develop\nprotective measures to include, inter alia, security by design, supply chain security,\nnetwork separation, and remote access control, as appropriate\n\n6.12.1\n\nCivil aviation industry operators, including aircraft and aerodrome operators, air traffic\n\nservice provider and other relevant entities responsible for implementation of NCASP, shall identify\nand develop appropriate measures in order to protect the confidentiality, integrity and availability of\ncritical information and communication technology systems and data used for civil aviation\noperations, which may include, but are not limited to:\n\naccess control and alarm monitoring systems;\n\ndeparture control systems;\n\npassenger and baggage reconciliation systems;\n\nsereening systems and/or explosive detection systems, whether networked or operating in a\nstandalone configuration;\n\nPage 82 of 257\n",
  "15": "SECRET\n\n= Government of India\n(Ministry of Civil Aviation)\nBUREAU OF CIVIL AVIATION SECURITY\nNational Civil Aviation Security Programme-2018\n\nv. regulated agent and/or known consignor (cargo supply chain) databases;\nvi. air traffic management systems;\naircraft operator reservation and passenger check-in systems;\nviii, closed-circuit television surveillance systems; and\nix. security command, control and dispatch systems.\n\n6.12.2 The use of such systems, the increased connectivity or links between ground systems\nand aircraft, as well as the use of commercial off-the-shelf software and hardware, constitute an\narray of potential vulnerabilities. The safety of passengers, crew and ground personnel would be\nendangered in the event that such systems were tampered with. Additionally, passenger and\nemployee personal information should be protected against unauthorized access and use.\n\n6.12.3 The agencies using critical aviation information and communication technology\nsystems are required to conduct threat and vulnerability assessments of their aviation information\nand communication technology systems, including their physical protection of hardware, software\nand data etc., and to establish appropriate measures to mitigate potential cyber-attacks by security\ndesign, supply chain security, network separation and remote access control etc., which should be\ndescribed in their relevant security programmes. They will verify the implementation of such\nmeasures as part of their regular compliance monitoring activities or as directed by the Director\nGeneral, BCAS from time to time.\n\neee\n\nPage 83 of 257\n",
  "16": "SECRET\n\n(Ministry of Civil Aviation)\nBUREAU OF CIVIL AVIATION SECURITY\nNational Civil Aviation Security Programme-2018\n\n= Government of India\n\nSARPs of Annex 17\n\nChapter 7\n\nSecurity control of persons and items being placed on board aireraft\n\n441\n\nEach Contracting State shall establish measures to ensure that originating passengers\nof commercial air transport operations and their cabin baggage are screened prior to\nboarding an aircraft departing from security restricted area\n\n442\n\nEach contracting state shall ensure that transfer passengers of commercial air transport\noperations and their cabin baggage are screened prior to boarding an aircraft, unless it has\nestablished a validation process and continuously implements procedures, in collaboration\nwith the other contracting state where appropriate, to ensure that such passengers and their\ncabin baggage have been screened to an appropriate level at the point of origin and\nsubsequently protected from unauthorized interference from the point of screening at the\noriginating airport to the departing aircraft at the transfer airport.\n\n443\n\nEach contracting state shall ensure that passengers and their cabin baggage which have\nbeen screened are protected from unauthorized interference from the point of screening\nuntil they board their aircraft. If mixing or contact does take place, the passengers\nconcerned and their cabin baggage shall be re-screened before boarding an aircraft.\n\n444\n\nEach contracting state shall establish at an airport measures for transit operations to\nprotect transit passengers’ cabin baggage from unauthorized interference and protect\nthe integrity of the security of the airport of transit.\n\nRP\n445\n\nEach contracting state should ensure that practices are established at airports and on\nboard aircraft to assist in the identification and resolution of suspicious activity that\nmay pose a threat to civil aviation.\n\nRP\n23\n\nEach Contracting State should whenever possible arrange for the security controls and\nprocedures to cause a minimum of interference with, or delay to the activities of, civil\naviation provided the effectiveness of these controls and procedures is not\ncompromised.\n\nRP\n4.1.2\n\nEach contracting state should promote the use of random and unpredictable security\nmeasures. Unpredictability could contribute to the deterrent effect of security\nmeasures.\n\nRP\n4.13\n\nEach Contracting State should consider integrating behavior detection into its aviation\nsecurity practices and procedures\n\n7.1 Screening of Passengers and carry-on baggage\n\nTAA\n\nPolicy: No person shall board an aircraft unless he along-with cabin baggage has been\n\nscreened and cleared by a screening officer, as per the prescribed norms.\n\nEnabling Legislation:\n\nPage 84 of 257\n",
  "17": "SECRET\n\nsy Government of India\n4 (Ministry of Civil Aviation)\nBUREAU OF CIVIL AVIATION SECURITY\n\nte National Civil Aviation Security Programme-2018\n\na) Rule 8A (The Aireraft Rules 1937): Security check of persons boarding aircraft at aerodrome:\nFor the purpose of securing the safety of aircraft operations, every person boarding an aircraft\nat an aerodrome and his hand-baggage, if any, shall be liable to be searched at the aerodrome,\nby an officer authorized in this behalf by the Central Government, before such a person\nproceeds to the aircraft for embarkation.\n\nb) Rule 21 of Aircraft (Security) Rules, 2011 mandates, Security check before embarkation—\n\n1) Before embarkation, every originating passenger and transfer passenger boarding an aircraft\nand his hand baggage, if any, shall be screened by an officer of the Aviation Security Group\nor an officer duly authorized in this behalf by the Director General, BCAS.\n\n2) The provisions of sub-rule (1) shall be applicable to the transit passengers only if they\ndisembark from the aircraft; provided that the provisions of sub-rule (1) and this rule shall\nnot be applicable to such persons as may be specified by the Director General, BCAS by a\nspecial order.\n\n3) Aviation Security Group and aircraft operator shall protect the passenger and cabin baggage\nfrom unauthorized interference from the point of screening to boarding the aircraft.\n\n©) As per rule 13 (1) of The Aircraft (Security) Rules 2011, every aerodrome operator shall\nengage such number of personnel of Goverment Security Agency as may be determined by\nthe Director General, BCAS for performing security duties assigned to it under these rules.\n\n7.1.1.1. Each entity responsible for implementation of security controls relating to pre-\n\nembarkation security checks of passengers and cabin baggage, screening of hold baggage, cargo,\n\nmail, courier bags, company stores and access control shall ensure random and unpredictable\nsecurity measures as unpredictability could contribute to the deterrent effect of security measures.\n\n7.1.12. Bach entity responsible for implementation of security controls relating to pre-\nembarkation security checks of passengers and entry of non-passengers into the security restricted\narea shall consider integrating behavior detection into its aviation security practices and procedures.\n\n7.12. In order to prevent weapons, explosives or any other dangerous devices which may be\nused to commit an act of unlawful interference, the carriage or bearing of which is not authorized,\nfrom being introduced, by any means whatsoever, on board an aircraft engaged in civil commercial\naviation, a person will receive security clearance for boarding an aircraft if: -\n\n(After being screened, the person is allowed by a screening officer, to pass through the\nsereening point; or\n\n(ii) The person passes through the screening point and the Central Government by written notice\nprovides that the person may pass through that screening point without being screened: or\n\n(iil) The person enters a cleared area, a cleared zone or a cleared aircraft other than through a\n\nscreening point and the Central Government by written notice provides that the person may\nenter the area, zone or aircraft that way.\n\nPage 85 of 257\n",
  "18": "SECRET\n\na Government of In\n(Ministry of Civil Aviation)\nBUREAU _OF CIVIL AVIATION SECURITY\noe National i it\n\n7.12.1. All entities responsible for carrying out security controls should implement the security\ncontrols and procedures to cause a minimum of interference with, or delay to the activities of, civil\naviation provided the effectiveness of these controls and procedures is not compromised.\n\n7.13. Aperson is cleared at a particular time if:\n\n(the person has received clearance; and\n\n(ii) since receiving clearance, the person has at all times been in a cleared area, a cleared\nzone or a cleared aircraft.\n\n7.13.1. _ Frisking of passenger and screening of his hand baggage shall be done by ASG and his\nboarding card will be stamped (except for the airports, as directed by DG, BCAS from time to\ntime), by the concerned person of ASG on duty for security check. If any prohibited item at any\nstage after security check of the passenger is found on person or in his hand baggage, the person of\n‘ASG who has security cleared such passenger shall be responsible for the lapse and shall be liable\nfor punishment under Section 11A of Aircraft Act, 1934;\n\n7.13.2. During the course of frisking of a passenger and screening of hand baggage, if any\nprohibited items like arms & ammunitions, explosives etc. are detected, such passenger shall not be\nallowed to board the aircraft and appropriate action shall be taken against them by the ASG/Police;\n\n7.13.3. Ladder Control: On reaching the ladder/passenger boarding bridge to board the aircraft,\nthe airline staff check the boarding cards for the immigration, Custom and Security stamps in the\ncase of the international passengers and security stamps in the case of domestic passengers, and\ndetach the stub clearing the passenger to board the aircraft. These stubs are retained by the airline\nfor 24 hours in case of the domestic passengers but in the case of the international flights, they are\nhanded over to the immigration authorities. The airline may retain the stub of the boarding card or\nkeep the data in digital form so far as the requirement of Bureau of Civil Aviation Security is\nconcemed. However, the agencies like customs and immigration may take a decision with their\nformat of requirement of the data that shall be complied with by airlines. At any stage after the\nboarding till disembarkation, if itis established that the passenger was not frisked and his baggage\nwas not screened, the Airline Operator shall be responsible for such a lapse and shall be liable for\npunishment under Section 11 of Aircraft 1934,\n\n7.1.4. General principles of screening:\n\ni. The basic rule is that all passengers and all their carry-on baggage must undergo screening\nbefore being allowed access to an aircraft, sterile area or security restricted area. This\nprocedure must be applied to all international and domestic operations. Similar screening\nrequirements should be applied to all other persons, including flight and cabin crew, requiring\naccess to security restricted areas containing screened passengers or access to aircraft.\n\nii, Screening of passengers and cabin baggage shall be carried out by the use of metal detectors,\nX-ray equipment or other explosive detection devices, by manual search or by a combination\nof equipment and manual search.\n\niii, Technical equipment i.e. X-ray BIS, DFMDs, HHMDs, Explosive trace detector etc. must be\nchecked by CTP/OTP etc. and be fully operational before commencing of duty in each shift\nand after due intervals as per instructions issued by the Director General, BCAS from time to\ntime. Faulty equipment shall not be used.\n\nPage 86 of 257\n",
  "19": "SECRET\n\nGovernment of India\n(Ministry of Civil Aviation)\nBUREAU OF CIVIL AVIATION SECURITY\n\nNational Civil Aviation Security Programme-2018\n\niv. Technical equipment used for the screening of persons and baggage has limitations. Walk-\nthrough metal detectors and hand-held metal detectors, for example, cannot detect non-\nmetallic weapons and explosives and even conventional X-ray equipment has difficulty in\nimaging or defining explosive material effectively. To compensate for such limitations and to\nintroduce a random element into the selection process, an additional manual hand search of\npassengers and cabin baggage is required after being screened by technical means.\n\nv. Selection of cabin baggage for hand search by X-ray operator should always be made using\nthe principle of reasoned selection and in a consistent manner throughout the period cabin\nbaggage is being processed. Reasoned selection means that the selection is based on the X-ray\nimage, concentrating the effort on those bags most likely to conceal a prohibited item.\nRandom selection should be used for hand searching one out of every five persons, besides\nwith those passengers who alarm the technical equipment being used for screening.\n\nvi. It is imperative that the screening of persons and cabin baggage not cease when a single\nweapon or device is detected since multiple weapons, devices or prohibited item can be\npresent on a person or in cabin baggage.\n\nvii. Persons who cannot be cleared by the normal screening process should be referred for manual\nhand-search. Any person who cannot be satisfactorily cleared by the total screening process\ninclusive of manual hand-search shall be denied boarding.\n\nviii. Privacy should be assured when manual hand-search of the person is to be carried out. If\nspecial rooms are not available, portable screens may be used for this purpose. In all cases the\nmanual hand-search of the person should normally be done by an individual of the same\ngender and preferably in the presence of a third party.\n\nix. Individuals must not be permitted to retain any hand-carried items in their possession during\nthe screening of their person and they should be required to divest themselves of all\nextraneous metal, for example, sets of keys, cigarette lighters or mobile/cellular phones, prior\nto being processed for screening.\n\nx. A manual search of the person or baggage should be conducted in accordance with the\nfollowing basic guidelines:\n\n(a) Consent should first be gained from the person being searched.\n\n(b) The searcher should be tactful, courteous and use caution.\n\n(©) Itis important to adopt a systematic approach so that no part of the body, items of clothing\nor areas of the bag are overlooked.\n\n(@ Any items being carried should be searched and preferably passed through X-ray or other\nexplosive detection equipment.\n\n(©) Baggage must be matched with the correct person/owner and positioned on the search table\nso the owner can open the bag, but not interfere with the conduct of the search.\n\n(© Items found in baggage which could conceal a prohibited article should be opened or\nsubjected to screening by X-ray or other explosive detection equipment. To increase the\ndetection of prohibited articles such items should be X-rayed alone without extraneous\nclutter.\n\n(g) Baggage must not be returned to the person until the person has also been hand searched.\n\n(h) On completion of the search it is important to thank the person for cooperating.\n\nxi. Screening of passenger through ETDs\n\n7.1.4.1. The following checks shall be carried out in all cases of passenger with plaster cast: -\n\ni, 10% random check by ETD of passenger is mandatory;\nii, Any suspicious baggage;\n\nPage 87 of 257\n",
  "20": "SECRET\n\nRy Government of India\n(Ministry of Civil Aviation)\nBUREAU OF CIVIL AVIATION SECURITY\nNational Civil Aviation Security Programme-2018\n\ngf\n\n@\n\n)\n\n©\n\n@\n\n©\n\n0)\n\n@\n\n(h)\n\n@\n\n0)\n\n(C9)\n\n0)\n\n6.\n\n100% check of all passenger with Plaster Cast on limb etc. with specific check of the\nPlaster Cast through ETD for hidden explosives; and/or\n\n‘Complete pat down search and luggage inspection must be done.\nSCREENING SUPERVISOR AND HIS RESPONSIBILITIES:\n\nThere must always be a trained supervisory officer present when passenger screening is\ntaking place.\n\nBefore leaving the screening area, the supervisor must appoint another security officer to\nact as supervisor during his absence.\n\nScreening shall not commence without there being sufficient trained staff present to\noperate required number of check-points.\n\nThe Supervisor shall ensure that officers are assigned to tasks required for screening\noperation.\n\nThe Supervisor is responsible for ensuring that the covert alarm systems in use are\nregularly tested and are in working order.\n\nThe Supervisor is responsible for ensuring that all operational equipment remains in\nworking order.\n\nThe Supervisor shall ensure that officers carry out their assigned tasks in an efficient and\neffective manner and all policies, procedures and standards are complied with.\n\nThe Supervisor shall control the response to any incident, information, threat, or\nemergency arising during screening in accordance with prescribed norms. The Supervisor\nshall remain responsible until all action is complete or supervision of the incident is handed\nover to another person in authority.\n\nThe Supervisor shall deal with any dispute arising during screening procedures in\naccordance with prescribed norms. In doing so, the Supervisor shall be aware of the need\nfor public relations but shall not permit security or safety to be compromised.\n\nThe Supervisor shall ensure that all records and other documentation are correctly\ncompleted at the conclusion of screening.\n\nThe Supervisor will constantly assess the need for operation of additional checkpoints and\nmake arrangements to anticipate the need. Long queues of pax shall be avoided as these are\nrisky from security point of view.\n\nOutside normal screening hours or the screening point is not in use, the Supervisor may, at\nhis/ her discretion, reduce the staff at the screening point to a minimum but it will not be\nleft unattended.\n\nSCREENING AND CLEARANCE OF PERSONS:\n\nPage 88 of 257\n",
  "21": "SECRET\n\nOe, Government of India\n(Ministry of Civil Aviation)\nBUREAU OF CIVIL AVIATION SECURITY\nNational Civil Aviation Security Programme-2018\n\n(a) There are many ways threat can be concealed in the body. Likewise, items can be\nconcealed in many items of clothing such as jacket linings, padding of shoulders, hats,\nceremonial/religious head-dresses, ties, pockets, collars, lapels, waistbands, belts, tops of\nshoes and boots, platform heels/soles of shoes and boots. Items can also be hidden in\neveryday articles carried by the person being searched (e.g. newspapers, books).\n\n(b) Screening of male persons should normally be carried out in the open (i.e. not in cubicles).\nHowever, screeners should not expose to public view classified or private documents nor\nshould they draw attention to currency or valuables in the possession of a person being\nsearched.\n\n(©) Screening of female passenger by HHMD or by hand shall be done by making use of\nportable screens so that privacy is assured.\n\n(@_ Physical search of persons should be carried out in private i.e. in special rooms or behind\nportable screens, when it is necessary to search in sufficient depth to establish whether a\npassenger is carrying a prohibited article. When searches are undertaken in private, two\nsearchers of the same gender as the person being searched are to be present.\n\n7.1.7. Method:\n\n(a) At all times when screening is taking place, one frisking officer (trained and certified\nscreener) will be detailed for each magnetometer (DFMD/AMD) at all operational security\ncheck points. All such officers will be equipped with HHMD before commencing duty.\nThey will check all equipment to ensure that these are in working order. The frisking\nofficer will stand on the sterile side of the DFMD/AMD in such a way as to be able to be\nobserve persons approaching the screening point and to be able to monitor the DFMD. No\nperson shall proceed past the screening point without first being cleared by the frisking\nofficer. The officer will also control the flow of passengers proceeding to the DFMD. The\nload officer will assist for this purpose. Frisking officer shall not leave his duties until\nrelieved or until screening point is closed.\n\n() All persons shall be screened by means of magnetometer (DFMD/AMD). Before passing\nthrough the DFMD, the passenger shall be requested by the Load officer to remove all\nmetal objects, that can be removed from his/her body, including cell phone ete.; and keep\nthese in a plastic tray which will be placed at the input end of the X-ray machine.\nSimilarly, the persons will also be required to remove their outer coats and jackets\nincluding suit and sport coats, athletic warm-up jackets and blazers. However, sport coat\nand blazer if being worn as outermost garment ~ not being worn over a blouse or sweater\nfor example, does not have to be removed, sweaters may remain on unless they contain\nsignificant amount of metal or their size and bulk has potential to be used to conceal\ndangerous articles. All such items will be placed on the plastic tray and screened through\nX-ray.\n\n(©) Incase the DFMD/AMD alarm is activated, or whenever the screener deems it necessary,\nthe relevant person will be subjected to additional screening.\n\nPage 89 of 257\n",
  "22": "SECRET\n\n=e Government of India\n(Ministry of Civil Aviation)\nBUREAU OF CIVIL AVIATION SECURITY\nNational Civil Aviation Security Programme-2018\n\n(4) Shoes will be removed and screened through X-ray.\n\n© Additional screening will be done by means\n\n(i) handheld metal detector, or\n(ii) Pat down search, or\n(iii) By combination of both the above means.\n\n(© 100% pat down search of a person will be carried out whenever the screener deems it\nnecessary. However, at least one out of every five persons will be subjected to pat down\n(whole body) search on a continuous random basis.\n\n(g) If sealed or otherwise un-identifiable packages are found on any person or conveyance\nbeing screened, these shall be passed for X-ray examination.\n\n(h) If after subjecting a person to additional screening, the screener is still not satisfied, then\nthe person shall be held at the screening point and the supervisor informed of it. The\nsupervisor will direct what further action will be taken.\n\n7.1.7.1, Pat-Down Search:\n\na. There are two types of pat-down search viz. a whole body pat-down search and a pat-\ndown search limited to the area of an alarm. In both situations, wherever possible the\nscreener should use the back of his/her hands to conduct the search. A “common sense”\napproach must be applied to accommodate the passenger’s health, safety and dignity, while\nconducting pat-down search.\n\nb. Searches of an individual's person should be carried out as follows:\n\n(i) The person being searched should face the searcher;\n(ii) When the person is carrying a coat, book, newspaper or other items, these should be\nsearched, set aside, and returned only after the person has been searched.\n(iii) The search will consist of an examination of the body and clothing by running the hands\nover the body and clothing in a systematic fashion, back and front, and should include:\n* aphysical examination of headgear and a physical or visual examination of hair;\n© aphysical examination of outer clothing (coat, jacket, etc.) in the order: back, collar,\nlapels, shoulders, pockets (external and intemal), arms;\n* a physical examination of tie, waistcoat, blouse/shirt, sweater, cardigan, etc.,\nincluding pockets;\n* a physical examination of trousers/skirts in the order: waistband, pockets, turn-ups,\nhemlines;\n+ a visual examination to detect unusual or suspicious fat, bulges, etc., which should be\nfurther examined;\n* special attention should be paid to the armpits, breasts, crotch, waistband areas,\ncovered legs, ankles and footwear.\n\nPage 90 of 257\n",
  "23": ")\n\npsaes\n\na)\n\nSECRET\nued Government of India\n(Ministry of Civil Aviation)\nBUREAU OF CIVIL AVIATION SECURITY\ntate National Civil Aviation Security Programme-2018\n\n7.1.7.2. Procedure for persons with special needs:\n(Screening of the disabled/handicapped/sick passengers, etc.)\n\na) It is reiterated that passengers who are disabled, on crutches, in wheel-chairs/ stretchers or\nuse prosthetics such as artificial legs, etc. are not exempt from normal security procedures.\nThey also shall have to pass through the normal security channels/procedures. The\nStandard Operating Procedure of passengers with special needs and medical condi\ncirculated vide AVSEC Circular No. 4/2014 dated 31.03.2014 (Annexure: 7-1) will be\napplied in such cases, and as issued from time to time.\n\nb) The airport management/representative of air carriers shall provide wheel chairs and render\nnecessary assistance to facilitate the movement of the disabled/handicapped persons.\nHowever, they would not normally be directly taken to the aircraft, except as provided in\nItem No. (c) and will pass through regular security channels/procedures.\n\n©) Screeners should be thoroughly briefed that the possibility of carrying weapons/explosives\nand other dangerous materials through such passengers is higher than a normal passenger\nand therefore, these passengers need be checked with care.\n\nd) The checking of such passenger should be thorough and the supervisor, should also satisfy\nhimself that the passenger can be cleared for boarding.\n\ne) Other category of such passengers are those who are ambulance cases, and are directly\ntaken through the security gates to the aircraft for boarding due to their exceptional\ncondition/ilness, etc. In such cases, as far as possible, the airport authority/airlines should\nprovide its own ambulance. The passenger should be subjected to a pre-embarkation\nsecurity check at the security gate by the Inspector/Officer In-charge of the ASG Control\nRoom. After this check has been completed, then only the ambulance should be permitted\nto proceed to the aircraft escorted by an Airport operator vehicle in case the ambulance is\nprivately owned. ‘The In-charge, Control Room, shall also participate in the checking to\ncensure that vehicle does not carry anything objectionable and is not being accompanied by\nunauthorized persons or persons who should not to be in the ambulance.\n\nf) Allpossible and due courtesy shall be extended to them without compromising on security.\n\n7.1.7.3. Ifa person objects to proceed through the DFMD on medical ground or otherwise, he\nwill be allowed passage through alternative way by the frisking officer and then subjected to\nscreening by HHMD pat down search.\n\n7.1.74. Ifa person refuses to undergo screening, the frisking officer will inform the supervisor,\nwho will direct what further action is to be taken. The concerned person will not be allowed entry\npast the screening point and boarding of the flight.\n\n7.1.7.5. Only when satisfied that a person is not carrying any prohibited or dangerous article,\nthe screening officer shall allow the person to proceed to screening point.\n\n7:18. SCREENING OF CABIN BAGGAGE:\ni. Cabin baggage will be screened by means of ~\n\na) X-ray; or\n\nPage 91 of 257\n",
  "24": "SECRET\n\nPEs Government of India\n\n(Ministry of Civil Aviation)\nBUREAU OF CIVIL AVIATION SECURITY\nee National Civil Aviation Security Programme-2018\n\nb) By hand search; or\n©) Combination of both the above means.\n\nThe following officers {trained and certified screeners except at serial no (a)} will be\ndeployed when screening is taking place.\n\na) Load officer (one)\nb) X-ray officer (one)\n©) Officers for physical search -- (two)\n\nNote: At airports which have limited traffic, one officer may suffice for physical search.\n\n7.1.8.1, Duties of Load officer:\n\niii,\n\niv.\n\nvi.\n\nThe load officer must be positioned at the ‘input’ end of the X-ray machine to enable him\nto observe and assist with the flow of persons proceeding through the screening process.\n\nThe officer will remain alert for any person who gives cause for concern. The officer will\ntake all bags, packages and other articles (hereafter referred to as bags) from each person\narriving for screening.\n\nThe officer can request that any jacket/coat be removed before the person proceeds.\n\nAlll bags and jackets are to be placed on the conveyor belt in such a way as to create a clear\nimage on the x-ray monitor.\n\nAll bags shall be removed from trolleys. The officer will alert the x-ray officer if there is\nany bag, which may be unusually heavy or for another reason is thought to warrant\nparticular scrutiny.\n\nIf a person approaches and objects to proceeding through the magnetometer, he/she must,\nbe subjected to a physical search, or search by the use of a hand-held metal detector before\nproceeding. An x-ray officer must escort him via another route to the magnetometer officer\nfor searching.\n\nvii. If the person being processed objects to any bag being x-rayed and requests a ‘hand-\n\nsearch’, the bag is to be passed to an x-ray officer for physical inspection.\n\nviii, After the officer has placed all bags or jackets onto the conveyor belt for x-raying, he/she\n\nshould direct the person being processed for screening to proceed through the\nmagnetometer.\n\nix. When a passenger arrives at a screening point in a wheelchair he must be accompanied\n\neither by another passenger or an airline representative before he proceeds through\n\nPage 92 of 257\n",
  "25": "SECRET\n\n7\n(Ministry of Civil Aviation)\nBUREAU OF CIVIL AVIATION SECURITY\n‘National Civil Aviation Security Programme-2018\n\nGovernment of India\n\nxi.\n\nxii.\n\nxiii.\n\nxiv.\n\nxv.\n\nxvi.\n\nxvii.\n\nxviii,\n\nsecurity. The accompanying passenger or the airline representative is responsible for the\npassenger throughout the whole screening process.\n\nIf a passenger arrives at a screening point in a wheelchair and he is not accompanied by\nanother traveling passenger or an airline representative, he is to be referred back to the\nAirline Customer Service for assistance, if required.\n\nAt the screening point, the passenger will be requested to walk through the DFMD\nunaided, if not, it is the co-traveling passenger or the airline representative's responsibility\nto push the passenger in the wheel chair through the DEMD.\n\n‘There may also be a non-traveling support personnel in attendance to board the aircraft and\nlift the customer into their seat. This support person must be accompanied by the airline\nrepresentative.\n\nIf there is a requirement for the passenger to be lifted at the screening point, the support\nperson performs the lifting for the passenger.\n\nThe support person is escorted by an Airline representative to board the aircraft at the time\nof boarding /disembarkation.\n\nWhen a child arrives at the screening point in a pram-wherever possible they shall be\nrequested to walk through the magnetometer unaided or carried. The pram can then be\ninspected by the most effective means.\n\nWhen the child cannot proceed — the conveyance and infant is to be pushed through the\nDFMD by their care giver and inspected.\n\nIf the frisking officer is not ready to process the persons sent to him, the load officer should\nassist by holding their bags and requesting that they wait until that officer directs them to\nproceed.\n\nThe officer shall not leave the duty point unless relieved or until the screening point is\nclosed.\n\n7.18.2. Duties of X-ray Officer:\n\nii.\n\niii.\niv.\n\nvi.\n\nBefore commencing duty, an X-ray officer will check the equipment (x-ray machine) to\nensure that itis fully operational.\n\nThe x-ray officer must always be in a position to study the x-ray image and maintain easy\noperation of the controls.\n\nThe x-ray officer must examine the contents of each bag and its image on the monitor.\n\nAn officer must not continuously view images on the x-ray monitor for periods exceeding\n20 minutes as per ICAO manual.\n\nIf any unauthorized articles are present or if there is doubt as to the contents of any bag, the\nbag must be hand searched.\n\nRandom Search: - In addition to suspect bags, all bags should be subjected to random\nsearches. On an average one bag in ten should be hand searched. This number may be\nchanged in cases of higher risk.\n\nPage 93 of 257\n",
  "26": "SECRET\n\nGovernment of India\n(Ministry of Civil Aviation)\nBUREAU OF CIVIL AVIATION SECURITY\n\nNational Civil Aviation Security Programme-2018\n\nvii.\n\nviii.\n\nix.\n\nxi,\n\nxii.\n\nBefore any bag is detained for a hand search, the officer must either stop the machine or\nremain until another officer has moved into the viewing position.\n\nBefore a hand search is carried out, the owner of the bag must be identified and his consent\nobtained.\n\nWhen an officer believes that anything contained within a bag constitutes an immediate\nthreat, the officer will ensure that the passenger cannot gain access to the bag. This will\nnormally mean stopping the machine with the bag inside. The officer will inform the\nSupervisor, who will direct what further action is to be taken.\n\nOnly when the x-ray officer is satisfied that the person’s bags are free of any unauthorized\narticles, will the person be permitted to proceed with his bag.\n\nWhen screening is complete, the officer must check that there are no articles or bags left\ninside the x-ray machine.\n\nX-ray officer shall not leave his / her position unless relieved or until the screening point is,\nclosed.\n\n7.1.8.3. Hand search of cabin baggage\n\nili\n\niv.\n\nvi.\n\nVii.\n\nHand search of baggage will be undertaken when-\n\nAn unauthorized article (prohibited or dangerous items) other than explosive device is\nobserved on the X-ray image or\n\nThe X-ray officer is not satisfied as to the safety of any articles in a bag or\n\nIf the contents of any bag are not distinguishable on the x-ray image, or\n\nIf at any time the x-ray officer considers it necessary or when directed to do so by his\nSupervisor.\n\nBefore any search is begun, the owner must be advised and his/her permission taken to\nproceed with the search. The owner of the bags must be present when the bag is being\nsearched.\n\nSearch should be performed in a designated search area, allowing the passenger privacy.\nCabin baggage of a female passenger will be searched by a female screener only.\n\nWhen a person requests hand search of a computer, video camera or similar articles, the\narticles must be examined by the following means: -\nThat the equipment being searched operates satisfactorily and,\nThere is no sign of the case being tampered with or modified including case holding\nscrew damage and,\nThe behavior of the passenger does not give cause for concern, and\nThere is no other reason to be concemed as to the items or its contents.\n\nThe owner of the bag being searched should not be allowed access to the bag or its\ncontents until search is completed.\n\nIf.a person refuses to allow a bag to be searched, the officer should inform the Supervisor\nwho will direct what action is to be taken. At no stage the person or bag should be\n\nPage 94 of 257\n",
  "27": "SECRET\n\nae Government of India\n(Ministry of Civil Aviation)\nBUREAU OF CIVIL AVIATION SECURITY\nes National Civil Aviation Security Programme-2018\n\nviii.\n\npermitted past the screening point before clearance is given. Any unauthorized articles\nfound during search will be dealt with in accordance with prescribed norms.\n\nAfter completing the search or any action arising from it, the officer shall, on being\nsatisfied that it is safe to do so, return the bag to the owner and allow the person to\nproceed.\n\n7.1.8.4. Method for Hand Search\ni) Hand search of an individual’s cabin baggage should be carried out as follows:\n\na,\n\nb.\n\nthe physical inspection of cabin baggage should always be carried out in the presence of\nthe person presenting it;\n\nbaggage should be opened, and examined to ensure that there is no false bottom. A\nstraightedge gauge-rule, rod or other device should be used to establish whether there is a\nsignificant discrepancy in external and internal measurements.\n\nparticular attention should be paid to the lining, trim, seams, rims, studs, zip fasteners,\nlocks, hinges, wheels and handles to identify signs of tampering or repair which may\nindicate the concealment of a prohibited article;\n\nthe contents of the bag should be removed layer by layer; each being examined until the\nbag is empty. ‘The empty bag should then be lifted by hand and assessed for balance and\nempty weight. If there is suspicion that the bag is not of uniform weight, or not of a weight\nconsistent with being empty, the bag itself should be examined for concealment of\nprohibited items; if necessary, it should be screened by X-ray;\n\nelectrical items that might conceal a firearm, weapon or explosive device (e.g. calculators,\nradios, clocks, cameras, personal stereos and their cassettes) should be examined to ensure\nthey have not been tampered with, or of the expected weight, are balanced and have no\nadditional batteries. If necessary, an item should be screened by X-ray to ensure that it has\nno additional power source or that there is no organic material within what should be an\ninorganic shell;\n\narticles such as vacuum flasks, books, umbrellas and crutches should be examined in\nsufficient depth, by X-ray if necessary, to establish their bonafide;\n\nattention should be given to the contents of containers and bottles capable of holding\nvolatile liquids. Liquids shall be rejected when there are grounds for suspecting that they\nmay be used to commit an unlawful act;\n\nscreener should examine for greasy stains and small holes in the exterior of the case and\nfor the smell of almonds, nail polish, glue, perfume or other masking vapour, which might\nindicate the presence of explosives;\n\nwhile checking the hand baggage physically, it should be ensured by the screener that the\nhand baggage is repacked properly in the presence of the passengers and their belongings\nare not left around or tampered with. It shall also be ensured that hand baggage of female\npassengers is checked by a female screener only:\n\n7.1.8.5. Airoraft Crew, Airport Staff and other non-passengers:\n\na)\n\nAll crew members will be required to undergo prescribed pre-embarkation security checks\ni.e. frisking of their persons, and of their baggage. However, the screening officers should\ngive priority to the cabin and cockpit crew for screening purpose.\n\nPage 95 of 257\n",
  "28": "SECRET\n\nGovernment of India\n(Ministry of Civil Aviation)\nBUREAU OF CIVIL AVIATION SECURITY\n\nEd National Civil Aviation Security Programme-2018\n\nb) Aiport staff and non-passengers: All Airport staff and non-passengers will be required to\nundergo same standards of screening as in the case of passengers. i.e. frisking of their\npersons, and of their baggage.\n\n©) The ASG personnel and their belongings, if any, shall be screened when reporting for duty\nin the security restricted area by the outgoing / dismounting screeners of the ASG.\n\n7.1.8.6. Procedure when a prohibited or dangerous article is found during screening:\n\n(i) The dangerous goods and prohibited articles shall not be allowed for carriage on persons or\n\nin cabin baggage on board an aircraft. These will be seized by the screening officer.\nHowever, if the screening officer suspects that a person was trying to carry such items on\nboard with the intention to commit an act of unlawful interference with aviation, the\nscreener will inform his supervisor, who will take further action, as deemed appropriate.\nRef. AVSEC Order No. 05/2005 date 07/06/2005 ~ (Annexure: 7-2)\n\n(ii) Different procedure will apply for weapons found on the person and those detected in\n\ncabin baggage. Detection of explosive devices in cabin baggage may dictate yet another\ndifferent response.\n\n(iii) It is important for the searcher to remain calm and not cause a panic among other\n\npassengers.\n\n(iv) The searcher’s supervisor should be summoned covertly and should in turn take action to\n\nsummon assistance from the local policing authority.\n\n(v)_ The discovery of a weapon in passenger's cabin baggage may be dealt with by simply\n\nclosing the bag and removing it from the passenger's reach or keeping the bag within the\nX-ray equipment tunnel. This course of action should not be taken with a suspect explosive\ndevice since it will severely hinder the work of explosive experts who will have to deal\nwith the device and may even add to the shrapnel effect of the device should it explode.\n\n(vi) If the item is confirmed as a suspect explosive device DO NOT TOUCH IT but carry out\n\nstandard suspect explosive device procedures.\n\n(vii) In the case of a weapon or explosive device being detected during the screening process,\n\nthe relevant person shall be detained by the screening officer and handed over to local\npolice for further action,\n\n7.1.8.7. There may be following possibilities regarding carriage of arms and ammunition by air\npassengers:\n\n1.\n\n‘Arms and / or ammunition is detected in the registered baggage of a passenger at the time of\nX-ray screening and the passenger has failed to declare the same to the Airlines Security\nstaff as required under the Aircraft (Carriage of Dangerous Goods) Rules, 2003.\n\n‘Arms and / or ammunition is detected in the hand baggage or on the person of a passenger at\nthe time of frisking/ x-ray screening of hand baggage in the SHA or at the ladder point.\n\nPage 96 of 257\n",
  "29": "SECRET\n\nGovernment of India\n(Ministry of Civil Aviation)\nBUREAU OF CIVIL AVIATION SECURITY\noe National Civil Aviation Security Programme-2018\n3. Only ammunition is detected in the hand baggage or on the person of a passenger at the time\nof frisking/ screening of hand baggage in the SHA or at the ladder point.\nTABI. The procedures for dealing with cases wherein arms and/or ammunition are\n\ndetected during screening of a passenger or baggage shall be dealt with the provisions laid down\nin AvSec Circular 08/2017 dated 04/07/2017 (Annexure: 7-3).\n\n7.1.8.7.2. Confiscated items: Any prohibited items specified vide AO 05/2005 date\n07/06/2005 (Annexure: 7-2) and as amended from time to time, shall be confiscated by the ASG\nstaff atthe screening point and action shall be taken as per law in force.\n\n7.1.8.8. Screening and hand search environments:\n\n@\n\na\n\nScreening and hand search environments should conform to the following criteria:\n\nPassenger and cabin baggage screening should always be carried out immediately adjacent\nto each other to prevent the transfer of prohibited items from the person to the baggage and\nvice versa.\n\nThey should be designed to facilitate the control of passengers and eliminate the risk of a\npassenger by-passing the screening procedures.\n\nThey should be designed to facilitate the different passenger volumes resulting from the\nvarying number of flights being processed at any one time, with the minimum of disruption\nto operations.\n\nThey should be equipped with booths or screened areas in which manual searches can be\nconducted in privacy.\n\nThey should be equipped with suitable horizontal surface on which cabin baggage may be\nsearched by hand. Such surfaces should be high enough to permit inspection without\nrequiring the examiner to bend and sufficiently wide to provide some measure of\nseparation of the baggage from the passenger. The passenger should be able to witness the\nexamination, but should not be in a position to interfere with the search.\n\nThey should be designed so that person and cabin baggage searches can be conducted out\nof view of the general public or in such a way to avoid an analysis being made of searching\nstandards and procedures.\n\nThey should be equipped with both an overt communication system to obtain information\nor advice on routine matters and a covert communications system or alarm for use by the\nsereening personnel to contact police, security control, or emergency operations center in\nthe event assistance is required.\n\nThey should display signs announcing that passengers and their cabin baggage are subject\nto search and that firearms and other dangerous devices are prohibited.\n\nThey should be provided with adequate heating, lighting and ventilation systems sufficient\nto provide an environment conducive to the efficient operation of the security staff and\ngeneral passenger screening process.\n\n7.1.8.9. Miscellaneous ~\n\nT1891. Sterile Hold Area/ Security Restricted Areas:\n\nPage 97 of 257\n",
  "30": "SECRET\n\nGovernment of India\n\n(Ministry of Civil Aviation)\nBUREAU OF CIVIL AVIATION SECURITY\nNational Civil Aviation Security Programme-2018\n\nSterile Hold Area (SHA) shall be established in those locations entered into by the\npassengers after undergoing screening and prior to boarding an aircraft at each airport served by\ncommercial flights in the country and shall be kept sterile. After undergoing screening and prior\nto boarding an aircraft passenger shall remain in this area. The integrity of such sterile areas shall\nbe maintained through the use of strict controls on all potential access points into that area.\nThorough inspection of the sterile area shall be performed by the ASG prior to the use of such\narea for screening of passengers and their carry-on baggage.\n\n718.92. Refusal to undergo screening:\n\nAny person, who refuses to undergo a search of his/her person in accordance with this\nProgramme or refuses to undergo frisking and searching or inspection of his/her hold baggage or\ncarry-on baggage, shall be denied passage to the aircraft.\n\n7.18.93. Mixing of persons subjected to security control and others:\n\ni) Security measures shall be implemented for all international and domestic flights to ensure\nthat there is no mixing or contact between screened and unscreened passengers/persons\nbeyond screening point. In the event of a mix up, the affected area i.e. sterile lounge,\npassengers, baggage and aircraft will be searched afresh.\n\nii) In order to avoid mixing of the passengers of International flights with those of domestic\nflights, separate queue shall be made for such passenger at the gate of Sterile Hold Area\nand due segregation shall be created/maintained in the SHA. Airport Operator shall be\nresponsible to install a set of screening equipment at each security check point and deploy\ncertified screeners and other security staff as per the prescribed norms.\n\niii) Security measures shall be implemented for all international and domestic flights to ensure\nthat there is no mixing or contact between screened and unscreened passengers/persons\nbeyond screening point. In the event of a mix up, the affected area i.e. sterile lounge and\naircraft will be searched afresh; and passengers and their baggage shall be subjected to\nprescribed security checks as applicable for the originating passengers.\n\n7.1.8.9.4. Failure of Security Control:\n\nIn the event that an aircraft has already departed without the proper implementation of\nsecurity controls related to the flight, appropriate authorities at the destination of arrival shall be\nnotified as to the nature of the failure.\n\n7.1895. Power failure and break down of security equipment: Every airport operator\nshall be responsible to make necessary arrangements for alternate power source to ensure that\nprescribed security checks are carried out without disruption. In case of breakdown of security\nequipment, 100% manual screening shall be carried out.\n\n7.18.9.6. Security check of wheelchair: Wheel chair shall be subject to check through\nETD before but allowed inside security restricted area.\n\nPage 98 of 257\n",
  "31": "SECRET\n\nGovernment of India\n\n(Ministry of Civil Aviation)\nBUREAU OF CIVIL AVIATION SECURITY\n\nof National Civil Aviation Security Programme-2018\n\n7.2. Transit and Transfer Passengers:\n\n7.2.1. Ifany transit passenger disembarks at a transit station, the transit passenger and his / her\ncabin baggage shall be subjected to the same security measures as prescribed for the originating\npassenger before allowing to board the aircraft.\n\n722. Transfer passenger and cabin baggage shall be subjected to the same security\nprocedures as given in this circular for originating passenger prior to boarding an aircraft engaged\nin commercial air transport operations, unless a validation process has been established by India\nand continuously implements procedures, in collaboration with other contracting states where\nappropriate, to ensure that such passengers and their cabin baggage have been screened at the\npoint of origin and subsequently protected from unauthorized interference from the originating\nairport to departing aircraft.\n\n7.23. _ Ramp Transfer: The following procedures shall be followed in case of ramp to ramp\ntransfer of passengers and their cabin baggage:\n\n7.23.1 Transfer of passenger from one aircraft to another aircraft of a scheduled domestic\ncarrier on the tarmac may be allowed if it is a direct transfer of passenger ftom aircraft to aircraft of\nthe same carrier on the tarmac without any delay.\n\n7.2.3.2 In the above case as mentioned in Para (i) above, secondary security check of such\npassengers shall be done at the ladder point by the concemed Airlines Security Staff.\n\nyee = | Aviation Security Group will be informed well in advance by the concerned scheduled\ndomestic carrier for such transfer of passengers by providing details of both the flights.\n\n7.2.3.4 Aviation Security Group/Airport Security Unit and the aircraft operator shall protect the\npassenger and cabin baggage from unauthorized interference during such transfer on the tarmac.\n\n72.4. Each aircraft operator operating to and from India shall ensure that in order to protect\ntransit passengers’ cabin baggage from unauthorized interference and protect the integrity of the\nsecurity of the airport of transit, transit passengers remaining on board shall be asked to positively\nidentify their belongings, by placing them on their laps or keeping in their custody, while the trained\ncabin crew or airline security staff conducts a security check. Only after such an inspection should\ntransit passengers be permitted to leave the aircraft.\n\n7.2.5. Airport Operator, aircraft operators and other entities responsible for implementation of\nsecurity arrangements in the areas of their responsibility shall ensure to take appropriate action to\nidentify and resolve the suspicious activity that may pose threat to civil aviation in accordance with\nthe approved contingency plans, security programmes and SOPs in force and instructions issued by\nthe Director General, BCAS from time to time.\n\n7.2.6. Each aircraft operator operating to and from India shall ensure to remove cabin and\nhold baggage of any passenger who has left a flight prior to its final destination, before the flight is\nallowed to continue.\n\n7.3. Special Screening Procedures\nPage 99 of 257\n",
  "32": "SECRET\n\nGovernment of India\n(Ministry of Civil Aviation)\nBUREAU _OF CIVIL AVIATION SECURITY\n\nNational Civil Aviation Security Programme-2018\n\ni) Diplomats and Diplomatic pouches- The Vienna Convention stipulates that the person of a\ndiplomatic agent and his or her personal baggage should not be exempted from the normal\nsecurity screening process unless the State concerned agrees to such an exemption specifically\nor the baggage is part of the diplomatic baggage and pouches. The Vienna Convention states\nthat the personal baggage of a diplomatic agent should be exempt from customs inspection only\nif it contains articles for the official use of the mission, or for the personal use of the agent or\nmembers of his or her family forming part of the agent's household (Article 36). The\nConvention also places an obligation on all diplomatic personnel “to respect the laws and\nregulations of the receiving State”, including legally enforceable pre-boarding screening\n(Article 41).\n\nDiplomatic pouches (consular bags) bearing visible external indications of a State shall not be\nscreened or examined provided they are sealed and the individual in possession of the\ndiplomatic pouch produces appropriate identification and authorization (diplomatic or official\npassport, authorization letter) to carry the diplomatic pouch. All other carry-on items of the\nindividual shall not be exempted from examination and shall be processed in the normal\nmanner applicable to other passengers.\n\nThe above procedures are subject to AvSec Order 05/2002, dated 01/07/2002 (Annexure: 7-4).\n\nii) Classified material\n\nMaterial that is classified by appropriate agencies of government shall be inspected only\nto the extent necessary to assure the absence of weapons or dangerous articles. If, however, any\nquestion regarding security remains, said classified material shall not be transported by aircraft\noperators.\n\niii) Measures to Facilitate Transport/Transfer of Organs: To ensure appropriate conditions are\nmaintained during transport by air within a security controlled environment and to standardize\ntransfer by air, through a well-defined simplified procedure, provisions laid down in AvSec\nCircular 01/2017 dated 06/01/2017 (Annexure: 7-5) and as amended from time to time, shall\nbe followed.\n\n73.1. Exemption from sereening: Certain categories of dignitaries / persons are exempted\nfrom frisking and searching / screening of their carry-on baggage carried by themselves. Such list\nshall be circulated by the Director General, BCAS from time to time. As on date, following are\nexempted along with their accompanying spouse: -\n\ni) President\n\nii) Vice President\n\niii) Prime Minister\n\niv) — Governors of States\n\nv) Former Presidents\n\nvi) Former Vice-President\nvii) Chief Justice of India\n\nPage 100 of 257\n",
  "33": "SECRET\n\noy Government of India\n(Ministry of Civil Aviation)\nW BUREAU OF CIVIL AVIATION SECURITY\noe National Civil Aviation Security Programme-2018\n\n73.2.\n\nviii) Speaker of Lok Sabha\nix) Union Ministers of Cabinet rank\n\nChief Ministers of States\n\nxi) Deputy Chief Ministers of States\n\nxii) Vice Chairperson, NITI Aayog\n\nxiii) _ Leader of Opposition in Lok Sabha & Rajya Sabha\nxiv) Holders of Bharat Ratna Decoration\n\nxv) _ Ambassadors of foreign countries, Charge\n\n‘Affairs and High Commissioners and\ntheir spouses\n\nJudges of Supreme Court\n\nChief Election Commissioner\n\nComptroller & Auditor General of India\n\nDeputy Chairman Rajya Sabha & Deputy Speaker of Lok Sabha\n\nMinister of State of the Union Council of Ministers\n\nAttorney General of India\n\nCabinet Secretary\n\nxxiii) Lt. Governors of Union Territories s\n\nxxiv) Chief of staff holding the rank of full General or equivalent rank\nxxv) Chief Justices of the High Courts\n\nxxvi) Chief Ministers of Union Territories\n\nxxvii) Deputy Chi\n\n‘Ministers of Union Territories\n\nxxviii) Visiting Foreign dignitaries of the same status as at SI. Nos. 1 to 4,7,8,9 above\nxxix) His Holiness the Dalai Lama\n\nxxx) Spouse of the President of India\n\nxxxi) Former Prime Ministers of India,\n\nxxxii) SPG Protectees\n\nCarriage of LAGs\n\n73.2.1. All LAGs carried for personal use should comply with the following recommendations:\n\nall LAGs should be carried in containers with a capacity of no more than 100 ml each\n(different contents), or its equivalent in other volumetric measurements;\n\nany LAGs in a container larger than 100 ml are unacceptable even if the container is only\npartially filled, though empty containers with a capacity greater than 100 ml are\npermitted;\n\ncontainers holding LAGs should be placed in a transparent re-sealable plastic bag of a\nmaximum capacity not exceeding 1 L. The indicative size of the 1 L bag is: 20.5 om x\n20.5 cm or 25 cm x 15 cm or equivalent. The containers must fit comfortably within the\nbag, which should be fully closed;\n\neach passenger is permitted to carry only one such bag of LAGs, which is to be presented\nseparately for screening;\n\nall conventional security controls and checks, including random manual searches of\npassengers and cabin baggage, are applicable; and\n\nPage 101 of 257\n",
  "34": "SECRET\n\n= Government of India\n\n> (Ministry of Civil Aviation)\nBUREAU OF CIVIL AVIATION SECURITY\n\nNational Civil Aviation Security Programme-2018\n\nqj\n\nexceptions to the above measures are allowed for medications, baby foods including\nmilk, and for special dietary needs or other medical requirements\n\n7.3.2.2. LAGs in any volume that have been purchased at airport retail outlets or on board an\naircraft should not be permitted through security screening checkpoints unless they are carried in\na security tamper-evident bag (STEB).\n\n73.2.3. Adequate supply chain security measures should apply to LAGs from the first point of\nentry to the airside until delivery to passengers, and should include the following:\n\na.\n\nSecurity of premises. There should be access controls at airside entry points through\nwhich LAGs are delivered to airside outlets and aircraft. Measures should be in place at\nairside outlets and on board aircraft to prevent tampering with LAGs and the\ninappropriate use of STEBs;\n\nPersonnel security. Procedures should include background checks of all prospective\nemployees and periodic checks of current employees. Employees should be informed of\nsecurity policies so that they can recognize deviations from policy and understand the\nactions to be taken in response to security lapses;\n\nSecurity checks. Visual checks or security controls should be performed by security staff\nat the first point of entry to the airside. Appropriate checks should be made on all supplies\nof LAGs to establish that they have been protected from tampering, unless known\nsuppliers have assumed responsibility for applying security controls, and to confirm that\nthey are accompanied by proper documentation;\n\nBusiness partner security. Aircraft operators and airport retailers should be encouraged\nto establish an understanding with LAGs suppliers concerning appropriate security\ncontrols for LAGs consignments that are delivered to aircraft operators and retailers.\nSuppliers should provide written assurances that LAGs consignments are properly\nsafeguarded; and\n\nInformation security. Aircraft operators and airport retailers should establish security\npolicies and reasonable procedures to maintain the confidentiality and integrity of data\nand information used in the supply chain, including protection against misuse and\nunauthorized access and alteration.\n\nNote:\n‘© Liquids/gels/aerosols will include beverages, shampoos, suntan lotions, creams,\ntoothpastes, hair gels, hair sprays and other items of similar consistency;\n\n* Flight crew/eabin crew members in uniform are exempt from the prohibition of\ncarrying on board liquids/gels/aerosols. They will, however, carry such items in\nsmall quantities required for their itinerary;\n\n* Aircraft operators will provide wide publicity to the above instructions and advise\npassengers to declare at the security check points items carried in conformity with\ninstructions.\n\nPage 102 of 257\n",
  "35": "SECRET\n\nGovernment of India\n(Ministry of Civil Aviation)\nBUREAU OF CIVIL AVIATION SECURITY\n\nNational Civil Aviation Security Programme-2018\n\n7.3.2.4. Sealed water bottles, soft drinks etc. sold within the Sterile Hold Area (SHA) shall be\ndelivered to the passengers in open condition for their consumption within the SHA itself and\npassengers shall not be allowed to carry the same on board the aircraft.\n\n7.3.2.5. Handling and disposal of confiscated/restricted articles and LAGs: Certain restricted\narticles, though prohibited from carriage in an aircraft cabin, may be transported in the hold\nprovided these items do not endanger aircraft and are properly packed, sealed and authorized for\ncarriage by the aircraft operator. Such items should be processed in one of the following ways:\n\ni, placed in passenger hold baggage before check-in, unless the item may endanger the\nsafety of the aircraft;\nconfiscated and subsequently properly disposed of or destroyed;\nconfiscated and kept in storage by the airport authority or aircraft operator for eventual\nreturn to the passenger; or\niv. _ removed and, once properly prepared and packaged, transported in the hold of an aircraft\n\nfor later return to the passengers at their ticketed destination.\n\n74, Secondary Security Checks at Ladder Point: Keeping in view the threat perception,\nSecondary Security Checks at ladder point shall be carried out by the concemed aircraft\noperator/authorized agency through their certified screeners as under:\n\ni) During normal weather condition, the Secondary Security Checks shall be carried out at the\nladder point of the aircraft; ‘\n\nii) In case of inclement weather, when the aircraft is parked on a remote stand, the Secondary\nSecurity Checks shall be carried out in the terminal building just before the passengers get into\nthe bus. For this purpose, necessary facilities will be made available by the airport operators.\nPassengers so frisked shall be escorted by airlines security staff up to the aircraft in order to\nprevent contamination of security cleared passengers; and\n\niii) When the aircraft is docked in aerobridge, Secondary Security Checks shall be carried out on\nany portion of the aerobridge, preferably on the concrete portion.\n\n7.5 Authorized Carriage of Weapons\n\nSARPs of Annex 17\nEach Contracting State shall ensure that the carriage of weapons on board aircraft,\n4.7.4 _ | by law enforcement officers and other authorized persons, acting in the performance\nof their duties, requires special authorization in accordance with the laws of the\nStates involved.\nEach Contracting State shall ensure that the carriage of weapons in other cases is\n4.7.6 | allowed only when an authorized and duly qualified person has determined that they\nare not loaded, if applicable, and then only if stowed in a place inaccessible to any\n\nPage 103 of 257\n\n",
  "36": "SECRET\n\nGovernment of India\n\n(Ministry of Civil Aviation)\n== BUREAU _OF CIVIL AVIATION SECURITY\n\nin National Civil Aviation Security Programme-2018\n\nperson during flight time.\nEach Contracting State shall ensure that the pilot-in-command is notified as to the\n\n4.7.8 | number of armed persons and their seat location.\n75.1 Rule 20 of The Aircraft (Security) 2011, provides, prohibition to carry weapons or\nexplosive: -\n\nSub-rule (1): No person shalll enter aerodrome or the aircraft with any arms, ammunition or\nexplosive;\nProvided that the provisions of this sub-rule shall not be applicable-\n\ni. to the Aviation Security Group, Armed Forces and Police personnel required to carry their\narms or ammunition in connection with the performance of their duties; and\n\nii, to such dummy weapon/explosive/explosive device or any other dummy prohibited item,\nduly authorized by the Director General, BCAS, for the purpose of testing the efficacy of\naviation security\n\n7.52 Carriage of arms and ammunition, explosives or explosive device or any other\ndangerous goods on board an aircraft is regulated as per the provision of Aircraft (Carriage of\nDangerous Goods) Rules, 2003 and Rule 8 of the Aircraft Rules, 1937, subject to exemption issued\nby the Appropriate Authority.\n\n7.5.2.1 As a special case Government of India has permitted Carriage of a Kirpan, of a\nmaximum length of a 9 inch (22.86 Cm) with a blade not exceeding 6 inches (15.24 cm) by a Sikh\npassenger on his person within India or on Indian Aircraft on Domestic flight, if the KIRPAN is\nmore than the length specified by above, it shall be carried by the passenger in the registered\nbaggage. Sikh Passengers are not allowed to carry KIRPAN of the above specification in\nInternational flight with Domestic connection,\n\n7.5.2.2 The Issue relating to carriage of wooden staff by religious head should be dealt by the\nsecurity staff on case to case basis, especially when the known head of a religious set is involved\nand no security implication or threat is apprehended. However, any concession granted in this\nregard should be with the specific permission of In-charge, Airport Security and it should not be left\nto the discretion of the checking staff. Besides, the Airlines staff should be in a position to secure\nthe wooden staff in the aircraft taking flight safety into consideration.\n\n7.53 Airline operators are permitted to transport weapons in areas which are not accessible to\npassengers and crew during flight subject to prior approval in writing from competent Authority.\nFor the licensed weapons within India, no additional permission is needed but shall be carried as per\ninstructions issued by the Director General, BCAS, from time to time.\n\n7.5.3.1 Each aircraft operator operating to / from airports in India shall be responsible to\n\nensure that only authorized and duly qualified persons are made responsible to verify that\n\nauthorized firearms of passengers are unloaded prior to carriage on an aircraft in designated area\n\nprovided by the airport operator. Appropriately authorized and duly qualified officers of the\nPage 104 of 257\n",
  "37": "SECRET\n\nGovernment of India\n(Ministry of Civil Aviation)\nBUREAU OF CIVIL AVIATION SECURITY\n\nae a National Civil Aviation Security Programme-2018\n\nconcemed aircraft operator shall escort firearms from the check-in point into the security restricted\narea until deposited in the aircraft hold.\n\n7.53.2 Procedures of handling / operations of firearms shall be developed in the Basic\nAVSEC/ refresher Security Training programme for aircraft personnel who will be deployed for\nchecking and handling firearms of authorized passengers.\n\n7.53.3 The concemed aircraft operators shall ensure to implement the following aspect and\nshall incorporate the same in their respective security programmes:\n\n(to notify about the carriage of weapons by passengers to the receiving entity(ies) at the\nairport of arrival;\n\nii) to advise / instruct armed personnel regarding rules and regulations pertaining to the\ncarriage of weapons in the State of arrival as well as the State of departure, and those at\nany intermediate stops; and\n\n(iii) to implement procedures to ensure that armed personnel, prior to boarding an aircraft, are\nfully briefed and aware of the rules and regulations pertaining to the carriage, risk and use\nof weapons on board an aircraft.\n\n7.5.3.4, Each airport operator shall earmark suitable secure area at the airport for checking of\nfirearms of bona fide passengers by authorized and trained security personnel of the concerned\naircraft operators to ensure that the firearms are not loaded.\n\n7.34 No person shall enter an airport with any arms, ammunition or other explosives except\nthe personnel belonging to the Aviation Security Group, Armed Forces of India and the State/ UT\nPolice who are required to carry arms/ ammunition in connection with the performance of their\nbonafide duties, and also such other persons who have been permitted to do so under any law in-\nforce.\n\n155 The Director General, BCAS may —\n\ni, authorize a person to carry dummy weapon, explosive, explosive device or any other\ndummy prohibited item in the hold/ cabin baggage of an aircraft for the purpose of testing\nthe efficacy of the aviation security measures; and\n\nii. permit a person to carry weapon in his cabin baggage or on person in the flight if it is so\nrequired for the purpose of performing duty by such person as Personal Security Officer of a\ndignitary, IFSO/Sky Marshal or in-flight security guard. Procedure for carriage of firearms\nin the aircraft shall be as under: -\n\na. The above personnel shall carry their weapons and ammunition on their person or in\ntheir hand baggage in fully unioaded condition i.e. weapon and ammunition shall be\nkept separately;\n\nb. They will be in possession of their ID cards and authorization issued by the Director\nGeneral, BCAS for carriage of weapons and ammunition on board aircraft;\n\nPage 105 of 257\n",
  "38": "SECRET\n\noo Government of India\n(Ministry of Civil Aviation)\n== BUREAU OF CIVIL AVIATION SECURITY\nNational Civil Aviation Security Programme-2018\n\n75.6\n\nStation Manager / Airport Manager of the airlines concerned shall ensure that the pilot-\ncommand is notified as to the number of armed persons and their seat allocation on\n\ni\nboard the aircraft;\n\n‘The Station Manager/Airport Manager of the concerned airline shall verify all the\nrelevant documents to ensure that the arms are authorized along with their number in the\nname of the personnel concerned. He shall also verify the identity of such armed\npersonnel before the pre-embarkation security check.\n\nSecurity Officer of airlines concerned shall be responsible to inform the IFSO/Sky\nMarshal on board, if any, about the presence of such SPG/Armed personnel before the\ncommencement of the flight and the record of such notification shall be maintained by\nthe CSO of the concerned aircraft operator.\n\nCASO ASG/Police shall check the identity card and duty slip/movement order and shall\nensure its genuineness;\n\nConcemed airlines Security Manager /officer shall check the identity card and duty slip\n/ Movement Order.\n\nArmed personnel and In-flight security officers:\n\nSARPs of Annex 17\n\n4.74\n\nEach Contracting State shall ensure that the carriage of weapons on board aircraft,\nby law enforcement officers and other authorized persons, acting in the performance\nof their duties, requires special authorization in accordance with the laws of the\nStates involved.\n\n475\n\nEach Contracting State shall consider requests by any other State to allow the travel\nof armed personnel, including in-flight security officers, on board aircraft of\noperators of the requesting State. Only after agreement by all States involved shall\nsuch travel be allowed.\n\n4.76\n\nEach Contracting State shall ensure that the carriage of weapons in other cases is\nallowed only when an authorized and duly qualified has determined that they are\nnot loaded, if applicable, then only if stored in a place inaccessible to any person\nduring flight time.\n\n477\n\nEach Contracting state that decides to deploy in-flight security officers shall ensure\nthat they are government personnel who are specially selected and trained, taking\ninto account the safety and security aspect on board an aircraft and deployed\naccording to the threat assessment of the competent authority. The deployment of\nsuch officer shall be coordinated with concerned State an kept strictly confidential.\n\n4.78\n\nEach Contracting State shall ensure that the pilot-in -command is notified as to\nnumber of armed person and their seat location.\n\nPage 106 of 257\n",
  "39": "SECRET\n\nGovernment of India\n\n(Ministry of Civil Aviation)\nBUREAU OF CIVIL AVIATION SECURITY\nL--s National Civil Aviation Security Programme-2018\n\n7.5.6.1 Requests from Contracting States to allow authorized armed personnel including in-\nflight security officers for bonafide duties on board aircraft will be considered individually and\napprovals along with conditions would be given in accordance BCAS Circular No. 29/2002 dated\n24.9.2002 (Annexure: 7-6) and Ministry of Civil Aviation Letter No. AV.13024/02/2004-SS\ndated 25.1.2005 (Annexure: 7-7) and as amended from time to time.\n\n7.5.6.2 Deployment of Sky Marshals on aircrafts operated by Indian air carriers shall be done\nin accordance with directions issued vide Ministry of Civil Aviation (Govt. of India) Order No.\nAV.13024/65/99-SS dated 3.1.2000 (Annexure: 7-8). Instructions for deployment of in-flight\nsecurity officers as given below, shall be implemented by the concerned organizations and\nentities.\n\na, Whenever the Government decides to deploy in-flight security officers, it shall be ensured\nthat they are Government personnel who are specially selected and trained, taking into\naccount the safety and security aspect on board an aircraft and deployed according to the\nthreat assessment of the competent authority. The deployment of such officer on board to\nany other State shall be coordinated by the Government with concerned State and kept\nstrietly confidential.\n\nb. The detachment Commander of IFSO shall conduct briefing before each flight operations\nand the briefing meeting shall be attended by the concerned, cabin and cockpit crew\nmembers positively at the airport of departure. Only in exceptional circumstances like\ntransit flights, the briefing may be done with the Senior Cabin crew, and the commander of\nthe flight in an appropriate area outside the view of passengers at the airport.\n\n¢. The Indian aircraft operators shall ensure that their cabin and cockpit crew members\nattend briefing meeting conducted by the detachment Commander of IFSO before each\nflight operation at the airport.\n\nd._ The leader of the team of in-flight security officers (Sky Marshals) shall ensure that the pilot-\nin-command is notified as to the number of armed persons and their seat location.\n\ne. The carriage of weapons on board aircraft, by In-flight Security Officer while acting in the\nperformance of their duties shall require special authorization from the Director General,\nBCAS in accordance with the instructions and procedures issued by BCAS.\n\nf. India will consider requests by any other Country to allow the travel of armed personnel,\nincluding in-flight security officers, on board aircraft of operators of the requesting Country.\nOnly after agreement by all Country involved shall such travel be allowed.\n\n7.5.6.3. The Station Manager/ Airport Manager of the concerned airlines shall ensure that the\npilot-in-command is notified as to the number of armed persons and their seat allocation on\nboard the aircraft.\n\nPage 107 of 257\n",
  "40": "SECRET\n\nGovernment of India\n(Ministry of Civil Aviation)\nBUREAU OF CIVIL AVIATION SECURITY\n\noe National Civil Aviation Security Programme-2018\n\n7.5.6.4. An IFSO security programme, shall be established, maintained and approved by the\nDirector General, BCAS in consultation with the National Security Guard and Indian Aircraft\nOperators who are responsible for the implementation of an IFSO security programme. There\nshall be formal agreement between the appropriate authority for aviation security and the\ngovernment entity responsible for the implementation of the IFSO Security Programme.\n\n7.5.6.5. Each airport operator and aircraft operator operating in India shall ensure to develop\nprocedures and incorporate the same in its respective security programme for the carriage of\nweapons on board aircraft by Law Enforcement Officers (LEO) and other authorized persons\nacting in the performance of their duties\n\n7.6. Persons in custody and under Administrative Control:\n\nSARPs of Annex 17\n\nEach Contracting State shall develop requirements for air carriers for the carriage of\n4.7.1 | potentially disruptive passengers who are obliged to travel because they have been\nthe subject of judicial or administrative proceedings.\n\nEach Contracting State shall ensure that operators providing service from that State\ninclude in their security Programmes, measures and procedures to ensure safety on\nboard their aircraft when passengers are to be carried who are obliged to travel\nbecause they have been the subject of judicial or administrative proceedings,\n\nEach Contracting State shall establish measures to ensure that the aircraft operator\nand the pilot-in-command are informed when passengers ate obliged to travel\nbecause they have been the subject of judicial or administrative proceedings, in\norder that appropriate security controls can be applied.\n\n4.7.2\n\n4.73\n\n7.6.1. The aircraft operator shall carry any prisoner, in such manner as may be specified by an\norder in writing by the Director General, BCAS.\n\n7.6.2. Prior permission from Appropriate Authority will be obtained for transporting prisoners\nor persons under administrative control or deportes with escort in the commercial flights and the\nconditions laid down in such permission will be followed strictly by air operators who will be\ninformed of such approval in time.\n\n7.6.3. Director General, BCAS shall notify in due time the appropriate aircraft operator and\npilot-in-command when passengers are obliged to travel because they have been the subject of\njudicial or administrative proceedings. Such passengers include persons in the custody of law\nenforcement personnel, mentally disturbed persons under escort, deportees and inadmissible\npersons.\n\n7.64. When a person is obliged to travel because he or she is deemed to be inadmissible or\nthe subject of a deportation order, Director General, BCAS shall inform authorities in transit and\ndestination States of the identity of the person, the reason for transporting that person, and an\nevaluation of any threat posed by that person.\n\nPage 108 of 257\n",
  "41": "SECRET\n\nGovernment of India\n(Ministry of Civil Aviation)\nBUREAU OF CIVIL AVIATION SECURITY\n\nNational Civil Aviation Security Programme-2018\n\n7.6.5. No person either under arrest by the law enforcement agencies of the State/ Central\nGovernment or in judicial custody facing trial or convicted by the court of law shall be allowed to\nboard the aircraft without permission from the Director General, BCAS.\n\n7.6.6. __ While considering permission, the Director General, BCAS may specify the conditions\nunder which such person shall be escorted by air, and these shall be fully complied with by the\nconeemed law enforcement agency, otherwise the airline operator shall not fly such person or\npersons. It shall be the responsibility of CASO to sensitize Police Officers escorting persons under\ncustody about the aviation security procedures and it shall be the responsibility of Aircraft\nOperator to sensitize them about aviation safety before transporting the persons under\nadministrative control.\n\n7.6.7. The competent law enforcement agencies shall provide to the airline operator advance\nwritten information containing the following details, namely: -\n\n(@) identity of the person\n(b) reason for transportation\n\n(©) details of escort(s)\n\n(A) risk assessment by the competent authorities.\n\n7.6.8. The airline operator shall inform to the Pilot-In-Command (PIC) of the aircraft about\nthe presence of such person in the flight.\n\n7.6.9. Each aircraft operator providing a service to / from airports in India shall include\nprocedures in the Aircraft Operators Security Programme to ensure safety on board when\npassengers subject to judicial or administrative proceedings are obliged to travel.\n\n7.6.10. Station Manager / Airport Manager of the concemed airlines shall ensure that the\nin-Command (PIC) is notified in writing as to the number of such persons and their seat allocation\nalong with their escorts on board the aircraft and record of such notification shall be maintained.\n\n7.6.11. The following procedures shall be strictly adhered to by all concerned for carriage of a\nprisoner / person under judicial custody / administrative control (herein after mentioned as\nprisoners) by air: -\n\na. No aircraft operator shall allow a prisoner and escorting officers as passengers unless prior\npermission is obtained from the BCAS by the concemed policing authority who is\nresponsible for transportation of such prisoner with escorts by air.\n\nb. The policing authority requiring transportation of a prisoner by air shall send their request\nin writing to the Director General, BCAS / Regional Director, BCAS at least 7 (seven)\ndays in advance incorporating the details in their application.\n\n¢. The policing authority responsible for carriage of a prisoner by air shall indicate\nclassification of such prisoner as dangerous or otherwise in their application addressed to\nthe Director General, BCAS or Regional Director, BCAS.\n\nd. No more than one prisoner, classified as dangerous, shall be allowed on any one flight.\n\nPage 109 of 257\n",
  "42": "SECRET\n\nGovernment of India\n(Ministry of Civil Aviation)\nBUREAU OF CIVIL AVIATION SECURITY\nNational Civil Aviation Security Programme-2018\n\nMinimum 02 (two) escorts of the Policing authority shall be required for one prisoner who\nis classified as dangerous by the policing authority.\n\nPolicing authority officers or other authorized persons should notify a responsible\nrepresentative of the operator well before the date it is proposed to transport a prisoner, or\nfas soon as practicable in an emergency, the identity of the person being escorted, the flight\n‘on which transportation has been arranged, and whether or not the escorted person is\nconsidered dangerous.\n\nEscorting officers should be apprised, by a responsible representative of the aircraft\noperator, of the potential danger to the safe operation of the aircraft should they take any\naction during an act of unlawful interference without direction from the pilot-in-command.\n\nEscorting officers shall ensure that a prisoner does not carry contraband, weapons, matches\nor other potentially dangerous items.\n\nEscorts shall be equipped with adequate restraining devices to be used in the event they\ndetermine that restraint is necessary. Under normal circumstances a prisoner should not be\nshackled to any part of the aircraft, including seats, tables etc.\n\nEscorts shall not carry arms, mace, teargas or similar incapacitating gas generating devices\nor any dangerous goods / prohibited items specified by the BCAS on board the aircraft.\nWeapon and ammunition if any may be allowed in registered baggage as per instructions in\nforce.\n\nEscorts shall adequately identify themselves to security personnel policing authority\nofficers on duty at the security check points and flight attendants. Their presence on board\nand seat assignment shall be transmitted by the flight attendants to the pilot-in-command\nwho should acknowledge receipt of this information.\n\nAny other security personnel and passengers authorized to carry firearms on board the\naircraft should be made aware of the transportation of a prisoner and escorts and their\nlocation.\n\n. A prisoner along with escorts should be boarded before all other passengers and\ndisembarked after all other passengers have left the Aircraft.\n\nThey should be seated as far as to the rear of the passenger cabin as is possible but not in a\nlounge area or next to / directly across from an exit.\n\n‘They should only be seated in a row for two or more seats and at least one escort should sit\nbetween the escorted person and any aisle.\n\n‘They should be accompanied at all times and kept under surveillance, including visits to\nthe lavatory.\n\nNo intoxicating beverage shall be served to escorts or prisoner while on board the aircraft.\n\nPage 110 of 257\n",
  "43": "SECRET\n\nGovernment of India\n(Ministry of Civil Aviation)\nBUREAU OF CIVIL AVIATION SECURITY\n\nNational Civil Aviation Security Programme-2018\n\nPrisoner may be served food at the discretion of escorts but should not be provided with\nmetal utensils or a knife.\n\nAircraft operator should not accept a prisoner and escort(s) as passengers. unless\nconcurrence has been obtained in advance from the BCAS (Gol) and other operators that\nmay be involved en-route and at the intended final destination. In such cases sufficient\nadvance notification must be given to operator so that prior agreements can be obtained.\n\nFormat of permit is issued by the BCAS for carriage of prisoner and escorts by air vide\nAVSEC Circular 42/2005.\n\n7.6.12. . Potentially disruptive passengers: the following instructions shall be implemented\nwhile handling potentially disruptive passengers besides those mentioned in preceding paras:\n\ni)\n\nii)\n\niii)\n\nil\n\nlegal action in respect of the potentially disruptive passengers shall be taken in accordance\nwith the provisions of the Tokyo Convention Act, 1975.\n\ninstructions shall be implemented by all concerned entities on the above subject.\nRef. AVSEC Order No, 8/2011 dated 21.1.2011 (Annexure: 7-9).\n\nRule 17 of Aircraft (Security) Rules, 2011 provides for disembarkation of unruly passenger:\n~ The Chief Aerodrome Security Officer or any other Officer of Aviation Security Group\nauthorized by him in this behalf shall, on a written request of the pilot-in-Command,\ndisembark any person from the aircraft on grounds of risk to safety and security of the\npassengers and the crew.\n\nAircraft Rules 1937 vide Rule 22 (Assault and other acts of interference against a crew\nmember) stipulates that “No person shall, on board an aircraft:\n\na. assault, intimidate or threaten, whether physically or verbally, a crew member which may\ninterfere with the performance of the duties of the crew member or lessens the ability of\nthe crew member to perform those duties;\n\nb. refuse to follow a lawful instruction given by the Pilot-in-Command, or on behalf of the\nPilot-in-Command by a crew member, for the purpose of ensuring the safety of the\naircraft or of any person or property on board or for the purpose of maintaining good\norder and discipline on board.”\n\nRule 23 of The Aircraft Rules, 1937 - Assault and other acts endangering safety or\njeopardizing good order and discipline -\n\nNo person shall, on board an aircraft -\na. assault, intimidate or threaten, whether physically or verbally, any person,\n\nPage 111 of 257\n",
  "44": "SECRET\n\noe National Civil Aviation Security Programme-2018\n\nGovernment of India\n(Ministry of Civil Aviation)\nBUREAU OF CIVIL AVIATION SECURITY\n\nb. intentionally cause damage to or destroy any of property,\n\n©. consume alcoholic beverages or drugs, which is likely to endanger the safety of the\n\non\n\naircraft or of any person or jeopardizes the good order and discipline on board the\naircraft.\n\nFor the purposes of rules 22 and 23 of The Aireraft Rules, 1937, the jurisdiction of India\nshall, in addition to the applicability provided in rule 1 of these rules, also extend to any\noffence if the act constituting the offence took place on board any aircraft in flight outside\nIndia:\n\nProvided that -\n\na. the next landing of the aircraft is in India; and\n\nb. the Pilot-in-Command has delivered the suspected offender to the competent\nauthorities of India, with the request that the authorities prosecute the suspected\noffender and with the affirmation that no similar request has been or shall be made\nby the Pilot-in-Command or the operator to any other State.\n\nc. The provision of the Tokyo Convention Act, 1975 regarding applicability of\ncriminal law to aircraft may also be followed in this regard.\n\n7.1. Hold Baggage\n\nSARPs of Annex 17\n\n45.1\n\nEach Contracting State shall establish measures to ensure that originating hold baggage\nis screened prior to being loaded onto an aircraft engaged in commercial air transport\noperations departing from a security restricted area,\n\n45.2\n\nEach Contracting State shall ensure that hold baggage to be carried on a commercial\naircraft is protected from unauthorized interference from the point it is screened or\naccepted into the care of the carrier whichever is earlier, until departure of the aircraft on\nwhich it is to be carried. If the integrity of the hold baggage is jeopardized the hold\nbaggage shall be re-screened before being placed on board an aircraft.\n\n453\n\nEach Contracting State shall ensure that commercial air transport operators do not\ntransport the baggage of persons who are not on board the aircraft unless that\nbaggage is identified as unaccompanied and subjected to appropriate screening.\n\n454\n\nEach Contracting State shall ensure that transfer hold baggage is screened prior to being\nloaded onto an aircraft engaged in commercial air transport operations, unless it has\nestablished a validation process and continuously implements procedures, in\ncollaboration with other contracting states where appropriate , to ensure that such hold\nbaggage has been screened at the point of origin and subsequently protected from\nunauthorized interference from the originating airport to departing aircraft at the\ntransfer airport.\n\nPage 112 of 257\n",
  "45": "SECRET\n\nGovernment of India\n(Ministry of Civil Aviation)\nBUREAU OF CIVIL AVIATION SECURITY\n\nNational Civil Aviation Security Programme-2018\n\nEach Contracting State shall ensure that aircraft commercial air transport operators\n\ntransport only items of hold baggage which have been individually identified as\n\n4.55 | accompanied or unaccompanied, screened to the appropriate standard and accepted for\ncarriage on that flight by the air carrier. All such baggage should be recorded as\n\nmeeting these criteria and authorized for carriage on that flight.\n\nRP_ | Each Contracting State should establish procedures to deal with unidentified baggage in\n\n4.5.6 | accordance with a security risk assessment carried out by the relevant national authorities.\n\n7.7.1. Procedure for screening of hold baggage.\n\nI. Policy\ni) _ In order to prevent weapons, explosives or any other dangerous devices which may be\nused to commit an act of unlawful interference with aviation, the carriage or bearing of\nwhich is not authorized, from being introduced by any means whatsoever onto an aircraft\nengaged in civil commercial aviation, no item of originating accompanied hold baggage,\ntransfer-baggage and or interline baggage shall be loaded onto the aircraft unless it has\nbeen security screened and cleared as per the prescribed norms.\n\nii) It is responsibility of the concerned aircraft operator to ensure that all items of\naccompanied hold baggage, unaccompanied hold baggage, transfer-baggage and interline\nbaggage are subjected to security procedures prescribed in this circular before loading\nsuch items onto an aircraft engaged in civil commercial aviation,\n\niii) Aircraft (Security) Rules, 2011 mandate security controls for hold baggage as under-\n\na. Rule 31-Security control for hold baggage - The aircraft operator or the aerodrome\noperator shall screen and protect the hold baggage in such a manner as may be specified\nby the Director General, BCAS from time to time.\n\nb. Rule 32- Identification and reconciliation of hold baggage - An aircraft operator shall\ncarry out the identification and reconciliation of hold baggage in such manner as may be\nspecified by the Director General, BCAS by an order in writing from time to time.\n\n©. Rule 33. Transfer baggage - The aircraft operator shall screen the transfer hold baggage\nbefore loading into an aircraft: -\n\nProvided that the hold baggage screened at the point of origin and subsequently\nprotected from unauthorized interference from the originating aerodrome to the departing\naircraft at the transfer aerodrome shall not be subject to screening.\n\n77.2 Security procedures general principles: -\n\n7.1.2. Airline Operators should ensure that hold baggage is accepted only from passengers\nholding confirmed tickets, and only by a responsible employee or authorized representative of\n\nPage 113 of 257\n",
  "46": "SECRET\n\nGovernment of India\n\nz (Ministry of Civil Aviation)\n== BUREAU OF CIVIL AVIATION SECURITY\nae\n\nNational Civil Aviation Security Programme-2018\n\nthe Operator, Baggage once accepted from a passenger shall be protected from unauthorized\naccess until the time the baggage is retuned to the passenger at the destination or transferred to\nanother aircraft operator. Baggage originating from places other than airport check-in counters\nshall be protected from the point it is checked-in and screened until it is placed on board an\naircraft.\n\n7.1.2.2. Technical equipment used for the screening of baggage has limitations. Conventional\nX-Ray equipment has difficulty in imaging or defining explosive material effectively. To\ncompensate for such limitation and to introduce a random element into the selection process, an\nadditional manual hand search of hold baggage is required after being screened by technical\nmeans.\n\n7.7.2.3. Selection of hold baggage for hand search by X-ray operator should always be made\nusing the principle of reasoned selection and in a consistent manner throughout the period hold\nbaggage is being processed. Reasoned selection means that the selection is based on the X-ray\nimage, concentrating the effort on those bags most likely to conceal a prohibited/dangerous item.\n\n7.7.2.4. It is imperative that the screening of baggage should not cease when an unauthorized\nsingle weapon or device is detected since multiple weapons, devices or dangerous items can be\npresent in a hold baggage.\n\n7.7.2.5. Hold baggage which cannot be cleared by X-ray screening process should be referred\nfor explosive detection test/manual hand search. Any hold baggage which cannot be\nsatisfactorily cleared by the total screening process inclusive of manual hand search shall be\ndenied loading into the aireraft.\n\n7.7.2.6. In the interest of effective security and passenger facilitation, a manual search of the\nhold baggage should be conducted in accordance with the following basic guidelines:\n\n(@)_ The searcher should be tactful, courteous and use caution.\n\n(b) It is important to adopt a systematic approach so that no items or areas of the bag are\noverlooked.\n\n(©) Baggage must be matched with the correct person/owner and positioned on the search\ntable so that the owner can open the bag, but not interfere with the conduct of the search.\n\n(@) Items found in baggage which could conceal a prohibited article should be opened or\nsubjected to screening by X-ray or other explosive detection equipment. To increase the\ndetection of prohibited articles such items should be X-rayed alone without extraneous\nclutter.\n\n7.13. — Screening and clearing of hold baggage\n\n7.7.3.1. Each commercial air transport operators operating to and from India shall ensure to\ntransport only items of hold baggage which have been individually identified as accompanied or\n\nPage 114 of 257\n",
  "47": "SECRET\n\n®\n4 (Ministry of Civil Aviation)\nBUREAU OF CIVIL AVIATION SECURITY\n\nGovernment of India\n\nNational Civil Aviation Security Programme-2018\n\nunaccompanied, screened to the appropriate standard as mentioned below and accepted for\ncarriage on that flight by the air carrier. All such baggage should be recorded as meeting these\ncriteria and authorized for carriage on that flight. Proper record of manual search shall be\nmaintained by the concerned aircraft operators. All items of originating accompanied hold\nbaggage shall be screened and cleared by one of the following methods: -\n\n@\n\na.\n\nb.\n\n()\na\n\nii)\na.\n\nvy)\na\n\n100% manual hand search; and\n\nScreening by X-Ray or Explosive Trace Detection system for items, which cannot be\nadequately cleared by manual hand search.\n\n100% screening by X-Ray BIS; and\n\nManual hand search ‘on a continuous random basis where the percentage of baggage\nincluding suspect baggage so searched within a particular period shall not be less than\n10% of the total baggage during that period.\n\n100% screening by X-Ray BIS; and\n\nsereening by Explosive Detection System (EDS) unit approved by BCAS, or by\nexplosive sniffer dogs on a continuous random basis where percentage of bags so\nsereened during a particular period including suspect baggage shall not be less than\n10% of the total baggage screened during that period\n\n100% screening with an automatic X-Ray system (level one);\nand\n\nsereening by the operator, online or otherwise, of all the bags/items (level Il); and\n\nsereening of all bags/items rejected at (b) above with an EDS unit approved by BCAS\nand cleared by the operator using tools of the machine (level III).\n\nAll the airport operators shall ensure that 100% baggage images from level-I of In-Line\nHold Baggage Screening System are referred to Level-2 for image interpretation by\ncertified screeners for acceptance /rejection. Adequate work stations and screeners for\nlevel-2 will be provided for till the verification of the process of screening by in-line\nbaggage systems is certified through Site Inspection Test.\n\nBags rejected at levels I and II shall be checked by explosive sniffer dogs and/or EDS\nspecified by BCAS.\n\nPage 115 of 257\n",
  "48": "SECRET\n\n‘Government of India\n(Ministry of Civil Aviation)\nBUREAU OF CIVIL AVIATION SECURITY\n\nNational Civil Aviation Security Programme-2018\n\nwi)\n\n1)\n‘a, 100% screening with an EDS unit approved by BCAS; and\n\nb. Manual hand search of all bags/items rejected at (a) above.\n¢. Checked by explosive sniffer dogs\nNotes:\n\n‘A. Manual hand search will be done in the presence of the concerned passenger. In case\nscreening is done after check-in process, the passenger will be located by the concerned\nairline operator and required to be present during search of his baggage.\n\nB. Ifa bag is not cleared after applying security controls mentioned at serial Nos (iii) and (iv)\nabove, it will be subjected to thorough manual hand search in presence of the concerned\npassenger.\n\nC. If the passenger is not located, the BDDS and ASG/ Police will be called by the screener to\nhandle the suspect bag and to take further necessary action as per prescribed drill.\n\nD. Handling and disposal of prohibited items: The Technical Instructions (DOC 9284)\ndistinguish between dangerous goods transported as cargo and dangerous goods carried by\npassengers and crew. Dangerous goods are regularly shipped as cargo on both passenger\nand all-cargo aircraft. With the exception of a small number of permitted items, they are\nforbidden to be carried by passengers or crew members either as cabin or as hold baggage\nor on the person. Certain prohibited items, though prohibited from carriage in a passenger\naircraft, may be transported in an all-cargo aircraft, provided these items do not endanger\naircraft and are properly packed, sealed and authorized for carriage by the aircraft operator.\nSuch items should be processed in one of the following ways:\n\na) confiscated and subsequently properly disposed of or destroyed;\n\n) confiscated and kept in storage by the airport authority or aircraft operator for eventual\nreturn to the passenger; or\n\n4d) removed and, once properly prepared and packaged, transported in the hold of all-cargo\naireraft for later return to the passengers at their ticketed destination.\n\n(A) _ Based on the threat perception carried out by the appropriate authority, In-line baggage\n\nX-ray screening system shall be deployed at the respective airports in India by the concemed Airport\nOperator. The In-line hold baggage screening system shall be operated by trained and BCAS certified\nscreeners who shall be on the payroll of the respective Airport Operator. Screening of hold baggage\nshall not be outsourced.\n\nPage 116 of 257\n",
  "49": "tose\n\n>3\n\n>\n\ny\n\ndO. 9.9 9.8 ads\n\n| 2\n\nSECRET\n\nGovernment of India\n(Ministry of Civil Aviation)\nBUREAU OF CIVIL AVIATION SECURITY\n\nae oh National Civil Aviation Security Programme-2018\n\n(B) However, where the airport operator does not intend to operate the In-line hold baggage\nsereening system itself, the work can be assigned to the subsidiary companies of National air carrier or\ntheir joint venture, to be carried out through the personnel certified by the BCAS.\n\n7.13.2. Diplomatic bags transported as hold baggage shall be screened in accordance with\nprocedure prescribed vide AVSEC Order No. 5/2002 dated 1.7.2002 (Annexure: 7-4),\n\n7.73.3. The dangerous goods and prohibited articles listed in AVSEC Order No. 05/2005 date\n07/06/2005 (Annexure: 7-2) shall not be allowed for carriage in hold baggage.\n\n7.74. Screening Officers\n\ni, The following officers {trained and certified screeners except at serial no (a)} will be\ndeployed when screening is taking place.\n\na) Load officer (ene)\nb) X-ray officer = (ene)\n©) Officers for physical search -- (two)\n\n7.74.1. Duties of Load Officer:\n\ni) The load officer must be positioned at the ‘input’ end of the X-Ray machine to enable him\nto observe and assist with the flow of persons proceeding through the screening process.\n\nii) The Officer will remain alert for any person who gives cause for concern.\n\niii) The Officer will take bags, packages and other articles from each person as they arrive for\nsoreening.\n\niv) He will:\n\n(a) ensure that bag is placed correctly into the tunnel of X-BIS.\n(b) Lift heavy baggage onto the idle rollers.\n\n(©) Take them off the idle rollers.\n\n(@) Assist in operating the security strapping machine.\n\n(©) Assist the passengers in queue.\n\n(© Keep the X-BIS area free of left-over trolleys.\n\n) Alll bags are to be placed on the conveyor belt in such a way as to create a clear image on\nthe X-ray monitor.\n\nPage 117 of 257\n",
  "50": "SECRET\n\nGovernment of India\n(Ministry of Civil Aviation)\nBUREAU OF CIVIL AVIATION SECURITY\n\nNational Civil Aviation Security Programme-2018\n\nvi) All bags shall be removed from trolleys. The Officer will alert the X-Ray Officer if there\n\nis any bag which may be unusually heavy or for any other reason which may warrant\nparticular scrutiny.\n\nvii) The Officer shall not leave his duty unless relieved or until the screening point is closed.\n\n7.1.4.2. Duties of X-Ray Officer\n\ni) Before commencing duty, the X-ray Officer will check the equipment (X-Ray machine)\nto ensure that it is fully operational.\n\nii) The X-Ray Officer will always be in a position to study the X-Ray image and maintain\neasy operation of the controls.\n\niii) The X-Ray Officer will examine the contents of each bag and its image on the monitor.\n\niv) The X-Ray Officer will not continuously view images on the X-Ray monitor for periods\nexceeding 20 minutes in one hour using his unique log-in ID.\n\nv) In case of doubt, during screening about the items in the bag, it shall be referred to\nphysical search and/or through ETD.\n\nvi) Only when the Officer is satisfied that the baggage is free of any unauthorized articles, he\nwill check the bag for further processing.\n\nvil) The Officer will not leave his position unless relieved or until the screening point is\nclosed.\n\n7.1.43. Duties of Manual Hand Search/Explosive Detection Test Officers:\n\nOne or two officers will be detailed for conducting manual hand search and/or explosive\n\ndetection test of the hold baggage on continuous random basis or when a bag/item is not cleared\n\nby\n@\n\nb)\n\n©\n@\n\nAAS\n\nthe X-Ray Officer. The X-Ray Officer will not clear the bag in the following cases:\n\n‘An unauthorized article (prohibited or dangerous items) other than explosive device is\nobserved on the X-Ray image or\n\n‘The X-Ray Officer is not satisfied as to the safety of any articles in a hold baggage or\nIf the contents of any hold baggage are not distinguishable on the X-Ray image, or\n\nIf at any time the X-Ray Officer considers it necessary are when directed to do so by their\nSupervisor.\n\nExplosive Detection System\n\nExplosive Detection test will be done by using an EDS unit approved by BCAS. The test\n\nwill be conducted by trained and certified screeners/operators in accordance with guidelines issued\nby BCAS.\n\n7.76.\n\nManual Hand Search\nPage 118 of 257\n\nV—VA~DYM\n\n)\n\n",
  "51": "SECRET\n\nGovernment of India\n(Ministry of Civil Aviation)\nBUREAU OF CIVIL AVIATION SECURITY\n\nNational Civil Aviation Security Programme-2018\n\ni) Before manual hand search is begun the owner will be advised and his/her permission taken\n{o proceed with the search. The owner of the bags must be present during the search\n\nii) Search should be performed in a designated search area, allowing the passenger privacy.\n\niil) When a person requests hand search of a computer, video camera or similar articles, the\narticles must be examined by following means: -\n\n(a) That the equipment being searched operates satisfactory and,\n(b) It is apparent that the items are new or in almost new condition and,\n\n(©) There is no sign of the case being tampered with or modified including case holding screw\ndamage and,\n\n(@)_ The behavior of the passenger does not give cause for concern and,\n(©) There is no other reason to be concerned as to the items or its contents.\n\niv) The owner of the bag being searched should not be allowed access to the hold baggage or its\ncontents until search is completed.\n\nv) Ifa person refuses to allow a hold baggage to be searched, the Officer should inform the\nSupervisor. At no stage the person or the hold baggage will be permitted to pass the\nsereening point before clearance is given. Any unauthorized articles found during search\nwill be dealt with in accordance with prescribed norms.\n\nvi) After completing the search or any action arising from it, the Officer shall, on being satisfied\nthat itis safe to do so, return the hold baggage to the owner and allow the person to proceed.\n\nbe Method for Manual Hand Search\nManual hand search of the baggage will be carried out as follows: -\n\n(@) Physical inspection of hold baggage should always be carried out in the presence of\nthe person presenting it;\n\n(b) Particular attention should be paid to the lining, rims, studs, zip fasteners, locks,\nhinges, wheels and handles to identify signs of tampering ot repair which may indicate\nthe concealment of a prohibited/dangerous article;\n\n(© The contents of the bag should be removed layer by layer; each being examined until\nthe bag is empty. The empty bag should then be lifted by hand and assessed for\nbalance and empty weight. If there is suspicion that that the bag is not of uniform\nweight, or not of a weight consistent with being empty, the bag itself should be\n\nPage 119 of 257\n"
}