{
  "1": ")\n\n»3 9\n\n)\n\nSECRET\n=e Government of India\n(Ministry of Civil Aviation)\n=e— BUREAU _OF CIVIL AVIATION SECURITY\n| re National Civil Aviation Security Quality Control Programme - 2018\n\nXx. Criterion for establishing AVSEC training institutes prescribed by the Director\nGeneral, BCAS shall be followed by the airline to organize AVSEC training\ncourses.\n\nraft security checks and/or searches\n\n1) Incompliance to rule 27 of Aircraft (Security) Rules 2011, aircraft operators are required to\ncarry out Security search / Checks of aircraft: -\n(@) before taking it to security restricted area; and\n(b) before boarding of passengers after disembarkation\n2) Aircraft Searches shall be carried out in good lighting, which may require the use of\nauxiliary power unit or ground lines. It is necessary to control access to the aircraft before\nstarting a search, which shall be carried out with minimum number of persons on board.\n3) Ingeneral, when a security checks or search is performed, the security personnel in charge\nof the check or search should ensure that either:\n\ni. cleaning staff has finished its duties on board and exited the aircraft prior to\ncommencing the check or search; or\n\nii, when cleaning staff is on board, there is no interference with the check or search,\nand security inspected areas are kept from unauthorized access.\n\n4) After a check or search has been completed, the aircraft should not be left unattended.\nControlled access should be maintained to ensure the integrity of the check or search.\n\n5) On completion of a check or search, a verbal or written notification should be given to the\npilot-in-command. Records of checks or searches should be properly kept for oversight and\ninvestigation matters as required, for at least 24 hours after the completion of the flight.\n\n6) Aircraft security checks involve the visual inspection of aircraft interiors and compartments\nthat may be accessible by passengers, cargo hold, and aircraft service panels accessible\nfrom the ground without using equipment. The purpose of such checks is to confirm that no\nsuspicious objects, weapons, explosives or other dangerous devices, articles or substances\nhave been placed on an aircraft\n\n7) Checks should be conducted when aircraft are in service, during pre-flight operations. For\nroutine originating flights, such checks should be performed immediately after passengers\ndisembark or immediately prior to loading operations.\n\n8) Life jacket pouches stowed under passenger seats should be inspected at random.\n\n9) A security checklist for each type of aircraft for pre-flight security checks shall be\ndeveloped by the Aircraft Operators consistent with the ICAO Security Manual and the\nsame shall be incorporated in their security programme for use by airlines staff during such\nsecurity checks.\n\n10) All provisions of NCASP to be implemented in this regard.\n\n©) Protection of aircraft\n\nPage 51 of 106\n",
  "2": "SECRET\n\nGovernment of India\n(Ministry of Civil Aviation)\nBUREAU OF CIVIL AVIATION SECURITY\nNational Civil Aviation Security Quality Control Programme - 2018\n\nIn compliance to rule 28 of The Aircraft (Security) Rule 2011,\n\ni.\n\niii.\n\nThe aircraft operator is required to control access to aircraft and maintain surveillance from\nthe time the security check/search until the departure of aircraft\nThe aircraft operator shall control the non-operational aircraft by keeping,\n\n1. Cabin doors closed;\n2. aerobridges and ventral stairs secured, withdrawn or retracted; and\n3. temper evident sealed doors.\n\nBasic responsibility for aircraft security rests with the aircraft operator, whose principle\naim is to prevent trespassing. Since the first line of defence against unauthorized access is\nto safeguard the airside boundary, a responsibility generally designated to the airport\nauthority, an airline operator security programme also takes the airport security programme\n(ASP) into account. The airline shall ensure a coordinated effort and response. Where\nnecessary, measures specific to an airport may be addressed in a supplemental station\nprocedures programme.\n\nAccess control to aireraft: As per BCAS memorandum No. CAS (15)/92-Div-I dated\n03.03.1994 all the air carriers whether national or foreign shall keep a register at the step\nladder point of an aircraft in which names, designation and time of entry of all those\nentering an aircraft shall be maintained in addition to carry out prescribed security checks\nof such persons and their belongings before they are allowed to enter the aircraft. This will\nhowever, not include the cockpit and cabin crew who are travelling with the aircraft as\nscheduled passengers who have already undergone the pre-embarkation security checks.\nSecurity staff shall ensure that their aircraft is protected from unauthorized interference\nfrom the time the aircraft search or check has commenced until the aircraft departs.\nSecurity Guards of ASG (CISF/ Police) deployed at the Airport shall be responsible to\nprevent unauthorized access to the aircraft. The standards of access control to the aircraft\nare as under: -\n\na. The aircraft shall be guarded round the clock by the airline security staff to prevent\nany unauthorized access into the aircraft.\n\nb. Stepladders / aerobridges / other aircraft equipment which is not in use should as far\nas possible be removed.\n\nc. The access to the main equipment centre shall be closed and sealed when not in use.\nThe cockpit door of the aircraft should be locked from inside the pilot cabin at all\ntimes when the aircraft is in flight.\n\nd. a separate aircraft entry register shall be maintained for each aircraft in which the\nparticulars like Staff Number, Name, Designation, Department, Timings (IN/OUT)\nand Signature of bona fide staff/ ground personnel entering into the aircraft shall be\nrecorded;\n\n€. all bonafide staff/ground personnel/authorized Government officials and items\nbeing carried by them shall be frisked/ checked prior to allowing their entry into the\naircraft cabin/cargo holds;\n\nPage $2 of 106\n",
  "3": "SECRET\n\nGovernment of India\n(Ministry of Civil Aviation)\nBUREAU OF CIVIL AVIATION SECURITY\nNational Civil Aviation Security Quality Control Programme - 2018\n\nvi.\n\nvii.\n\nviii.\n\nI\n\nI.\n\n8)\n\n£ all authorized vehicles/equipment shall be checked before being aligned to the\naircraft;\ng. constant surveillance shall be maintained on all personnel working in and around\nthe aircraft, until departure of the flight;\n\nASG (CISF/Police) will provide Security for Apron Guarding and security staff of the\nairline or the BCAS approved security service provider based on mutual agreement\nbetween airline and the said approved security service provider shall be responsible for\naccess control to the aircraft.\nif any Government official of Customs, Police, Bomb Detection and Disposal Squad,\nDirector of Revenue Intelligence, desires to check the Airline and its panels he shall be\naccompanied by a representative of Engineering Department/Security who shall only open\nthe panels of the aircraft for such checks, they will be subject to Security Controls before\ngiving them access into the aircraft;\nto enforce access control measures at the airports in accordance with instructions issued by\nthe Appropriate Authority from time to time;\nto impart aviation security training to security personnel in accordance with the National\nCivil Aviation Security Training Programme;\nOfficers authorised in accordance with Rule 156 of The Aircraft Rules, 1937, may be\nallowed to enter into the aircraft for official or investigation purpose only in accordance\nwith Rule 48 of The Aircraft (Security) Rules 2011.\n\nProtection of flight crew compartment during flight\n\nIn accordance with rule 29 of Aircraft (Security) Rules 2011, every aircraft operator shall, -\na. lock cockpit doors of aircraft during, all phases of flight, unless required to be\n\nb. establish and maintain communication system between the flight crew and cabin\ncrew during flight; and\n€. assign responsibility of access control of cock-pit to pilot-in-command.\nin order to implement standard 4.3.3 of Annex-17 to the convention of international civil\naviation and for the purpose of securing the safety of aircraft operation the aircraft operator\nshall follow the following directions issued by BCAS vide AVSEC order no. 08/2001 dated\n16.11.2001:\n\n(@) cockpit doors of an aircraft, which is in flight, shall be kept locked during all phases of\n\nflight to deny perpetrator access to the cockpit;\n\n(b) proper communication system shall also be maintained both by cockpit and cabin crew\n\nduring the flight timings to ensure the safety of the flight and security of the passengers and\ntheir property;\n\nPassenger and baggage reconciliation\n\nPage $3 of 106\n",
  "4": "SECRET\n\nGovernment of India\n(Ministry of Civil Aviation)\nBUREAU OF CIVIL AVIATION SECURITY\nNational Civil Aviation Security Quality Control Programme - 2018\n\nii,\n\niii,\n\nIn accordance with rule 32 of Aircraft (Security) Rules 2011, an aircraft operator\nshall carry out the identification and reconciliation of hold baggage in such manner\nas may be specified by the DG BCAS by an order in writing from time to time,\n\nThe screening of all passengers and their cabin baggage is recognized as an essential\nelement of the aviation security measures advocated by ICAO, in order to ensure that\nunauthorized persons and/or restricted articles do not enter a security restricted area\nor an aircraft.\n\nAlll passengers and cabin baggage, including transfer passengers and baggage, unless\na one-stop security agreement (Appendix of ICAO Doe 8973) is in effect, should\nundergo appropriate security screening before being allowed access to an aircraft,\nsterile area or security restricted area,\n\nilar screening requirements shall apply to all other persons, including flight and\ncabin crew, as well as airport staff requiring access to security restricted or sterile\nareas.\n\nThe auditors shall ensure that standards and procedures provided in the NCASP,\nbesides additional instructions issued by the DG, BCAS, are complied with.\n\nh) Transit stops — Disembarking passengers\n\nAircraft operators shall ensure that any items left behind by passengers disembarking from transit\nflights are removed from the aircraft or otherwise dealt with appropriately before departure of the\n\naircraft.\n\ni) Persons in custody and under administrative control and disruptive passengers\n\na) In accordance with rule 34 of Aircraft (Security) Rules 2011, the aircraft operator shall\ncarry any prisoner, in such manner as may be specified by an order in writing by the DG\nBCAS.\n\nb) The aircraft operator shall follow the instructions laid down in NCASP read with AVSEC\nCircular 42/2005\n\nc) In accordance with rule 17 of Aircraft (Security) Rules 2011, the Chief Aerodrome Security\nOfficer or any other Officer of Aviation Security Group authorized by him in this behalf\nshall, on a written request of the pilot-in-Command, disembark any person from the aircraft\non grounds of risk to safety and security of the passengers and the crew.\n\ni) Carriage of weapons in the cabin of the aircraft\n\nIn accordance with rule 20 of Aircraft (Security) Rules 2011, no person shall enter aerodrome or\nthe aircraft with any arm, ammunition or explosive;\n\nProvided that the provisions of this sub-rule shall not be applicable\n\nPage 4 of 106\n",
  "5": "SECRET\n\nGovernment of India\n(Ministry of Civil Aviation)\nBUREAU OF CIVIL AVIATION SECURITY\n\nNational Civil Aviation Security Quality Control Programme -\n\n2018\n\n(i to the Aviation Security Group, Armed forces and police personnel required to carry\n\ntheir arms or ammunition in connection with the performance of their duties; and\n\n(ii) to such dummy weapon, explosive, explosive device or any other dummy prohibited\nitem, duly authorized by the DG, BCAS, for the purpose of testing the efficacy of aviation\n\nsecurity.\n\nk) Carriage of weapons in the hold of the aircraft\n\ni, Carriage of arms and ammunition, explosives or explosive device or any other\ndangerous goods on board an aircraft is regulated as per the provision of Aircraft\n(Carriage of Dangerous goods) Rules 2003 and Rule 8 of the Aircraft Rules 1937\n\nsubject to exemption — issued by the Appropriate Authority.\n\nii, The Aircraft operators are required to follow the procedure laid down in NCASP in\n\nthis regard.\n\n1) Travel documents\n\ni. The auditors/Inspectors shall check that the aircraft operator security programmes\n\ncontains detail\ngroups or high\n\nof the check-in process, including special measures or facilities for\npassengers, and indicate procedures for protecting tickets,\n\nboarding passes, baggage tags and other documents. The AOSP shall also describe\n\nprocedures for preventing e-ticket fraud and electronic information theft.\nii, Aircraft operator security programmes shall indicate where, when\n\nand how\n\nidentification and travel documents are checked with respect to originating, transfer\nand transit passengers. The provisions of NCASP shall be implemented by aircraft\n\noperator or there authorised service provider.\n\nm) Advance passenger information system (APIS)\n\nThe aircraft operators are required to introduce an Advance Passenger Information System as\n\nspecified in the NCASP and the AOSP.\n\nn) Catering and stores\n\ni, All catering, stores and supplies forwarded on board of airlines aircraft shall be\nsubjected to security controls to prevent any prohibited articles being brought on board\n\nan Airlines aircraft. Supplies delivered by a company not complying with the\n\nPage 55 of 106\n\nfollowing\n",
  "6": "SECRET\n\nGovernment of Indi\n(Ministry of Civil Aviation)\nBUREAU OF CIVIL AVIATION SECURITY\nNational Civil Aviation Security Quality Control Programme - 2018\n\n‘measures for security controls shall not be accepted for delivery aboard of an Airlines\naircraft;\n\nfi. Catering operations may either be owned by aircraft operators or function as\nindependent contracted, BCAS approved company which provide catering services for\nseveral aircraft operators. However, overall responsibility lies with aircraft operator.\nDetailed security measures for catering operations are explained in the aircraft\noperator’s security\n\niii, programme and the same shall be complied with. The catering security functions to be\ncarried out by the security staff of aircraft operator shall not be outsourced.\n\niv. The Catering agency shall be security cleared and its security programme shall also be\napproved by the appropriate authority i.e. BCAS.\n\nv. Catering “items can be used as a medium for smuggling of\nweapons/explosives/explosive devices or any other component of an explosive device\ninto the aircraft, which could be used for hijacking/sabotage. To prevent any such\npossibility, the following procedure shall be observed by airlines for the security of\ncatering items.\n\nvi. Airlines shall not accept any catering items for loading in the aircraft unless these items\nhave been subjected to the following security controls, namely:\n\na) The supplies of the catering items have been received from a caterer with whom\nthe air operator has signed a written contract for the purpose.\n\nb) The caterer has obtained security clearance from the Director General, BCAS,\nBCAS.\n\n©) Instructions issued vide BCAS AVSEC Order No. 7/2004 dated 31-12-2004 placed\nat Annexure-4 and Circular No.25/2006 dated 4.12.2006 placed at Annexure-5\nand contained in Chapter 14 of the Aircraft Operator Security Programme\n\n4) The auditors shall monitor the performance of measures to ensure that merchandise\nand supplies introduced into SRAs are subject to appropriate security controls,\nwhich may include screening.\n\nvii. The auditors will ensure to verify all relevant details given in the PAQ (Catering) placed at\nAnnexure-2 before finalising the audit report,\n\n0) Internal quality control activities\n\nA fundamental component of a civil aviation security system is the effective\nimplementation of quality control measures. Quality control measures may be defined as the\nsurveillance techniques and activities used to assess the aircraft operator security programme\nconsistent with the provisions of NCASP and, whenever required, to resolve identified\ndeficiencies.\n\n3.1.3 Conclusion of aircraft operator audit/inspection\n\nPage 56 of 106\n",
  "7": "SECRET\n\nGovernment of India\n(Ministry of Civil Aviation)\nBUREAU OF CIVIL AVIATION SECURITY\ni National Civil Aviation Security Quality Control Programme - 2018\n\nConclusion of assessment will be given in the preliminary and final audit reports. The preliminary\naudit report will be discussed with the Chief Security Officer of the concerned Aircraft Operator\nand the Airport Director before closing the audit process and when all aspects of finding of the\naudit are conveyed and agreed to, the final report will be prepared and submitted to the DG, BCAS\non the prescribed format. Since on line system has been devised, the draft report will generate\nonline electronically, but authenticity of the audit report will be treated on receipt of the signed\nhard copy from the BCAS audit section.\n\n3.1.3.1 Procedures for aircraft operator inspection\n\na) Based on the last audit report of the airport, inspection of the aircraft Operator shall be\ncarried out either by a single auditor or a team of auditors which will be decided by the DG,\nBCAS keeping in the areas of audit and size of the airport. Intimation of the scheduled\ninspection will be sent to the airport operator at least 15 days in advance. Besides the areas of\naudit of previous audit report, the auditor (s) shall also focus attention of the access control\ntest - facilities and access control; apron; and airport identification display. The deficiencies\nobserved during the inspections shall be recorded in writing on the inspection format and\nsubmitted to the DG, BCAS, which shall be conveyed to the airport operator on line followed\nby a hard copy. Reply to the observations will be sent by the Airport Operator / concerned\nentities on line along with a hard copy within 15 days of completion of the Inspection.\n\nb) An examination of the implementation of relevant national civil aviation security programme\nrequirements by an airline, airport, or other entity involved in security.”\n\n©) The objectives of both inspections and audits are to:\n\ni, Ensure that security measures and procedures described are implemented in accordance\nwith the NCASP;\n\nii, Be of sufficient depth for a judgement to be made about the standard of security\nachieved and the effectiveness of aviation security measures; and\n\niii, Identify any deficiencies in aviation security standards and procedures and ensure that\nthey are rectified.”\n\n4) Inspections should conform to a standardized approach for consistency and for consolidation\nand comparison of findings and recommendations that allow statistical analysis and review\nof the NCASP and ASP and its amendments.\n\n©) The auditor must follow the methodology and guidelines of Inspection to ensure that their\nperform their missions in a well-organized and uniform manner. The Inspection activity shall\ninclude the following phases:\n\ni. Preparation and review of documents;\n\nBriefings and interviews with relevant representatives, except for tests;\n\niii, The monitoring activity itself, i.e. observations, review of documents and interviews;\niv. debriefings; and completion of the report, including recommendations when warranted.\n\nPage 57 of 106\n",
  "8": "SECRET\n\nGovernment of India\n(Ministry of Civil Aviation)\nBUREAU OF CIVIL AVIATION SECURITY\nNational Civil Aviation Security Quality Control Programme - 2018\n\nf) Besides all aspects of findings of previous audit of each aircraft operator, the auditors shall\nfocus their attention to carryout inspection of the following areas of responsibility of the\naircraft operator: -\n\ni. ‘Security of persons and cabin baggage\n\nii, Unscreened to screened flights - monitoring and testing\n\nHold baggage\n\nPassenger and baggage reconciliation - monitoring and testing\nv. Cargo and mail\n\n(a) Cargo - shipper identification test\n(b) Cargo - security controls test\n\n(©) Cargo - directed flights test\n\n(@) Cargo and mail - access to facility test\n\nvi, _Aireraft security checks and/or searches - search of first flights each day test\nvii. Catering and stores — monitoring\n\n3.2. Aircraft operator security tests\n\nEntities responsible for implementing aviation security measures should be allowed to\nconduct security tests to assess their capability to comply with applicable security\nrequirements. The extent to which such entities are allowed to conduct test activities should\nbe determined by the appropriate authority. Security tests conducted by entities responsible\nfor implementing aviation security measures may include the following.\n\na) Access control (e.g. using expired or swapped airport identification permits,\ntailgating or bypassing measures);\n\nb) Protection of aircraft, cargo, supplies and hold baggage form authorized access (e.g\nby impersonating an intruder and/or other unauthorized person);\n\n©) Aireraft security search (e.g. using test objects concealed in areas and/or other\ncompartments of the cabin that are accessible by passengers);\n\nd) Screening of passengers, persons other than passengers, cabin baggage, hold\nbaggage, cargo and mail when performed by or on behalf of airports and/or aircraft\n‘operators; and\n\n©) Protection of facilities (e.g. identification of unaccompanied item left in airport\npublic terminals) and airport perimeter (e.g. airside patrols and surveillance)\n\ni, The training of security personnel;\nHuman factors;\n\niii, The performance of security equipment (excluding routine testing);\n\niv. The operational procedures in place to use particular security equipment;\nv. The policies in place.\n\nPage $8 of 106\n",
  "9": "SECRET\n\nGovernment of India\n(Ministry of Civil Aviation)\nBUREAU OF CIVIL AVIATION SECURITY\nNational Civil Aviation Security Quality Control Programme - 2018\n\n3.2.1. Preparation\n\nSecurity tests should be carried out to assess the effectiveness of the implementation of security\nmeasures and be use.\n\ni. As part of the activities conducted during an inspection to complement the information\ngathered during observation, interview and document review, and as part of an ongoing\nquality assurance programme that is both qualitative and quantitative; or\n\nii, Asa stand-alone tool,\n\n3.2.2 Types of security tests\n\ni, Types and frequencies of security performance tests should be established by the\nappropriate authority and described in the NQCP, taking into consideration a number of\nfactors ranging from the national and local level of threat, and the type and nature of the\noperation, to the results of monitoring activities (e.g. previous audits or tests exposing\nvulnerabilities and/or weaknesses in the effective implementation of security measures).\nAdditionally, the risk from carrying out security tests should be evaluated (e.g. impact\nassessment in case of loss of control of the test piece), for example the testing of an\nautomated hold baggage systems, if not correctly managed, could lead to a test object\nboarding an aircraft and causing significant operational delays.\n\nii, The quality and quantity of security test should be sufficient to provide robust data that\ncan provide for trend analysis (je. too few tests may not provide statistically valid\nresults), Entities should therefore consider sharing information to assist their effort to\nassess and improve the effectiveness to their security systems.\n\niii, An appropriate authority may choose to recognize results from an entity’s own security\ntesting programme in line with the NQCP and NCASP. This provides an increase in data\nthat can be subsequently used to determine potential vulnerabilities, provide a wider range\nof test data and develop corrective actions.\n\niv. Entities responsible for implementing aviation security measures should be allowed to\nconduct security tests to assess their capability to comply with applicable security\nrequirements. The extent to which such entities are allowed to conduct test activities\nshould be determined by the appropriate authority. Security tests conducted by entities\nresponsible for implementing aviation security measures may include the following:\n\na) Access control (e.g. using expired or swapped airport identification permits, tailgating\nor bypassing measures);\n\nb) Protection of aircraft, cargo, supplies and hold baggage form authorized access (e.g.\nby impersonating an intruder and/or other unauthorized person);\n\n©) Aircraft security search (e.g. using test objects concealed in areas and/or other\ncompartments of the cabin that are accessible by passengers);\n\nPage 59 of 106\n",
  "10": "SECRET\n\nat, Government of India\n(Ministry of Civil Aviation)\nBUREAU OF CIVIL AVIATION SECURITY\nNational Civil Aviation Security Quality Control Programme - 2018\n\nd) Screening of passengers, persons other than passengers, cabin baggage, hold baggage,\ncargo and mail when performed by or on behalf of airports and/or aircraft operators;\nand\n\n€) Protection of facilities (e.g. identification of unaccompanied item left in airport public\nterminals) and airport perimeter (e.g. airside patrols and surveillance)\n\n3.2.3. Conclusion of aircraft operator security tests\n\nUpon completion of the testing activities, and following the debriefing, the team leader\nshall prepare a comprehensive report that includes information on the objectives, team\ncomposition, test results, and the conclusions and recommendations. The report should also\nrefer to the training and qualifications of security staff tested, taking into account their duty\ntime, level of supervision, workload and any other pertinent details that may help in carrying\nout a more accurate assessment.\n\nCHAPTER 4\n\nCARGO AND MAIL SECURITY ASSESSMENT\n\n4.1 Cargo and/or mail audit/inspection\na) As required in rule 37 of The Aircraft (Security) Rule 2011 for security control for\ncargo and courier bag. — :\n\n(1) Any cargo, express cargo or courier bag intended to be carried on any aircraft,\nshall be received, processed and handled by regular employees who are trained in\naccordance with the national civil aviation security programme of aircraft\noperator or any other agency authorized by an order in writing by the Director\nGeneral BCAS.\n\n(2) NO cargo shall be loaded on aircraft without making security controls including\nX-ray screening or physical search; Provided that the Director General BCAS\nmay by an order in writing exempt any cargo, express cargo or courier bag from\nthe provisions of this rule.\n\nb) As the widespread implementation of aviation security measures regarding passengers\nand their baggage have become more effective so has air cargo become more attractive\noption for those persons attempting to carry out an act of unlawful interference. As per\n\nPage 60 of 106\n",
  "11": "SECRET\n\nGovernment of India\n(Ministry of Civil Aviation)\nBUREAU OF CIVIL AVIATION SECURITY\nod National Civil Aviation Security Quality Control Programme - 2018\n\nthe SARPs of Annex 17+to the Convention on International Aviation, it is mandatory\nto establish measures to ensure that the cargo consignments intended to be carried by\nair are subjected to appropriate security controls.\n\n©) In accordance with these principles, the standards and procedures specified in the\nNCASP and AOSP examines cargo security from the point where a consignment of\ncargo is accepted until itis loaded onto an aircraft. The standards and procedures given\nin the NCASP, AOSP, Regulated Agent Security Programme, Aircraft (Security)\nRules 2011 and instructions issued by the DG, BCAS also addresses security system\nfor the all-cargo aircraft operations and cargo transported on aircraft engaged in\npassenger commercial air transport operations.\n\n4) Securing ground operations for cargo presents challenges similar to those faced in\nsecuring passenger commercial air transport operations. As such, ground security\nprocedures should mirror those used for such operations. Cargo terminal buildings and\ncargo infrastructure should be protected by implementing measures for both perimeter\nand airside security, which may include the protection of aircraft, identification of\npersonnel and pre-flight aircraft searches or checks. Additionally, appropriate security\ncontrols should be implemented to protect consignments from the time.\n\n€) The auditors shall ensure that all aspects of cargo and mail security as per relevant\nparas of the NCASP and the instructions issued by the DG, BCAS are complied with.\nDetails and information contained in Pre-audit questionnaire will be taken into\nconsideration to ascertain the cargo security system on ground. Non-compliance of any\nstandards of cargo and mail security shall be discussed with the CSO of the aircraft\noperator and Airport Director and mentioned in the audit report specifically.\n\n4.1.1 Preparation\n\na) Pre-audit Questionnaire: It is essential that concerned Aircraft Operators carefully\ncomplete the PAQ and submit it to BCAS within the prescribed period to ensure an\neffective and efficient audit. Aircraft Operators are required to update their answers to\nthe pre-audit questionnaire whenever a change relating to an item contained in the\nquestionnaire occurs. The pre-audit questionnaire covers information that is required\nto be addressed to the fullest extent possible by each Aircraft Operator in the country\nprior to an aviation security audit. It is intended to provide the BCAS aviation\nsecurity audit team with adequate information relating to the:\n\nAircraft Operators and their Airlines Security Programme;\nSecurity Provider for the Aircraft Operator;\nii. Cargo and Mail handling agencies and their Security Programme\n\nb) Pre-audit Questionnaire is important for the team of auditors as well to the aircraft\noperators, therefore the pre-audit Questionnaire will be placed on data base to assist\nthe concerned aircraft operators to send the pre-audit questionnaire duly filled in\n\nPage 61 of 106\n",
  "12": "SECRET\n\nGovernment of India\n(Ministry of Civil Aviation)\nBUREAU OF CIVIL AVIATION SECURITY\nNational Civil Aviation Security Quality Control Programme - 2018\n\nelectronically before each audit as per schedule already made available by the BCAS\nHars. Followed by a hard copy to reach BCAS Hars 15 days before the audit.\n\n©) Pre-audit Questionnaire will be sent by the BCAS to the concerned Aircraft Operator\n60 days before the scheduled dates of audit of that airport if the airport operator has\nnot online electronic system. The Cargo and mail handling agencies shall ensure to\nreturn the pre-audit questionnaire duly filled in to the BCAS Audit Section 30 days\nbefore the scheduled date of audit at that airport through the airport operator.\n\n4) The following documents shalll be sent to the BCAS by each Cargo and mail handling\nagencies along with the pre-audit questionnaire:\n\ni. Compliance report of previous audit if not sent earlier;\n‘Any important which needs to be discussed and taken up by the Cargo and\nmail handling agencies during the course of forthcoming audit.\n\n4.1.2 Assessment of compliance with national requirements\n\nI. _ As per rule 42 of The Aircraft (Security) Rules 2011, the aircraft operator may engage\nRegulated Agent for carriage of cargo, courier or mail to be carried by air, who shall\nfunction as per the procedure laid down by the DG, BCAS in writing from time to time\n\nII. Establishing supply chain security process which includes the approval of regulated\nagent and / or known consigners for implementing screening or other security controls\nof cargo and mail in compliance to Standard 4.6.2 of Annex-17.\n\na) Facilities security\n\ni, Cargo & Mail operators are required to implement procedures and measures that\ndetect and prevent unauthorized entry to facilities where air cargo and/or mail is\naccepted, screened, prepared, stored or transported. These include physical barriers\nand access controls.\n\nii, Facilities used for the storage of secure cargo and mail shall provide adequate\nprotection for cargo and mail consignments, to prevent and detect unauthorized\ninterference. This may be accomplished by implementing, in addition to other\nsecurity controls, protective measures in cargo buildings, which should include the\nfollowing:\n\n1) all shipping and receiving doors should be closed and locked or guarded when\nnot in use. If ventilation is needed, lockable metal screen doors may be\ninstalled;\n\n2) cargo shipping and receiving doors should, if possible, be equipped with\nintrusion detection devices or another means of protection against intrusion;\n\n3) doors intended for vehicular access should not be used by any person to enter or\nexit buildings, as this may provide an avenue for circumventing security\ncontrols;\n\nPage 62 of 106\n",
  "13": "SECRET\n\nGovernment of India\n(Ministry of Civil Aviation)\nBUREAU OF CIVIL AVIATION SECURITY.\nNational Civil Aviation Security Quality Control Programme - 2018\n\n4) access to cargo facilities and areas is required to be restricted to individuals with\nan operational need for access, and those with unescorted access to air cargo\nshall be appropriately screened and authorized by the relevant entity and/or\nappropriate authority;\n\n5) personnel doors are required to be designed and located so as to ensure control\nover entry and exit. These doors to be locked or guarded when not in use.\n\n6) Operator shall ensure that screened cargo and mail are stored and protected from\nunauthorised interference until it is handed over to aircraft operator; and\n\n7) Consignment of known cargo will be held and stored within a Cargo SHA until\nready for transportation to the aircraft operator. The storage may be done in a\nbuilding, compound case, compartment or room which has been secured against\naccess by unauthorised person.\n\nb) Selection and recruitment\n\nii,\n\niii,\n\nvi.\n\n‘The proper recruitment, selection, training and certification of security staff are critical\nto establishing an adequate and effective security system.\n\nOperator shall ensure that the person carrying out screening operations are certified\naccording to the requirements of the national civil aviation security programme to\nensure that performance standards are consistently and reliably achieved.\n\nOperator shall ensure that the persons implementing security control are subject to\nbackground and selection procedures as per NCASP.\n\nPersons implementing security controls possess all competencies required to perform\ntheir duties and are appropriately trained according to the requirements of the national\ncivil aviation security programme.\n\nThe recruitment of the most suitable and able personnel for civil aviation security\noperations in a fair and efficient fashion should be ensured through the use of\nappropriate and valid selection techniques. Those selecting security screeners should\nuse techniques designed to measure the competencies that are required to perform the\nsecurity job roles at that specific location,\n\nChief Security Officer — the appointment of a chief security officer is essential to the\ndevelopment and effective implementation of operator security programmes. Therefore,\neach operator shall appoint a chief security officer with a professional security\nbackground as per qualifications provided in NCASP. He must be afforded sufficient\nauthority to ensure the full implementation and enforcement of the airport operator\nsecurity programme of the joining or any other exemption given by DG, BCAS.\n\n©). Aviation security training\n\n‘As required in rule 22 of The Aircraft (Security) Rules 2011, the screening duty shall\nbe performed by such officer who has been certified by the DG, BCAS.\n\nEmployees and authorized representatives of entities within the secure supply chain\nmust receive cargo security and screening training in accordance with the applicable\n\nPage 63 of 106\n\n",
  "14": "SECRET\n\nGovernment of India\n(Ministry of Civil Aviation)\nBUREAU OF CIVIL AVIATION SECURITY\nNational Civil Aviation Security Quality Control Programme - 2018\n\nprogrammes and their job requirements, which include clearly established curricular\nrequirements and proficiency standards.\n\n1) The auditors shall ensure and ascertain if the Operators AVSEC training\nProgramme is prepared and implemented consistent with the NCASTP, and ensure\nthat the persons implementing security controls are appropriately trained and\npossess all competencies required to perform their duties.\n\n2) In accordance with the NCASTP the aircraft operator is required to take the\nfollowing actions: -\n\nI. Basie AVSEC training for the category of security staff mentioned in\nthe training policy shall be included as a part of ab-initio training of the\npersonnel/staff for each category by operator.\n\nIl Responsibility for organizing various AVSEC training programmes\nshall be shared by operator for implementation of AVSEC procedures\nby operator.\n\nI. Training syllabus/course contents prescribed by Director General,\nBCAS shall be followed by operator. Test and certification for basic\nAVSEC and screeners will be done by Director General, BCAS only for\nthe security staff of operator.\n\nIV. _ Refresher/ Recertification training for screeners after every two years is\na must and test and certification shall be done by Director General,\nBCAS before revalidation of certification;\n\nV. Necessary training record shall be maintained by chief security officer\nof operator and shall be available for inspection to the BCAS officers;\n\nVI. Screeners shall successfully complete the DGR Category 12 training.\nThe certification shall be valid for two years from the date of qualifying\nthe test. For revalidation operator security staff (screeners) shall have to\nqualify the test again;\n\nVII. The ICAO STP and material approved by the Director General, BCAS\nshall be used for training by the operator and shall be kept up dated;\n\nVII. Chief security officer is designated by the operator as the nodal officer\nto ensure the coordination and implementation of AVSEC training\npolicy;\n\nIX. Criterion for establishing AVSEC training institutes prescribed by the\nDirector General, BCAS shall be followed by the operator to organize\nAVSEC training courses.\n\nd). Security controls including screening\n\ni, As required in rule 37 and 38 of The Aircraft (Security) Rule 2011 for security control\nfor cargo and courier bag. —\n\nPage 64 of 106\n",
  "15": "SECRET\n\n(Ministry of Civil Avi\nBUREAU OF CIVIL AVIATION SECURITY\n\noe National Civil Aviation Security Quality Control Programme - 2018\n\nGovernment of India\nmn)\n\nii,\n\niv.\n\nAny cargo, express cargo or courier bag intended to be carried on any aircraft, shall\n\nbe received, processed and handled by regular employees who are trained in\n\naccordance with the national civil aviation security programme of aircraft operator\nor any other agency authorized by an order in writing by the Director General\n\nBCAS.\n\nb. No cargo, express cargo or courier bag shall be loaded on aircraft without making\nsecurity controls including X-ray screening or physical search; Provided that the\nDirector General BCAS may by an order in writing exempt any cargo, express\ncargo or courier bag from the provisions of this rule.\n\nAir cargo should be processed for transport by air in a unique operating environment,\n\nand within the parameters of four key principles as follows:\n\na. aircraft carrying cargo and mail should operate from within a secure environment;\n\nb. all cargo and mail should be subjected to appropriate security controls, including\nscreening whenever applicable, prior to their being loaded onto an aircraft engaged\nin passenger Commercial air transport operations. Maximum emphasis should be\nplaced on the screening of cargo whose security cannot be readily determined using\nX-ray equipment, explosive detection systems or other appropriate methods;\n\nc. Enhanced security measures are applied to High risk cargo and mail consistent with\nthe provisions of NCASP to appropriately mitigate the threats associated with it.\n\nd, security controls to be applied to cargo and mail for transportation on cargo-only\naircraft should be determined on the basis of risk assessments carried out by the\nrelevant national authorities; and\n\n€. cargo and mail that have been subjected to security controls and have been cleared\nfor transport by air should be protected against unauthorized interference from the\npoint security controls are applied until departure of the aircraft.\n\n‘As cargo is frequently transported on both cargo-only and passenger aircraft, cargo-\nonly aircraft operators should ideally comply fully with appropriate security measures\nfor passenger aircraft, and should implement a supply chain security programme,\n\nThe auditor shall monitor the performance of measures to ensure that cargo and mail\nthat have been confirmed and accounted for have then been issued with a security\nstatus, either in an electronic format or in writing, to accompany the cargo and mail\nthroughout the secure supply chain.\n\nThe auditor shall monitor the performance of security controls, including screening\nwhere practicable, for transfer cargo and mail prior to their being loaded onto an\naircraft departing from the State’s territory.\n\n¢). Protection of cargo and mail\n\nThe aircraft operator, Regulated Agents or any authorized security service provider\n\nworking for any of them shall screen and protect the cargo or mail or courier bag in such\nmanner as may be specified by the DG, BCAS from time to time.\n\nPage 68 of 106\n",
  "16": "SECRET\n\nGovernment of India\n(Ministry of Civil Aviation)\nBUREAU OF CIVIL AVIATION SECURITY\nNational Civil Aviation Security Quality Control Programme - 2018\n\nThe auditors/ inspectors shall verify that the cargo and mail to be carried on a\ncommercial aircraft are protected from unauthorised interference from the point screening\nor other security controls are applied until departure of the aircraft.\n\n£). Chain of custody\n\ni, Harmonized security controls throughout the supply chain are essential to ensure that\ncargo is subjected to appropriate security measures at every stage in the supply chain.\nHowever, security measures should not impede the flow of cargo or diminish the\ninherent speed of air transport. The advantages of instituting a supply chain security\nmodel include:\n\n1) establishment of a security programme with shared responsibilities and\nmeasures;\n\n2) seamless and faster transit time of consignments from one entity to another, as\nthere is no need to perform screening at every point of transfer; and\n\n3) the assurance that appropriate security controls were applied, and that the cargo\nand mail shipment was protected from unauthorized access.\n\nii, Application of screening or other security controls has been confirmed and accounted\nfor by a Regulated agent or an entity that is approved by the appropriate authority, or\nsuch cargo or mail has been subjected to screening,\n\niii, Cargo and mail that has been confirmed and accounted for shall then be issued with a\nsecurity status which shall accompany, either in an electronic format or in writing, the\ncargo and mail throughout the secure supply chain. An aircraft operator shall ensure\nthat cargo and mail to be carried on an aircraft are protected from unauthorized\n\ninterference from the point security controls are applied until departure of the aircraft.\n\n4.1.3 Conelusion of cargo and/or mail audit / inspection\n\nConclusion of assessment will be given in the preliminary and final audit reports. The\npreliminary audit report will be discussed with the Chief Security Officer of the concerned\nCargo and mail Operator before closing the audit process and when all aspects of finding of the\naudit are conveyed and agreed to, the final report will be prepared and submitted to the DG,\nBCAS on the prescribed format.\n\n4.2. Cargo and/or mail security tests\n\nEntities responsible for implementing aviation security measures have been allowed to conduct\nsecurity tests to assess their capability to comply with applicable security requirements. Auditors\n\nPage 66 of 106\n",
  "17": "SECRET\n\nome National Civil Aviation Security Quality Control Programme - 2018\n\nGovernment of India\n(Ministry of Civil Aviation)\nBUREAU OF CIVIL AVIATION SECURITY\n\nwill conduct security tests on the entities responsible for implementing aviation security measures\nwhich may include the following.\n\niv.\n\n421\n\nAccess control (e.g. using expired or swapped airport identification permits, tailgating or\nbypassing measures);\n\nProtection of aircraft, cargo and supplies from unauthorized access (e.g. by impersonating\nan intruder and/or other unauthorized person);\n\nScreening of cargo and mail when performed by aircraft operators, Regulated Agents or\nany authorized security service provider; and\n\nProtection of facilities (e.g. identification of unaccompanied item left in airport public\nterminals) and airport perimeter (e.g. airside patrols and surveillance)\n\ni. The training of security personnel;\n\nHuman factors;\n\niii, The performance of security equipment (excluding routine testing);\n\niv. The operational procedures in place to use particular security equipment;\nv. The policies in place.\n\nPreparation\n\nSecurity tests should be carried out to assess the effectiveness of the implementation of security\nmeasures and be use.\n\n42.2\n\nif\n\niii,\n\n42.3\n\nTypes of security tests\n\n‘Types and frequencies of security performance tests has been established by the\nappropriate authority consistent with NCASP, taking into consideration a number of\nfactors ranging from the national and local level of threat, and the type and nature of the\noperation, to the results of monitoring activities (e.g. previous audits or tests exposing\nvulnerabilities and/or weaknesses in the effective implementation of security measures).\nAdditionally, the risk from carrying out security tests should be evaluated (e.g. impact\nassessment in case of loss of control of the test piece), if not correctly managed, could\nlead to a test object boarding an aircraft and causing significant operational delays.\n\nThe quality and quantity of security test should be sufficient to provide robust data that\ncan provide for trend analysis (i.e. too few tests may not provide statistically valid\nresults). Entities should therefore consider sharing information to assist their effort to\nassess and improve the effectiveness to their security systems,\n\nAppropriate Authority may choose to recognize results from an entity's own security\ntesting programme in line with the NQCP and NCASP. This provides an increase in data\nthat can be subsequently used to determine potential vulnerabilities, provide a wider\nrange of test data and develop corrective actions.\n\nConclusion of cargo and/or mail security tests\n\nPage 67 of 106\n",
  "18": "SECRET\n\nGovernment of India\n(Ministry of Civil Aviation)\n\nBUREAU OF CIVIL AVIATION SECURITY\n\naf National Civil Aviation Security Quality Control Programme - 2018\n\nUpon completion of the testing activities, and following the debriefing, the team\nleader shall prepare a comprehensive report that includes information on the objectives,\nteam composition, test results, and the conclusions and recommendations. The report\nshould also refer to the training and qualifications of security staff tested, taking into\naccount their duty time, level of supervision, workload and any other pertinent details that\nmay help in carrying out a more accurate assessment.\n\nCHAPTER 5\n\nSECURITY SCREENING ASSESSMENT\nAssessment of security screening shall be carried out by the BCAS certified auditors in accordance\nwith the directions issued by the Director General, BCAS. The auditors shall study the PAQ\npertaining relevant areas of screening and then carry out screening assessment of each area of\n\nscreening,\n\n5.1 Security screening audit/inspection\n\nPage 68 of 106\n",
  "19": "bo 8, 3.9\n\n>\n\nSECRET\nGovernment of India\n(Ministry of Civil Aviation)\nBUREAU OF CIVIL AVIATION SECURITY\ned National Civil Aviation Security Quality Control Programme - 2018,\n\nIn order to prevent weapons, explosives or any other dangerous devices which may be used to\ncommit an act of unlawful interference, the carriage or bearing of which is not authorized, from\nbeing introduced, by any means whatsoever, on board an aircraft engaged in civil commercial\n\naviation, a person will receive security clearance for boarding an aircraft if:\n\niv.\n\nvi.\n\n5.11\n\nAfter being screened, the person is allowed by a screening officer, to pass through the\nscreening point; or\n\nThe person passes through the screening point and the Central Government by written\nnotice provides that the person may pass through that screening point without being\nscreened; or\n\nThe person enters a cleared area, a cleared zone or a cleared aircraft other than through a\nscreening point and the Central Government by written notice provides, that the person\nmay enter the area, zone or aircraft that way.\n\nNo person shall board an aircraft unless he along-with cabin baggage has been screened\nand cleared by a screening officer, as per the prescribed norms.\n\nFor the purpose of securing the safety of aircraft operations, every person boarding an\naircraft at an aerodrome and his hand-baggage, if any, shall be liable to be searched at the\naerodrome, by an officer authorized in this behalf by the Central Government, before such\na person proceeds to the aircraft for embarkation.\n\nFor Primary screening ASG (CISF/Police) have been given the responsibility by the Govt.\nof India at Indian Airports. State Police, ASG (CISF/Police) and airline security staff\ntrained and certified by BCAS will be the service provider.\n\nPreparation\n\nThe audit team leader shall prepare the checklist for making preparations for the audit and shall\ncheck to cover all aspects before proceeding for the audit. The Quality control activity checklist\nshould cover minimum the following aspects: -\n\nxii,\n\nAuthority to carry out audit/ inspection/ security survey/ test from the DG, BCAS.\nPro forma for audit/ inspection/ security survey\n\nTeam composition or name of the person who have to carry out the activity;\n\nList of persons to be interviewed;\n\n‘Name of entity that has to be assessed;\n\nList of all security aspects to be observed;\n\nFindings and results, as well as the level of compliance of last audit/ inspection;\nExplanatory comments, including all observations, interviews and documents to be\nreviewed; and\n\nList Corrective actions where deficiencies which were identified during the last audit.\nTracking of the corrective actions,\n\nReport and returns to be prepared.\n\nTraining to national inspectors\n\nPage 69 of 106\n",
  "20": "SECRET\n\nGovernment of India\n(Ministry of Civil Aviation)\nBUREAU OF CIVIL AVIATION SECURITY\n‘National Civil Aviation Security Quality Control Programme - 2018\n\n5.1.2 Assessment of compliance — security sereening audit/inspection\n\nThe auditors will assess the compliance of the following aspects in accordance with the SARPs of\n‘Annex 17, NCASP and ASP and further instructions issued by the Appropriate Authority from\ntime to time. While carrying out the assessment of compliance of aircraft operator, the auditors\nshall ensure to adhere to the standardized approach i.e. benchmark and methodology. Each point of\nfinding shall be supported with the standards, rules and regulations, AVSEC Orders and Circulars.\nA finding shall be incorporated in the audit report unless it is supported by a specific standard or\nlegislation.\n\na) Training and certification of screening personnel\n\n‘As required in rule 22 of The Aircraft (Security) Rules 2011, the screening duty shall be performed\nby such officer who has been certified by the DG, BCAS.\n\nThe auditors shall verify that: -\n\nThe persons implementing security controls are appropriately trained and possess all\n‘competencies required to perform their duties and shall be implemented by all agencies\nwho have been entrusted with the implementation of provisions of the National Civil\nAviation Security Programme.\n\nThe norms for deployment of security staff on the X-BIS is in accordance with the\nprocedure contained in BCAS circular nos. 23/2005, 34/2005 and AO 05/2018 and\namended from time to time. All personnel deployed at the Screening Points as per rule.\nThe validity of the Screeners’ Certificate is for a period of two years from the date of\nsuccessful passing of initial examination and the screeners have to reappear and clear\nthe certification test for revalidation of the screeners certificate as per BCAS AVSEC\nCircular No.: 16/2006 dated 28 August, 2006.\n\nb) Security screening equipment\n\ni. The Director General, BCAS shall prescribe, review and update from time to time\nstandards / specifications for the aviation security equipment to be used for performing\naviation security duties, No aviation security equipment shall be commissioned for the\npurpose of aviation security if it does not meet the minimum standards / specifications\nprescribed by the Director General, BCAS.\n\nii, The security equipment’s deployed for screening purpose shall meet the specifications\nprescribed by the Director General, BCAS from time to time.\n\niii, Operators are responsible for the procurement, installation and maintenance of all the\nsecurity gadgets at the Airport. The procurement shall be made after as per the\nspecifications of the BCAS.\n\nPage 70 of 106\n",
  "21": "J ee ae\n\n»\n\nSECRET\n\nProne a\n\nGovernment of India\n(Ministry of Civil Aviation)\nBUREAU OF CIVIL AVIATION SECURITY\nNational Civil Aviation Security Quality Control Programme - 2018\n\niv.\n\nvi.\nvii,\n\nviii.\n\nOperators are responsible for procurement, maintenance and operation of the aviation\nsecurity equipment, shall ensure that each aviation security equipment deployed at the\nairport is calibrated to operate at identical pre-determined standards.\n\nThis calibration mainly concerns pre-board screening security equipment like X-ray\nBIS, DFMD, HHMD, Explosive Detector etc. In this connection, standards/\nspecifications issued by the Director General shall be followed by all concerned.\nX-BIS, DFMD and HHMD used in access control and pre-embarkation security checks\nshall be operated by the ASG (CISF/Police) personnel.\n\nThe X-BIS machines used for hold baggage checking/screening shall be operated by\nairport operator / aircraft operator security staff.\n\nThe maintenance and calibration of the security equipment shall be carried out by the\nOperator regularly.\n\n©) Screening of originating passengers and cabin baggage\n\n‘The national auditors/inspectors, while undertaking the authorized quality control activities as per\nschedule approved by the DG, BCAS, shall monitor the performance measures of appropriate\nsecurity controls to be implemented by the concerned entities pertaining to relevant areas of their\nresponsibilities at the airports including but not limited to the following aspect:\n\n4d) Screening of transfer passengers and their cabin baggage\n\niv.\n\nAs per Rule 8A of the Aircraft Rules 1937, read with rule 21 Aircraft (Security) Rules\n2011 for the purpose of securing the safety of aircraft operations, every person boarding\nan aircraft at an airport and his hand-baggage, if any, shall be liable to be searched at\nthe aerodrome, by an officer authorized in this behalf by the Central Government,\nbefore such a person proceeds to the aircraft for embarkation.\n\nNo person shall board an aircraft unless he along-with cabin baggage has been screened\nand cleared by a screening officer, as per the prescribed norms. Such security cleared\npassengers and their cabin baggage shall be protected from unauthorized interference\nfrom the point of screening until they board their aircraft. It shall be ensured by the\nconcerned entity to protect transit passengers and their cabin baggage from\nunauthorized interference, and to protect the integrity of the security of the airport of\ntran:\n\nThe basic rule is that all passengers and all their carry-on baggage must undergo\nscreening before being allowed access to an aircraft, sterile area or security restricted\narea. This procedure must be applied to all international and domestic operations.\nSimilar screening requirements should be applied to all other persons, including flight\nand cabin crew, requiring access to security restricted areas containing screened\npassengers or access to aircraft.\n\nScreening of passengers and cabin baggage shall be carried out by the use of metal\ndetectors, X-ray equipment or other explosive detection devices, by manual search ot\nby a combination of equipment and manual search. In the interests of facilitation and to\n\nPage 71 of 106\n\n",
  "22": "SECRET\n\nGovernment of India\n(Ministry of Civil Aviation)\nBUREAU OF CIVIL AVIATION SECURITY\n‘National Civil Aviation Security Quality Control Programme - 2018\n\nreduce the number of passengers subjected to manual search, experience has shown that\nscreening equipment should be used as a matter of course, Manual search can be\neffective, provided there is ample time and the procedures are conducted by well\ntrained and skilled personnel. However, X-ray equipment and other explosive detection\nequipment will always be required to search items which cannot be adequately cleared\nby a manual search.\n\nv. The auditors shall check at a minimum the following aspects relating to screening of\npassengers and cabin baggage:\n\n1. 100% screening of passengers along with their hand baggage is carried out by ASG\n\n(CISF/Police) at the security check points before allowing them to gain entry to\n\nSterile Hold Area.\n\n‘Number of security check points established\n\nDetails of Security equipment deployed\n\nASG(CISF/Police) screeners deployed for screening / checking at each check point\n\nRotation of screeners at the security check points\n\nPat down and physical check as specified by the BCAS\n\nSpecified percentage of passengers and their hand baggage checked physically on\n\nrandom basis and record of such checking maintained in a register\n\nDetails of cases when prohibited items detected during screening and action taken\n\nThe ASG (CISF/Police) ensure that security procedures specified by the BCAS are\n\nstrictly followed.\n\n10. Details of record maintained in respect of passengers carrying LAGs\n\n11. Details of provision of STEBs for carriage of LAGs\n\n12. Whether STEBs are used only from authorised / known / approved supplies /Details\nof approved STEBs suppliers\n\n13. Any case of violation in the matter action taken for violation.\n\n14. Details of any incident when passenger(s) passed security check point without\nobserving stamp on the boarding card/ baggage tag where applicable.\n\n15. Details of any incident when a passenger could board the aircraft without stamp on\nthe boarding card / baggage tag\n\n16. Action taken for violation by passenger\n\n17. Action taken for any lapse on the part of ASG staff\n\nNAV eeN\n\nee\n\nvi. The audit officers shall verify that the transfer passenger and his / her cabin baggage are\nsubjected to the same security procedures as followed for originating passenger prior to\nboarding an aircraft engaged in commercial air transport.\n\n©) Screening of originating hold baggage\n\n‘The national auditors/inspectors, while undertaking the authorized quality control activities as per\nschedule approved by the DG, BCAS, shall monitor the performance measures of appropriate\n\nPage 72 of 106\n",
  "23": "SECRET\n\nGovernment of India\n(Ministry of Civil Aviation)\nBUREAU OF CIVIL AVIATION SECURITY\nNational Civil Aviation Security Quality Control Programme - 2018\n\nsecurity controls to be implemented by the concerned entities pertaining to relevant areas of their\nresponsibilities at the airports including but not limited to the following aspects:\n\nL\n\nI.\n\n‘As required in rule 31 of The Aircraft (Security) Rules-2011, the aircraft operator or the\naerodrome operator shall screen and protect the hold baggage in such a manner as may be\nspecified by the DG, BCAS from time to time.\n\nThe auditors shall ensure to check the following while making assessment of screening of\nhold baggage:\n\niii.\niv.\n\nvi.\n\nvii,\n\nviii.\n\nix.\n\nxiii.\n\nxiv.\n\nxv.\n\nXvi,\n\nxvii.\n\nxviii.\nxix,\n\nBona fide of all travels documents carried by the passenger checked by aircraft\noperator to prevent air-transportation of unauthorised person;\n\nthe bona fide of each passenger checked by checking of air ticket etc. Before\nacceptance of hold baggage for screening;\n\nensure that proxy check-in in individual cases not allowed;\n\nAscertain the details of screening record maintained flight wise;\n\ngiven percentage of hold baggage screened physically and record maintained;\nBehaviour detection of the passengers by asking specified questions to the passenger\ncarried out;\n\nIs selection of hold baggage for hand search by security staff made using the principle\nof reasoned selection and in a consistent manner?\n\nDoes the screener ascertain that the screening of baggage shall not cease when an\nunauthorized single weapon or device is detected since multiple weapons, devices or\ndangerous items can be present in a hold baggage?\n\nIs the hold baggage which cannot be cleared by X-ray screening process is referred for\nexplosive detection test/ hand search?\n\nIs it ensured that any hold baggage which cannot be satisfactorily cleared by above\nmentioned processes shall not be loaded into the aircraft?\n\n‘Are the screeners tactful, courteous and use caution?\n\nDo the screeners adopt a systematic approach so that no items or areas of the bag are\noverlooked?\n\nIs each hold Baggage matched with the correct person/owner and positioned on the\nsearch table so that the owner can open the bag, but not interfere with the conduct of\nthe search?\n\nAre the items found in baggage, which could conceal a prohibited article, opened or\nsubjected to screening by X-ray or other explosive detection equipment.\n\nTo increase the probability of detection of prohibited articles, are these items X-rayed\nalone?\n\nWhether all items of originating accompanied hold baggage screened and cleared by\nscreeners by adopting specified methods given in the AOSP?\n\nAre Security stickers applied to the screened hold baggage after screening, where\napplicable?\n\nIn case there are pockets in the hold baggage, are security seal applied to all pockets?\nIs it ensured by each aircraft operator that If any bag needs\n\nPage 73 of 106\n",
  "24": "SECRET\n\n(Ministry of Civil Aviation)\nBUREAU OF CIVIL AVIATION SECURITY\n< National Civil Aviation Security Quality Control Programme - 2018\n\nGovernment of India\n\nxxii.\n\nxxiii,\n\nto be opened for any reason (customs checks etc.) after it has been security cleared, it\nwill be done in the presence of security staff of the airline who shall reseal the bag\nafter ensuring that the bag is not contaminated?\n\n‘Are trained and certified airline security / commercial staff positioned at baggage\nmakeup to check that all bags have the relevant destination tag attached? Do they\nperform their duties properly?”\n\nin cases of alert, is secondary security search of the hold baggage carried out by\ntrained and certified screeners?\n\nWhat action is taken for not implementing instructions?\n\nf) Screening of transfer hold baggage\n\nThe national auditors/inspectors, while undertaking the authorized quality control activities as\nper schedule approved by the DG, BCAS, shall monitor the performance measures of\nappropriate security controls to be implemented by the concemed entities pertaining to\nrelevant areas of their responsibilities at the airports including but not limited to the following\naspects for screening of transfer hold baggage, using an appropriate method or methods\n\n.\n\nii,\n\niv.\n\nvi.\n\nAs per rule 33 of The Aircraft (Security) Rules 2011, the aircraft operator shall screen\nthe transfer hold baggage before loading into an aircraft:\n\nProvided that the hold baggage screened at the point of origin and subsequently\nprotected from unauthorized interference from the originating aerodrome to the\ndeparting aircraft at the transfer aerodrome shall not be subject to screening.\n\nNo hold baggage including transfer hold baggage shall be loaded onto an aircraft\nunless it has been screened and handled in accordance with the prescribed security\nprocedures as per AOSP and NCASP. Hold baggage should be accepted only from\nbona fide passengers holding a valid aircraft operator ticket and valid travel document,\nand the check-in process shall be carried out by a responsible agent or authorized\nrepresentative of the aircraft operator.\n\nAll hold baggage to be carried on a commercial aircraft should be protected from\nunauthorized interference from the point it is screened or accepted into care of the\naircraft operator, whichever is earlier, until departure of the aircraft on which it is\ncarried. If the integrity of hold baggage is jeopardized, the hold baggage should be\nrescreened before being placed on board the aircraft.\n\n‘Aircraft Operators shall ensure that when they accept hold baggage from a passenger,\nthis same baggage is offloaded from the aircraft if the passenger fails to board the\nflight.\n\nHold baggage shall not be placed on board an aircraft unless:\n\n1. the hold baggage is properly marked externally to permit reconciliation with the\nrelevant passenger and it has been subject to positive reconciliation procedure;\n\nPage 74 of 106\n",
  "25": "SECRET\n\nGovernment of India\n(Ministry of Civil Aviation)\nBUREAU OF CIVIL AVIATION SECURITY\nof National Civil Aviation Security Quality Control Programme -2018\n\n2. the passenger to whom the baggage belongs has checked in for the flight on which it\nis to be carried;\n\n3. prior to loading, the hold baggage is held in an area of the airport to which only\nauthorized persons have access; and\n\n4. the hold baggage has been identified as either accompanied or unaccompanied.\n\nvii, The auditors shall ensure that standards and procedures specified in the NCASP,\nbesides additional instructions issued by the Director General, BCAS are complied\nwith.\n\n8) Protection of screened passengers and their cabin baggage\n\nIt will be verified by auditors / inspectors that passenger and their cabin baggage which\nhave been screened are protected from unauthorised interference from the point of screening\nuntil they board their aircraft. If mixing or contact with unscreened passengers does take place,\nthe Passengers concerned and their cabin baggage shall be re-screened before boarding an\naircraft\n\nh) Protection of screened hold baggage or accepted into the care of the aircraft operator\n\n1. In compliance to provisions of NCASP and Annex — 17 Standard 4.5.3, the auditors will\nverify that all hold baggage to be carried on a commercial aircraft is protected from\nunauthorized interference from the point it is screened or accepted into the care of the\ncarrier, whichever is earlier, until departure of the aircraft on which it is to be carried. If the\nintegrity of hold baggage is jeopardized, the hold baggage shall be re-screened before being\nPlaced on board an aircraft. Protection and reconciliation of hold baggage from\nunauthorized interference, from the point it is screened or accepted into the care of the\naircraft operator, whichever is earlier, until departure of the aircraft.\n\nThe national auditors/inspectors, while undertaking the authorized quality control activities\nas per schedule approved by the DG, BCAS, shall monitor the performance measures of\nappropriate security controls to be implemented by the concerned entities pertaining to\nrelevant areas of their responsibilities at the airports including but not limited to the\nfollowing aspects\n\ni. Does airline staff ensure that hold baggage intended for carriage on passenger flights is\nProtected from unauthorized interference from the point it is checked in whether at an\nairport or elsewhere, until it is placed on board an aircraft?\n\nii, Is the area between the security check point of hold baggage and check-in counters\n\nKept under close under surveillance by security personnel of the concemed aircraft\n\noperator to prevent unauthorized interference with screened hold baggage?\n\nIs the hold baggage protected while passing through conveyer belt and is it ensured\n\nthat only authorized personnel have access to the screened hold baggage?\n\nPage 75 of 106\n",
  "26": "SECRET\n\nGovernment of India\n(Ministry of Civil Aviation)\nBUREAU OF CIVIL AVIATION SECURITY.\nNational Civil Aviation Security Quality Control Programme - 2018\n\n') Protection of transit passengers and their cabin baggage operations and airport of transit\n{As per requirement of NCASP, the auditors/inspectors shall verify that\n\na) Each aircraft operator operating to and from India ensures that in order to protect\ntransit passengers’ cabin baggage from unauthorized interference and protect the\nintegrity of the security of the airport of transit, transit passengers remaining on board\nshall be asked to positively identify their belongings, by placing them on their laps or\nkeeping in their custody, while the trained cabin crew or airline security staff conducts\na security check. Only after such an inspection should transit passengers be permitted\nto leave the aircraft.\n\nby Each aircraft operator operating to and from India ensures to remove cabin and hold\nbaggage of any passenger who has left a flight prior to its final destination, before the\nflight is allowed to continue.\n\n©) The transit passengers and their cabin baggage are protected from the time of\nscreening until boarding the aircraft.\n\nj) Screening and security controls of persons other than passengers along with items\ncarried\n\n1. In compliance to provisions of NCASP, Auditors/Inspectors shall verify that persons\nother than passengers, together with items carried, prior to entry into airport security\nrestricted areas serving international civil aviation operations, are subject to screening\nand security controls.\n\nIL The auditors will ascertain if the instructions contained in the NCASP and ASP relating\nto screening of non-passengers are implemented as under:\n\na) All Crew members will be required to undergo prescribed pre-embarkation security\nchecks i. frisking of their persons, and of their baggage. However, the screening\nofficers should give priority to the cabin and cockpit crew for screening purpose.\n\nb) Airport Staff and non-passengers: All Airport staff and non-passengers will be\nrequired to undergo same standards of screening as in the case of passengers. jc.\nfrisking of their persons, and of their baggage.\n\n5.1.3 Conclusion of security screening audit/inspection\n\n‘The auditors will record their conclusion of assessment of security screening system\nafter auditing all prescribed aspects through standardized approach and applying the audit\nmethodology. Before finalising the conclusion of assessment it will be the responsibility that\nteach noncompliant issue of screening must be discussed with the CASO, CSO and airport\ndirector. While concluding the issues relating to security screening, the concern entity should\nbe interviewed and his / her statement should be logically understood. Basically the\nconclusion of assessment should be made in such a manner so ‘that it reflects a fair judgement.\n\nPage 76 of 106\n",
  "27": "i oe eo\n\n)\n\nee me oe\n\n»\n\n)\n\n>? 29\n\n)\n\nSECRET\n\nGovernment of India\n(Ministry of Civil Aviation)\nBUREAU OF CIVIL AVIATION SECURITY\nNational Civil Aviation Security Quality Control Programme - 2018\n\n5.2. Security screening tests\n\nAs per\n\nAVSEC Order 22/2011, The following items have been approved by the appropriate\n\nauthority to be used by the BCAS auditors/inspectors while conducting covert test at the airports to\n\njudge the alertness and professional effi\n\nL\n\nIL\n\nI.\nVv.\n\nney of screeners: -\n\nInert improvised explosive device concealed in a briefcase comprising the essential\ncomponents like: dummy detonator, fuse, switch, battery and item alike plastic\nexplosive but not explosive.\n\nToy pistol made of brass or steel or iron when to be concealed in cabin baggage.\n\nToy pistol made of plastic when to be concealed on person.\n\nKnife, pen knife.\n\nV. An IED as mentioned in para to be concealed in a laptop.\n\nThe above dummy items are also approved by DG, BCAS to be used by other entities\nlike Airport Operators, ASG (CISF/Police), Aircraft Operators, Regulated Agents,\nCaterers who are responsible for enforcement of quality control measures. They shall\nmake necessary provisions in their Security Programmes. Samples of these items shall\nbe approved by the concerned RD, BCAS.\n\n5.2.1 Preparation\n\nSecurity tests should be carried out to assess the effectiveness of the implementation of security\nmeasures and be use.\n\n522\n\nif\n\nML.\n\n‘Types of security tests\n\nTypes and frequencies of security performance tests should be established by the\nappropriate authority and described in the NQCP, taking into consideration a number of\nfactors ranging from the national and local level of threat, and the type and nature of the\noperation, to the results of monitoring activities (e.g. previous audits or tests exposing\nvulnerabilities and/or weaknesses in the effective implementation of security measures).\nAdditionally, the risk from carrying out security tests should be evaluated (e.g. impact\nassessment in case of loss of control of the test piece), for example the testing of an\nautomated hold baggage systems, if not correctly managed, could lead to a test object\nboarding an aircraft and causing significant operational delays.\n\nThe quality and quantity of security test should be sufficient to provide robust data that can\nprovide for trend analysis (ie. too few tests may not provide statistically valid results).\nEntities should therefore consider sharing information to assist their effort to assess and\nimprove the effectiveness to their security systems.\n\nThe auditors may carry out the following types of security test\n\nPage 77 of 106\n\n",
  "28": "SECRET\n\nGovernment of India\n(Ministry of Civil Aviation)\nBUREAU OF CIVIL AVIATION SECURITY\nNational Civil Aviation Security Quality Control Programme - 2018\n\nsae\n\nInert improvised explosive device concealed in a briefcase comprising the essential\ncomponents like: dummy detonator, fuse, switch, battery and item alike plastic\nexplosive but not explosive.\n\nToy pistol made of brass or steel or iron when to be concealed in cabin baggage.\nToy pistol made of plastic when to be concealed on person.\n\nKnife, pen knife on person / hand baggage.\n\nAn IED / Components of IED to be concealed in a laptop.\n\n5.2.3 Conclusion of security screening tests\n\nUpon completion of the testing activities, and following the debriefing, the team\n\nleader shall prepare a comprehensive report that includes information on the objectives,\nteam composition, test results, and the conclusions and recommendations. The report\nshould also refer to the training and qualifications of security staff tested, taking into\naccount their duty time, level of supervision, workload and any other pertinent details that\nmay help in carrying out a more accurate assessment.\n\nEntities responsible for implementing aviation security measures should be allowed\n\nto conduct security tests to assess their capability to comply with applicable security\nrequirements. The extent to which such entities are allowed to conduct test activities should\nbe determined by the appropriate authority.\n\nsees\n\nPage 78 of 106\n",
  "29": "SECRET\n\nGovernment of India\n(Ministry of Civil Aviation)\nBUREAU OF CIVIL AVIATION SECURITY\n\nNational Civil Aviation Security Quality Control Programme - 2018\n\nCHAPTER 6\n\nAIRCRAFT CATERERS AND CLEANING COMPANIES SECURITY ASSESSMENT\n\n6.1 Catering and cleaning companies audit/inspection\n\nI. Asperrule 43 of The Aircraft (Security) Rules 2011,\n\na. No person shall supply any catering item form loading ini the aircraft without\nobtaining the approval of its security programme from the DG, BCAS.\n\nb. Where the DG, BCAS is satisfied that owner or operator of catering establishment\nhas contravened the provisions of sub-rule (1), his security programme shall, after\naffording an opportunity of being heard, be cancelled.\n\nIl. Catering operations and cleaning companies may either be owned by aircraft operators or\nfunction as independent contracted. BCAS approved company which provide catering\nservices and cleaning services for several aircraft operators. However, overall responsibility\nlies with aircraft operator.\n\n6.1.1 Preparation\n\nThe audit team leader shall prepare the checklist for making preparations for the audit and shall\ncover all aspects before proceeding for the audit. The Quality control activity checklist should\ncover minimum the following aspects: -\n\na) Authority to carry out audit/ inspection/ security survey/ test from the DG BCAS.\n\nb) Pro forma for audit/ inspection/ security survey\n\n©) Team composition or name of the person who have to carry out the activity;\n\n4) List of persons to be interviewed;\n\ne) Name of entity that has to be assessed;\n\n£) List of all security aspects to be observed;\n\ng) Findings and results, as well as the level of compliance of last audit/ inspection;\n\nh) Explanatory comments, including all observations, interviews and documents to be\nreviewed;\n\ni) List corrective actions where deficiencies which were identified during the last audit\n\nj) Tracking of the corrective actions; and\n\nk) Report and returns to be prepared.\n\n6.1.2 Assessment of compliance with national requirements\nI. As per rule 43 of The Aircraft (Security) Rules 2011,\n\na. No person shall supply any catering item form loading in the aircraft without\nobtaining the approval of its security programme from the DG, BCAS.\n\nPage 79 of 106\n",
  "30": "SECRET\n\nGovernment of India\n(Ministry of Civil Aviation)\nBUREAU OF CIVIL AVIATION SECURITY\n‘National Civil Aviation Security Quality Control Programme - 2018\n\nb. Where the DG, BCAS is satisfied that owner or operator of catering establishment\n\nhas contravened the provisions of sub-rule (1), their security programme shall, after\naffording an opportunity of being heard, be cancelled\n\nII. _ The national auditors/inspectors, while undertaking the authorized quality control activities\nas per schedule approved by the DG, BCAS shall monitor the performance measures of\nappropriate security controls to be implemented by the concerned entities pertaining to\nrelevant areas of their responsibilities at the airports including but not limited to the\nfollowing aspects:\n\nvi.\n\nvii.\n\ncatering, stores and supplies intended for carriage on passenger aircraft are\nsubjected to appropriate security controls and thereafter protected until loaded onto\nthe aircraft\n\nAll catering, cleaning supplies and stores forwarded on board of airlines aircraft\nare subjected to security controls to prevent any prohibited articles being brought\non board an aircraft.\n\nSupplies delivered’ by a company not complying with the required security\nmeasures are not accepted for delivery on board of an aircraft,\n\nDetailed security measures for catering operations laid down in the aircraft\noperator’s security programme are complied with.\n\n‘The catering security functions to be carried out by the security staff of aircraft\noperator are not outsourced.\n\n‘The Catering agency and cleaning companies are security cleared and its security\nprogramme is also approved by the appropriate authority i.e. BCAS.\n\nAuditors shall also verify that airlines do not accept any catering items for loading\nin the aircraft unless these items have been subjected to the following security\ncontrols, namely: -\n\na) The supplies of the catering items have been received from a caterer with\nwhom the air operator has signed a written contract for the purpose.\n\nb) The caterer has obtained security clearance from the Director General,\nBCAS, BCAS.\n\n©) Instructions issued vide BCAS AVSEC Order No. 7/2004 dated 31-12-\n2004 placed at Annexure-4 and Circular No.25/2006 dated 4.12.2006\nplaced at Annexure-S contained in the Aircraft Operator Security\nProgramme are duly followed.\n\n4) The auditors shall monitor the performance of measures to ensure that\nmerchandise and supplies introduced into SRAs are subject to appropriate\nsecurity controls, which may include screening,\n\nThe auditors will ensure to verify all relevant details given in the PAQ (Catering)\nbefore finalising the audit report which may include:\n\na) Aircraft caterers and cleaning companies’ security measures/programme.\n\nPage 80 of 106\n",
  "31": ")\n\n»o 9.9\n\n»\n\nSECRET\nGovernment of India\n(Ministry of Civil Aviation)\n=e BUREAU OF CIVIL AVIATION SECURITY.\nom National Civil Aviation Security Quality Control Programme - 2018\n\nb) _ Selection and recruitment\n\n©) Aviation security training\n\nd) Security of premises\n\n) Preparation and storage\n\nf) Checking and sealing of vehicles, catering carts and containers\ng) _ Delivery of stores and supplies\n\nh) _ Receipt of stores and supplies\n\ni) Goods to be sold on board an aircraft\n\n) Internal quality control activities\n\n6.1.3 Conclusion of catering and/or cleaning companies’ security audit/inspection\n\nConclusion of assessment will be given in the preliminary and final audit reports. The preliminary\naudit report will be discussed with the Chief Security Officer of the concerned catering and\ncleaning companies before closing the audit process and when all aspects of finding of the audit\nare conveyed and agreed to, the final report will be prepared and submitted to the Director General\non the prescribed format,\n\n6.2 Catering and/or cleaning companies’ security tests\n\n62.1 Preparation\n\nSccurity tests should be carried out to assess the effectiveness of the implementation of security\nmeasures and be use.\n\n6.2.2 ‘Types of security tests\n\nTypes and frequencies of security performance tests should be established by the appropriate\nauthority and described in the NQCP, taking into consideration a number of factors ranging from\nthe national and local level of threat, and the type and nature of the operation, to the results of\nmonitoring activities (e.g. previous audits or tests exposing vulnerabilities and/or weaknesses in\nthe effective implementation of security measures). Additionally, the risk from carrying out\nsecurity tests should be evaluated (e.g. impact assessment in case of loss of control of the test\npiece), for example the testing of an automated hold baggage systems, if not correctly managed,\ncould lead to a test object boarding an aircraft and causing significant operational delays.\n\nThe quality and quantity of security test should be sufficient to provide robust data that can provide\nfor trend analysis (i.e. too few tests may not provide statistically valid results). Entities should\ntherefore consider sharing information to assist their effort to assess and improve the effectiveness\nto their security systems,\n\nPage 81 of 106\n",
  "32": "SECRET\n\nGovernment of India\n(Ministry of Civil Aviation)\nBUREAU OF CIVIL AVIATION SECURITY\nas National Civil Aviation Security Quality Control Programme - 2018\n\n6.2.3. Conclusion of catering and/or cleaning companies’ security tests\n\nEntities responsible for implementing aviation security measures should be allowed to conduct\nsecurity tests to assess their capability to comply with applicable security requirements. The extent\nto which such entities are allowed to conduct test activities should be determined by the\nappropriate authority. Security tests conducted by entities responsible for implementing aviation\nsecurity measures may include the following. 4\n\na) Access control (e.g. using expired or swapped airport identification permits, tailgating or\nbypassing measures);\n\nb) Screening of catering and security control of stores'when performed by or on behalf of\nairports and/or aircraft operators; and Protection of catering and store facilities\n\nPage 82 of 106\n",
  "33": "SECRET\n\nGovernment of India\n(Ministry of Civil Aviation)\nBUREAU OF CIVIL AVIATION SECURITY\nNational Civil Aviation Security Quality Control Programme - 2018\n\nCHAPTER 7\n\nDUTY-FREE SHOPS, BUSINESS ESTABLISHMENTS AND OTHER\n\nRETAILERS/TENANTS SECURITY ASSESSMENT\nOPERATING IN SECURITY RESTRICTED AREAS\n\n7.1 Duty-free shops, Business Establishments and other Retailers/Tenants audit/inspection\n\n> Security In-charge will conduct Internal Audits to ensure implementation of Security Control\nQuality processes at Duty-free shops, business establishments and other retailers/tenants\nperiodically. The records of these audits will be maintained properly.\n\n> Security Quality Control Programme, Standard Operating Procedures and other functional\nSOPs are maintained at Duty-free shops and other retailers/tenants and is kept open for all\n\nInspections by BCAS authori\n\n7.1.1 Preparation\n\n1. The audit team leader shall prepare the checklist for making preparations for the audit and\nshall cover all aspects relegating to above entities before proceeding for the audit. The\nQuality control activity checklist should cover at the minimum the following aspects: -\n\na)\nb)\n°)\nd\ne)\nf)\n8)\nh)\n\ni)\n\ni)\nk)\n\nAuthority to carry out audit/ inspection/ security survey/ test from the DG, BCAS.\nPro-forma for audit/ inspection/ security survey\n\n‘Team composition or name of the person who have to carry out the activity;\n\nList of persons to be interviewed;\n\nName of entity that has to be assessed;\n\nList of all security aspects to be observed;\n\nFindings and results, as well as the level of compliance of last audit/ inspection;\nExplanatory comments, including all observations, interviews and documents to be\nreviewed; and\n\nList corrective actions where deficiencies which were identified during the last\naudit.\n\nTracking of the corrective actions,\n\nReport and returns to be prepared.\n\n7.1.2 Assessment of compliance with national requirements\n\nThe auditors/Inspectors shall verify that the level of compliance is established in\n\naccordance with national requirements. Classifying compliance levels helps the audited\nparty to prioritize corrective actions. Classifications is defined at the national level\naccording to criteria established by the appropriate authority. The following entities?\ncompliance level shall be verified.\n\nPage 83 of 106\n",
  "34": "SECRET\n\nGovernment of India\n(Ministry of Civil Aviation)\nBUREAU OF CIVIL AVIATION SECURITY\nNational Civil Aviation Security Quality Control Programme - 2018\n\na)\n\nDuty-free shops and other retailers:\n\ni, Approval of Security Program,\n\nTimely renewal of security program.\n\nSecurity clearance for any change in the Board of Directors and/or company status.\nSubmission and implementation of QCP.\n\nFindings and action taken report of internal quality control activities.\n\nSubmission of findings of internal quality control activities to RD, BCAS.\nTraining Records.\n\nBackground checks records\n\nMaintenance and accountability of STEBs records.\n\nx. _ Anti-sabotage checks record of the premises.\nxi, CCTV coverage of the premises and recording of footage.\n\nb)\n\n)\n\nIt will\n\nOther airport tenants:\n\nApproval of Security Program,\n\nTimely renewal of security program.\n\nSecurity clearance for any change in the Board of Directors and/or company status.\nSubmission and implementation of QCP.\n\nFindings and action taken report of internal quality control activities.\nSubmission of findings of internal quality control activities to RD, BCAS.\nTraining Records.\n\nBackground checks records\n\n‘Anti-sabotage checks record of the premises.\n\nCCTV coverage of the premises and recording of footage.\n\nSelection and recruitment\n\nbe verified that every person recruited for job in the above establishment are subjected to\n\nback ground checks and selection procedures. Further, their background checks are updated\nregularly.\n\n4) Aviation security training\n\n1\n\nI.\n\nI.\n\n‘The Auditors/Inspectors shall verify that the Duty Free Shops and other retailers/tenants\nhave attended required AVSEC Training as per NCASTP including Fire Fighting Training\nif required by the airport operator. Staff is well aware of the Security, Safety and Quality\nmeasures and adheres to the regulations of the BCAS from time to time.\n\nThe security in-charge will be trained with AVSEC Induction Course. He/she will be\nresponsible for all security procedures for each and every item and security briefing to\nother staff.\n\nThe staff deployed in shops/establishments will also attend: -\n\nPage 84 of 106\n",
  "35": "SECRET\n\nGovernment of India\n\n(Ministry of Civil Aviation)\nBUREAU OF CIVIL AVIATION SECURITY\naoe National Civil Aviation Security Quality Control Programme - 2018\n\nAviation security awareness programme as per BCAS laid down norms and\ncovering the below.\nEvacuation exercise.\nHow to remain calm in situations.\niv. Dealing with unattended items.\nv. Count on staff movements\nvi, To observe any suspicious activities etc.\nvii. Communication channel.\n\n7.1.3 Conclusion of duty-free shops and/or other retailers/tenants audit/inspection\nAfter completion of an audit and inspection, a report should be prepared with following details:\n\na) The dates of the activity;\nb) Team composition or name of the person who carried out the activity;\n©) list of person met or interviewed;\n\n4) List of all security aspects observed;\n\ne) Finding and results, as well as the level of compliance;\n\n7.2 Duty-free shops and/or other retailer’s/tenants security tests\n7.2.1 Preparation\n\nThe security test shall only demonstrate whether the security measure or control is effective as it is\nbeing applied at the place and time of the test.\n\n7.2.2 Types of security tests\n\nTypes and frequencies of security performance tests should be established by the\nappropriate authority and described in the NQCP, taking into consideration a number of\nfactors ranging from the national and local level of threat, and the type and nature of the\noperation, to the results of monitoring activities (e.g. previous audits or tests exposing\nvulnerabilities and/or weaknesses in the effective implementation of security measures).\nAdditionally, the risk from carrying out security tests should be evaluated (e.g. impact\nassessment in case of loss of control of the test piece), for example the testing of an\nautomated hold baggage systems, if not correctly managed, could lead to a test object\nboarding an aircraft and causing significant operational delays\n\nAppropriate authority may choose to recognize results from an entity’s own security testing\nprogramme in line with the NQCP and NCASP. This provides an increase in data that can be\nsubsequently used to determine potential vulnerabilities, provide a wider range of test data and\ndevelop corrective actions.\n\nPage 85 of 106\n",
  "36": "SECRET\n\nGovernment of India\n(Ministry of Civil Aviation)\nBUREAU OF CIVIL AVIATION SECURITY\n‘National Civil Aviation Security Quality Control Programme - 2018\n\n7.23 Conclusion of duty-free shops, business establishments and/or other retailer’s/tenants\n\nsecurity tests\n\nAfter completion of a test a report should be prepared with following details:\n\niii.\niv.\n\nThe dates of the activity;\n\n‘Team composition or name of the person who carried out the activity;\nlist of person met or interviewed;\n\nList of all security aspects observed;\n\nFinding and results, as well as the level of compliance;\n\neee\n\nPage 86 of 106\n",
  "37": "SECRET\n\n(Ministry of Civil Aviation)\nBUREAU OF CIVIL AVIATION SECURITY\n\nGovernment of India\n\noe National Civil Aviation Security Quality Control Programme - 2018\n\nCHAPTER 8\n\nMEASURES RELATING TO CYBER SECURITY\n\n8.1 Assessment of compliance with national requirements\n\n8.11\nItwil\n\n1.\n\nI.\n\nCyber security audit/Inspection;\nIl be verified by Auditors/Inspectors that;\n\nappropriate measures are developed in order to protect the confidentiality, integrity and\navailability of critical information and communications technology systems and data used\nfor civil aviation purposes from interference that may jeopardize the safety of civil aviation.\nentities involved with or responsible for the implementation of various aspects of the\nnational civil aviation security programme have identified their critical information and\ncommunications technology systems and data, including threats and vulnerabilities thereto,\nand developed and implemented protective measures to include, inter alia, security by\ndesign, supply chain security, network separation, and remote access control, as\nappropriate,\n\n8.1.2 Security Tests: ~ Security tests may also be carried out, to the extent practicable, on critical\n\ninformation and communications technology systems used in the application of aviation\nsecurity controls, including screening equipment, based on a risk assessment identifying\npossible vulnerabilities.\n\nsees\n\nPage 87 of 106\n",
  "38": "SECRET\n\nGovernment of India\n(Ministry of Civil Aviation)\nBUREAU OF CIVIL AVIATION SECURITY\nNational Civil Aviation Security Quality Control Programme - 2018\n\n91\n\nI.\n\nML.\n\n92\n\nCHAPTER 9\nDETECTION, INVESTIGATION AND ENFORCEMENT OF NON-COMPLIANCE\nGeneral overview\n\n‘The quality management system of an organization should identify the applicable legal,\nregulatory and other requirements and procedures that should be incorporated into the\nvarious operational systems, including a SeMS, and provide a means of demonstrating\ncompliance with all these provisions.\n\nTypical procedures should address the documentation and the analysis of results, as well as\nthe development, implementation and monitoring of corrective actions and improvements.\nRecords of compliance activities should be retained for further analysis and review within\nthe organization or by a third party, such as the national authority.\n\nIn terms of security-related failures, incidents and non-conformance investigations, as well\nas reviews, performance measurement, analysis and corrective or preventive measures:\n\ni. a SeMS should deal with actual or potential security-related failures, incidents and\ncases of non- conformance by investigating and determining root causes, assessing\nrisks, and developing and implementing appropriate corrective and preventive actions;\nThe quality management system should monitor and evaluate the effectiveness of\ncorrective and preventive actions arising from the SeMS process;\n\niii, internal audits, tests, inspections and exercises of a SeMS should be conducted at\nplanned intervals to determine whether the system conforms to the documented\nprocedures and processes, and whether it is effective in achieving the intended results\nand has been properly implemented and maintained. Audit results should be reviewed\nby management along with any necessary changes and corrective actions; and\n\niv. Procedures should be established for monitoring and evaluating the effectiveness of\n‘management-approved corrective and preventive actions resulting from a SeMS.\n\nDetection of alleged non-compliance\n\nIn order to detect the non-compliance of any security standards and procedures any person,\nauthorized by the Director General in writing may, at all reasonable times, enter any place or\naircraft to which access is necessary and to inspect the facilities, services, equipment, documents\nand records for the purpose of securing compliance with the provisions of the AVSEC rules and\nregulations and instructions issued by the Director General from time to time.\n\n‘The level of compliance shall be established in accordance with national requirements. Classifying\ncompliance levels help the audited party to prioritize corrective actions. Classifications shall be\ndefined at the national level according to criteria established by the Director General, BCAS.\n\nPage 88 of 106\n",
  "39": "SECRET\n\n(Ministry of Civil Aviation)\nBUREAU OF CIVIL AVIATION SECURITY\n\naco National Civil Aviation Security Quality Control Programme - 2018\n\nGovernment of India\n\nThe details of different categories of compliance and con-compliance as per the ICAO\nUniversal Security Audit Programme are as under: -\n\n(a) Category 1: Meets the requirement;\n\n(b) Category 2: Does not meet the requirements and has minor deficiencies that need\nimprovemer\n\n(©) Category 3: Does not meet the requirements and has serious deficiencies that need\nimprovement;\n\n(@ NA (not applicable): Measure or procedure does not exist at the given airport or is\nnot available (e.g. off-airport check-in); and\n\n(© NC (not confirmed): when a measure has been either not verified or not observed\n(due to lack of time or other circumstances).\n\nCorrective action plans\n\n1. A deficiency is deemed to exist when monitoring reveals non-compliance with\ninternational standards, national regulations or NCASP provisions.\n\n2. Any identified deficiency, no matter how minor, could lead to one or more corrective\nactions by the affected entity.\n\n3. Recommendations to address deficiencies shall be divided into those of an\nimmediate priority that call for compensatory action without delay, and those\nrequiring a longer-term action plan.\n\n4. Where there is failure to comply with the NCASP, ideally the entity concerned shall\nbe required to rectify this immediately. However, in many cases, immediate\nresolution is not achievable. In such cases, the entity will be required to obtain the\nappropriate authority’s approval of its proposed action plan for rectifying each\nidentified deficiency, together with a time frame.\n\n5. Upon agreement of the remedial action plan, the appropriate authority will monitor\nits implementation and will schedule follow-up activities to ensure that the\ndeficiencies have been effectively erased.\n\nSecurity audits\n\nA security audit is an in-depth examination of all aspects of NCASP requirements. An audit should\nbe as exhaustive as possible and should be conducted over an extended period of time, ranging\nfrom a number of days to one month, to determine whether the security organization is appropriate\nand the required measures and procedures are in effect both:\n\na) ona continuous basis, through the review of documents, such as training records; and\nb) toa constant standard, through observations and interviews at different times and locations.\n\nSecurity audits should always be announced in advance and should not include overt or covert\nsecurity tests.\n\nPage 89 of 106\n",
  "40": "SECRET\n\nGovernment of India\n(Ministry of Civil Aviation)\nBUREAU OF CIVIL AVIATION SECURITY\nNational Civil Aviation Security Quality Control Programme - 2018\n\n92.2 Security inspections\n\nA security inspection is an examination of the implementation of relevant NCASP provisions by an\nairport or aircraft operator, or other entity involved in aviation security. The scope of an inspection\nis narrower than an audit and focuses on a specific activity or part of an airport or aircraft operator,\nor other entity involved in implementing security measures.\n\nim\n\nii,\n\nSecurity inspections may be announced in advance and may include overt or covert\nsecurity tests.\nThe objectives of both audits and inspections are to:\n\na) ensure that NCASP requirements are being implemented;\n\nb) ascertain the standard of security achieved and the effectiveness of aviation security\nmeasures;\n\n©) identify any deficiencies in security standards and procedures and ensure they are\nrectified; and\n\n4) identify any area that could be improved and suggest how to effect this.\n\nSecurity inspection should always be announced in advance and should not include overt or covert\nsecurity tests.\n\n9.2.3 Security tests\n\n‘A security test is a simulation of an attempt to commit an unlawful act that assesses the\neffectiveness of an aviation security measure, as well as the effectiveness of its implementation.\n\nMi.\n\nA security test may be overt or covert.\n\n‘A security test should only be carried out to determine whether a security measure or\ncontrol proved effective at a specific place and time.\n\nSecurity tests should focus on, but not be limited to:\n\na) access control to security restricted areas (e.g. detection of attempted access by\nunauthorized persons);\n\nb) aircraft protection and aircraft security search (e.g. detection of prohibited or\nsuspicious items on board an aircraft, and detection of forcible intrusion);\n\n©) screening of passengers and cabin baggage (e.g. verification of the capability of the\nsecurity staff to detect and deny the introduction of prohibited items);\n\n4) screening of persons other than passengers and items carried (e.g. detection of\nunauthorized items);\n\n©) screening of cargo and mail (¢.g. assurance that consignments are effectively screened\nusing appropriate methods);\n\n) screening of in-flight and airport supplies (e.g. detection of prohibited items in food\ncarts);\n\nPage 90 of 106\n",
  "41": "SECRET\n\nGovernment of India\n(Ministry of Civil Aviation)\n=e— BUREAU OF CIVIL AVIATION SECURITY\nnee National Civil Aviation Security Quality Control Programme - 2018\n\n8) protection of screened passengers, baggage, and cargo and mail from unauthorized\naccess (e.g. detection and/or prevention of access by unauthorized personnel); and\nh) airport patrols (e.g. detection of unattended items).\n\n9.2.4 Security surveys\n\nA security survey is an evaluation of security needs and is intended both to highlight\nvulnerabilities that could be exploited to carry out an act of unlawful interference, and to produce\nrecommendations for corrective actions. Such a survey should be carried out whenever a threat\nnecessitates an increased level of security to address various risks which may affect a specific\nairport or aircraft operator.\n\n9.2.4.1 1f a vulnerability is identified despite the implementation of security measures and\nprocedures in accordance with the NCASP, compensatory protective measures\ncommensurate with the threat should be recommended.\n\n9.2.4.2 The scope of a security survey may range from a targeted assessment that focuses on a\nspecific airport operation or aircraft operator to an overall evaluation of security measures.\n\n9.2.4.3 The duration of a survey may vary from a few hours to several weeks and should include\novert or covert security tests.\n\nSecurity tests may also be carried out, to the extent practicable, on critical information and\ncommunications technology systems used in the application of aviation security controls, including\nscreening equipment, based on a risk assessment identifying possible vulnerabilities. More\ninformation on the cyber threats to critical aviation information and communications technology\nsystems,\n\n9.3. Enforcement principles and philosophy\n\n1. _ Enforcement Procedures shall apply to “any person.” engaged in aviation-related activities,\nBCAS may bring an enforcement action against individuals, entities such as corporations\nand governmental authorities. Aircraft operators, pilots, flight attendants, airport visitors,\nand passengers on aircraft will be subject to these rules.\n\nIL. Its important to note that the enforcement procedures may be applied to any individuals,\nnot just employees of aviation businesses. For example, any person who is suspeoted of\ninterfering with, threatening or intimidating a screening person in the performance of their\nscreening duties, may be penalized.\n\nIL. Provision of the following Acts and rules shall be applicable for enforcement action: -\n\n(@) The Aircraft Act, 1934\n\n(b) The Tokyo Convention Act, 1975\n\n(©) The Anti-Hijacking Act, 2016.\n\n(G) The Suppression of Unlawful Act against Safety of Civil Aviation Acts, 1982 amended\nin 1994,\n\nPage 91 of 106\n",
  "42": "SECRET\n\nGovernment of India\n(Ministry of Civil Aviation)\nBUREAU OF CIVIL AVIATION SECURITY\n‘National Civil Aviation Security Quality Control Programme - 2018\n\n(©) The Aircraft (Security) Rules, 2011\n(f) Any other regulations for the time being in force\n(g) The Aircraft (Carriage of Dangerous Goods) Rules, 2003.\n\nIV. GOT has issued regulations protecting the information it considers important in performing\nits security function. Information that may be kept secret and will be known as Sensitive\nSecurity Information. BCAS will monitor and take appropriate action in order to protect the\nsafety or security of the travelling public. Scope of sensitive security information will\ninclude information developed for the conduct of security as well as research and develop\nactivities.\n\nV. The BCAS is empowered to announce the enforcement procedures in the form of SOP or\nAVSEC Order consistent with the broad authority granted by the Aircraft Act, 1934, the\n‘Aircraft Rules, 1937 and The Aircraft (Security) Rules, 2011 as amended from time to\ntime.\n\nVI The Director General, BCAS shall enumerate the different levels of enforcement for\nvarying circumstances and for the nature and level of non-compliance. The various\nenforcement measures shall be implemented in accordance with the Aircraft Act, 1934, The\n‘Aircraft Rules, 1937, the Aircraft (Security) Rules 2011 and directions issued by the\nDirector General, BCAS under Section SA of the Aircraft Act, 1934, punishable under\nsection 11A of the same Act.\n\n9.4 — Investigation\nThe investigation process is triggered by a notification (report) submitted in accordance with the\nestablished security occurrence reporting arrangements. Several basic phases of an investigation\ncan be distinguished.\nBesides the specified quality control oversight,\n(@ the Director General, BCAS may order investigation of any security accident or\nsecurity incident and appoint an officer not below the rank of Assistant Director,\nBCAS as Inquiry Officer.\n() the Inquiry Officer shall, after affording an opportunity of being heard to the defaulting\nperson, make a report to the Director General who should forward the same to the\nCentral Government, in accordance with Rule 46 of the Aircraft (Security) Rules 2011.\n9.4.1 - Steps to an investigation\n‘The steps of investigation relating to AVSEC Audit are given as under:\nLSet up of the investigation team: with the required skills and expertise. The size of the\n\nteam and expert profile of its members depend on the nature and severity of the occurrence\n\nPage 92 of 106\n",
  "43": "SECRET\n\nGovernment of India\n(Ministry of Civil Aviation)\nBUREAU OF CIVIL AVIATION SECURITY\nNational Civil Aviation Security Quality Control Programme - 2018\n\nbeing investigated. The investigating team may require the assistance of other specialists.\nOften, a single person is assigned to carry out internal (to the concerned organisation)\ninvestigation of an incident considered to have limited potential to cause harm.\n\nI Gathering of factual information: that is pertinent to the understanding of the\ncircumstances and the events leading to the occurrence. A variety of information sources\nwill be used to collect the necessary data for the reconstruction of the event. To ensure the\ncontinued availability of such data for the purpose of aviation security improvement,\ninformation sources need to be protected.\n\nIll. Event reconstruction: In order to establish the exact sequence of events leading to the\nsecurity occurrence with its causal and contributory factors, the output of the reconstruction\nphase should be a set of events that agrees with recorded information and which unifies the\nviews of the various persons who were involved in these events immediately before and\nafter the occurrence.\n\nIV. Analysis of the information: To assess the risk and provide explanation of the technical\nand operational factors, and underlying (including organisational) factors and issues, the\nanalysis shall provide argumentation about why the occurrence happened and enable the\ndrawing of conclusions and identification of security actions to eliminate or mitigate the\nrisk.\n\nV. Conelusion: Drawing conclusions on the basis of collected and analysed information,\ngenerally presented by the following categories:\n\n(a) Main (direct) cause(s) and contributing factors leading to the occurrence;\n\n(b) Findings that identify additional hazards which have risk potential but have not\nplayed direct role in the occurrence;\n\n(©) Other findings that have potential to improve the security of operations or to resolve\nambiguity or controversy issues contributed to the circumstances surrounding the\noccurrence.\n\nVI. _ Identifying the lessons to be learned from a security occurrence requires an understanding\nof not just what happened, but why it happened. Therefore, the investigation should look\nbeyond the obvious causes and aim to identify all the contributory factors, some of which\nmay be related to weaknesses in the system’ s defence or other organisational issues.\n\nVII. Identification of security recommendations and actions to be taken in order to eliminate or\nmitigate the security deficiencies identified by the investigation. The security\nrecommendations are the main product of any occurrence investigation and are made in the\nfinal report.\n\nVIII. Communication of security messages to those who have the authority to implement the\nsecurity recommendations and to the aviation community in general by means of security\ninformation exchange and lesson dissemination. For maximum effectiveness, the outcome\nof the investigation should focus on determining hazards and risks rather than identifying\nindividuals to blame and punish. The way the investigation is conducted influences the\noverall security culture in the aviation service provider organisation. According to Council\nDirective 94/56/EC the investigation” shall in no case be concerned with appointing blame\n\nPage 93 of 106\n\n",
  "44": "SECRET\n\nGovernment of India\n(Ministry of Civil Aviation)\nBUREAU OF CIVIL AVIATION SECURITY\nNational Civil Aviation Security Quality Control Programme - 2018\n\n9.42\n\nor liability”. The objective of the accident prevention and flight security programmes run\nby aircraft operators shall be the “evaluation of relevant information relating to accidents\nand incidents and the promulgation of related information, but not the attribution of\nblame”.\n\nInvestigative procedures\n\nWhile conducting investigation for violation of AVSEC regulations or directive, the BCAS auditor\nor inspector shall be responsible for the following activities: -\n\na)\n\nb)\n°)\n@d\n\n95\n\nInvestigating reported violations of BCAS directives or regulations by airports, air\noperators, or general aviation or regulated agent or ground handling agency or\nconcessionaire or ASG (CISF/Police);\n\nConsulting with BCAS Audit Division to determine proper course of action when a BCAS\nregulation or directive has been violated;\n\nCoordinating with other government or local agencies, as necessary, while conducting\ninvestigations;\n\nGathering information and evidence, conducting interviews and taking statements from\npassengers and other individuals relevant to alleged violations to determine whether or not\na BCAS AVSEC regulation or directive has been violated; and determining the most\nimportant details to be considered to determine if a violation has occurred and action is\nrequired.\n\n‘An incremental and proportionate approach shall characterize efforts to rectify deficiencies and\napply enforcement. This approach shall consist of the following steps:\n\nL\n\n.\n\n9.6\n\n9.6.1\n\nVerbal warnings: Oral advice concerning minor deficiencies but with record-keeping as\nofficial evidence of assistance given;\nLetters of enforcement\n\na) A formal written warning: requiring a corrective action, specifying the desired\noutcome of the action to be taken, when advice and persuasion prove insufficient, or\nin the case of a serious deficiency;\n\nb) Am enforcement notice when serious deficiencies remain following formal warnings,\nor in cases of major deficiencies.\n\nCriminal actions\nAs per Rule 3(i) of the Aircraft (Security) Rules, 2011 the Director General is authorised to\n\ndevelop, implement and maintain a national civil aviation security quality control\nprogramme to determine compliance with and validate the effectiveness of nal civil\n\nPage 94 of 106\n",
  "45": "SECRET\n\nGovernment of India\n(Ministry of Civil Aviation)\nBUREAU OF CIVIL AVIATION SECURITY\nNational Civil Aviation Security Quality Control Programme - 2018\n\naviation security programme. Any violation of the Aircraft (Security) Rules, 2011 shall\nattract penalty under Section 10 (2) the Aircraft Act, 1934 as under:\n\n“In making any other rule under section 5 or in making any rule under section 4, section 7,\nsection 8, section 8A or section 8B, the Central Government may direct that a breach of it\nshall be punishable with imprisonment for a period which may extend to two years, or with\nfine which may extend to ten lakh rupees, or with both.”\n\n9.6.2 Powers of DG BCAS for Issuance of Directions:\n\nThe Director General, BCAS has been empowered by the Ministry of Civil Aviation, Government\nof India vide their Notification No. AV-110 (006) 97-A dated 3 July, 1997 to issue directions\nunder section SA of “The Aircraft Act, 1934”, in the interest of safeguarding Civil Aviation and\nsecuring the safety of aircraft operations. Wilful failure to comply with the directions issued by the\nDirector General, BCAS under section SA of The Aircraft Act, 1934 shall be punishable under\nSection 11 A of the Act with imprisonment for a term which may extend to two years or with fine\nwhich may extend to ten lac rupees, or with both.\n\n9.7 Intervention actions\n9.7.1 Detention of an aircraft\n\nRule 36 of the Aircraft (Security Rules) 2011 provides that:\n“The Director General or any other person authorized in this behalf by the Central Government\nmay, for reasons to be recorded in writing, detain an aircraft if in his opinion: -\ni, the aircraft has on board unauthorized arms, explosives or other sabotage devices which are\nlikely to cause danger to the security of that aircraft; or\nii, the aircraft on board a person who has gained entry in unauthorized manner or is likely to\ncause unlawful interference with civil aviation operational; or\niii, The detention is necessary to secure compliance with any of the provisions of these rules.”\n\n9.7.2 Recalling an aircraft:\nBased on the provisions of Rule 36 of the Aircraft (Security) Rules, 2011, if there is any breach in\nsecurity or violation of provision of the said rule, such aircraft of the concerned aircraft operator\ncan be recalled and detained under the said rule.\n\n9.8 Procedures related to enforcement actions\n\n9.8.1 Administrative- monetary penalty process and response to monetary pen:\n\nA show cause notice toa person or entity will be issued by the Director General for any violation\nor breach in security. Thereafter, if the reasons offered by the person or entity are not reasonable\n\nPage 95 of 106\n\n",
  "46": "SECRET\n\nGovernment of India\n(Ministry of Civil Aviation)\nBUREAU OF CIVIL AVIATION SECURITY\n“4 National Civil Aviation Security Quality Control Programme - 2018\n\nand convincing in accordance with the rule of law, a case can be filed against him/her or the entity\nin the court of jurisdiction in India.\n\n98.2\n\nii.\n\n98.3\n\nMonetary penalty process\n\nFor any violation of directions issued by the Director General under Section 5 A of the\nAircraft Act, 1934, and the rules made under the said Act, penalty up to Rs. 10 (Ten) Lakh\nbesides two years’ imprisonment or with both can be imposed by the court for which a case\nagainst a violator will be filed in the court of law in India.\n\nSuspension or cancellation of authorization or certification: In cases of serious security\nviolations, a show cause notice will be issued by the Director General, BCAS. If the\nreasons offered by the individual or an entity responsible for the violation are not\nreasonable and not convincing, the authorisation, certification and approval of security\nprogramme, security clearance may be suspended or cancelled by the Director General,\nBCAS.\n\nSuspension for incompetence and failure to comply with conditions\n\nProcedures for suspension of certification, withdrawal of approval or cancelation of security\nprogramme or cancelation of security clearance will be as under:\n\ni\n\nii.\n\n98.4\n\n“The Director General or any other\nmay, for reasons to be recorded in writing, detain an aircraft if in\n\nOn detection of breach in security or non- compliance, a “Show cause notice” will be\nissued to the concerned person or entity and adequate time as per law will be given to\nsubmit the reply or reasons to the Director General;\n\nThe reasons offered by the person or entity will be examined by the BCAS audit section. If\nthe same are not found reasonable or convincing as per rule of law, a case will be submitted\nto the Director General of suspension of certification or withdrawal of approval or\ncancellation of security clearance or security programme of the concemed entity.\nAppropriate opportunity will be given to the concerned entity or person to project his view\npoint further in person and thereafter if the Director General does not agree to the reasons\noffered by the violator, the Director General may suspend certification, or cancel or\nwithdraw security clearance of security programme of such entity or person.\n\nProcedures for detaining an aireraft\n\nson authorized in this behalf by the Central Government\nis opinion: -\n\nthe aircraft has on board unauthorized arms, explosives or other sabotage devices which are\nlikely to cause danger to the security of that aircraft; or\n\nthe aircraft on board a person who has gained entry in unauthorized manner or is likely to\ncause unlawful interference with civil aviation operational; or\n\nThe detention is necessary to secure compliance with any of the provisions of these rules.”\n\nPage 96 of 106\n\n",
  "47": "SECRET\n\noe Government of India\n(Ministry of Civil Aviation)\nBUREAU OF CIVIL AVIATION SECURITY\naoe National Civil Aviation Security Quality Control Programme -2018\nreeny\nANNEXURES:\nANNEXURES\n\n4, | AVSEC Order 07/2004: Catering Security\nAVSEC Circular 25/2006: Security controls for catering supplies\n\n6. | AVSEC Order 04/2005 and Addendum dated 08/02/2011: Deployment of Certified\nScreeners and action on failure in Security test.\n\nPage 97 of 106\n\n",
  "48": "SECRET\n\n= Government of India\n(Ministry of Civil Aviation)\nBUREAU OF CIVIL AVIATION SECURITY\nNational Civil Aviation Security Quality Control Programme - 2018\nAnnexure 1\nAVSEC ORDER NO. 7 / 2004\n\nDate: 31.12.2004\n\nSubject: Catering security.\n\nIn exercise of powers conferred by Section 5A of Aircraft Act 1934 delegated to him vide\nGovernment of India, Ministry of Civil Aviation Notification No. 1797 dated July 3, 1997\nCommissioner of Security (Civil Aviation), Bureau of Civil Aviation Security for the purpose of\nsecuring the safety of aircraft operation directs that the following directions with regard to\nsecurity of Catering consignment shall be followed by the concerned forth with:\n\n1. Acceptance of catering supplies - (1) No airline operator shall accept any catering items for\nloading in the aircraft unless these items have been subjected to the following security controls,\nnamely: -\n\na. the supplies of the catering items have been received from a caterer with whom the air\noperator has signed a written contract for the purpose.\nb. The caterer has obtained security clearance from the Commissioner.\n\n(2) The security clearance for the caterer will be given after: -\n\na. The background checks of the catering agency are carried out and nothing adverse is\nfound against them;\n\nb. the security programme submitted by the caterer has been duly approved, and\n\nc. the security arrangement made by the caterer has been inspected by a team of officers of\nBCAS or any other officer so authorized and the same is found to be satisfactory.\n\n2. Cancellation of security clearance — Where owner of a catering establishment (caterer)\ncontravenes or fails to comply with the prescribed security norms, the approval granted to the\nsecurity programme of such catering agency may be suspended or cancelled for reasons to be\nrecorded in writing and after giving a show cause notice to the owner of such agency.\n\nPage 98 of 106\n",
  "49": "SECRET\n\nGovernment of India\n(Ministry of Civil Aviation)\nBUREAU OF CIVIL AVIATION SECURITY\n\nNational Civil Aviation Security Quality Control Programme -2018\n\n3. Security Controls by the caterer — The caterer shall apply the following in-house security\nmeasures to the catering supplies and stores intended to be taken on board an aircraft; namely :~\n\nthe caterer shall engage an officer who will be responsible for the implementation\nand supervision of security controls in his establishment;\n\npremises used for the preparation or storage of in-flight catering supplies and stores\nintended to be carried on board an aircraft shall be secured and access controlled;\nPersonnel employed by the caterer for preparation and delivery of in-flight catering\nsupplies and stores intended to be carried on board aircraft shall be their regular\nemployees, recruited after getting their character and antecedents verified by the\npolice;\n\npersonnel engaged by the caterer in the preparation and delivery of catering supplies\nand stores intended to be carried on board an aircraft shall be provided with\nsufficient security awareness training to enable them to understand and carry out\ntheir security responsibilities. The training shall be carried out before they are\nallowed access to any supplies or stores which are to be loaded on aircraft:\n\nall deliveries of raw materials and equipment to the premises used for the\nreparation or processing of catering supplies shall be broken down or decanted as\nappropriate prior to the preparation process to ensure that these do not contain any\nprohibited article and thereafter held under security conditions ;\n\nall items which are not broken down or decanted shall be x-ray screened or\nphysically searched within the constraints of food and beverage hygienic\nregulations;\n\nthe caterer shall only accept bulk deliveries of pre-cooked frozen meals that cannot\nbe broken down or decanted provided they have been sealed or made tamper-proof:\nbefore any cart or container containing supplies is closed for dispatch to an aircraft,\nthe cart or container and its contents shall be checked by the security supervisor to\nensure that it does not contain any prohibited item or has not been interfered with\nany manner which might compromise its security;\n\ncatering carts and containers that are placed on an aircraft shall be so configured\nthat access into the interior cannot be achieved when the cart or container is locked\nor sealed;\n\nchilling rooms and refrigerators containing prepared meals and other supplies shall\nbe kept under strict control at all times;\n\nseals, binding and other means of rendering supplies tamper-proof shall be held\nunder security conditions until required for use. They would be issued from a\ncentral point by a designated person who shall record these details, which shall be\nopen to inspection;\n\nPage 99 of 106\n",
  "50": "SECRET\n\nGovernment of India\n(Ministry of Civil Aviation)\nBUREAU OF CIVIL AVIATION SECURITY\n‘National Civil Aviation Security Quality Control Programme - 2018\n\nappropriate documentation detailing the nature of the catering supplies and stores,\nthe consignor, the destination and the consignee shall be raised for each\nconsignment of supplies and stores and presented to the aircraft operator;\n\n. the caterer shall issue to the airline operator a security certificate for each\n\nconsignment of his stores and supplies to be loaded on the aircraft to the effect that\nthe consignment does not contain any prohibited item;\nSecurity certificate and other documentation associated with consignments of\ncatering supplies shall be held under security conditions and issued from a central\npoint by the designated person of the caterer;\nThe catering supplies shall be transported by —\n\n@ the airline operator; or\n\n(ii) the caterer’s own transport; or\n(iii) a haulier whose operating procedures and security measures have been\n\napproved by the airline operator.\n\n‘All vehicles which are used for transportation of catering supplies to and from the\naircraft shall be securable. These vehicles must be locked when not in use.\nAll the prescribed food and hygienic regulations shall be observed during\npreparation, packing and transportation of the catering supplies & stores.\n\n4, Security Controls by the Airline Operator — The airline operator shall apply the following\nsecurity controls to his catering stores and supplies, namely: -\n\n‘A. During preparation stage at location ~\n\na\n\nii,\n\nili,\n\niv.\n\ncatering operations during all phases of catering cart assembly in the catering\nestablishment until loaded on the transport vehicle shall be monitored by the\nsecurity staff of airline operator , or\nsearch/ inspection the catering carts prior to loading on the transport vehicle shall be\ndone as below:\nfood and sealed items shall be inspected to the extent permitted by local laws and\nhygiene standards. The inspection shall focus on external appearances,\nappropriate weights, signs of tampering with packaging, and insertion of\ninappropriate items. It shall include food and beverages, serving utensils, liquor\nsupplies and duty-free items; and\ninspection of food carts and supply trolleys shall include side panels, doors,\nundercarriages, and dry ice compartments; and\nitems that are not containerized shall be physically searched; and\ninspection shall be done inside the catering establishment or on the loading dock.\n\nB. During Transportation —\n\na. All catering supplies/ carts shall be escorted from the time the cart assembly is completed\nor the security check is completed, through loading on the transport vehicle until delivery\n\nPage 100 of 106\n",
  "51": "Se ae ee |\n\n)\n\nSECRET\n\nGovernment of India\n(Ministry of Civil Aviation)\nBUREAU OF CIVIL AVIATION SECURITY\nNational Civil Aviation Security Quality Control Programme - 2018\n\non board the aircraft. The escort so provided shall be capable of monitoring all catering\nitems at all times while in transit,\nOr\n\nb. each assembled monitored/ inspected cart shall be sealed as below, at the catering\n\nestablishment prior to loading on the transport vehicle.\n\n© cach catering cart will be sealed with a tamper-proof, sequentially numbered security\n\nseal. A record shall be made of each seal number used on each cart for each flight.\nThis record shall be maintained for at least seven days from the completion of the\nrespective flight.\n\nGi) prior to loading any catering item into the transport vehicle, interior portion of the\n\nvehicle shall be searched to ensure that the vehicle is sterile. Any suspicious ot\nPotentially threatening item will be resolved prior to loading catering items into the\nvehicle; and\n\nii) loading of all catering items into the assigned transport vehicle shall be monitored;\n\nand\n\n(iv) _ once delivered to the aircraft, the seal attached to the catering carts shall be inspected\n\nfor signs of tampering. The person breaking the seal will verify that each seal was\nintact and the seal number listed in the record of seals applied to that cart. Items that\nare not sealed will be physically searched; and\n\n(¥) inthe event seals show signs of tampering or are discovered broken, all catering items\n\nwill be physically searched for weapons, explosives, and other dangerous devices\nprior to loading on the aircraft; and\n\n(vi) all seals and related supplies will be accounted for, stored in a locked container and\n\nic\n\nprotected from unauthorized access,\nOR\n\nThe transport vehicle which is used for carrying catering supplies and stores shall be\nsealed as below:~\ni, once the transport vehicle has been searched and loaded, all vehicle access doors\n\nshall be closed and sealed with tamper-evident, sequentially numbered security\nseals. A record shall be made of the seal numbers used on each transport vehicle.\nThis record will be maintained for at least seven days from the completion of the\nassociated flight; and\n\nfi, the transport vehicle shall proceed directly to the aircraft. Once at the aircraft, the\nseals attached to the vehicle access points will be inspected for signs of tampering\nPrior to breaking the same. The person breaking the seal must verify that the seal\nWas intact and the seal number listed in the record of seals applied to that access\npoint; and\n\niii, if the transport vehicle makes intermediate stops from the catering establishments to\nthe aircraft and the seal is broken, the vehicle shall be escorted between each\n\nPage 101 of 106\n",
  "52": "SECRET\n\nGovernment of India\n(Ministry of Civil Aviation)\nBUREAU OF CIVIL AVIATION SECURITY\nNational Civil Aviation Security Quality Control Programme - 2018\n\nintermediate stop, of all vehicle access points opened at each intermediate stop shall\nbe resealed using the prescribed method until all catering has been completed.\n\n5. It shall be the responsibility of the head of security organization / his authorized officers of the\nrespective airline operators to conduct quarterly inspection of the security arrangement, his\ncatering supplies and stores. A copy of the inspection report shall be sent to the Commissioner of\nSecurity (CA).\n\n6, Inspection/ Tests - The officers of BCAS of the rank of Asstt Commissioner and above may\ncarry out inspections and checks to monitor the security preparedness of the catering agency, and\nthe security integrity of transportation of the catering items from the concerned agency to the\naircraft.\n\n7. Security controls for Newspapers and cleaning supplies etc.-\n\nNo airline operator shall accept newspapers, magazines, cleaning stores and supplies or any other\nitem for loading in the aircraft unless these items have been subjected to the following security\ncontrols namely:~\n\na. The stores & supplies have been obtained from an establishment with whom the air operator\nhas a written and signed contract for the purpose;\n\nb. The stores and supplies have been searched by hand or x-ray screened to prevent the\nintroduction of any prohibited article, and\n\nc. Before allowing access to the aircraft the cleaning staff shall be frisked and all the articles\ncarried by them checked properly by the airlines operator.\n\nSd/-\n\n(RC. Tayal)\nOffg. Commissioner of Security (CA)\n\nPage 102 of 106\n",
  "53": "SECRET\n\nGovernment of India\n(Ministry of Civil Aviation)\nBUREAU OF CIVIL AVIATION SECURITY\nNational Civil Aviation Security Quality Control Programme 2018\n\nAnnexure 2\nNO.CAS-8 (48 )2004-DIV-1\nGOVERNMENT OF INDIA\nBUREAU OF CIVIL AVIATION SECURITY\n(MINISTRY OF CIVIL AVIATION)\nA-WING JANPATH BHAWAN\nJANPATH, NEW DELHI\nDated : 4.12.2006\n\nCircular No. 25/2006\nSubject:- Security controls for catering supplies.\n\nIn order to ensure appropriate security controls for catering supplies intended for carriage on\nPassenger flights, the following instructions shall be strictly implemented by all concerned with\nimmediate effect:~\n\n© Adequate security control measures shall be implemented at catering facilites as per the\nBCAS approved security programme and instructions issued by the BCAS vide AVSEC\nOrder 7/2004.\n\nGi) Catering premises shall be adequately protected to prevent unauthorized access,\n\nGi) Catering operators shall procure and apply tamper-proof security seals for their catering\ncarts and vehicles.\n\ni) Authorized and trained personnel shall be deployed for performing catering security\ncontrols.\n\nPage 103 of 106\n",
  "54": "SECRET\n\naay Government of Indi\n(Ministry of Civil Avie )\nBUREAU OF CIVIL AVIATION SECURITY\nNational Civil Aviation Security Quality Control Programme -2018 |\n(v) Security arrangements at the catering establishments shall be monitored regularly by the\nBCAS officers to ensure that the instructions issued by the BCAS are strictly implemented\n\nand security procedures established as per the approved security programme are adhered to\nby the caterers.\n\nSd/-\n(M. Malaviya)\n‘Addl. Commissioner of Security (CA)\n\nDistribution as per list attached.\n\nAnnexure 3\n\nNO.CAS-8(5)/2005-DIV-1\nBUREAU OF CIVIL AVIATION SECURITY\n(MINISTRY OF CIVIL AVIATION)\nGOVERNMENT OF INDIA.\n\nA WING , JANPATH BHAWAN ,\nJANPATH, NEW DELHI -110001\nDate: 08.02.2005,\n\nAVSEC ORDER NO. 04 /2005\nSubject: Deployment of certified Screeners\n\nIn exercise of powers conferred by Section SA of Aircraft Act 1934, delegated to him vide\nGovernment of India, Ministry of Civil Aviation Notification No. 1797 dated July 3, 1997,\nCommissioner of Security (Civil Aviation), Bureau of Civil Aviation Security for the purpose of\nsecuring the safety of aircraft operation, directs that the following orders shall be implemented\nwith immediate effect:\n\n(i) During the course of audit, inspection/tests (dummy checks) if a screener fails in the test, the\nInspecting authorized Officer shall give a notice in writing (format enclosed as Appendix “A’) to\nthe Airport Director, Station Manager of concerned airline/CASO to remove the said screener from\nscreening duties with immediate effect. He will not be deployed the screening jobs till he is trained\nand re-certified as per the prescribed procedure.\n\n(ji) It shall be the responsibility of the concerned Airport Director, Chief Airport Security Officer,\nStation Manager, as the case may be, to withdraw the screener referred in Para (i) above, from\n\nPage 104 of 106\n\n",
  "55": ">393339\n\n>\n\na)\n\n> >\n\n)\n\n193ds3 89\n\nd\n\nSECRET\n\ne Government of India\n\n(Ministry of Civil Aviation)\nBUREAU OF CIVIL AVIATION SECURITY\nNational Civil Aviation Security Quality Control Programme -2018\n\nScreening duties and to make necessary alternate arrangement to ensure continuity of AVSEC\noperations at the airport.\n\nSd/-\n(RC. Tayal )\n\nCommissioner of Security (CA)\nDistribution\nAs per list attached.\n\nGOVERNMENT OF INDIA\n(MINISTRY OF CIVIL AVIATION)\nBUREAU OF CIVIL AVIATION SECURITY.\nA- WING , JANPATH BHAWAN ,\nJANPATH, NEW DELHI -110001\n\nNo.CAS-7(9)-2005. Div. Date: 8/2/2011\n2 Addendum\n\nReference : Circular No. 42/2005 dated 24.10.2005\nThe following may be added as para no. 2 of the above mentioned AVSEC Circul\n\n“ Para No 2: When a person is obliged to travel because he or she is deemed to be\ninadmissible or the subject of a deportation order, BCAS shall inform authorities in\n‘transit and destination States of the identity of the person, the reason for transporting that\nperson, and an evaluation of any threat posed by that person.”\n\nThis issues with the approval of Commissioner of Security (CA)\n(RN. Dhoke)\n\nAddl. Commissioner of Security (CA )\n\nDistribution :\nAs per list attached\n\nPage 105 of 106\n",
  "56": "SECRET\n\nGovernment of India\n(Ministry of Civil Aviation)\nBUREAU OF CIVIL AVIATION SECURITY.\n\nNational Civil Aviation Security Quality Control Programme - 2018\n\nPage 106 of 106\n\n>\n\n>. 2.2\n\nd\n"
}