{
  "1": "a\n\nGOVERNMENT OF INDIA\n(MINISTRY OF CIVIL AVIATION)\nBUREAU OF CIVIL AVIATION SECURITY\nA- WING , JANPATH BHAWAN,\nJANPATH, NEW DELHI -110001\n\nNO.CAS- AS-42722015/ 97854 Date:- 30/07/2015\n\nAVSEC Order No. 01/2015\n\nDeveloping a module in Basic AVSEC ASTP on handling of firearms for\ncarriage by authorised passengers in hold baggage and imparting training to security\nPemoanel in Basic AVSEC/ refresher courses organised by BCAS approved ASTIs and\n\nIn exercise of powers conferred by Section $A of the Aireraft Act, 1934, delegated to him\nVite Government of Inia, Ministry of Civil Aviation Notification No- 1797, daca July 3.1997,\nfnd Rule 3 of the Aircraft (Security) Rules, 2011, the Commissioner o (Civil Aviation),\n{COSCA), Bureau of Civil Aviation Sceurty (BCAS) forthe purpose of securing the airport and\n\n'y personnel could\ns in hold baggage of\n\n| passengers :-\n\n3 _ Lhe passenger carrying firearms _is in possession of valid licence in accordance with The\n(Aims Act, 1959, In the case of a forcign national checking of documents lke permission from\nGovernment OF India and the Government of the concerned country for carriage of firearms by\n\n2:2 The firearm is unloaded and, if necessary, dismantled hased on threat perception:\n\n23 If the passenger does not have a hold baggage. the firearm is Stored ir ¢ a locked\ncontainer that is placed ina Jamper-proof stowage receptacle in the hageage compartment, and is\ninaccessible to unauthorized persons on the ground or during flight;\n\n",
  "2": "24 Ammunition is wansported separately ftom the firearm in a suitable container. is placed\nin the aircraft baggage compartment, and is inaccessible to unauthorized persons on the ground\nor during flight: and\n\n2.5 Ammunition for personal firearms is carried as hold baggage. in accordance with ICAO\n284 and the Aircraft (Carriage of Dangerous Goods) Rules, 2003\n\n2.6 Procedures tor declaration of firearms are given in Appendix 26 of ICAO Doc 897Hcopy\nenclosed} which should incorporate in the Training Module\n\n& ie Lhe taining procedures incorporated in the module shall specify that dummy firearms\nShall be used for imparting raining wo the security personnel and traning of handling wt firearm\nshall be imparted only by trained instructors who have specific training on handling of firearms\nbesides AVSEC Instructors certification which may include NCC °C\" ceriificate and\ntraining certification of ex armed forces’ potice personnel deployed by the ASTI as AVSEC\n\nInsiructors,\n\nFenech AST! stall maintain records of dummy firearms and such dummy firearms shall be\nKept under proper custody of authorised person of the ASTI.\n\n|S Wnecessary in accordance with the Am:\ncustody of dummy firearms shall be the responsit\n\nAct, necessary permission for procuring and\nity of the concemed ASTI.\n\n6. _ National auditors and Inspectors during the quality control oversight shall ensure to check\nthe aspects of training on handling of firearms using the dummies and instructions\n| cettitication and records of each such element,\n\nThon there, order shall be implemented with immediate effect and compliance of\ndeveloping the module mentioned in para ! above shall be given to COSCA by 30\" July. 2015\npositively\n\n&. Any violation of this AVSEC Order shall attract penalty under section 11 A of the\nAircraft Act, 1934,\n\nEncl: As above\n| (B18. Dash)\nin-Charge Commissioner of Security (CA)\n|\nCopy to\n\n| As per list attached.\n|\n\n",
  "3": "Appendix 26\nHANDLING OF WEAPONS\n\nDeclaration template (A).\nModel of form to be filed out by:\n\n{stele tet know tho risks of using a woapon inside an acraR and | accep and wil respect te folowing messues\n\ndeclare my service weapon to the aircraft operator;\n\n{ _uRload the weapon of all ammunition inthe prosenco ofan aircrat operator representative:\n\n* place tho ammunition in an appropriate container:\n\n“place the emmuniton case ina securty envelope lo be given to the eran operator represontatve to\nbe transferred to the hold;\n\n* Place the weapon in a secunty envelope to be given tothe plotn-command and stored under his or\nher authority; and\n\nbe presented to the plot in-command by an aircraft operator reprosentative,\n\nFlight number and date:\n\nDeparting airport:\n\nTransfer of connecting aieport:\n\nName, stamp and signature of law enforcement agency ‘Signature of law enforcement officer\n\nty\n\nAPP 26-1\n",
  "4": "APP 26-2 Aviotion Secunty Menu\n\n| sate et | know he sks of using a weapon inside an era, and | accept and wil respec ho folowing measures\n\n+ declare my service weapon tothe siecralt operator;\n\n{unload the weapon ofall ammunition in the presence ofan arcrait operator representative:\n\n* place the ammunition in an appropriate container,\n\n* keep ammunition concealed at all times;\n\n* place the weapon in a security envelope to be given to the piltin-command and stored under his or\nher authority; and\n\n* Be presented to the pilotn-command by an aircrall operator representative.\n\nFlight number and date:\nDeparting airport:\n\nDestination airport:\nTranstor or connecting airport:\n\n| Name, stamp and signature of law enforcement agency | Signature of law enforcoment officer\n\n",
  "5": "Appendix 26. Handling of weapons APP 26-3\n\nDeclaration template (C)\n\"Mosel of form tobe filed out by indviduals waveling with freams and ammunion such es hunlers, sportsmen and\nPersonal bodyguards\nWeapons and ammunitions to be carried separately in the aircraft hold\nPassenger\nName:\n\n‘Type of weapon to be transported:\n| accept and will respect the following measures:\n\n+ declare my weapon to the airerait operator;\n\n* unload the weapon of all ammunition;\n\n* place the ammunition in an appropriate container; and\n\n* check-in my weapon as hold baggage.\nFlight number and dato:\nDeparting airport:\nDestination airport:\n\nTransfer or connecting airport:\n\n"
}