{
  "1": "F. No. CAS-7(373)/2019/Policy/DGR(E-167425)\nNe WHR / GOVERNMENT OF INDIA\n\n‘arene fear Hares / MINISTRY OF CIVIL AVIATION\naaa Ferarretet EAT {QT / BUREAU OF CIVIL AVIATION SECURITY,\n3? GS, LIM Ae, ATT sa / ‘A’ WING, IL-1 FLOOR, JANPATH BHAWAN\n\na feet - 110001 / NEW DELHI — 110001\nDate: 03/06/2020\n\nAVSEC Order No. 03/2020\n\nSubject: Training of ASG/APSU Screeners on Dangerous Goods - reg.\n\nIn exercise of powers conferred by Section SA of Aircraft Act,1934, delegated to him\nvide Government of India, Ministry of Civil Aviation Notification No.1797 dated July 3, 1997,\nread with rule 3 (b) of The Aircraft (Security) Rules, 2011 for the purpose of securing the aircraft\noperations and strengthening the security arrangements at civil airports in India, the Director\nGeneral (DG), Bureau of Civil Aviation Security (BCAS) directs that no security personnel of\nASG/APSU engaged in security screening of passengers / staff and their baggage shall be\ndeployed at the airports across India without having undergone the appropriate training on\ndangerous goods as laid down under the Aircraft (Carriage of Dangerous Goods) Rules, 2003 in\naddition to other requirements as laid down by BCAS for such screeners. A copy of. the said\nRules is enclosed herewith for ready reference.\n\n2. This is issued in suppression of AVSEC Circular No.06/2004 dated 12.02.2004 and\ncomes into force with-immediate effect.\n\nRadkech , Astheazna\n\n(Rakesh Asthaana, IPS) 2-6, 62%\nDirector General\n\nEnclosure: As a\n\nOG Secretariat\n\nDiary, No.\nBato: \\*)- p.eSee\n\na] 6[-0>°\n",
  "2": "The Aircraft (Carriage of Dangerous Goods) Rules, 2003\n\n4. Short title, extent and application - (1) These rules may be called the Aircraft\n(Carriage of Dangerous Goods) Rules, 2003.\n\n(2) They extend to whole of India and apply also —\n\n(a) to aircraft registered in India or aircraft operated by an operator who has his\nprincipal place of business or permanent place of residence in India, wherever they\nmay be;\n\n(b) to all aircraft for the time being in or over India; and\n\n(c) to persons operating air transport services to, from, within and over India, shippers\nof dangerous goods or their agents.\n\n(3) They shall come into force on the date of their final publication in the Official\nGazette\n\n2. Definitions and interpretation - In these rules, unless there is anything repugnant\nin the subject or context -\n\n(1) \"aeredrome\" means any definite or limited ground or water area intended to be\nused, either wholly or in part, for the landing or departure of aircraft, and includes all\nbuildings, sheds, vessels, piers and other structures thereon or appertaining thereto;\n\n(2) “aircraft” means any machine which can derive support in the atmosphere from\nreactions of the air other than reactions of the air against the earth's surface and\nincludes balloons whether fixed or free, airships, kites, gliders and flying machines;\n\n(8) “cargo aircraft\" means any aircraft; other than a passenger aircraft, which is ,\ncarrying goods or property;\n\n(4) \"crew member\" means a person assigned by an operator to duty on an aircraft\nduring a flight duty period;\n\n5) “dangerous goods\" m\nrisk to health, safety, pr\nTechnical Instructions or which are clas\n\n7 substances which are capable of posing a\nironment and which are listed as such in the\nnnical Instructions\n\nwith and rel\n\n",
  "3": "packaging; and\n\n(ii) an incident occurred due to the transport of dangerous goods which seriously\njeopardises the aircraft or its occupants;\n\n(8) \"Director-General\" means Director General of Civil Aviation;\n\n(8A) “exemption” means an authorisation issued, other than an approval granted by an\nappropriate national authority providing relief from the provisions contained in the\nAnnexes and the Technical Instructions;\n\n(9) \"flight crew member\" means a licensed crew member charged with duties essential\nto the operation of an aircraft during a flight duty period;\n\n(10) \"operator\" means a person, organisation or enterprise engaged in or offering to\nengage in an aircraft operation;\n\n(11) “overpack\" means an enclosure used by a single shipper to contain one or more\npackages and to form one handling unit for convenience of handling and stowage;\n\n(12) \"package\" means the complete product of the packing operation consisting of the\npackaging and its contents prepared for transport;\n\n(13) \"packaging\" means receptacles and any other components or materials\nnecessary for the receptacle to perform its conainment function;\n\n(14) \"passenger aircraft\" means an aircraft that carties any person other than a crew\nmember, an operator's employee in an official capacity, an authorized representative\nof an appropriate national authority or a person accompanying a consignment or other\ncargo;\n\n(15) \"pilot-in-command\" means the pilot designated by the operator, or in the case of\ngeneral aviation by the owner, as being in command and charged with the safe\nconduct of a flight;\n\n(16) \"serious injury\" means an injury which is sustained by a person in an accident and\nwhich\n\nhospitatization for more than 48 hours, commencing within seven days\n2 injury was received; or\n\na.fracture of an\n\n",
  "4": "(e) involves second or third degree burns, or any bums affecting more than five per\ncent of the body surface; or\n\n(f) involves verified exposure to infectious substances or injurious radiation;\n\n(16A) “State of origin\" means the state in the territory of which the consignment of\ndangerous goods is first to be loaded on an aircraft;\n\n(16B) “State of destination” means the State in the territory of which the consignment\nis finally to be unloaded from an aircraft;\n\n(17) \"State of the operator\" means the State in which the operator's principal place of\nbusiness is located or, if there is no such place of business, the operator's permanent\nplace of residence;\n\n(18) “Technical Instructions\" means the instructions for the safe transport of\ndangerous goods by air, approved and issued periodically in accordance with the\nprocedure established by the International Civil Aviation Organisation Council;\n\n(19) “UN number” means the four digit number assigned by the United Nations\nCommittee of Experts on the Transport of Dangerous Goods and on the Globally\nHarmonised System of Classification and Labeling of Chemicals to identify an article\nor substance or a particular group of articles or substances;\n\n(20) “Unit load device\" means any type of freight container, aircraft container or aircraft\npallet with a net, but excluding an overpack, designed for loading on an aircraft.\n\n3. Carriage of dangerous goods by air. - (1) No operator shall engage in the\ncarriage of dangerous goods unless it has been certified by the aeronautical authority\nof the State of the operator to carry the dangerous goods.\n\n(2) No operator shall carry and no person shall cause or permit to be carried in any\naircraft to, from, within or over India or deliver or cause to be delivered for loading on\nsuch aircraft any dangerous goods, except in accordance with and subject to the\nrequirements specified in the Technical Instructions\n\nProvided that dangerous goods classified as explosives shall not be carried in\nexcept in accordance with and subject to the\n\nin writing granted by the Central Government\n\nany ai\nterms and condition:\n\nrule 8 of the Ai\n\n",
  "5": "Instructions may adversely affect the public interest, the Director-General or any other\nofficer authorised in this behalf by the Central Government may, by general or special\norder in writing, grant exemption from complying with these requirements provided that\nhe is satisfied that every effort has been made to achieve an overall level of safety in\nthe transportation of such goods which is equivalent to the level of safety specified in\nthe Technical Instructions.\n\n(3) Notwithstanding anything contained in sub-rule (2), the articles and substances that\nare specifically identified by name or by generic description in the Technical\nInstructions as being forbidden for transport by air under any circumstances, shall not\nbe carried on any aircraft.\n\n(4) The provisions of sub-rules (1) and (2) shall not apply to-\n\n(a) the articles and substances classified as dangerous goods but otherwise\nrequired to be on board the aircraft in accordance with the pertinent\nairworthiness requirements and the operating regulations, or for such\nspecialised purposes as are identified in the Technical Instructions.\n\n(b) specific articles and substances carried by passengers or crew members to the\nextent specified in the Technical Instructions,\n\n(5) Where dangerous goods are carried under sub-rule (2), it shall be the duty of the\nshipper, the operator and every person concerned with packing, marking, labelling,\nacceptance, handling, loading, unloading, storage, transportation or any other process\nconnected directly or indirectly with carriage of such dangerous goods, to take all\nprecautions to avoid danger to the aircraft or to the persons on board or to any other\nperson or property.\n\n4, Custody of unauthorised Dangerous Goods - Where any officer authorised in\nthis behalf by the Central Government has reason to believe that the provisions of this\nrule are, or are about to be, contravened, he may cause the dangerous goods in\nquestion to be placed under his custody pending detailed examination of the nature of\nthe goods or pending a decision regarding the action, if any, to be taken in the matter.\n\nal\nin accordance with the provisions of the\n\nClassification of Dangerous goods — The dangerous goods shall be classified\nTechnical Instructions.\n\n‘ordance with the\n@ provisions of this\n\nlon to\n\n",
  "6": "(4) The packagings shall be suitable for the contents and the packagings in direct\ncontact with dangerous goods shall be resistant to any chemical or other action of\nsuch goods.\n\n(4A) Packagings shall meet the material and construction specifications contained in\nthe Techrical Instructions.\n\n(4B) Packagings shall be tested in accordance with the provisions of the Technical\nInstructions.\n\n(4C) Packagings for which retention of a liquid is a basic function, shall be capable of\nwithstand ng, without leaking, the pressure specified in the Technical Instructions\n\n(5) Inner packagings used for the transport of the dangerous goods shall be packed,\nsecured or cushioned in such a manner that no breakage or leakage shall be caused\nand these shall also control the movement of the dangerous goods within the outer\npackaging(s) during normal conditions of air transport and also the cushioning and\nabsorbent materials shall not react dangerously with the contents of the receptacles\n\n(6) No packaging used for the transport of the dangerous goods shall be re-used\nunless, ~\n\n(a) ithhas 2¢en inspected and found free from corrosion or other damage; and\n\n(b) all necessary precautions have been taken to prevent contamination of subsequent\ncontents:\n\nProvided that where it is not possible to properly clean a packaging already used for\nthe transport of dangerous goods, then such an uncleaned emply packaging shall be\ntransported by air following the same procedure as laid down for the transport of the\ndangerous goods for which such packagings has been used earlier\n\n6. Labeling - Unless otherwise provided in the Technical Instructions, each package\nof dangerous goods shall be labeled in accordance with the requirements specified in\nthe Technical Instructions.\n\n7. Marking - (1) Save as otherwise provided in the Technical Instructions, ¢\npackage of goods shall be marked with the proper shipping name of\ncontents igned, the UN number and such other markings as may\n\n",
  "7": "overpack of dangerous goods for transport by air unless he has ensured that such\ndangerous goods are not forbidden for transport by air and are properly classified,\npacked, marked and labeled in accordance with the requirements specified in the\nTechnical Instructions.\n\n(2) Unless otherwise provided in these rules, no shipper or his agent shall offer\ndangerous goods for transport by air unless he has completed, signed and provided to\nthe operator a dangerous goods transport document, as specified in the Technical\nInstructions.\n\n(3) The dangerous goods transport document shall bear a declaration signed by the\nshipper or his agent indicating that the dangerous goods are fully and accurately\ndescribed by their proper shipping names and that they are classified, packed,\nmarked, labeled and in proper condition for transport by air as per requirements of the\nTechnical Instructions.\n\n(4) In addition to the languages required by the State of origin, English shall also be\nused in the dangerous goods transport document.\n\n9. Operator's Responsibilities - (1) No operator shall accept dangerous goods for\ntransport by air unless,\n\n(a) the dangerous gqods are accompanied by a completed dangerous goods transport\ndocument, except where the Technical Instructions specify that such a document is\nnot required; and\n\n(b) the package, overpack or freight container containing the dangerous goods has\nbeen inspected in accordance with the acceptance procedures specified in the\nTechnical Instructions.\n\n(2) The operator shall ensure that an acceptance check-list as required by the\nTechnical Instructions has been developed and is being used by his acceptance staff.\n\n(3) Packages and overpacks containing dangerous goods and freight containers\ncontaining radioactive materials shall be inspected for evidence of leakage or damage\nbefore loading on an aircraft or into a unit load device and such packages, overpacks\nor freight containers shall be loaded and stowed on an aircraft in accordance with the\nrequirements specified in the Technical Instructions.\n\noverpacks or\nait.\n",
  "8": "condition for transport by air and that no other package has been contaminated.\n\n(7) Packages or overpacks containing dangerous goods and freight containers\ncontaining radioactive materials shall be inspected for signs of damage or leakage\nupon unloading from the aircraft or unit load device and if evidence of damage or\nleakage is found, the area where the dangerous goods or unit load device were\nstowed on the aircraft shall be inspected for damage or contamination.\n\n(8) No dangerous goods shall be carried in an aircraft cabin occupied by passengers\nor on the flight deck of an aircraft, except those specified in sub-rule (4) of rule 3,\n\n(9) Any hazardous contamination found on an aircraft as a result of leakage or damage\nto dangerous goods shall be removed without delay.\n\n(10) An aircraft which has been contaminated by radioactive materials shall\nimmediately be taken out of service and not returned to service until the radiation level\nat any accessible surface and the non-fixed contamination are not more than the\nvalues specified in the Technical Instructions.\n\n(11) Packages containing dangerous goods which might react dangerously with one\nanother shall not be stowed on an aircraft next to each other or in a position that would\nallow interaction between them in the event of leakage.\n\n(12) Packages of toxic and infectious substances shall be stowed on an aircraft in\naccordance with the requirements specified in the Technical Instructions.\n\n(13) Packages of radioactive materials shall be stowed on an aircraft so that they are\nseparated from persons, live animals and undeveloped film, in accordance with the\nrequirements specified in the Technical Instructions.\n\n(14) Subject to the provisions of these rules, when dangerous goods are loaded in an\naircraft, tie operator shall protect the dangerous goods from being damaged, and\nshall secure such goods in-the aircraft in such a manner that will prevent any\n\ncontaining radioactive materials, the securing shall be adequate to ensure that the\nseparation requirements of sub-rule (13) are met at all times.\n\n",
  "9": "() the name and address of person or operator reporting;\n(ii) the name and address of the shipper;\n\n(iii) date and location of detection of mis-declared or undeclared dangerous goods;\n(iv) class or division of dangerous goods with the proper shipping name and quantity of\nsuch dangerous goods;\n\n(3) On receipt of the report the Director-General shall, if considered necessary, order\nan investigation to determine the causes of mis-declared or un-declared dangerous\ngoods and take preventive measures to avoid reoccurrence of such occurrences.\n\n10. Provision of Information - (1) The operator of the aircraft in which dangerous\ngoods are to be carried shall provide information in writing to the pilot-in-command as\nearly as practicable before departure of the aircraft as required by the Technical\nInstructions.\n\n(2) The operator shall provide such information in the Operations Manual so as to\nenable the flight crew member to carry out their responsibilities with regard to the\ntransport of dangerous goods and shall also provide instructions as to the action to be\ntaken in the event of emergencies arising involving dangerous goods,\n\n(3) Operators shall ensure that information is promulgated in such a manner that\npassengers are warned as to the types of goods which they are forbidden from\ntransporting aboard an aircraft as provided in the Technical Instructions.\n\n(4) Operators, shippers or other organisations involved in the transport of dangerous\ngoods by air shall provide such information to their personnel so as to enable them to\ncarry out their responsibilities with regard to the transport of dangerous goods and\nshall also provide instructions as to the action to be taken in the event of emergencies\narising involving dangerous goods.\n\n(6) If an in-flight emergency occurs, the pilot-in-command shall, as soon as the\nsituation permits, inform the appropriate air traffic services unit, for the information of\naerodrome authorities, of any cangerous goods on board the aircraft, as provided in\nthe Technical Instructions.\n\n(6) In the event of an aircraft accident or a serious incident where dangerous goods\ncarried as cargo are involved, the operator of the aircraft shall provide information,\nwithout delay, to the emergency services responding to the accident or serious\nincident, and, as soon as possible, to the appropriate authorities of the State of the\nwhich ti accident or serious incident ot bout the\nshown on the written inforr to the\n\n",
  "10": "Central Government in this behalf by a general or special order in writing may, at any\nreasonable time, enter any place to which access is necessary and inspect any\nservices, equipment, documents and records with a view to ensuring compliance with\nthe provisions of these rules.\n\n(2) The operator, shipper, training establishment and every other person concerned\nwith carriage of dangerous goods shall allow the person so authorised, access to any\npart of the aircraft, building or any facility including equipment, records, documents\nand personnel, and shall co-operate in exercising his powers or carrying out his duties\nunder these rules.\n\n(3) The Director-General, or any other officer authorised under sub-rule (1), may carry\nout investigation into alleged violations by an entity performing any function under\nthese rules. and for such investigation, the authorised officer may exercise the power\nunder sub-rule (1).\n\n11. Dangerous Goods Accidents and Incidents ~ (1) In the event of a dangerous\ngoods accident or dangerous goods incident, as the case may be, the\npilot-in-command of the aircraft and the operator of the aircraft or of the aerodrome, as\nthe case may be, shall submit a report in writing to the Director-General on such\naccident or incident.\n\n(2) The report under sub-rule (1) shall, in addition to any other relevant information,\ncontain the following information, namely: ~\n\n(a) the type, nationality and registration marks of aircraft;\n\n(b) the name of the owner, operator and hirer of the aircraft;\n\n(c) the name of the pilot-in-command of the aircraft;\n\n(d) the nature and purpose of the flight;\n\n(e} the date and time of the dangerous goods accident or incident;\n\n(f) the place where the accident occurred:\n\n(g} the last point of departure and the next point of intended landing of the\naircraft;\n\n(hi the details of the dangerous goods on board the aircraft viz. their proper\nshipping name, UN number, quantity etc.\n\n(1) the known cause of the dangerous goods accident or incident;\n\n{J} details of other cargo on board the aircraft;\n\nnt of known damage to the air\n\nroperty and persons on\n\nd to be included by the Director-General\n\n",
  "11": "position involving the transport of dangerous goods and recurrent training shall take\nplace within twenty-four months of the previous training.\n\n(3) The period of validity of the training referred to in sub-rule (2) shall be twenty-four\nmonths from the date of successful completion of the training.\n\n(4) In case of the recurrent training, the period of validity of the training shall\ncommence from the date of expiry of the previous training subject to the condition that\nthe recurrent training has been successfully completed-within a period of not more\nthan three months prior to the date of expiry of the previous training.\n\n(5) In cases other than those referred to in sub-rule (4), the period of validity of the\nrecurrent training shall commence from the date of successful completion of the\nrecurrent training\n\n12A. Establishment and approval of Training Programme. — (1) Initial and\nrecurrent dangerous goods training programmes shall be established and maintained\nby or on behalf of, —\n\n(a). shippers of dangerous goods including packers and persons or\norganizations undertaking the responsibilities of the shipper;\n\n(b) operators;\n\n(c) ground handling agencies which perform, on behalf of the operator, the\nact of accepting handling, loading, unloading, transferring or other\nprocessing of cargo;\n\n(4) ground handling agencies located at an airport which perform, on behalf of\nthe operator, the act of processing passengers;\n\n(e) agencies not located at an airport, which perform on behalf of the\noperator, the act of checking in passengers;\n\n(f)_ freight forwarders; and\n\n(g) agencies engaged in the security screening of passengers and their\nbaggage, and cargo.\n\nnmensurate with the\ning shall in\n\n(2} Training shall\nponsibilities of\n\nprovided in the requirerne\nsonnel being trained and su\n\noi\n\ntraining aimed st providing familia\n\n",
  "12": "the Director-General.\n\n(4) The training programme established and maintained by or on behalf of a foreign\noperator for their own staff shall be accepted as valid by the Director-General on\nproduction of evidence that it has been approved by the regulatory authority of the\nState of the Operator.\n\n(5) An application for grant of approval under sub-rule (3) shall be made to the\nDirector-General in such form and contain such particulars or documents as may be\nspecified by him\n\n(6) The Director-General or any other officer authorized in this behalf by the Central\nGovernment may, on being satisfied, grant approval to an organisation to establish or\nmaintain the training programme.\n\n(7) Unless suspended or cancelled, the approval granted under sub-rule (6) shall\nremain velid for a period not exceeding one year, which may be renewed for a period\nnot exceeding one year at a time.\n\n(8) A fee of rupees fifty thousand shall be payable for the grant of approval and rupees\ntwenty five thousand shall be payable for renewal thereof.\n\n(9) The fee shall be paid by crossed Indian Postal Order or Demand Draft drawn in\nfavour of Pay and Accounts Office, Director General of Civil Aviation, Ministry of Civil\nAviation, New Delhi.\n\n43. Directions by Director-General - (1) The Director General may, through\nAeronautical Information Circulars (AICs) and publication entitled Civil Aviation\nRequirements (CARs), issue special directions, not inconsistent with the provisions of\nthe Aircraft Act, 1934 (22 of 1934), the Aircraft Rules, 1937 or these rules, relating to\npacking, marking, labelling, acceptance, handling, loading, unloading, storage,\ntraining end any other process or procedure connected directly or indirectly with the\ncarriage of dangerous goods by air.\n\n(2) The Civil Aviation Requirements under sub-rule(1) shall be issued after placing the\ndraft on the website of the Directorate General of Civil Aviation for a period of thirty\ndays for inviting objections and suggestions from all persons likely to be affected\nthereby:\n\nProve\ndispense\n\nreral may, in public\n\nd that the Direct\n\n",
  "13": "order in writing, exempt any aircraft or class of aircraft or any person or class of\npersons from the operation of these rules, either wholly or partially, subject to such\nconditions, if any, as may be specified in that order.\n\n15. Cancellation or suspension of licence, certificate and approval - Where the\nDirector-General or any officer authorized in this behalf by the Central Government,\nafter giving an opportunity of being heard, is satisfied that any person has contravened\nor failed to comply with the provisions of these rules or any direction issued under rule\n13, he may, for reasons to be recorded in writing, cancel or suspend any licence,\ncertificate or approval issued under these rules or under the Aircraft Rules, 1937.\n[Principal Rule published vide GSR 206(E) dated 5.3.2003\nAmended by ~ (i) GSR No. 795(E) dated 6.10.2003\n(ii) GSR No. 796(E) dated 6.10.2003\n(il) GSR 600(E) dated 27.9.2006\n(iv) GSR 231(E) dated 19.3.2007\n(v) GSR 823(E) dated 12.11.2009\n(vi) GSR 928 (E) dated 29.11.2010\n(vii) GSR 296(E) dated 16.04.2015\n\n(vill) GSR 275(E) dated 25.02.2016]\n",
  "14": "Copy for information and necessary action to: =\n\n1. Ditector General, CISF, 13 CGO Complex, Lodhi Road, New Delhi: May kindly eireutate (0 all\nASG Units at the airports taken over by CISF.\nDGPS / IGPs all States / U.T.s.\nCommissioner of Police, Dethi, Mumbai, Chennai & Kolkata\nChairman, Airports Authority of India, Rajiv Gandhi Bhawan, New Delhi: with request 1 please\n‘circulate 10 all AAI airports in the Country. . i\nCMD, NACIL (Air India) Lid., Reservation Building, Safdarjung Airport, New Delhi-03 Hq\nCEO, Spice Jet, Plot No.319, UdyogVihar, Phase -1V, Gurgaon, Haryana :\nCEO, Go Air, Neville House, J.N Herdia Marg, Ballard Estate, Mumbai-400 001 :\nCEO, Indigo Airlines, Tower C, Global Business Park. DLF City, Phase II], Mehrauli Gurgaon,\nRoad, Gurgaon-122 002 |\n9, CEO. Air Asia (I) Put. Ltd., AIT, 2 Floor, Chennai Airport, Chennai-600027 i\n10. CEO, Vistara (TATA SIA), 10\" Floor, one Horizon Centre, Sector-43, DLF Phase-V. Gurgaon!\n122003\n11. Airport Director, Sri SathyaSai Airport, PrasanthiNilayamPuttparthy, Anantpur District, Andhra\nPradesh-515134\n12, MD, DIAL, New UdanBhawan, Opp. Terminal-3, IGI Airport, New Delhi-37\n13. MD, MIAL, CSI Airport, 1% Floor, Terminal IB, Santacruz (E), Mumbai 400 099.\n14. MD, CIAL, Cochin International Airport Ltd., Cochin Airport, Cochin, '\n15. MD, HIAL, Hyderabad International Airport Limited, Shamshabad-500 409, Ranga Reddy Dist\nAP.\n16. MD, KIA Bengaluru, Administration Block, Bengaluru International Airport Devanahal\nBangalore-560 300.\n17. MD, MIHAN India Private Ltd., Dr. BabasahebAmbedkar International Airport, Old Tern\nBuilding, Nagpur-440 005. |\n18. CSO, BAPL Durgapur Airport, MNAV-29 Bengal Ambuja Housing Complex City Cente,\nDurgapur 713216\n19. RD BCAS, Delhi, Chennai, Mumbai, Kolkata, Ahmedabad, Hyderabad, Amritsar, Guwahati.\nImphal, Bengaluru, Bhopal, Bhubaneswar, Chandigarh, Jaipur, Lucknow, Patna, Raipur. Srinagar\nand Thiruvananthapuram: ‘0 please cireulate (o all concerned at airports in the region. !\n20, Managing Director, Kannur International Airport Limited, Kera-Peravoor -PO, Mattannur, Dif\nKannur, Kerale-670702 (si wruitpuctaies\n24. Aisport Director, Kurnool Airport, Andhra Pradesh. (apd-krntap-apadel@ap.gov. in)\n\nBEN\n\nCopy for information to:-\n\n1. Secretary, Civil Aviation, MoCA, RG Bhawan, New Delhi\n\n2, Joint Secretary, MoCA, Rajiv Gandhi Bhavan, New Delhi (Kind attn.: Ms. UshaPadhee, 1S)\n\n3. DGCA, Technical Area, Opp. Saflarjung Airport, New Delhi-03\n\n4. Director, R&AW, Cabinet Secretariat, Room No, 1001, B-1 Wing. 10th Floor. | Pt\nDeendayalAntyodayaBhawan,CGO Complex, Lodhi Road, New Delhi ~ 110003 (Kind attn.: Shri H.C\nParveen Kumar, Director)\n\n5, Joint Secretary (15-1), MHA, Room No. - 110, North Block, New Delhi\n\n6, Joint Director, IB, MHA. 35 S P Marg, New Delhi (Kind atin. Shri, RR, Verma. JD)\n\n7. PS to Hon'ble Minister of Civil Aviation, RG Bhawan, New Dethi\n\n‘but\nSr. PPS fo DG, PP DG. PS to DDG (AMT), PS i DDG (MD), PS to DDG (DR). All IDs / QDs /\nADs of BCAS HQ, Guasd File ;\n\n"
}