{
  "1": "SECRET\n\nGOVERNMENT OF INDIA\n(MINISTRY OF CIVIL AVIATION)\nBUREAU OF CIVIL AVIATION SECURITY\nA- WING , JANPATH BHAWAN ,,\nJANPATH, NEW DELHI -110001\n\nCAS-7(25/2014/DIV-I(NCASQCP) Dated : 18.08.2015\nAVSEC ORDER No. 03/2015\n\nSubject:~ National Civil Aviation Security Quality Control Programme\n\nIn exercise of powers conferred by Section SA of Aircraft Act, 1934, delegated to him vide\nGovernment of India, Ministry of Civil Aviation Notification No 1797 dated 03\"July 1997, for the\npurpose of securing the aircraft operations and access control at the civil airports in India, the\n‘Commissioner of Security (CA) directs that the following aspects shall be incorporated in the revised\nNational Civil Aviation Security Quality Control Programme (NQCP) issued vide this Bureau\nletter of even no, dated 27.04.2015 :\n\nNCASQ | Details to be incorporated in the National Civil Aviation Security Quality Control\nCP Para/ | Programme (NQCP)\n\nSub Para\nNo.\n\n133@ | Para: 133 @inthoNQCP may be read as under:\nEnsure all persons who are assigned AVSEC duties or responsibilities are subject to\nbackground checks, selection procedures and are verifiably trained and\ninstructed/certified to carry out such duties.\n\n133 __ | Gathering of information on aviation security from sources outside the quality control\n0 system, such as reports on a voluntary basis from passengers, crew members and staff\nemployed by airport and aircraft operators.\n\n134.1 Para : 1.3.4.1 (a) in the NQCP may be read as under:\n\n@ ‘Threat assessment and risk management.-The concerned national intelligence agencies\nSuffix | responsible to carry out security risk and threat assessment should use the risk\nassessment methodology as_given in Appendix 37 of ICAO Doo. 8973.\n\n143 | The national auditors/inspectors, while undertaking the authorized quality control\nperformance measures of appropriate security controls to be implemented by the\nconcemed entities pertaining to relevant areas of their responsibilities at the airports\nincluding but not limited to the following aspects:\n\na access control to airside areas,\n\nPage 1of 4\n",
  "2": "iG\n\nSecurity controls to SRAs\nbackground checks and selection procedures for the:\n\n(@_ persons other than passengers granted unescorted access to SRAs\nGi) __ persons implementing security controls\n\n‘security measures to ensure that the movement of persons and vehicles to\nand from aircraft is supervised in SRAs in order to prevent unauthorized\naccess to aircraft\n\nscreening and security controls for persons other than passengers &\nvehicles, together with items carried, prior to entry into airport SRAs\nserving domestic & international civil aviation operations\n\naircraft security checks and searches of originating aircraft & measures to\nensure that any items left behind by passengers disembarking from transit\nflights are removed from the aircraft or otherwise dealt with appropriately\nbefore departure of the aircraft\n\nmeasures for its aircraft operators to prevent unauthorized persons from\n‘entering the flight crew compartment during flight\n\n‘Measures to ensure that an aircraft subject to a security check or search is\nProtected from unauthorized interference, from the time the aircraft check\nor search has commenced, until the aircraft departs\n\nscreening of originating & transfer passengers and their cabin baggage\nmeasures for the protection of screened passengers including transit\npassengers and their cabin baggage from unauthorized interference, from\nthe point of screening, until they board their aircraft\n\nscreening of originating hold baggage, transfer hold baggage, using an\nappropriate method or methods\n\nprotection and reconciliation of hold baggage from unauthorized\ninterference, from the point it is screened or accepted into the care of the\naircraft operator, whichever is earlier, until departure of the aircraft,\nprocedures for the authorization of hold baggage to be carried on an\naircraft\n\nsecurity controls, including screening where practicable, for cargo and\nmail, prior to their being loaded onto an aircraft, taking into account the\nnature of the consignment\n\neffectiveness of the supply chain security process, which includes\nregulated agents and/or known consignors, if such entities are involved in\nimplementing screening or other security controls of cargo and mail\nProtection of cargo and mail from unauthorized interference, from the\npoint screening or other security controls are applied, until departure of\nthe aircraft\n\ncatering, stores and supplies intended for carriage on passenger aircraft\n‘are subjected to appropriate security controls and thereafter protected\n‘until loaded onto the aircraft\n\nmaintenance and performance testing of security screening equipment\n\n14.4.1\n\nbook shall be prepared by audit / inspection team based on monitoring of quality\n\nPage 2 of 4\n\n",
  "3": "1,7.1.5()\n\nReference of sub points under 1.7.1.5 will follow as (b) and (6).\nConfidentiality of security information provided by sources such as passengers, crew\nand ground personnel to supplement the NQCP shall be strictly adhered to and\nappropriate action on feedback received from sources.\n\n2.2.1 (v)\n\nPara: 2.2.1(¥) in the NQCP may be read as under\nTo provide the security equipments and carry out proper maintenance & performance\ntesting of such equipments.\n\n241.13\n@\n\n‘Monitor the performance of security measures to ensure that the movement of persons:\nand vehicles to and from aircraft is supervised in SRAs in order to prevent\nunauthorized access to aircraft.\n\n3.4.13\n\nAn operator shall implement procedures for the following aspects pertaining to\n\nspecial category of passengers:\n\n|) toensure safety on board aircraft when passengers who are obliged to\ntravel because they have been the subject of judicial or administrative\nproceedings are to be carried\n\nil) the notification to the aircraft operator and the PIC prior to the carriage of\nPassengers who have been the subject of judicial or administrative\nProceedings.\n\nlil) the carriage of weapons on board aircraft by LEOs and other authorized\nPersons acting in the performance of their duties.\n\nIv) the carriage of weapons on board aircraft in a place inaccessible to any\nperson during flight time\n\n¥) the selection, training and deployment of IFSOs.\n\nvi) the notification to the PIC as to the number of armed persons and their\nseat location.\n\n371\n\nPara : 3.7.1 in the NQCP may be read as under:\n\na g@ shall be loaded onto an aircraft\naircraft operator.\n\n384d)\n\napplication of screening or other security controls has been confirmed and accounted\nfor by a regulated agent or an entity that is approved by the appropriate authority, or\nsuch cargo or mail has been subjected to screening.\n\n3.8.8\n\nThe auditor shall monitor the performance of measures to ensure that cargo and mail\nthat have been confirmed and accounted for have then been issued with a security\nstatus, either in an electronic format or in writing, to accompany the cargo and mail\nthroughout the secure supply chain.\n\n389\n\nThe auditor shall monitor the performance of security controls, including soreening\nwhere practicable, for transfer cargo and mail prior to their being loaded onto an\n\n3.9.4.6\n\nAircraft operators shall ensure that any items left behind by passengers disembarking\nfrom transit flights are removed from the aircraft or otherwise dealt with appropriately\nbefore departure of the aircraft.\n\n3.12.5(@)\n\nThe auditors shall monitor the performance of measures to ensure that merchandise and\nsupplies introduced into SRAs are subject to appropriate security controls, which may\ninclude screening.\n\nPage 3 of 4\n",
  "4": "412\nSuffix\n\nPara: 4.1.2 in the NQCP may be read as under\n\nNo person shall... .- Such security cleared passengers and their\ncabin baggage shall be protected from unauthorized interference from the point of\nscreening until they board their aircraft. It shall be ensured by the concerned entity\nto protect transit passengers and their cabin baggage from unauthorized interference,\nand to protect the integrity of the security of the airport of transit.\n\n432\n\nEnhanced security measures for high-risk cargo and mail shall be ensured by\nauthorised agencies as per the provisions given in the NCASP.\n\n452.6\n\n‘The persons implementing security controls are subject to background checks and\nselection procedures.\n\n5.7\n\nReporting and analysis of quality control findings\n\nS71\n\n‘The quality control findings shall be reported by the auditors and the same shall be\nanalyzed at the. BCAS HQ. Causes and patterns resulting from the analysis shall be\nProvided to those with a need to know for corrective actions and possible adjustments\nto the programmes/regulations.\n\n‘Siameeal||\n\nAnnual Summary report of Quality Conirol activities:\nan annual summary report shall be issued by the Commissioner of Security (CA)\nthat summarizes the number and type of quality control activities undertaken in the\nTeporting year incorporating the following aspects :\n@_ overall state of any deficiencies identified, including deficiencies related to\nthe NCASP,\n(ii) current status of corrective actions,\n(iii) improvements made to the NQCP, if any, and\n(iv) the status of the financial and human resources related to the\nimplementation of the NQCP.\n\n373 |\n\n=\n\nBCAS HQ shall maintain a record management system for recording and monitoring\nProgress to ensure that corrective measures to resolve security concems identified\n\n2 The\n\nabove instructions shall be implemented with immediate effect. Any violation of this\n\nAVSEC Order shall attract penalty under section IIA of the Aircraft Act, 1934,\n\n‘Commissioner of Security (CA)\n\nAs per list attached.\n\nBee’ oe\n\na eal\naijEo\n\nPage 4 of 4\n"
}