{
  "1": "SECRET\n\nCAS -7(25)2014/Div.-1 (NCASP)\nSING FAR / GOVERNMENT OF INDIA\nai eae Fara / MINISTRY OF CIVIL AVIATION\nAIR PAT BRT EY/ BUREAU OF CIVIL AVIATION SECURITY\noP as, n1 Sel, TTT eT, SETI / +A? WING LIL FLOOR, JANPATH BHAWAN, JANPATH\n3 feea-1 10001 / NEW DELHI - 11000\nDated: - 24/09/2015 7\n\nAYSEC ORDER No.: 08 01s\n\nIn exercise of powers conferred by Section SA of Aircraft Act, 1934, delegated to him\nVide Government of India, Ministry of Civil Aviation Notification No 1797 dated 03\" July\n1027, for the purpose of securing the aircraft operations at the civil airports in India, the\nCommissioner of Security (CA) directs that the following shall be incorporated / modified in\nthe National Civil Aviation Security Programme of India issued vide AVSEC Order No.\n2n2015: -\n\nEach airport operator shall ensure that in order to enforce strict access control ]\nand detect / prevent suspicious persons who are. authoriced {0 gain entry into\ncurity restricted areas of the airport, the screener and / s: surveillance staff of\nASG shall be responsible to subject such persons other than passengers to\n64.6.5. behaviour detection systems on regular and constant basis. Body language of such\nPersons shall be surveilled unobtrusively to gain meaningful results. These\ninstructions shall be incorporated in the ASE\" Appropriate SOPs shall be\ndeveloped and made available a the appropriate locatene for implementation by\n| the concerned entities,\nEach airport operator and aircraft operator operating to and from India shall\nsutherisrit it order to detect and prevent a suspicious Passenger who is\nauthorised to gain entry into security restricted areas of the airport and aircraft,\nthe screener and / or surveillance staff of ASG and aircraft Operator concerned\n7.1.2 | shall be responsible to subject such Passengers to behaviour detection ‘system on\nregular and constant basis. Body language of such Person shall be surveilled\ninobirusively to gain meaningful results. These instrucrcane shall be incorporated\nin the ASP and AOSP. Appropriate SOPs shall be developed and made available\n\n726\n\nPage 1 of 2\n",
  "2": "SECRET\n\nDehind by passengers disembarking from transit flights are removed from the |\naircraft or otherwise dealt with appropriately before departure of the aircraft.\n\n78.1.6\n\nPara 7.8.1.6 of the NCASP to be read as under:-\n\nIn case of cargo consignments which can neither be x-rayed nor can be physically\nchecked on account of the nature of the consignments, the airline operators shall\ncertify in each case that a particular consignment intended for carriage by air can\nneither be x-rayed nor physically checked. In such case the airline operators may\ntransport such consignments only after screening by ETD / canine teams.\n\n18.6\n\nPara 7.8.6 of the NCASP to be read as under:\n\nIn order to enforce security controls to the cargo consignments prescribed security\ndeclaration given at Annexure- XIX of the NCASP shall be signed by the\nauthorized cargo agents and Regulated Entity such as Regulated Agent, Known\nConsigner or Aircraft Operator as per the format prescribed. The prescribed\nconsignment security declaration shall be applicable for passcnger, all-cargo and\nall-mail aircraft, including normal and in accordance with high-risk requirements.\n\n2\n\n‘The above directions shall be implemented with immediate effect.\n\nachat\n\nCommissioner of Security (CA)\n\nDistribution: As per list attached.\n\nPage 2 of 2\n"
}