{
  "1": "SECRET\n\nCAS -7(25)2014/DIV-1 (NCASTP)\n‘SING WTA / GOVERNMENT OF INDIA\n‘ai faatietet Hae / MINISTRY OF CIVIL AVIATION\nIR fasta Gee SAY / BUREAU OF CIVIL AVIATION SECURITY,\n{ST GS, Ll er, STTE STaeT, STTIE/ +A” WING F-III FLOOR, JANPATH BHAWAN, JANPATH\n‘ag ercit-110001 / NEW DELHI - 110001\nDated: - 24/09/2015\n\nAYSEC ORDER No.: 09/2015\n\nSubject: - National Civil Aviation Security Training Programme — Amendments.\n\nIn exercise of powers conferred by Section SA of Aircraft Act, 1934, delegated to him\nvide Government of India, Ministry of Civil Aviation Notification No 1797 dated 03\" July\n1997, for the purpose of securing the aircraft operations at the civil airports in India, the\nCommissioner of Security (CA) directs that the following shall be incorporated / modified in\nthe National Civil Aviation Security Training Programme of India issued vide AVSEC Order\nNo. 04/2015: -\n\n(I) Behaviour Detection Training; and\n(m) Any other Avsec functions, as specified by the Commissioner from time to time.\nEach BCAS approved ASTI shall ensure to organise appropriate training on |\n5.3.6 | behaviour detection system on regular and constant basis in accordance with the\ncourse contents provided by the Appropriate Authority from time to time.\n\nPrior to being assigned tasks and responsibilities Of quality control activities, the\nnational Inspectors / auditors shall undergo on-the-job training, overseen by\nexperienced auditors or inspectors in the capacity of instructors who shall be\nappointed by the appropriate authority. Training sessions can include the\nparticipation of the trainces in one or more monitoring activities, during which they\nmust demonstrate their ability to perform the tasks. All monitoring activities\nperformed by the trainees will be reviewed on a continual basis by the national\n\nauditor in the capacity of instructor.\nBB. x, ES\n\n‘Commissioner of Security (CA)\n\n211\n\n215\n\n2. The above directions shall be implemented with immediate effect.\n\nDistribution: As per list attached.\n"
}