{
  "1": "RESTRICTED \nNO.CAS-8(4A)2006-DIV-1 \nGOVERNMENT OF INDIA \nBUREAU OF CIVIL AVIATION SECURITY \n(MINISTRY OF CIVIL AVIATION) \nA-WING JANPATH BHAWAN \nJANPATH, NEW DELHI \nDated:  4.12.2006 \n \nAVSEC ORDER NO.  01/2006 \n \nSubject:- \nSecurity  measures  for  Air   Cargo. \n \nAs  the  widespread implementation  of  aviation security measures  \nregarding  passengers and their  baggage  have become  more effective  so has  \nair  cargo  become more attractive option for those persons  attempting  to carry \nout  an act of  unlawful interference.  As per the Standards of Annex 17 to the \nConvention on International Aviation it is mandatory to establish measures to \nensure that the cargo consignments intended to be carried by air are subjected to \nappropriate security controls.  \n \n2. \nIn view of the above and also the threat perception from terrorists outfits to \ncivil aviation operations, Commissioner of Security (Civil Aviation), Bureau of \nCivil Aviation Security, in exercise of powers conferred by Section 5A of Aircraft \nAct 1934 delegated to him vide Government of India, Ministry of Civil Aviation \nNotification No. 1797 dated July 3, 1997 for the purpose of securing the safety of \naircraft operation directs that the following instructions with regard to security \ncheck of  all  cargo shall be implemented before loading the cargo into the \naircraft for transportation:- \n \ni) \nAll cargo consignments  and mail shall be subjected to x-ray screening \nby trained and BCAS certified  screeners  of the concerned airlines;   \n \nii) \nThe consignments which cannot be screened through x-ray due to size \nconstraints, volume or contents of the consignments, shall be \nphysically checked by the security staff mentioned above and a \nsecurity sticker indicating the procedure of security check applied shall \nbe affixed on each consignment;  \n \niii) \nIn case of cargo consignments which can neither be x-rayed nor can \nbe physically checked on account of the nature of the consignments, \nthe airline operators shall certify in each case that a particular \nconsignment intended for carriage by air can neither be x-rayed nor \nphysically checked. In such case the airline operators may transport \nsuch consignments only after observing 24 hours cooling off period; \n \n \nContd…2",
  "2": "-2- \n \niv) \nAfter security check of the cargo consignments, security stickers as per \nthe specimen given below shall be pasted / affixed by the security staff \nof the air operator on  each cargo consignments / baggage/ unitized  \npallets; \n \n \n \n \n \n \n \n \n \n(v) \nA proper record shall be maintained by the aircrart operators of the \nsecurity procedure implemented by them and will be made available \nfor inspection by the BCAS officers; \n \n(vi) \nThe security measures as mentioned above shall be specifically \nindicated in the cargo manifest against each cargo consignment.  The \ncargo consignment, when taken to  airside for loading into the aircraft, \nshall be accompanied with the cargo manifest;  \n \n(vii) \nAirport security  Unit (APSU) deployed on the entry point of the airside \nshall check / ensure the following : - \n \na. Security sticker pasted on the cargo consignment. \nb. Cargo manifest \nc. Access control of persons / vehicles. \n \n(viii) \nAPSU shall ensure  on the  basis of  cargo manifest  and  security \nstickers affixed on consignments / baggage / pallets, in the  form it is  \ntaken to airside, that the above measures have been taken by the \naircraft operators and in token of confirmation,  the cargo manifest \nshall be countersigned by the responsible officer of the APSU on duty \nbefore transportation to airside for loading; \n \n3. \nThe aircraft operators  shall ensure that  cargo and mail  to be carried on \nan aircraft are protected from unauthorized  interference  from the point  security \ncontrols are applied until  departure of the aircraft.; \n \n4. \nBefore cargo is loaded into the aircraft, aircraft operators security, staff \nshall ensure that no cargo consignment is allowed unless it has passed through \nthe prescribed security control.  The cargo manifest shall be signed by the \naircraft operator security staff on the apron, in token of the above procedures   \nhaving been followed by them;  \n \nContd…3 \n \nAIR Operator ……………..  \n \nSl. No ………………….. \nX-RAYED  \n \n \n \n \nDate  …………………… \nPHYSICALLY CHECKED \n \n \nStation …………………. \nCOOLED OFF",
  "3": "-3- \n \n \n5. \nThe aircraft  operators operating from airports in India shall incorporate \nthese instructions in their Security  Programme and confirm the same to the \nBCAS. \n \n6. \nLegal action Under Section 11 A of the Aircraft Act 1934 shall be taken \nagainst the Air Operators who violate the above directions.  Such export cargo \nconsignment shall not be allowed for loading into the aircraft by APSU on duty; \n \n7. \nIn order to enforce security controls to the cargo consignments, the \nprescribed security declaration shall be signed by authorized cargo agents as  \nper  BCAS  AVSEC Order  No.6/2005  dated   2.12.2005. \n \n8. \nThis  issues  with the approval of  Commissioner of  Security (CA)  and \nsupersedes  all previous  AVSEC Orders / Circulars on the  above subject. \n \n9 \nThe  above  instructions  shall be  implemented  with immediate  effect. \n  \n \n \n \n \n(M. Malaviya) \nAddl. Commissioner of  Security (CA) \n \nDistribution as per  list attached"
}