{
  "1": "SECRET \nNo.CAS-8(4)/2011-Div.IIIB(QCP). \nBUREAU OF CIVIL AVIATION SECURITY \n(MINISTRY OF CIVIL AVIATION) \nGOVERNMENT OF INDIA \n“A” WING, JANPATH BHAWAN, \nJANPATH, NEW DELHI-110001 \nDated : 13/06/2012 \n \nAVSEC ORDER No. 01/2012 \n \nSubject: Deployment of Auditors from Scheduled Aircraft Operators/Airport Operators \nfor supplementing auditing responsibilities of BCAS. \n \n1. \nIntroduction: \n \n1.1 \nBCAS has to oversee that AVSEC Orders and Circulars issued in exercise of powers \nconferred under section 5A of Aircraft Act, 1934 are implemented on ground by all agencies.  \nBCAS also carries out review/inspection of the operational preparedness and implementation of \nthe instructions and quality of staff deployed.  In addition, periodic inspections, audits, are \nconducted in order to ensure that the required standards in deployment of manpower and \nequipment are maintained so as to provide a safe, secure and reliable air transport service and \nto prevent acts of unlawful interference with civil aviation operations.  These security oversight \nfunctions comprise periodic and planned inspections and audits of the aircraft operators, airport \noperators, cargo operators, Aviation Security Group/Airport Security Units of CISF/Police, \nRegulated Agents, Mails/Postal Service providers, Catering Agents and other concessionaires. \n \n1.2 \nIn view of the limited resources available in the organization, it has been decided, as an \ninterim measure, for a period of one year and to be reviewed before this period to utilize the \nservices of certified auditors available with the aviation industry stake holders as a whole for the \npurpose of assisting BCAS in carrying out the tasks relating to inspection, audit on need basis.  \nThe deployment shall at all times avoid a conflict of interest situation in the sense that such an \ninspector will not be engaged/associated in BCAS conducted audit/inspection of its parent \ncompany. \n \n2. \nFunctions: \n \n2.1 \nThe auditors/inspectors assist in the following functions: \n \n(a) \nsecurity audits and inspections of the aircraft operators, airport operators, \nAviation Security Group/Airport Security Units of CISF/Police, Regulated Agents, \nMails/Postal Service providers, cargo operators, Catering Agents and other \nconcessionaires as per schedule issued by BCAS Hqrs;",
  "2": "(b) \nassist in drafting/policy formulation of reformatory measures in audits and \ninspection areas; \n(c) \nassist in communicating observation of the audit/inspection to the concerned \nagencies.  \n \n3. \nCriteria for nomination of auditor by airline operator and airport operator: \n \n3.1 \nScheduled operators having a fleet of 10 or more aircrafts and all airport operators shall \nnominate names of BCAS approved Auditors/Inspectors. \n \n3.2 \nEach scheduled airport operator and aircraft operator shall nominate a minimum of one \nAuditor/Inspector of the rank of Assistant Manager and above. \n \n3.3 \nThe nominated Auditor/Inspector shall meet the following criteria: \n \n \n(a) \nAge: The age of the auditor/inspector shall preferably be not more than 60 years. \n \n(b) \nQualification:  \nHe/she shall be a current BCAS approved/certified \nauditor/inspector who has attended the certified auditor/inspector course in the \nBCAS not more than 5 years preceding the date of nomination. \n(c) \nExperience: He / She shall have at least 5 years of experience in Civil Aviation \nfunctioning and has conducted AVSEC audit / inspections.  \n \n4. \nSelection Process:  \n \n4.1 \nThe selection of the Auditors/Inspectors shall be done by a Committee headed by the Jt. \nCommissioner of Security (CA), BCAS.  The selection shall be based on the qualifications, \nexperience and records of the auditors/inspectors. \n \n5. \nTerms and conditions: \n \n5.1 \nThe Auditors shall be assisting the BCAS for the period of audit which will end with the \nsubmission of recommendations to the designated officer of Bureau. \n \n5.2 \nThe Auditors/Inspectors shall report to BCAS on need basis for audit/inspection and \nshall be available to the BCAS for audit period.  He/she shall assist in audit/inspection duties as \nper the schedule decided by the BCAS.  BCAS will be responsible for oversight of these \nassistance and follow-up action on audit and inspection reports. \n \n5.3 \nWhile assigning duties it will be ensured that there is no conflict of interest. \n \n5.4 \nThe auditor/inspectors shall assist in audit/inspections under oversight of BCAS.",
  "3": "5.5 \nSuch auditor/inspectors shall be accountable to BCAS for all the inspection/audit \nfunctions performed. \n \n5.6 \nBefore assigning assistance in inspection/audit duties, the auditor/inspectors shall \nundergo orientation training and standardization and/or refresher course conducted in BCAS \nfrom time to time including on-the-job training under BCAS. \n \n5.7 \nAny disclosure of any information to any person other than to the designated officer of \nthe Bureau for this purpose is considered as unauthorized disclosure. \n \n6. \nGeneral requirements: \n \n6.1 \nBCAS may delete the names of any auditor/inspector by recording reasons in writing.  In \nsuch a case, airline/airport operator may nominate replacement of such auditor/inspector for \nselection. \n \n6.2 \nBCAS shall retain the flexibility of reviewing the requirements, based on circumstances. \n \n \n \n \n \n(B.B.DASH) \nJoint Commissioner of Security (CA) \n \nDistribution as per list attached \n \nCopy to :  \nMCA ( Attn: Shri Alok Sinha, Joint Secretary)  w.r.t  their letter No AV-13024/05/2012-\nAS dated 13.03.2012 and dated 24.05.2012"
}