{
  "1": "RESTRICTED\n311 BEAR) GOVERNMENT OF INDIA\nae feattetet Hare / MINISTRY OF CIVIL AVIATION\naay feaateter BXAM EA / BUREAU OF CIVIL AVIATION SECURITY\nW. falar, Hergy s1aet/ A-WING, JANPATH BHAWAN,\nsaree, a$ feat -110001/ JANPATH, NEW DELHI-110001\nNO. CAS- 8(02)/2013/Div-V/Tre. DATE: 18\" June 2014\nAVSEC ORDER NO. 03/2014\n\nSubject: -- AVSEC TRAINING TO BE IMPARTED BY THE BCAS APPROVED AVSEC\nTRAINING INSTITUTES (ASTIs)_ TO THE TRAINEES OF OTHER\nENTITIES INVOLVED IN CIVIL AVIATION TO CARRY OUT THE AVSEC\nTASKS ALLOCATED TO THEM BY APPROPRIATE AUTHORITY.\n\nIn exercise of powers conferred by Section SA of the Aircraft Act, 1934, delegated to him\nvide Government of India, Ministry of Civil Aviation Notification No. 1797 dated July 3, 1997,\nthe Commissioner of Security (Civil Aviation), herein after mentioned as the Commissioner for\nthe purpose of security of the aircraft operations, directs that the following instructions shall be\nstrictly followed by all operators and other entities concerned who do not have their own\nAVSEC Training Institutes:\n\n1. The entities/organizations mentioned below, besides airport operators and national\nschedule aircraft operators, have been allocated the tasks relating to aviation security\nfunctions to be carried out by the trained and certified security persons as per their\nsecurity programs approved by the Commissioner in accordance with the National Civil\nAviation Security Program (NCASP):\n\ni. Foreign aircraft operators\n\nii, Non-schedule aircraft operators\n\niii, General Aviation\n\niv. Regulated Agents\n\nv. Approved Ground Handling Agents and\n\nvi. Any other organizations involved in aviation security as per the NCASP.\n\nThe above mentioned organization/entities, which have not established their own\nAVSEC Training Institutes (herein after mentioned as other entity) shall deploy their\nsecurity staff to carry out allocated security functions for their respective organizations\nonly after they are trained in one of the BCAS approved AVSEC Training Institute\n(ASTI) and certified by the BCAS.\n\nnike\n\n“Baio }\n",
  "2": "ii.\n\niii.\n\niv\n\nvi.\n\nVii.\n\nviii.\n\nix,\n\nBased on the criterion established as per the National Civil Aviation Security Training\nProgram, ASTI of the airport operators, aircraft operators, cargo airlines and other\nsecurity service providers have been approved. List of presently approved AVSEC\nTraining Institutes is at Annexure-I.\n\nIn order to facilitate other entities to get their security personnel trained, it has been\ndecided that they can depute their authorized security personnel to undergo appropriate\nAVSEC. Training course in any of the Approved AVSEC Training Institutes\n\nsubject to adherence to the following conditions:\n\nThe other entity has BCAS approved and valid security programme.\n‘The other entity possesses valid security clearance accorded by the BCAS.\n\nThe nominated participants are on the pay roll of other entity and not on deputation from\nany sister concern or on contract.\n\nAny candidate from GHA shall be entertained by ASTIs only on verifying that the GHA\nis approved agency by the BCAS.\n\nThe other entity shall depute only the security staffs of their organization, for AVSEC\ntraining, who are involved in the performance of security functions. For AVSEC training\nof personnel not belonging to security setup/ department or not involved in performance\nof AVSEC functions, an express approval of the Commissioner is mandatory. Other\nentity must ensure nominating required number of security persons who are essentially\nrequired for implementing security functions as per BCAS Order - 3/2009 dated\n21.08.2009.\n\nAVSEC Training courses for Air Crew shall be conducted in the approved ASTIs of\nScheduled domestic Airlines only.\n\nIn-line screeners training shall be conducted at the ASTIs of Airport Operators only\n(Training/ exposure on CBT is a must)\n\nAVSEC Training courses to the security staff of APSU/Govt. Departments shall be\nconducted in the approved ASTIs of CISF.\n\nASTI of scheduled airlines and cargo airlines can allot a maximum of 50% of seats in each\nAVSEC courses to the other entities. Similarly ASTI of airport operators can also allocate\na maximum of 70% of seats in each AVSEC course to other entities. In case more seats\n",
  "3": "xi.\n\nxii.\n\nxiii\n\nxiv.\n\nxv,\n\nXvi,\n\nare allocated to other entities, the concerned ASTI shall obtain prior permission of\nCommissioner of Security (CA).\n\nEach ASTI shall conduct a minimum of three courses within a year to maintain their\naccreditation as ASTI.\n\nNominations of their trainees on the BCAS prescribed format for relevant AVSEC\ntraining courses shall be sent to the concerned ASTI by the other entity at least one month\nprior to commencement of the AVSEC Training Course. The concerned ASTI shall\nforward to BCAS HQ (Training Division) at least 15 working days in advance, a list of\neligible trainees received from other entity who are to undergo AVSEC training in their\ninstitutes.\n\nThe other entities shall ensure that background check of the nominated participants has\nbeen done and nothing adverse has been reported against such persons before forwarding\nthe nomination to the ASTIs. The ASTIs will ensure that training is being imparted to\nsecurity personnel only and the list of participants and declaration certificate in this\nregard will be submitted to BCAS HQ.\n\nCopy of appointment letter duly attested by the candidate of other entity must be enclosed\nwith the nomination form.\n\nThe BCAS prescribed course contents and curriculum shall be strictly adhered to and\nunder no circumstances it shall be altered or modified to suit the requirements of a\nspecific organization/entity.\n\nFollowing courses may be conducted at these ASTIs as per Course description/ course\ncontent mentioned in NCASTP/other relevant documents approved by Commissioner,\nAVSEC Induction Course\n\nAVSEC Basic Course\n\nAVSEC Basic course for Air Crew\n\nScreeners Training\n\nIn-line Screeners Training\n\nAVSEC Basic Refresher Course\nAVSEC Basic Refresher for Air Crew\nAVSEC Awareness Program.\n\nBCAS may allocate some other courses to any approved ASTI to be conducted for all\nentities.\n",
  "4": "xviii.\n\nxix.\n\nXX.\n\nxxi.\n\nxxii.\n\nTo conduct AVSEC awareness training, all the domestic airlines, in consultation with\nother airlines keeping in view their operations at a particular airport, shall plan tours of\ntheir certified instructors in such a way that at a particular airport an AVSEC instructor\nshould visit at least once in two months and conduct one day AVSEC Awareness Programme for\nall the airlines involved in Civil Aviation operations including GHA staff. However at 6\nmajor airports namely Mumbai, Delhi, Chennai, Hyderabad, Bangalore & Kolkata, the\nairlines may individually conduct one day AVSEC awareness programme for their staff\nas well as staff of GHA engaged by their airline. For remaining staff, airport operators\nshall organize one day AVSEC Awareness programme as stipulated in AVSEC Order No\n05/2004 dated 2\" Dec 2004 which include Foreign Airlines, Regulated agents, GHAs\nand other entities involved in civil aviation operations. In case airlines have sufficient\ninstructors and infrastructure, they may conduct awareness training for staff of foreign\nairlines, Regulated agents, GHA ete subject to prior approval by Commissioner.\n\nThe ASTI may levy a course fee for providing AVSEC training to the trainees of other\nentities not exceeding of Rs 2000.00 (Rs Two Thousand Only) per day per participant\nchargeable to the entity nominating the participants on account of all administrative and\nlogistic expenditure incurred in imparting the training as well as providing training\nmaterial. Proper records of all financial transaction shall be maintained by ASTIs.\n\nBCAS may levy the examination and certification fee on the ASTIs. Such charges may\nbe decided and fixed by the BCAS. Payment to the BCAS shall be made by demand\ndraft. Proper records of all the financial transaction shall be maintained by the ASTIs.\n\nMinimum number of trainees that may be accommodated in one course shall not be less\nthan 15 and maximum not more than 40 should be accommodated in one course/ class\nroom.\n\nA monthly statement regarding training activities should be forwarded before 5\" day of\nevery month to BCAS training division.\n\nIn order to get their security personnel trained, entities / organizations having approved\nASTIs may depute their trainees in other ASTIs on prior approval of Commissioner. In\ncase of dedicated slot to other entities, ASTIs shall also require prior permission of\nCommissioner.\n\nExamination and certification:-\n\nAt the end of a training course each participant shall be required to successfully p:\ncomprehensive written examination and practical test (where applicable) to test his\nunderstanding of the subject. For certification courses examination will be conducted by\nCommissioner of Security (CA) or authorized officer on his behalf.\n\n",
  "5": "ii. A participant must have minimum 80% attendance before being allowed to appear in the\nexamination.\n\nii, A participant shall require to secure minimum 80% marks to pass the examination.\n\niv. The participants who successfully complete the AVSEC Courses shall be issued with a\ncertificate to that effect by the Commissioner of Security (CA) or any officer authorized\non his behalf.\n\nv. A report on the conduct of the training course indicating the marks obtained by each\nparticipant shall be submitted to the BCAS within seven days of the date of examination.\n\nvi, Certificates of AVSEC Basic Refresher Course for Cockpit and Cabin crew, AVSEC\nBasic Refresher course and AVSEC Induction course shall be issued by the concerned\nASTIs in respect of each candidate and a proper records of all such certificates together\nwith the course record shall be maintained and put up to inspecting officer during\nperiodic inspections.\n\n6. The AVSEC Order shall be implemented by all concerned with immediate effect.\n\n7. Any violation of this AVSEC Order shall attract penalty under Section 11A of the Aircraft\n\nAct, 1934.\n\nThis issues with the approval of Commissioner of security (CA).\nany ek\n(Raja Srivastava, IPS)\n\nAddl. Commissioner of Security (CA)\nEnclosed: - As above\nDistribution:\nAs per list attached\n",
  "6": "ANNEXURE-1\n\nLIST OF BCAS APPROVED ASTIs\n\nNAGAR SOCIETY,ANDHERI (EAST), MUMBAI ~400 057\n(FAX NO. 022-61212249)\n\nS.NO | ORGANISATION | ADRESS. REMARKS\nDelhi Region 7 7 Z\nT | ASTICISF, IST FLOOR OLD UDAN BHAWAN BEHIND 1D TERMINAL IGI\nNEW DELHI AIRPORT.NEW DELHI\n2 ASTTINDIGO GENERAL MANAGER SECURITY-INDIA, INTER GLOBE\nGURGAON AVIATION PRIVATE LIMITED, TOWER C, GLOBAL BUSINESS\nPARK,DLE CITY, PHASE Ill, MEHRAULI GURGAON-122002 FAX\n= 01244068536\n3 ) ASTI SPICE JET GENERAL MANAGER (SECURITY). SPICE JET LTD., UDYOG\nGURGAON VIMAR, PHASI-IV, GURGAON 122 016 (HARYANA)(FAX NO. 91\n124 3913888)\n7 ASTIDIAL, “ASTI DIAL DELHi- HEAD OF SECORITY,DELAI\nNEW DELHI INTERNATIONAL AIRPORT PVT. LTD (DIAL),UDAAN BHAWAN,\n| IGL AIRPORT, NEW DELHI, FAX -25661273\n5 “ASTI AIR INDIA. AIR INDIA TRG. CENTRE IGI AIRPORT NEW DELHI |\n| NEW DELHI\n[6 ASTIJET AIRWAYS | PALM COURT 20/4 4™ FLOOR MAHARANA PARTAP CHOWK,\n| GURGAON SECTOR 14, OPPOSITE MDI. SUKHRALI, GURGAON HARYANA.\nMumbai Region\n7 | ASTICISE MUMBAT- | MUMBAT INTERNATIONAL AIRPORT MUMBAT\n8 ASTI HEAD OF SECURITY JET AIRWAYS (INDIA) LTD.,\nJET AIRWAYS SECURITY DEPARTMENT, 4™ FLOOR, KALEDONIA (HDIL),\n| MUMBAI OFF. WESTERN EXPRESS iHIGHWAY,SAHAR ROAD, OPP. VUAY\n\n9 ASTIGO AIR, PAPER BOX HOUSE, OFF, MAHARKALI CAVES ROAD,ANDHERT\nMUMBAI (E), MUMBAI, FAX ~022-67420008\n[0 [AST Mar. HEAD OF  SECURITY.MIAL, CHHATRAPATI —_ SHIVAIT\nMUMBAI INTERNATIONAL AIRPORT,IST FLOOR, TERMINAL 1B,\n| SANTACRUZ (E), MUMBAI ~ 400099. (FAX NO. 022- 26156031)\n\nBLUE DART AVIATION LTD, BANGALORE 560300.\n\nTT ASTIAIR INDIA] DIRECTOR SECURITY.AIR INDIA OLD AIRPORT.\nMUMBAL KALINA.SANTACRUZ, MUMBAI-H00029,TEL- 26365\nChennai Region\n12 | ASTICISF CHENNAT | ARAKRONAMG ARAKKONAM TAMILNADU\n13 ‘ASTI CISF ARAKKONAM- ARAKKONAM TAMILNADU- ]\nARAKKONAM —_ _ |\n(Cochin) Chennai Region\n14 [ ASTI CIAL COCHIN AIRPORT, POST, ERNAKULUM, DIST-KERALA.\nHyderabad Region\n13] ASTICISF TIYDRABAD INTERNATIONAL AIRPORT SAMSABAD\nHYDRABAD\nTé | ASTIAIR INDIA | AIRINDIA TRG. CENTRE, RYDRABAD ANDHRA PRADESH\n| HYDRABAD |\n17 ASTIGHIAL CHIEF OF SECURITY, GHIAL AVSEC TRAINING CENTRERGIA\n| HYDRABAD SHAMSHABAD.ANDHRA PRADESH.FAX NO-04024008203 _\nBangalore(Hyderabad Region)\n18 | ASTIBIAL BANGALORE INTERNATIONAL AIRPORT, DEVANAMATLI,\nBANGALORE-560300.\n19 | ASTTBLUEDART | BLUE DART AVIATION SECURITY TRAINING INSTITUTE,\n\n",
  "7": "oe\n\nCopy for information and necessary action to -\n\n1\n2\n\nNoone\n\n10\n\"1\n12\n13\n14\n\nDirector General, CISF, 13 CGO Complex, Lodhi Road, New Delhi\n\nAdditional Director General (Airport Sector), CISF, 13 CGO Complex, Lodhi Road, New Delhi\nMay kindly be circulated to all ASG Units at the airports taken over by CISF.\n\nDG, NSG Hars, Mehram Nagar, Near Domestic Airport, Palam, New Delhi-37\n\nDGPs /IGPs all States / U Ts.\n\nCommissioner of Police, Delhi, Mumbai, Chennai & Kolkata\n\nAddl. DGIIG, in-charge intelligence & Security of States / UTS\n\nChairman Airports Authority of India, Rajiv Gandhi Bhawan , New Delhi :with request to please\ncirculate to all Al airports in the Country.\n\nChairman AOC, Delhi, Mumbai, Chennai & Kolkata. ( through concerned RDCOS)\n\nRED, AAI (NAD), Delhi, Mumbai, Kolkata & Chennai - This may be circulated to all airlines,\nAirport Operators in your jurisdiction and compliance confirmed to BCAS Hars.\n\nED (Security), AAI, R.G Bhavan, New Delhi\n\nCMD , NACIL (Air india)itd.. Airlines House, 113 Gurudwara Rakabaganj Road, New Delhi -110001\nCEO, Jet Airways, S.M Centre, Andheri-Kurla Road, Andheri (East). Mumbai\n\nCEO, Spice Jet, Plot No.319, Udyog Vihar, Phase -IV , Gurgaon, Haryana\n\nCEO, Go Air, Neville House, J.N Herdia Marg, Ballard Estate, Mumbai-400 001\n\n5 CEO, indigo Airlines, Tower C, Global Business Park, DLF City, Phase ill, Mehrauli Gurgaon Road,\n\nGurgaon-122 002\n\nMD, BDAL, Blue Dart Centre, Sahar Airport Road, Andheri (East), Mumbai-99\n\nAirport Director, Sri Sathya Sai Airport, Prasanthi Nilayam Puttparthy, Anantpur District,\nndhra Pradesh-515134 -\n\n48. MD, DIAL, New Udan Bhawan, Opp. Terminal-3, IGI Airport, New Delhi-37.\n\n149. MD. MIAL, CSI Airport, 1\" Floor, Terminal 1B, Santacruz (E), Mumbai 400 09.\n\n20. MD, CIAL, Cochin International Airport Ltd., Cochin Airport, Cochin\n\n21. MD, HIAL, Hyderabad International Airport Limited, Shamshabad-500 409, Ranga Reddy Distt, A.P.\n\n22. MD, KIA Bengaluru, Administration Block, Bengaluru International Airport Devanahalli\nBangalore-660 300.\n\n23. MD, Minan India Private Ltd., Dr. Babasaheb Ambedkar International Airport, Old Terminal Building,\nNagpur-440 005\n\n24, CSO, BAPL Durgapur Airport, MNAV-29 Bengal Ambuja Housing Complex City Centre, Durgapur-\n713216\n\n25. CSO, Air Asia (India) Pvt Ltd, AIT, 2 Floor, Chennai Airport, Chennai-600027,\n\n728. Regional Deputy Commissioner of Security (CA) , BCAS , Delhi , Chennai , Mumbai, Kolkata,\nAhmedabad. Hyderabad, Amritsar & Guwahati to please circulate to all Airlines, Airport\nDirectors/ In-charge Airport Management and Officers of BCAS in respective jurisdiction.\n\nCopy for information to :-\n1. Shri Ashok Lavasa, Secretary, Ministry of Civil Aviation, RG Bhawan, New Delhi\n2 ShriG. Asok Kumar, Joint Secretary, MCA, RG Bhavan, New Delhi -\n3. Shri Prabhat Kumar, DGCA, Technical Area, Opp. Safdarjung Airport, New Delhi-03\n4. Joint Secretary, Cabinet Secretariat, Annexe, Bikaner House, Shahjahan Road, New Delhi\n5. Shri Lokesh Jha, Joint Secretary (PP) , MHA, 3 Floor, “A’ Wing, NDCC-1I Building,\nNew Delhi-110 001\n6 Shri, P.K Bhardwaj, Joint Director , 1B , MHA ,35 S P Marg, New Delhi\n7. PS to Hon'ble Minister of Civil Aviation, RG Bhawan, New Dethi\nINTERNAL DISTRIBUTION =\n+ PPStoCOSCA 2.PStoJLCOSCA” 3, PStoACOS(R) 4. PS to ACOSIS)\n5. DCOS(Ops)/ DCOS (P) / DD(I)\n6 AD(OL) with a request to translate this circular/AVSEC Order in Hindi Language\n7. AACS (CA) of BCASHQ 8. GUARD FILE.\n"
}