{
  "1": "RESTRICTED                     \n                    NO.CAS-12(10)/2008/Div.I \nBUREAU OF CIVIL AVIATION SECURITY \n(MINISTRY OF CIVIL AVIATION) \nGOVERNMENT OF INDIA \nA’ WING , JANPATH  BHAWAN , \nJANPATH, NEW DELHI -110001 \nDate :      05/05/2010 \n \nAVSEC ORDER NO. 03 / 2010 \n \nSub: Security Programme of Civil Commercial/General Aviation/helicopter/ \noperation. \n \nCommissioner of Security (Civil Aviation), Bureau of Civil Aviation \nSecurity, in exercise of powers conferred by Section 5A of Aircraft Act 1934 \ndelegated to him vide Government of India, Ministry of Civil Aviation Notification \nNo. 1797 dated July 3, 1997 for the purpose of securing the safety of aircraft \noperation directs that :- \n  \n(i) \nThe following aircraft operators shall establish, implement and maintain a \nwritten operator security programme which meets the requirements of the \nnational civil aviation security programme of the country: \n(a) \nall commercial air transport operators providing service to/ from \n/within India; \n \n(b) \neach entity conducting general aviation operations, including \ncorporate aviation operations using aircraft/helicopter/hot balloons; \nand   \n \n(c) \neach entity conducting the aerial work operations. The programme  \nshall  contain operational  features  specific  to the type  of  aerial \nwork operations  conducted. \n \n(ii) \nAll business aviation operators are required to submit their security \nprogramme, in the format attached as Annex-A for approval by BCAS before \ncommencement of operation. \n \n(iii) \nDGCA will allow operation by the above mentioned aircraft operators only \nafter the security programme is approved by BCAS. No aircraft operator, as \nmentioned in para-2 above, shall be allowed to operate to/ from India unless the \nsecurity programme is approved by the Commissioner of Security(CA). \nContd.P/2..",
  "2": ":: 2 :: \n \n (iv) \nThe format prescribed by ICAO vide Appendix 4 of ICAO Security Manual \n(Doc 8974) Annex-B shall be utilised by commercial aircraft operators as \nguidance for preparing their security programme. \n \n \n \n(v). \nThe aircraft operators, categorized in para –(i) above, who are already \noperating to/from/within India and have not yet submitted their security \nprogramme shall submit their programme to the BCAS and get the same \napproved immediately. \n \n(vi). \nEach helicopter/aircraft operator shall designate a security officer under \nintimation to BCAS, who shall be fully accountable for all security issues \npertaining to their operations. \n \n(vii) \nThe security programme shall be valid for a period of 5 years. However, \nthe security programme shall be updated by the aircraft operators on the basis of \nsecurity directives issued by the BCAS from time to time. After 5 years, a revised \nsecurity programme shall be submitted by each aircraft operator to the BCAS for \napproval.  \n \n(viii) \nThe security programme shall be produced by the concerned aircraft/ \nhelicopter operator to the BCAS officer during audit/ inspection.  \n \n(ix) \nAll air carriers/owners/pilot shall be responsible for ensuring that a person \nwith proper antecedents boards their aircraft. Aircraft owner shall be personally \nresponsible for the antecedents of such persons hiring the aircraft so that no \nmisuse of aircraft occurs.  \n (x) \nNo objection certificate from District Superintendent of Police shall be  \nrequired before granting any permission to operate from/to any non-operational/ \nNon sterile area or non-sterile airports/ airstrips. Screening of passengers and \ntheir baggage in small aircrafts /helicopters up to 10 seats shall be done by pilot \nIn-Command as per BCAS regulation and verification to be carried out by \nconcerned police authorities.  \n(xi) \nSecurity Clearance Certificate from Local Police; ‘Security Clearance \nCertificate’ from the local Superintendent of Police is necessary before \nlanding/taking of helicopters. The local police shall ensure that all passengers \nboarding the helicopter are properly frisked and their hand baggage searched.  \nCont..3/",
  "3": ":3: \n \n \n(xii) \nRogue helicopters / aircrafts shall be dealt with as per standard operating \nprocedure of Indian Air Force. \n \n(xiii) \nSecurity checks of owners and pilots of aircrafts / helicopters shall be \ncarried out by BCAS before security clearance for operation. \n \n(xiv)    If an aircraft is being chartered by a group through broker, it will be \nthe responsibility of operator to check that the broker is cleared from \nsecurity angle from any govt. security agency and also it is the operator to \nverify identification of each and every person of the group by obtaining \nphoto I-card and telephone number of every person of the group. \n \n \n \n2. \n This order supersedes AVSEC Order No. 02/2009 dated 20/01/2009 and \nshall come into force with immediate effect and will remain so till further orders. \nViolation of this order will attract legal action under section 11A of Aircraft Act, \n1934. \n \n \nThis issue with the approval of Commissioner of Security (CA) \n \nEncl : Annex –A & B \n \n \n \n \n (M.Malaviya, IPS) \nAddl. Commissioner of Security (CA) \nDistribution: As per list attached.",
  "4": "APPENDIX 4 -   (Annex B)\nAIRCRAFT OPERATOR SECURITY PROGRAMME \n \nGENERAL \n \n1.1.1 \nAll aircraft operators are subject to the laws of the State of Registry and all States into \nwhich they operate (the host State). Each aircraft operator must establish, implement and maintain an \nappropriate written security programme that meets the requirements of the National Civil Aviation Security \nProgramme (NCASP) as well as any host State. \n \n1.1.2 \nAn aircraft operator security programme should be a clear and comprehensive document, \nfree of legal terms or jargon, and should be readily available to staff who are responsible for implementing \nsecurity measures. \n \n1.1.3 \nThe programme should be approved by the appropriate authority for aviation security of a \nhost State prior to its implementation in order to ensure consistency with the NCASP. States may prefer \nto develop a standard aircraft operator security programme for adaptation by each aircraft operator. \nAmendments or variations proposed by aircraft operators, other than minor changes, should be approved \nby the appropriate authority for aviation security before incorporation (guidance material with regard to \npreventive aviation security measures for aircraft operators that may be used as the basis for aircraft \noperator security programme contents covered in this Appendix may be found in Chapter 4). \n \n1.1.4 \nAn aircraft operator security programme should incorporate the following key elements: \n \na) security-specific definitions, abbreviations and acronyms; \n \nb) a programme objective, stressing the need to meet Annex 17, NCASPs and other \nnational and regional regulatory requirements; \n \nc) a reference to its legal basis, specifically the pertinent national legislation, NCASP \nprovisions, and other regulations; \n \nd) an organizational structure clearly enumerating the roles and duties of the different \nentities concerned with aviation security, including itself and other aircraft operators, \nthe airport security department, law enforcement agencies, national armed forces, \ncaterers, border control and other government agencies; \n \ne) a description of communication channels for exchanging security information, \nnormally between the relevant aviation security authority and the aircraft operator; \n \nf) \na description of security measures that serve to safeguard aircraft and their \noccupants and that apply to passengers, baggage, cargo, mail, catering supplies and \nstores, firearms and weapons, and all other people or items subject to control; \n \ng) a summary of security training requirements for relevant staff members, and related \ncertification criteria; and \n \nh) appendices that contain organizational diagrams, the contingency plan that covers \nresponses to acts of unlawful interference and other important information. \n \n1.1.5 \nOther useful elements that may be included in an aircraft operator security programme \nare: \n \na) a table of contents;",
  "5": "b) an explanation of the process for submitting and obtaining approval for programme \namendments; \n \nc) a chronological list of approved amendments; \n \nd) a confidentiality statement; and \n \ne) procedures for emergency amendments and for applying security directives \ncontained in information circulars. \n \n1.1.6 \nOnce completed, an aircraft operator security programme should be endorsed, signed \nand dated by the aircraft operator chief executive officer, and submitted to the appropriate authority for \naviation security for approval. The programme should be reviewed and updated by the chief security \nofficer at least once every 12 months. \n \n1.1.7 \nAn aircraft operator security programme is generally drafted to meet the requirements of \nthe NCASP and other regulations of the aircraft operator’s home State. To address the need for aircraft \noperator security programme variations required by other States and perhaps an aircraft operator’s \nspecial circumstances, aircraft operators should develop a supplementary Station Procedures \nProgramme that may be appended to the aircraft operator security programme. \n \n \nPOLICY AND ORGANIZATION \n \n1.1.8 \nAn aircraft operator security programme should be adopted as corporate policy, and \nshould describe the aircraft operator’s policies and objectives with respect to security and call for the \nestablishment of a security department and chief security officer whose responsibilities involve achieving \nthe cited objectives. The programme should set out the related responsibilities of employees, handling \nagents and other contractors. The security measures described must be clearly defined and easily \nunderstood by those who need to implement them. \n \n1.1.9 \nAn aircraft operator security programme should have a security classification in \naccordance with national guidelines. \n \n1.1.10 \nIn developing an aircraft operator security programme, it is important to analyze the risk \nin depth and assess the nature and level of threat facing the operator. It is also necessary to consider \nnational and airport security requirements, programme implementation timelines, staffing and financial \nlimitations, and enhanced security requirements during times of increased threat. The applicability of the \naircraft operator security programme should also be appraised, since it may apply only to a particular \nairport or group of airports, a particular service or a specific State. \n \n \nPRIMARY OBJECTIVE \n \n1.1.11 \nThe primary objective of an aircraft operator security programme is to ensure the safety \nof passengers, crew and the general public by preventing acts of unlawful interference with civil aviation. \nTo that end, an aircraft operator security programme should: \n \na) meet or exceed the requirements of Annex 17 and the NCASPs of those States in \nwhich the aircraft operator operates; \n \nb) provide for standardized security measures and for clear security directives for crews, \nother employees, handling agents and contracted staff; \n \nc) provide for additional security measures in times of increased security threat; and",
  "6": "d) set performance standards, achievable through initial and recurrent training, and \nmonitored in accordance with record-keeping requirements set out in the aircraft \noperator security programme and/or the aircraft operator training programme. \n \n \nLEGAL AUTHORITY \n \n1.1.12 \nThe appropriate authority for aviation security should be empowered by national \nlegislation to assign responsibility, through regulations, to aircraft operators for the establishment, \nimplementation, and upkeep of their aircraft operator security programmes. \n \n \nDEFINITIONS \n \n1.1.13 \nAn aircraft operator security programme should promote a common understanding of \nspecific words and terms by presenting a set of definitions. Examples of terms that require an explanation \ninclude appropriate authority, NCASP, airport operator, aircraft operator, airport tenant, security restricted \narea, baggage, background check, catering stores/supplies, and regulated agent. \n \n \nINTERNATIONAL OBLIGATIONS \n \n1.1.14 \nAircraft operator security programmes should include a section that describes the \ninternational obligations that may apply to an aircraft operator, and should identify those international \norganizations whose work is relevant. The programmes should set out the role and structure of ICAO and \nother international organizations (e.g. European Civil Aviation Conference (ECAC)) whose rules and \nregulations may have a bearing on the company’s operations. \n \n1.1.15 \nThe purpose of the aviation security conventions, Annex 17 and, where applicable, other \nrelevant standards and regulations (e.g. ECAC Document 30) may also be set out in aircraft operator \nsecurity programmes (guidance on an aircraft operator’s international obligations under Annex 17 and \naviation security conventions may be found in Document 9734 — Oversight Manual, Part C – The \nEstablishment and Management of a State’s Aviation Security Oversight System (Restricted)). \n \n \nNATIONAL OBLIGATIONS \n \n1.1.16 \nAircraft operator security programmes should include a section that describes the \nnational obligations and responsibilities that may apply to an aircraft operator. This section should identify \nthe relevant aviation security authority for the State of Registration. Reference should also be made to the \nNCASP and other regulations. As a rule, the NCASP and national regulations will state the responsibility \nof the aircraft operator for developing, implementing and maintaining an aircraft operator security \nprogramme. The company’s senior management will usually delegate the task of meeting this \nresponsibility to its chief security officer, who should, among other tasks, ensure that the aircraft operator \nsecurity programme: \n \na) meets national legislation and NCASP requirements; \n \nb) is developed or modified to correct deficiencies and satisfy the operator’s security \nneeds; \n \nc) is reviewed and updated regularly, and at least once every 12 months; and \n \nd) and any updates or amendments, are approved by the appropriate authority for \naviation security.",
  "7": "ROLES AND DUTIES \n \n1.1.17 \nAn aircraft operator security programme should clearly indicate the duties and \nresponsibilities of all those involved with commercial air transport operations security, to help prevent any \nmisunderstanding concerning the role of the aircraft operator, including: its own security department and \nchief security officer; its crew members and other employees; airport authority management; in-flight \nsecurity officers; law enforcement authority; national armed forces; government agencies; other aircraft \noperators, including code-sharing/alliance partners; postal authorities; regulated agents; known shippers \nand consignors; handling agents; and catering companies. \n \nChief security officer \n \n1.1.18 \nAn aircraft operator security programme’s description of the chief security officer’s duties \nand responsibilities should reflect the criteria described in Chapter 4. \n \nSecurity department \n \n1.1.19 \nAn aircraft operator security programme should provide a detailed description of the \naircraft operator’s security department including, for example, the identity of sub-departments (e.g. \noperations unit, support and development section, and investigations and crime prevention unit) and a \nbrief description of its responsibilities and authority. A complete organizational chart, including the names \nand telephone numbers of the chief security officer and all security department directors, should be \nincluded in an appendix. \n \n1.1.20 \nSecurity department principles should also be set out, and should include: \n \na) clear terms of reference based on the responsibilities of the chief security officer; \n \nb) a clear order of command reflected in the structure of the department; \n \nc) the appropriate relationship between the security department and line management \n(although an aircraft operator’s home base requires the bulk of security resources as \nthe majority of its assets are located there, this should not be at the expense of the \nnecessary support which must be given to line management at other locations); and \n \nd) the security department’s relationship to all other company departments. \n \nDescription of operations \n \n1.1.21 \nAn aircraft operator security programme should incorporate a description of the \ncompany’s operations, both generally (i.e. the company’s nationality, location of its head office and \nregional offices, and extent and nature of its operations) and specifically, as it pertains to the State \nconcerned (i.e. the number of aircraft in service, volume of flights, quantity of passengers carried, and \nrelevant code-sharing/interline arrangements). \n \nClassification of materials \n \n1.1.22 \nAn aircraft operator security programme should include a statement on the classification \nand secure handling of sensitive information. Materials may be classified under terms such as “For \nOfficial Use Only” or “Restricted”. Arrangements for protecting security-related sensitive information \nshould also be explained, and may involve limited distribution (on a need-to-know basis) and the storage \nof materials in a secure location. Protection and distribution procedures should be developed for both \npaper-based and electronic documents.",
  "8": "Aircraft operator security programme distribution \n \n1.1.23 \nAs a restricted document, an aircraft operator security programme should be protected \nfrom unauthorized access. The document should be available in part or in whole only to those with a bona \nfide need to know its contents. All entities and individuals provided with copies or portions of an aircraft \noperator security programme should be charged with protecting the information in their possession. A \ndistribution list should be provided as an appendix. \n \nDistribution of security documents \n \n1.1.24 \nNCASPs often specify methods for distributing security documents and reports. Such \ninformation should also be indicated in an aircraft operator security programme, together with directives \non how to distribute reports that may not be covered by the relevant NCASP, including reports on law \nenforcement actions or incidents, criminal records used in background checks, results of internal \ninspections, and security directives or information circulars issued by the appropriate authority for aviation \nsecurity. \n \nCommunications \n \n1.1.25 \nAn aircraft operator security programme should indicate how the appropriate authority for \naviation security keeps the aviation industry informed of NCASP requirements, and should describe the \npolicy for communicating with the State aviation security authority, other States, ICAO, and media outlets \nregarding aviation security. \n \n \nSECURITY OF AIRCRAFT \n \nGeneral \n \n1.1.26 \nBasic responsibility for aircraft security rests with the aircraft operator, whose principle \naim is to prevent trespassing. Since the first line of defence against unauthorized access is to safeguard \nthe airside boundary, a responsibility generally designated to the airport authority, an aircraft operator \nsecurity programme must take the Airport Security Programme (ASP) into account, ensuring a \ncoordinated effort and response. Where necessary, measures specific to an airport may be addressed in \na supplemental Station Procedures Programme. \n \n1.1.27 \nIn most situations, several entities are responsible for the protection of aircraft, notably \nthe airport, aircraft operator and law enforcement. This section of the aircraft operator security programme \nshould specifically describe each entity’s role and responsibilities in this regard and should indicate the \ncommunications protocol between the aircraft operator and airport, to be followed in reporting suspicious \nactivity, the status of out-of-service aircraft, and information concerning an increased threat. The protocol \nalso applies to communications concerning extra security for more vulnerable flights and notification \nprovisions for special category passengers. \n \nAccess control \n \n1.1.28 \nAn aircraft operator security programme should describe measures for protecting aircraft \non the ground, which should be modelled on the procedures described in this volume. \n \nSecurity patrols \n \n1.1.29 \nAn aircraft operator security programme should describe how security patrols are utilized, \nand how patrolling security personnel communicate with the security control centre and local air traffic \ncontrol.",
  "9": "Pre-flight precautions \n \n1.1.30 \nAn aircraft operator security programme should describe pre-flight precautions carried out \non a regular basis, during high-threat situations, or upon request, and should cite the agencies involved \nand their respective tasks. \n \nThreat notification \n \n1.1.31 \nAn aircraft operator security programme should include procedures for responding to \ninformation which indicates that a specific aircraft may be the target of an act of unlawful interference. It \nshould also indicate who is responsible for implementing the additional security measures considered \nnecessary to counter the threat. An aircraft operator security programme should assign responsibility for \ninforming the appropriate authority for aviation security of the situation in the event that threat notification \noriginates with another source. \n \nFlights under increased threat \n \n1.1.32 \nAn aircraft operator security programme should highlight the procedures to be followed \nfor specific flights facing a higher level of threat, including the use of isolated aircraft parking areas, \narrangements for guarding individual aircraft, deployment of an escort during taxiing, and inspection of \nthe areas underlying the approach and take-off paths. A parking space plan should also be appended. \n \nAircraft searches \n \n1.1.33 \nAn aircraft operator security programme should spell out procedures for inspecting and \nsearching aircraft during both routine operations and times of heightened threats, and should identify the \nagencies responsible for conducting a search as well as the necessity for using proper checklists, \nadequate lighting, and properly trained personnel supported by aircraft crew or aircraft engineering \nsupport staff. It is also important to describe the actions to be taken on discovery of suspect explosive \ndevices, and to indicate who is responsible for making decisions about moving or evacuating aircraft and \nsuspending airport operations. \n \n \nTRAVEL DOCUMENTS \n \n1.1.34 \nAn aircraft operator security programme should detail the check-in process, including \nspecial measures or facilities for groups or high-risk passengers, and should indicate procedures for \nprotecting tickets, boarding passes, baggage tags and other documents. \n \nNote.— With the elimination of paper tickets on 31 December 2007, this section of an aircraft operator \nsecurity programme will also need to describe procedures for preventing e-ticket fraud and electronic \ninformation theft. \n \n1.1.35 \nAn aircraft operator security programme should indicate where, when and how \nidentification and travel documents are checked with respect to originating, transfer and transit \npassengers. Where applicable, mention should be made of the authority and responsibility of handling \nagents under the provisions of an NCASP. \n \n1.1.36 \nAn aircraft operator security programme should also describe the procedures for \noff-airport or curb side check in of hold baggage, where applicable.",
  "10": "PASSENGERS AND CABIN BAGGAGE \n \nGeneral \n \n1.1.37 \nAn aircraft operator security programme should provide details regarding the operator’s, \nor another entity’s, responsibility for performing passenger and cabin baggage screening. Screening \nduties will be performed by an appropriate party appointed by the State concerned, which may be any of \nthe following entities, and details concerning this arrangement should be set out: \n \na) the airport authority; \n \nb) a company contracted by the State or airport; \n \nc) the national carrier; \n \nd) the national law enforcement agency; or \n \ne) the national armed forces. \n \n1.1.38 \nThe legal authority for applying security measures should be cited, and any local laws \nand procedures that apply in the event that a person refuses to comply with security measures or is \ndenied boarding for any reason should be described. \n \n1.1.39 \nOther aspects of passenger and cabin baggage screening should be noted, such as the \nlaw enforcement agency’s responsibility (or not) to respond to a threat that arises or to perform periodic \npatrols of passenger screening points. \n \n1.1.40 \nThe aircraft operator security programme section on passenger and cabin baggage \nscreening may be modelled on the detailed security measures described in Chapter 3. At a minimum, the \nfollowing should be included in the aircraft operator security programme: \n \na) the purpose of screening and searching passengers and their cabin baggage; \n \nb) the procedures and standards for screening and manual searches of all departing \nand transfer passengers and cabin baggage, including details about the service \nprovider; \n \nc) a list of persons exempt from screening and searching; \n \nd) procedures for handling suspect passengers or cabin baggage; \n \ne) measures for the control of passenger flow; \n \nf) \nmeasures for special category passengers; \n \ng) measures for screening and manual searches of aircraft crew and cabin baggage; \n \nh) the policy on unruly passengers, including procedures for on the ground and in the \nair, use of restraints as a last resort, and reporting requirements; \n \ni) \nthe policy on stowaways, including preventive measures and the action to take if a \nstowaway is found; \n \nj) \nprocedures to follow if a person refuses to be manually searched; \n \nk) procedures to follow upon discovery of a restricted or prohibited article;",
  "11": "l) \nprocedures for the handling of confiscated items, including the related record keeping \nif the aircraft operator is involved in the screening process; \n \nm) procedures to follow upon discovery of undeclared dangerous goods; and \n \nn) measures for electronic and electrical items. \n \nSeparation of screened and unscreened passengers \n \n1.1.41 \nAn aircraft operator security programme should include a description of how screened \nand unscreened passengers are to be kept apart, and should indicate who is responsible for ensuring \nsuch separation and what steps should be taken if screened and unscreened passenger intermingle. \n \nControl of firearms and weapons \n \n1.1.42 \nAn aircraft operator security programme should describe national legislation and \nregulations related to the carriage of weapons and firearms on board aircraft, with the relevant legal \nprovisions appended. \n \n1.1.43 \nAn aircraft operator security programme should also specify the procedure for handling \nand transporting firearms in hold baggage or as cargo in compliance with NCASP provisions. This \ninformation should elaborate on the role of the aircraft operator and crew, and any special arrangements \nto be made during check in or baggage claim. \n \n1.1.44 \nThe national policy on the authorized carriage of firearms in the cabin of both national \nand foreign aircraft should be mentioned, as well as the measures in place for implementing this policy. \nThe tasks of the agencies involved, and what is expected of aircraft operators, should be explained. \nAuthority for the carriage of weapons by in-flight security officers and escorts for prisoners, deportees or \nvery important persons should be described, as well as the related procedures, including the requirement \nto notify the aircraft operator and pilot-in-command of the presence of an armed in-flight security officer or \nescort. \n \n1.1.45 \nAn aircraft operator security programme should indicate the procedures to follow if a \nweapon is found during screening of passengers, baggage or cargo, as well as the procedures for \ntransporting a weapon in the cabin or in hold baggage. \n \nDiplomatic pouches and government couriers \n \n1.1.46 \nAn aircraft operator security programme should explain the security control procedures \nthat apply to diplomatic pouches and government couriers including, where applicable, specific measures \nfor diplomatic mail in official pouches and embassy correspondence not contained in diplomatic bags. \nThis subject may be addressed within the special category passenger section of the aircraft operator \nsecurity programme. \n \nSpecial category passengers \n \n1.1.47 \nAn aircraft operator security programme should set out procedures for special category \npassengers, which include those with diplomatic status, government couriers with diplomatic bags, \nin-flight security officers, potentially disruptive persons such as deportees, passengers whose religious \nbeliefs preclude manual searches, and passengers with reduced mobility (e.g. pregnant or disabled \npersons). The tasks of the agencies involved should be listed, and specific reference made to notification \nrequirements.",
  "12": "HOLD BAGGAGE SECURITY \n \n1.1.48 \nAn aircraft operator security programme should identify the entity responsible for \nconducting hold baggage screening, and should spell out what this responsibility entails. \n \n1.1.49 \nIt is up to each State to authorize an appropriate party to perform hold baggage security \ncontrols. This responsibility may be delegated to either the airport authority or a third party. However, the \nresponsibility for maintaining the security of hold baggage being transported to an aircraft rests with the \naircraft operator. \n \n1.1.50 \nAn aircraft operator security programme should specify the legal basis for hold baggage \nsecurity measures, and the procedures to follow if a person refuses to allow their hold baggage to \nundergo security measures. \n \n1.1.51 \nReference should be made to the appropriate ASP provisions on hold baggage screening \nand the detailed security measures in Chapter 3. At a minimum, an aircraft operator security programme \nshould include the purpose of security measures for hold baggage, and the procedures for: \n \na) passenger risk assessments, through the questioning of passengers at check in, \nincluding sample questions and interview techniques, as well as a description of the \nautomated passenger risk assessment process, if applicable; \n \nb) originating and transfer hold baggage screening and manual searches, including \ndetails concerning the screening location and applicable standards, search location \nand applicable standards, screening equipment and the operator and service \nprovider; \n \nc) the protection of hold baggage; \n \nd) the screening and protection of hold baggage that has been checked in at curb side \nor an off-airport site; \n \ne) the carriage of firearms and weapons, including the applicable legal provisions and \nregulations, acceptance process and pre-flight protection; \n \nf) \nhandling suspect baggage; and \n \ng) unaccompanied baggage that is inadvertently separated from its owner. \n \n \nPASSENGER/BAGGAGE RECONCILIATION \n \n1.1.52 \nAn \naircraft \noperator \nsecurity \nprogramme \nshould \ninclude \na \ndescription \nof \npassenger/baggage reconciliation procedures, with specific reference to the various categories of \npassengers (i.e. originating, online and interline transfer, and disembarking transit passengers). The role \nof automation should also be covered (guidance on passenger/baggage reconciliation measures may be \nfound in Chapter 3). \n \n1.1.53 \nThe description of passenger/baggage reconciliation procedures should include the \nfollowing elements: \n \na) the purpose of passenger baggage reconciliation measures; \n \nb) procedures for passenger baggage reconciliation, including equipment details if an \nautomated system is utilized, baggage manifest details if relevant and the \nidentification of no-show passengers and unaccompanied baggage; and",
  "13": "c) procedures for screening unaccompanied baggage, including the applicable \nstandard, screening location, equipment details, and information concerning the \noperator and service provider. \n \nMishandled baggage \n \n1.1.54 \nAn aircraft operator security programme should also include a description of the \nprocedures in place for safeguarding mishandled, unidentified and unclaimed baggage (guidance may be \nfound in Chapter 3). \n \n \nAIRCRAFT CATERING STORES AND SUPPLIES \n \n1.1.55 \nAn aircraft operator security programme should cite the legal requirement for applying \nsecurity measures to aircraft catering stores and supplies, and the entity that is responsible for ensuring \ncompliance. \n \n1.1.56 \nCatering operations may either be owned by aircraft operators or function as independent \ncontracted companies which provide catering services for several aircraft operators. In either case, the \naircraft operator usually assumes responsibility for catering security or its oversight and, therefore, this \nsubject should be adequately covered in an aircraft operator security programme (guidance on the \napplicable security measures may be found in Chapter 9). \n \n1.1.57 \nCatering contractors should have a written security programme that meets the \nrequirements of the aircraft operator security programme, and is available for inspection by aircraft \noperator security personnel. Employees and visitors to catering company facilities should comply with the \nprogramme’s provisions. \n \n1.1.58 \nThe security of certain catering operations may be the airport’s responsibility. If the \ncatering company facility is within or bordering a restricted area, for example, the ASP may impose \ncertain security measures upon the catering company. If deemed necessary, such details may be \nincluded in the aircraft operator Station Procedures Programme. \n \n1.1.59 \nAn aircraft operator security programme should describe any specific requirements for \ncatering facilities that are located off the airport, such as the requirement for vehicles to be properly \nsecured, and the procedure for searching a vehicle, if necessary. \n \n1.1.60 \nThe catering security section should include the following key elements: \n \na) the purpose of security measures for aircraft catering stores and supplies; \n \nb) a description of security measures at the aircraft operator catering unit; \n \nc) a description of the security measures that apply to the dispatch and ground transport \nof catering stores and supplies, including the standard in effect for controlled access \nto prepared meals, in-company stores and delivery vehicles; and \n \nd) cabin crew procedures for receiving catering items at the aircraft. \n \n1.1.61 \nOther catering security subjects that may be covered in an aircraft operator security \nprogramme include: \n \na) known and unknown stores; \n \nb) physical security measures;",
  "14": "c) customs bonded warehouses; \n \nd) tamper-evident sealed goods; \n \ne) catering carts and containers; \n \nf) \nthe delivery of multiple loads; \n \ng) airside catering operations; and \n \nh) the receipt and validation of consignments entering security restricted areas. \n \nIn-company stores \n \n1.1.62 \nOffice supplies, marketing literature, stationery, aircraft operator uniforms, engineering \nstores, urgent aircraft spares, and company mail are among items carried on aircraft for regular delivery \nto route stations, which normally constitute in-company stores, but may include supplies destined for \nother aircraft operators. \n \n1.1.63 \nSpecific security responsibilities should be assigned to staff whose duties include the \nhandling and loading of aircraft operator stores and supplies. A description of such responsibilities should \nbe included in an aircraft operator security programme.  \n \n \nAIRCRAFT CLEANING OPERATIONS \n \n1.1.64 \nAn aircraft operator security programme should explain the purpose of security measures \npertaining to aircraft cabin cleaning operations, and should provide a description of such measures \n(guidance may be found in Chapter 9). \n \n \nSECURITY OF CARGO AND MAIL \n \n1.1.65 \nAn aircraft operator security programme should indicate who is responsible for cargo and \nmail security, including screening operations. The legal authority for imposing such security measures \nshould be specifically cited. Security measures may vary depending on whether the operator specializes \nin passenger transportation, all-cargo or express courier operations. \n \n1.1.66 \nOperations away from home base may be handled by agents or contractors. Despite \nsuch arrangements, the aircraft operator remains responsible for the security of its cargo operations \nwhenever it has been given this responsibility by the host State (guidance on security measures for cargo \nand mail may be found in Chapter 7). \n \n1.1.67 \nThe aircraft operator security programme section on cargo and mail security should \ninclude the following elements: \n \na) the purpose of security measures for cargo and mail (including courier and express \nparcels); \n \nb) a description of security measures for cargo, including: the procedure for accepting a \ncargo consignment; the regulated agent scheme and criteria; the known consignor \nscheme and criteria; unknown shippers; the standard of screening and physical \nexamination; the location of screening and physical examination; details about the \noperator or service provider; and a list of exemptions from security screening or \nphysical examination;",
  "15": "c) a description of security measures for courier and express parcels, including: the \nprocedure for accepting parcels; the regulated agent scheme and criteria; the \nstandard of screening and manual search; and details about the operator or service \nprovider; and \n \nd) a description of the security measures for mail, including: the procedure for accepting \nmail; the regulated postal authority/administration scheme and criteria; the known \nconsignor scheme and criteria; the standard of screening; details concerning the \noperator; and procedures in case of increased threat. \n \n1.1.68 \nIn developing the aircraft operator security programme section on cargo and mail \nsecurity, consideration should be given to the following aspects: the types of cargo and mail to be subject \nto screening; routine testing and maintenance procedures, including steps to follow when equipment fails \nor becomes unserviceable; the handling and screening of suspect items; the screening of oversized \narticles; and the nature of consolidated consignments. \n \nRegulated agent programme \n \n1.1.69 \nStates are obligated under Annex 17 to ensure that regulated agents conduct secure \noperations. This may be achieved through provisions in an aircraft operator security programme and \nregulated agent security programme. \n \n1.1.70 \nTopics covered in an aircraft operator security programme may include whether there is a \nregulated agent programme for cargo, and should indicate who is responsible for certifying regulated \nagents. If there is no regulated agent programme, the aircraft operator security programme should \nindicate how cargo is processed and how security measures are applied. \n \n1.1.71 \nIn the context of the regulated agent security programme, the definition of “cargo” \nincludes unaccompanied baggage, mail and courier and/or express parcels. \n \nKnown shippers/consignors \n \n1.1.72 \nAn aircraft operator security programme should describe the procedures in place for \ncargo and mail that is not screened, such as the requirement for an operator to verify known shipper \nsecurity certification. Known shippers and consignors may also fall within the purview of a regulated agent \nprogramme. \n \nUnknown shippers \n \n1.1.73 \nShippers unknown to the regulated agent and/or aircraft operator should be subject to \nincreased scrutiny, including a requirement to provide proof of identity and agreement to have a \nconsignment screened according to a prescribed method, all of which should be described in the aircraft \noperator security programme. Furthermore, the air transport operator will need to establish procedures for \napplying security controls to unknown cargo so that all consignments become known cargo before they \nare allowed on an aircraft. \n \nTranshipments \n \n1.1.74 \nIf the aircraft operator is responsible for the security of transhipped cargo (i.e. cargo to be \ntransferred from one flight to another), the related security measures (e.g. screening arrangements, and \nprotection from tampering during storage) should be included in the aircraft operator security programme. \nA summary of such measures may be provided in cases where another party is responsible for their \napplication.",
  "16": "High value cargo \n \n1.1.75 \nThe security measures for handling and protecting high value cargo stored in cargo \nterminals and during aircraft loading and unloading, as well as during ground transport, should be \nenumerated. \n \nUnaccompanied baggage and/or personal effects \n \n1.1.76 \nAn aircraft operator security programme should include security measures for \nunaccompanied baggage that is shipped as cargo, should describe the standard of screening and manual \nsearches (usually the same as for an unknown shipper), and should provide details about the screening \nequipment and the operator or service provider. \n \nDiplomatic mail \n \n1.1.77 \nSecurity procedures for the carriage of diplomatic mail should be described (guidance \nmay be found in Section 3.4 and Chapter 7). \n \nProtection of cargo and mail \n \n1.1.78 \nAn aircraft operator security programme should indicate the measures in place for \nprotecting cargo and mail. If the security of the cargo facility is the responsibility of the aircraft operator, \ninformation concerning the facility’s security procedures should be provided, including details concerning \nthe deployment of guards, and the use of patrols and closed-circuit television (CCTV) systems. If \nsurveillance cameras are installed, the aircraft operator security programme should indicate whether they \nare apart from or integrated with the airport’s CCTV system. Information on building security should \nindicate whether it features a restricted area and whether staff are screened. It should also reveal how \ncargo and mail is transported to aircraft, among other things. \n \n \nAIRCRAFT MAINTENANCE AREAS \n \n1.1.79 \nSecurity measures in place for aircraft maintenance areas should be indicated whenever \nthe aircraft operator is responsible for such measures (e.g. if such areas are leased to the operator). At a \nminimum, a description of the maintenance area boundaries and controlled access procedures should be \nindicated. \n \n \nCODE SHARING \n \n1.1.80 \nClear lines of accountability are essential for implementing and subsequently monitoring \naviation security measures for flights which are conducted under code-sharing agreements. Different \narrangements, although generally compliant with Annex 17, may exist in the States of Registration of the \ncode share partners, and such differences need to be resolved. \n \n1.1.81 \nThe State of Registration determines the security arrangements to be adopted by an \naircraft operator under its sovereign control. Any additional security measures or different applications \ncalled for by the code-sharing partner will need to be addressed by the operators concerned, and \nappended to the aircraft operator security programme. \n \n1.1.82 \nCode-sharing partners should have a clear line of communication regarding such matters \nas risk and threat assessments. Specifics about the method of communication, contact details, and so on, \nshould be in the relevant appendix. e.g. a code-sharing operator should advise its partner any time there \nis a security breach or details of a heightened threat to its operation which call for additional security \narrangements. The State of Registration of each code-sharing partner should also be informed of the \nspecific threat and the additional measures proposed to counter it.",
  "17": "TRAINING \n \nSecurity awareness training \n \n1.1.83 \nAll staff should undergo security awareness training. Training aspects that should be \nnoted in an aircraft operator security programme include the categories of training, designation of those \nresponsible for providing training, methods employed (e.g. video, classroom discussion, pamphlet, etc.), \nspecific topics, the requirement to maintain training records, provisions for recurrent training, etc. \n \nSecurity training \n \n1.1.84 \nAn aircraft operator security programme should call for all frontline personnel, such as \ncheck-in agents, screening staff and cabin crew, to undergo specialized training. Details about such \ntraining should be provided, including the topics covered and the number of hours. An aircraft operator \nsecurity programme should also address which job positions require certification, licensing, or \nauthorization, with the approval of the appropriate authority for aviation security or another relevant \nauthority. \n \nRecruitment and background checks \n \n1.1.85 \nInformation on the aircraft operator’s recruitment methods, including the use of \nbackground checks, should be provided in the aircraft operator security programme (guidance may be \nfound in Volume II). This section should state, for example, whether any laws preclude a criminal history \ncheck and what sort of information must be provided by the job applicant. \n \n1.1.86 \nDetails should also be provided about the process involved in handling a job application \nsubmission, including the identity of the department responsible for processing applications (including \nbackground checks, if applicable), and the policy on contacting former employers or character references \nfor verification of information, among other items. \n \n1.1.87 \nProcedures to be conducted after completing a background check should also be spelled \nout, including whether there is a requirement for records of applications to be kept on file and, if so, by \nwhom and for how long. \n \nSecurity training programme \n \n1.1.88 \nIf the development, implementation and upkeep of an aircraft operator security training \nprogramme is required by the appropriate authority for aviation security, a copy of the training programme \nshould be appended to an aircraft operator security programme. The foregoing descriptions may then be \nshortened, and references made to the training programme, where appropriate.  \n \n \nCONTINGENCY PLAN \n \n1.1.89 \nIt is appropriate to publish an aircraft operator contingency plan as a stand-alone \ndocument, cross-referenced with an aircraft operator security programme for auditing purposes, or as an \nappendix to an aircraft operator security programme (guidance may be found in Volume V). \n \n \nINCIDENT REPORTING \n \n1.1.90 \nAn aircraft operator security programme should incorporate a description of the aircraft \noperator’s security incident reporting procedures.",
  "18": "QUALITY CONTROL \n \n1.1.91 \nAircraft operators may be required by a NCASP or other regulations to develop, \nimplement and maintain a quality control programme for their security operations. In this case, a summary \nof quality control measures should be included in the aircraft operator security programme, with the \nprogramme itself appended. If a State does not require a quality control programme, such measures \nshould be comprehensively addressed in the aircraft operator security programme. Alternatively, an \noperator could produce a separate quality control programme and cross-reference this with the aircraft \noperator security programme. \n \n \nLOCAL AIRPORT PROCEDURES \n \n1.1.92 \nLocal airport responsibilities with regard to the security of aircraft operations that have not \nalready been addressed in an aircraft operator security programme should be covered in the aircraft \noperator station procedures programme. \n \n \nPROTECTION OF EXECUTIVES AND OTHER PERSONNEL \n \n1.1.93 \nAlthough not necessarily directly related to the prevention of unlawful acts against civil \naviation, an aircraft operator security programme should address security measures for executives or \ncrew members (and their families) who may be targeted by criminal elements during business trips or \nlayovers. Such measures are normally based on risk assessment and threat analysis. \n \n \nBUILDING PROTECTION \n \n1.1.94 \nOffice buildings that accommodate aircraft operator executives and senior managers \nrequire protection that is commensurate with the risk and threat levels associated with the building \nlocation. Security measures for the protection of such buildings should be described in an aircraft \noperator security programme, whether or not they are located at the airport.",
  "19": "APPENDIX 5 (Annex-A) \nMODEL SECURITY PROGRAMME FOR BUSINESS AVIATION \n \nOVERVIEW \n \n1.1.1 \nThe Model Security Programme for Business Aviation is a summary of an industry code \nof practice known as the International Standard for Business Aircraft Operations, which covers a broad \nrange of operational processes and requires, among other items, that operators implement a security \nprogramme proportional to the threat against their personnel, aircraft and facilities.  \n \n \nASSESSING THREAT AND VULNERABILITY \n \n1.1.2 \nThe first step in developing an effective security programme is to assess the threat \nagainst the company as well as the operator’s vulnerabilities. Threats may be related to the nature of the \ncompany’s business, the location of its operations, its nationality, the State of aircraft Registration, a \npassenger’s profile or the value of goods carried. Information on the various kinds of threats facing an \noperator comes from a variety of sources; in developing and maintaining a current threat assessment for \ndifferent operational areas, the flight department manager should rely on the following resources, as \nappropriate: \n \na) national and local security officials; \n \nb) national and local law enforcement officials; \n \nc) the company security officer, if applicable; \n \nd) national and international trade associations; \n \ne) air security assessment and intelligence service providers; \n \nf) \nlocal and foreign media reports; and \n \ng) company officials posted in foreign locations, if applicable. \n \n1.1.3 \nSecurity professionals may provide assistance in determining and assessing the flight \ndepartment’s vulnerabilities. \n \n \nPREVENTIVE SECURITY MEASURES \n \n1.1.4 \nThe focus of preventive security measures is on preventing: \n \na) unauthorized access to company aircraft and facilities;  \n \nb) the introduction of unauthorized weapons or explosives to company aircraft or \nfacilities; and \n \nc) the use of company aircraft to commit unlawful acts, such as the transport of illicit \ndrugs. \n \n1.1.5 \nSecurity measures implemented by the operator should be proportional to the threat. The \nprocedures and training in place should lead to enhanced measures whenever the threat rises, and a \nreduction in measures when the threat diminishes.",
  "20": "1.1.6 \nPreventive security measures include, as appropriate: \n \na) global considerations: \n• \nwhenever possible, avoid operating in geographic areas that have an identified \nsecurity risk; \n• \nimplement a security programme that is specific to the location and operation; \n• \nensure that all flight department personnel receive security programme training; \n• \nmake security an integral part of all aspects of the flight department and its \noperation; \n• \nestablish a security champion role (much like the safety officer role);  \n• \nmaintain a security information programme; and \n• \ndevelop, resource, maintain, exercise, evaluate and update an Emergency \nResponse Plan; \n \nb) people and processes: \n• \nrequire pre-employment screening of flight department personnel;  \n• \nrequire that crew members display photographic identification at all times; \n• \nlimit the publication of flight itineraries; \n• \nestablish security threat alerting procedures, such as a code word for use by \npersons under duress; \n• \nrequire an accurate and accessible passenger manifest for all trip legs; \n• \nensure that only company personnel and authorized guests, identified in \nadvance, are allowed to board a company aircraft; \n• \nensure that passengers or flight department members maintain positive control of \nbaggage; and \n• \npositively identify all baggage and match baggage to specific passengers \n(colour-coded baggage tags may be helpful); \n \nc) aircraft: \n• \ncheck lavatories, baggage compartments and all cavities for unauthorized \npersons or objects prior to each departure;  \n• \nensure that a flight department member is present at all times when the aircraft is \nbeing serviced (e.g. during fuelling, catering, etc.) at company facilities;  \n• \nensure that an aircraft crew member is present at all times when the aircraft is \nbeing serviced at locations away from the company aviation facility;  \n• \nuse the aircraft's security system (locks and alarms) whenever the aircraft is left \nunattended at non-company facilities;  \n• \napply tamper-evident security tape on the doors, panels, etc. of parked aircraft; \n• \npost a guard at the aircraft whenever visiting locations where security is a \nconcern; and \n• \nconsider removing company identification from aircraft and facilities; and \n \nd) facilities: \n• \nensure company facility perimeter security with effective fencing, lighting, gates, \nlimited access areas and security patrols (as appropriate);  \n• \nensure that external gates and doors are kept closed and locked at all times \nwhen not is use?; \n• \nrequire positive access control for all external gates and doors;  \n• \nclose hangar doors whenever the hangar is unattended; \n• \nsecure all key storage areas (e.g. food and liquor, parts and tools, etc.);  \n• \nrequire an access control management system for keys and passes;  \n• \nconfirm the identity and authority of each passenger, vendor and visitor prior to \nallowing access to facilities and aircraft;  \n• \naccompany all visitors away from secure areas (e.g. visitor lounge, etc.);  \n• \nrequire photographic identification from any unfamiliar or unaccompanied visitor \nor vendor;",
  "21": "• \npost emergency numbers prominently around the facility;  \n• \nensure easy access to telephones or \"panic buttons\" in various facility locations \n(e.g. lunchroom, hangar bay, etc.); and  \n• \nconfirm the security status of destination facilities.  \n \n \nRESPONSIVE MEASURES \n \n1.1.7 \nIn the case of a hijacking, the flight crew should attempt to assess the intent of the \nhijacker while following emergency procedures set out in the company’s operations manual, including \ndistress radio calls and a transponder setting that alerts air traffic controllers to the hijacking. Flight crew \nare also expected to adhere to the procedures promulgated in Document 7030 — Regional \nSupplementary Procedures, whether the aircraft continues on its assigned track and cruising level or is \nforced to deviate from them. \n \n1.1.8 \nIn the case of a bomb threat, the operator should first ascertain whether the threat is \nlikely to be a hoax. If the threat is considered to be legitimate, law enforcement officials should be notified. \nWhen airborne, air traffic services should be notified of the situation and the aircraft should proceed to \nland so that a search may be conducted on the ground. If already on the ground, the aircraft should be \nmoved to a designated isolated parking stand before proceeding with a search. \n \n1.1.9 \nIn the case of other unlawful acts, the operator should contact the responsible law \nenforcement agency. \n \n \nSAMPLE SECURITY CHECKLIST \n \n1.1.10 \nAnnex A provides a sample security checklist that may be adopted by aircraft operators.",
  "22": "Annex A to Appendix 5 \nSample Security Checklist \n \n \n1.1.1 \nThis Annex provides an example of suggested checks and actions in the event of an act \nof unlawful interference with civil aviation, including bomb threats. In developing their checklists, \noperators should consult their aircraft flight manual. \n \n1.1.2 \nEach destination should be assessed and rated as either a low, medium or high security \nrisk to travellers. The following guidelines describe the progressive measures that should be invoked for \neach of these categories. \n \nThreat Level \nActions \nLow \nDoor/access panels  - \nLocked \n \nEmergency exits  \n- \nSecured \n \nAircraft perimeter  \n- \nMarked/lit \n \nCommunications \n- \nEstablish \nlines \nof \ncommunication \nbetween \ncrew \nand \npassengers \nMedium \nParking \n- \nAvoid proximity to public rights-of-way \n \n \n- \nNon-remote \n \n \n- \nWell-lit \n \n \n \nApply tamper-evident security tape to doors/access panels \n \nEngine blanks \n- \nFitted \n \nPhysical guarding \n- \nUse if available \n \nCommunications \n- \nEstablish \nlines \nof \ncommunication \nbetween \ncrew \nand \npassengers \n \nPre-flight \n- \nDetailed check of aircraft cavities \nHigh \nRisk \n- \nRefer to local representative for assessment of business risk of \nnot travelling vs. the security risk of travelling \n \nParking \n- \nAircraft hangared \n \n \n- \nApply anti-tampering tape to aircraft doors and access panels \n \nArmed guarding \n- \nMandatory \n \n \n- \nLocal representative approved in accordance with local \nguidelines on the use of force \n \nCommunications \n- \nEstablish \nlines \nof \ncommunication \nbetween \ncrew \nand \npassengers \n \n1.1.3 \nThe flight department should also provide crews with local specialist assessments of the \nsecurity situation in States where these are available. Crew members should contact their Operations \nDepartment to implement this advice.",
  "23": "THE SAFETY OF PASSENGERS AND CREW IS PARAMOUNT \nAND THE OBJECTIVE IS TO SECURE THEIR SAFE RELEASE \n \nWhen possible, carry out the following: \n \nTransponder..................A7500 \nAir traffic control ............INFORM \nFasten seat belts...........ON \nCabin attendants ...........BRIEF (if possible) \n \n \nGENERAL ADVICE \n \nIn the air: \n• \nassess the situation to try to determine the intent of the hijacker and modify the \nrecommended response as appropriate; \n• \ncomply with initial demands without prejudicing safety; \n• \nnegotiate patiently (do not antagonize); \n• \navoid actions or movements that might appear hostile; \n• \nbefore moving any control or switch, etc., explain the reason for the action; \n• \nkeep passengers calm; \n• \nconsider passing information to controlling authorities; \n• \nif forced to deviate from the assigned track and cruising level: \n\u0001 \nfollow the procedures specified in Doc 7030; or \n\u0001 \nif no applicable regional procedures have been established, proceed at a \nlevel which differs from the cruising levels normally used for IFR flight by: \n• \n150 m (500 feet) in an area where a vertical separation minimum of \n300m (1,000 feet) is applied; or \n• \n300 m (1,000 feet) in an area where a vertical separation minimum of \n600m (2,000 feet) is applied; and \n• \nland at a suitable airfield. \n \nOn the ground: \n• \nEXPECT THE AUTHORITIES TO TAKE CONTROL; \n• \nbe guided by authorities. Do not take independent action; \n• \nmake the hijacker do his own thinking; \n• \nestablish the continuance of food, water, sanitary supplies, APU and battery. \nTransfer to a ground power unit as soon as possible. If possible, obtain an air \nconditioning cart;  \n• \nmaintain hygiene. Keep door, galley and aisle clear of rubbish and equipment; \nand \n• \nlook after passengers’ health and comfort. \n \nUNLAWFUL INTERFERENCE",
  "24": "Air traffic control and operations/handling agent ..............ALERT \n• \nconfirm parking area. \n \nCabin attendant (if carried)................................................BRIEF \n• \npassengers NOT to be told; \n• \nprepare to disembark on pilot-in-command’s command (public address system); \n• \ndisembarkation procedures established. Use entry door if practical; \n• \nsuspicious objects should not be touched; and \n• \nif taxiing, stop and disembark immediately. \n \nPassengers ................................EVACUATE AND ASSEMBLE CLEAR OF AIRCRAFT (500 m UPWIND) \n \nPilot-in-command .......................ENSURE THAT AIRCRAFT IS COMPLETELY VACATED \n \nBOMB THREAT ON GROUND",
  "25": "If an explosive device is expected, or a suspicious article has been found, the aircraft should be flown as \nnormally as possible but in accordance with the following requirements. \n \nEmergency ........................................................................DECLARE \n• \nplan to land at the nearest suitable airfield \n• \nconsider high altitude airfield if appropriate. \nTransponder......................................................................SET A7700 if none assigned \nCabin attendant (if carried)................................................BRIEF \n• \nadvise that there is a bomb threat and notify senior passenger; \n• \norganize search of cabin; and \n• \nif bomb is found, plan to land as soon as possible (upon landing disembark by \nfastest means as soon as possible). \nPilots..................................................................................SEARCH FLIGHT CREW COMPARTMENT \nPressure controller............................................................MAINTAIN CURRENT CABIN ALTITUDE \nDescent .............................................................................COMMENCE \n• \nreduce cabin differential pressure to zero by descending aircraft to cabin altitude. \nDo not raise cabin altitude; \n• \ndescend without delay to below FL100 or MSA if higher; and \n• \nminimize manoeuvres and avoid turbulence. \nSpeed................................................................................REDUCE WHEN PRACTICABLE \nCabin.................................................................................DEPRESSURIZE/AIR VALVES CLOSED \n• \nwhen at cabin altitude: \n• \nMan. Cabin Alt. Control.FULL INCREASE \n• \nDump Valve...................OPEN \n• \nleave outflow valve open for remainder of flight. \nLanding configuration........................................................ESTABLISH EARLY \nAfter landing: \n• \nAPU............................................START \n• \nEngines ......................................SHUT DOWN \n• \nLighting.......................................ALL ON EXCEPT LANDING LIGHTS \n• \nPublic address (given by cabin attendant or pilot)............“IT IS IMPERATIVE TO \nLEAVE \nTHE \nAIRCRAFT WITHOUT \nDELAY. \nKINDLY \nFOLLOW \nTHE \nINSTRUCTIONS.” \n \nPassengers ................................…………………..ASSEMBLE CLEAR OF AIRCRAFT (500 m UPWIND) \n \nIF SUSPICIOUS ARTICLE OR BOMB FOUND: \n• \nDO NOT MOVE, OPEN OR TOUCH; \n• \nmove passengers as far away as possible and instruct them to keep their heads \nbelow top of seat backs; \n• \nobtain expert advice through air traffic control communications; \n• \nremove any oxygen bottles and first aid kits from the immediate vicinity. Have fire \nextinguishers available; \n• \nsecure article in place, surround with pillows, blankets, coats and absorbent \nmaterials. Keep article dry, but wet surrounding material; and \n• \nconsider moving the article only if its position poses an immediate threat to the \naircraft and expert advice recommends this course of action, in which case the \narticle must be handled GENTLY, without changing its orientation. The article \nshould be fastened using adhesive tape and supported with seat cushions, \nblankets, etc. \nBOMB THREAT IN FLIGHT"
}