{
  "1": "GOVERNMENT OF INDIA\nBUREAU OF CIVIL AVIATION SECURITY\n‘A’ WING JANPATH BHAWAN, JANPATH\n\nNEW DELHI ~ 110001.\n\nNo.  CAS-AO/Trg-42/72/2016/97854/02 Dated 27/10/2016\n\nAVSEC Order No.3/2016\n\nSubject : AVSEC Awareness Training to the employees of various stake holders\nworking at the civil airports in Indi:\n\nIn terms of Rule 3 (b) of the Aircraft (Security) Rules, 2011, it is directed that\nAirport Entry Permit (AEP) shall not be issued to an employee working at the civil\nairports in India unless he/ she has successfully undergone AVSEC Awareness training as\nspecified in the National Civil Aviation Security Training Programme. Therefore, each\nemployee of the concerned stake holders working at the civil airports in India shall be\nimparted AVSEC Awareness Training once every year in accordance with the procedure\nspecified as under:\n\n(1) AVSEC Awareness Training will be imparted to the employees of all the entities\nworking at the civil airports in India by BCAS certified AVSEC Instructors of the\nIndian Aircraft operators free of charge once every year at the airports as\nmentioned against each:\n\nSINo. ‘Name of Airport [_Name of Airlines\n\n1. Bhavanagar(Gujrat), Gwalior(MP), Hubli(Karnataka),\nPuducheery/Pondicherry, Agra(UP), Agatti(Lakshadweep)\nAllahabad(UP), Bhuntar(HP), Diu (Gujrat), Gaya(Bihar)\nKanpur(UP), Lilabari(North Lakhimpur/ Assam), Nasik\n(Maharashtra), Pantnagar (Uttarakhand), Surat (Gujrat)\nTezpur(Assam), Shillong (Meghalaya), Leh(J&K),\nSafdarjung(New Delhi)\n\nAir india\n\nBelgaum (Karnataka), Madurai(Tamil Nadu),\nTuticorin(Najaikullam,Tamil Nadu),\nDehradun(Uttarakhand),  Jabalpur(MP), —_Kangra(HP), Spice Jet\nMangalore(Karnataka) Rajahmundry(AP), Agartala (Tripura)\nChennai (Tamilnadu)\n\nRajkot(Gujrat), Aurangabad(Maharashtra), Bhopal(MP)\nBhuj(Gujrat), Gorakhpur(UP), Jorhat(Assam),\nKhajuraho(MP), Lingpui(Aizawal/Mizoram), Silchar(Assam)\nTrichy(Tamil Nadu), Amritsar (Punjab), Jodhpur (Rajasthan)\n\nJet Airways\n\n4, Baroda(Gujrat), Calicut(Kerala), Coimbatore(Tamil Nadu),\nDibrugarh(Assam), Dimapur(Kohima), Indore (MP),\nTrivandrum(Kerala), Udaipur(Rajasthan), Indigo\n| Ahmedabad(Gujrat), Raipur (Chhattisgarh), Srinagar (J & K)\n| Gondia(Maharashtra)\n\nPage 1 of 3\n\n",
  "2": "[s. Bhubaneswar(Orissa), Chandigarh, Portblair (A&N Islands)\nBagdogra, Siliguri(WB), Lucknow, Varanasi__(UP),\n-Kolkata(W8)\n6 Dabolim(Goa), Nagpur(Maharashtra), Patna (Bihar) Gore\nRanchi (Jharkhand), Jaipur (Rajasthan), Jammu (J&K),\n|7- ‘Guwahati(Assam), Imphal(Manipur), Pune (Maharashtra) Air Asia India\n8. Tirupati(AP), Vijayawada(AP), Vishakhapatnam(AP) Air Costa\n\n(2) The Regional Director, BCAS of the concerned Region shall ensure that the AVSEC\nAwareness training is imparted to each employee working at the civil airports in the\nregion. The concerned Regional Director BCAS shall be responsible to coordinate with\nthe concerned aircraft operator well in time and yearly training schedule shall be\nprepared well in advance by the concerned aircraft operator in consultation with\nairport director under intimation to RD, BCAS.\n\n(3) Database of AVSEC Awareness training will be maintained separately by the\nconcerned stake holder/ organisation of the employee, airport operator and the Aircraft\nOperator allotted the airport in order to ensure that AVSEC awareness training is\nimparted to all the employees every year. This database will be produced during the\nsecurity audits / inspections as and when carried out by BCAS officers.\n\n(4) The Airport Director shall ensure to arrange for necessary infrastructure and\nsupporting resources for organising the training without any charge.\n\n(5) An employee shall not be allowed to undergo AVSEC Awareness Training unless\nhis /her background check has been done and the same is valid at the time of training\nbeing organised. It shall be ensured by the concerned stake holder that there should be\nnothing adverse against an employee before being deputed for the said training.\n\n(6) Any airline starting its operations from any airport which presently is non-\nOperational for scheduled flights, will automatically take over the responsibility of that\nairport for conduct of One Days AVSEC Awareness Training of all the staff of the\nstakeholders at that airport.\n\n(7) The AVSEC Awareness training will be conducted for One Complete day as per\nsyllabus provided at Annexure —\"A”. In one batch no more than 50 trainees will be\nentertained and the attendance sheet shall be signed invariably by the AVSEC Instructor\nbefore the conduct of the training clearly mentioning his name, designation and\norganisation.\n\n(8) Delhi, Mumbai, Bangalore, Hyderabad and Cochin airports which are having their\n‘own ASTIs will impart One Days AVSEC Awareness Training to all the employees at their\nPage 2 of 3\n\n",
  "3": "airports. However Airlines are free to impart One Days AVSEC Awareness Training at these\nairports to their employees or their GHAs. GHAs can either ensure this training to their\nemployees through these airport operators or through their client airlines or through a\ncertified Instructors on their pay roll.\n\n(9) No BCAS certified Instructor will conduct AVSEC Awareness training in his individual\ncapacity in any of the airport in India, and will undertake such functions only when deputed\nby his airline / organisation.\n\n(10) One Days AVSEC Awareness Training is applicable only to Non-Security Staff\nexcluding Air Crew. All Security staff is required to undergo minimum Initial Induction\nCourse (5 days duration) and Air Crew, Basic AVSEC Course (6 days duration) for the purpose\nof applying for an AEP. Those security staff and air crew who underwent these courses prior\nto 2 years need to undergo refresher course before applying for an AEP.\n\n(11) This order supersedes AVSEC Order 5/2004 dated 2\" December 2004 and all other\ndirections issued on the conduct of One Days AVSEC Awareness Training and will be\nenforced with immediate effect.\n\nWRDanrAna\n(Kumar Rajesh ChandiaJa$-10-16\nDirector General , BCAS\nDistribution as per list attached\n\nPage 3 of 3\n\n",
  "4": "ae\n\npane\n\n11.\n\n12.\n\n13.\n\nDirector General, CISF, 13 CGO Complex, Lodhi Road, New Dell\ncirculate to all ASG Units at the airports taken over by CISF.\n\nDGPs / IGPs all States / UTs. .\nCommissioner of Police, Delhi, Mumbai, Chennai & Kolkata.\n\nChairman, Airport Authority of India, Rajiv Gandhi Bhawan, New Delhi: with request\nto please circulate to all AAI airports in the Country.\n\nAirport Director, Sri Sathya Sai Airport, Prasanthi Nilayam Puttparthy, Anantpur\nDistrict, Andhra Pradesh-515134.\n\nMD, DIAL, New Udan Bhawan, Opp. Terminal-3, |GI Airport, New Delhi-37.\n\nMD, MIAL, CSI Airport, 15* Floor, Terminal 1B, Santacruz (E), Mumbai-40009.\n\nMD, CIAL, Cochin International Airport Limited, Cochin Airport, Coct\nMD, HIAL, Hyderabad International Airport Limited, Shamshabad-500409, Ranga Reddy\nDistt, Andhra Pradesh.\n\nMD, KIA Bengaluru, Administration Block, Bengaluru International Airport\nDevanahalli, Bangalore-560300.\n\nMD, Mihan India Private Ltd., Dr, Babasaheb Ambedkar International Airport,\nOld Terminal Building, Nagpur-440005.\n\nCSO, BAPL Durgapur Airport, MNAV-29 Bengal Ambuja Housing Complex City Centre,\nDurgapur-713216.\n\nRegional Director, BCAS, Delhi, Chennai, Chennai, Mumbai, Kolkata, Ahmedabad,\nHyderabad, Amritsar & Guwahati: to please circulate to all Airlines, Airport\nDirectors / In-charge Airport Management and Officers of BCAS in respective\njurisdiction.\n\nMay kindly\n\nCopy for information to:~\n\n1\n\n2\n3.\n4.\n\nNo\n\nSecretary, Civil Aviation, MCA, RG Bhawan, New Delhi.\n\nJoint Secretary, MCA, RG Bhawan, New Delhi (Kind attn.: Ms. Usha Padhee, JS)\n\nDGCA, Technical Area, Opp. Safdarjung Airport, New Delhi-03\n\nDirector, Cabinet Secretariat, Room no. 1001, 8-2 Wing, 10 Floor, Paryavaran\nBhawan, CGO Complex, Lodhi Road, New Delhi-110003. (Kind attn.: Shri Anshul\nSharma, Director)\n\n. 5, Joint Secretary (IS-II), MHA, 15t Floor, “B” Wing, NDCC-I! Building, New\n\nDelhi- 110001\nJoint Director, |B, MHA, 35 SP Marg, New delhi (Kind attn.: Shri. P.K.Bhardwaj, JD)\nPS to Hon'ble Minister of Civil Aviation, RG Bhawan, New delhi\n\nInternalDi\n\nribution\n\nPPS to DG, DDG\\J), PPS to DDG (H), DD (Ops), DD (Policy), DD (Trg.)\n\nWeb\n\nManager — for updating on BCAS Restricted website.\n\nPage 4 of 4\n\n",
  "5": "SECRET\n\nGovernment of indi\n(Ministry of Civil Aviation)\nBUREAU OF CIVIL AVIATION SECURITY\n\nNational Civil Aviation Security Training Programme\n\nANNEXURE — K\n\nAVSEC AWARENESS TRAININGFOR Non Security Staff / Ground Staff AIRPORT EMPLOYEES\nCOURSE DESCRIPTION\ncourse code = ia3/AvSéC/aW\n\ni instructor\nCourse Description\n\nPurpose Entry Requirement Co\nCourse Title: AVSEC AWARENESS TRAINING FOR\n\nAIRPORT EMPLOYEES\n\n[02 Ralf working day\n\n|\n| course Purposes\n| To create security awareness to all employees working in airport environment to take appropriate action to identify the suspicious |\n\n2) Aiport police;\n'b) Immigration and border police;\n) Airport management and staf\nd) Aircraft operator ground staff;\n€) Aircraft operator flight and cabin crew; |\n\n£) Cargo agents and shippers;\n8) Postal staff;\nhh) General aviation and aerial work personnel\n|) Fuel company managers and supervisors;\n{) Protocol and other VIP handling agencies;\n) Customs and agriculture personnel;\n|i) Airport concessionaires and tenants;\n‘m) All other staf granted access to the security restricted areas.\n\n\"Course Objectives:\nUpon completion of the course, trainees wil beable to: |\n(b) Understand the responibity for secury conto of people ad items at airport.\n) Recognize prohibited items, dangerous articles and substances; |\n(d) Describe the procedures for notifying suspected devices / person found at the airport. |\n(e) Assist in the process of searching terminal building and aircraft |\n| entry Requirements:\n\n| (b) All employees working in airlines environment, such as ticketing agents, travelling agents and concessionaires\n| etc.\nl\n\n|\n(a) Allempioyees working at the airport. | a\n|\n\nPage 191 of 256\n\n",
  "6": "SECRET\n\nian Government of India _ ]\noF (Ministry of Civil Aviation) |\n\nWw ___ BUREAU OF CIVIL AVIATION SECURITY |\nEse National Civil Aviation Security Training Programme |\n\nAVSEC AWARENESS TRAINING FOR Non Security Staff / Ground Staff AIRPORT EMPLOYEES\nCOURSE CONTENT (Duration: 02 Half Working Day)\n\nMODULE 1: INTRODUCTION TO THE COURSE (1 hour)\n1. Explain the course aims, structure and methodology.\nRecognize the need for security awareness,\nSpecify the nature of the threat against the air transport industry in general and\nspecific to the local airport.\n4. Describe briefly the characteristics of offenders, techniques and aims.\n5. Video on AVSEC awareness\n\nMODULE 2: DEVELOPMENT OF COUNTER — MEASURES (45 minutes)\n\n1. Present an overview of the industry counter-measures to prevent acts of\nunlawful interference.\n2. Describe the structure and organization of aviation security (ICAO & BCAS)\na Identify the aviation security role of airline, AAI, APSU, other agencies working at\nthe airport, public at large including air ticketing agents and passengers.\n4, Describe action to be taken in case of unlawful interference.\nMODULE 3: THE AVIATION WORKING ENVIRONMENT (30 minutes)\n\nDescribe the characteristics and complexity of the aviation environment.\nDefine the functions of an airport.\n\nIdentify restricted, non-restricted areas at the airport.\n\nDescribe access control.\n\nBeppe\n\nMODULE 4: SECURITY AWARENESS FOR AVIATION EMPLOYEES AND USERS (45 mins)\n\n1. Explain the importance of individual contribution to aviation security\n\n2. Describe the need for employee vigilance and acceptance of security measures.\n3. Describe typical indicators of suspicious behaviour and response actions.\n\n4. Recognize the need for security awareness education for the traveling public, air\n\ntransport users and the media.\n5. Describe airport entry permit and need for display of PICs.\n\nMODULE 5; RECOGNITION OF EXPLOSIVE DEVICES AND OFFENSIVE WEAPONS (1 hours, 30\nminutes)\n1. Define and classify prohibited items.\nPage 192 of 256\n\n",
  "7": "SECRET\n\n~ Government of India\n(Ministry of Civil Aviation)\nBUREAU OF CIVIL AVIATION SECURITY\n\nNational Civil Aviation Securi\n\nTra\n\n2. Recognize improvised explosive and incendiary devices, restricted articles,\nweapons and dangerous objects, including when they are disguised, dismantled\nor camouflaged - lecture/demonstration\n\n3. Identify the places and methods used to hide explosive and incendiary devices\nand prohibited items/explosives.\n\n4. Specify the action to be taken when a \"suspect\" item is located.\n\nMODULE 6: BOMB THREAT PROCEDURE (1 hour, 15 minutes)\n1. Describe Bomb threat procedure at airport\n2. List the action to be taken on receipt of bomb call,\n\n3. Describe the procedure for searching an area in response to a bomb threat.\n\nMODULE 7: CLOSING ACTIVITIES (15 minutes)\n1. Evaluate the training activities of the course.\n\neee\n\nPage 193 of 256\n\n"
}