{
  "1": "RESTRICTED  \nNO.CAS-6(1)/2008/Div.I (Sec.functions) \nBUREAU OF CIVIL AVIATION SECURITY \n(MINISTRY OF CIVIL AVIATION) \nGOVERNMENT OF INDIA \nA’ WING (I-III Floor), JANPATH BHAVAN \nJANPATH, NEW DELHI \nDated :   21 /08/2009 \n \n \nAVSEC Order No.  03/2009 \n \n \nSub : Security Functions to be carried out by aircraft operators. \n \nIn exercise of powers conferred by Section 5A of Aircraft Act 1934 delegated \nto him vide Government of India, Ministry of Civil Aviation Notification No. 1797 \ndated July 3, 1997, read with para-4 of DGCA Circular No. 9/1/2002-IR dated \n28/9/07; and  Regulations 6 and 7 of the Airports Authority of India (General \nManagement, Entry for Ground Handling Services) Regulations, 2007 issued  vide  \nGazette of India (Extraordinary) Notification  No.AAI/LEGAL/GHREG/2007 dated \n18.10.2007,  the Commissioner of Security (Civil Aviation), Bureau of Civil Aviation \nSecurity (BCAS), for the purpose of securing the safety of aircraft operations, directs \nthat the following activities  pertaining to aircraft operations  shall be treated as  \nAircraft  Operators’  Aviation Security Functions: \n \n \ni) \nAccess control to the aircraft; \nii) \nAircraft security search/Security check during normal as well as bomb \nthreat situation; \niii) \nScreening of registered /unaccompanied baggage, cargo, mail  and \ncompany stores  etc. ; \niv) \nSurveillance of screened baggage till acceptance at check-in counters; \nv) \nSecurity  control of the checked baggage from the point it is taken into \nthe charge of aircraft operator till loading into aircraft; \nvi) \nPassengers baggage reconciliation/identification  \nvii) \nSecurity of baggage tag , boarding cards and flight documents; \nviii) \nSecurity of mishandled/unaccompanied/transit /transfer baggage; \nix) \nSecondary checks at ladder point of aircraft; \nx) \nSecurity of catering items from pre-setting stage till loading into aircraft; \nxi) \nSecurity control of express cargo, courier  bags, cargo, company \nstores, parcels, mail bags and escorting from city side up to aircraft; \nxii) \nReceiving, carriage and retrieval of security removed articles; \nxiii) \nAny other security functions  notified   by the  Commissioner  from to \ntime. \n \n \n2. \nDespite the fact that the above activities  are  carried  out  on  ground at the \nairports,  keeping  in view  the  AVSEC requirements  under the   current  surcharged  \nsecurity scenario,  these AVSEC functions  cannot be mixed-up with  other  ground \nhandling  activities, and  these  AVSEC functions shall  not  be allowed by  an  \naircraft  operator/ airport operator  to be  undertaken   by  a  Ground Handling \nAgency.   \n \n \nContd…2",
  "2": "-2- \n \n \n \n3. \nThe above mentioned security functions shall be carried out by the concerned \nairlines’ security personnel  who possess all competencies required to perform their \nduties and are appropriately trained and certified according to the requirements of \nthe approved Security Programme  of respective  Aircraft Operator  and the  National \nCivil Aviation Security Programme of India.  \n \n4. \nForeign airlines may enter into agreement with Indian Air carriers having \ninternational operation from that airport only after specific approval from the BCAS in \neach case.  \n \n5. \n As approved by Ministry of Civil Aviation (GoI) vide letter no. AV-\n24013/004/2007-AAI dated 20th March 2008, the In-line screening of   hold   baggage  \nto  be transported   by  an aircraft  operator from  the airports  in India,  shall be  \ncarried out  by trained  and  BCAS  certified   screeners of  respective airport  \noperator or NACIL or their JV at  airports having In-line baggage Inspection System.  \n \n6. \nScreening   and  security  control of  Cargo  consignments   may  also be  \nundertaken   by  trained and   BCAS  certified  screeners  of    Regulated  Agents \napproved  by the  BCAS in accordance  with  the  instructions   issued   by the  \nBCAS  from time to  time. \n \n7. \nThe responsibility for all security related functions shall be with the airlines \nconcerned. For this purpose, a security coordinator shall be designated by the \nrespective airlines at each airport from where they shall have operations. \n \n \n8. \nThis order supersedes all instructions (except BCAS Cir. No. 4/2007) on the \nsubject and shall come into force with immediate effect. Violation of this order will \nattract legal action under section 11A of Aircraft Act, 1934. \n \n \nThis issues with the approval of Commissioner of Security (CA) \n \n \n \n \n(M. Malaviya) \nI.P.S \nAddl. Commissioner of Security (CA) \n \n \nDistribution : As per list attached."
}