{
  "1": "SECRET\nAIT FLITE / Government of India\n| (arr, fear Aare) / (Ministry of Civil Aviation)\n(aire fH GR SRT/ Bureau of Civil Aviation Security\nSAN Te, ATT AIA, GMT / A? Wing —LIL II Janpath Bhawan, Janpath\nag feectl—110001 / New Delhi-110 001\nCAS-45 (7)2009/ DIV-IIIB (Crew Briefing) © Dated: 27.10.2016\n\nAVSEC ORDER No. 04/2016\n\nDeployment of In-flight Security Officer (IFSO)-pre-flight briefing to staff of\naircraft operators undertaken by the IFSO reg.\n\nSubje\n\nIn the exercise of powers conferred by Section 5A of Aircraft Act, 1934, delegated\nto him Government of India, Mini try of Civil Aviation Notification No 1797 dated 03 July\n1997, and [Rule 30 of the Aircraft (Security) Rules, 2011, for the purpose of deployment of\nIFSO in flights of Indian Aircraft Operators for securing the aircraft operations, the Director\nGeneral, BCAS directs that :\n\n1 The detachment Commander of In Flight Security Officer shall conduct\nbriefing before each flight operations and the briefing meeting shall be attended by the\nconcerned, cabin and. cockpit crew members positively at the airport of departure. ‘This\npractice was evolved from the inception of deployment of In Flight Security Officers on the\nFlights singe 2000 so as_to create synergy between all parties before the departure of ‘flight\nand this pfactice goes a long way in enhancing teamwork and cooperation in case of any\neventuality leading to unlawful interference with civil aviation operations. Only in\nexceptional circumstances like transit flight etc. the briefing may be done with the Senior\nCabin crew and the Commander of the flight in an appropriate area outside the view of\npassengers atthe airport.\n\n2. The Indian aircraft operators shall issue directions to their cabin and cockpit\ncrew members to ensure adherence to the directions of the BCAS and ensure to attend\nbriefing meeting conducted by the detachment Commander of In Flight Security Officers\nbefore each flight operation at the airport.\n\n3. DGCA is requested to please incorporate the above directions in appropriate\nCAR for |implementation by all concerned pilots of scheduled Indian Aircraft Operators\npositively.\n\n4 The violation of the above directions if any shall attract penalty as per the\nprovisions of Section 10 and 11 A of the Aireraft Act, 1934\n\neR Corde\n(Kumar Rajesh Chandra)*\nDirector General, BCAS\n\n",
  "2": "Copy for information and necessary action to:-\n\nCopy for information to:-\n\ni\n2.\n3\n4.\n\nInternal Di:\n\npps bo G, PPS to DDG(S), PPS to PBG (H), DD (Ops DD (Policy). DD\na\n\nDirector General, CISF, 13 CGO Cappiex Lodhi Road, New Delhi: May kindly\n\ncirculate to all ASG Units at the airpor\nDGPs / IGPs all States / UTs. \"\nCommissioner of Police, Dethi, Mumbai, Chennai & Kolkata,\n\nis taken over by CISR. |\n\nChairman, Airport Authority of India, Rajiv Gandhi Bhawan, New Dethi: with request to\n\nplease circulate to all AAI airports in the Country.\nAitport Director, Sri Sathya Sai Airport, Prasanthi Nilayam Puttparthy\nAndhra Pradesh-515134.\n\nAnantpur District,\n\nMD, DIAL, New Udan Bhawan, Opp. Terminal-3, IGI Airport, New Delhi-37.\n\nMD, MIAL, CSI Airport, 1* Floor, Terminal 1B, Santacruz (E), Mumbai-40009.\n\nMD, CIAL, Cochin International Airport Limited, Cochin Airport, Cochin\n\nMD, HIAL, Hyderabad International Airport Limited, Shamshabad-500409, Ranga\n\nReddy Distt, Andhra Pradesh.\n\nMD, KIA Bengaluru, Administration Block, Bengaluru International Airport Devanahalli;\n\nBangalore-560300.\n\nMD, Mihan India Private Ltd., Dr. Babasaheb Ambedkar Internatjonal Airport, Old\n\n‘Terminal Building, Nagpur-440005.\n\nCSO, BAPL Durgapur Airport, MNAV-29 Bengal Ambuja Housing Complex. City\n|\n\nCentre, Durgapur-713216.\n\nRegional Director, BCAS, Delhi, Chennai, Chennai, Mumbai,\nHyderabad, Amritsar & Guwahati: to please circulate to all Ai\n/In-charge Airport Management and Officers of BCAS in respectiv\n\nSecretary, Civil Aviation, MCA, RG Bhawan, New Delhi.\nJoint Secretary, MCA, RG Bhawan, New Delhi (Kind attn.: Ms. Usha Pe\nDGCA, Technical Area, Opp. Safdarjung Airport, New Delhi-03\nDirector, Cabinet Secretariat, Room no. 1001, B-2 Wing, 10\" Floor, Pal\nCGO Complex, Lodhi Road, New Delhi-110003. (Kind attn.: Shri\nDirector)\n\nKolkata, Ahmedabad,\nlines, Airport Directors\n\nfe jurisdiction.\n\nidhee, JS)\n\nyavaran Bhawan,\ni Anshul Sharma,\n\nfoint Secretary (IS-11), MHA, 1* Floor, “B” Wing, NDCC-II Building, New Delhi-\n\n110001\nJoint Director, IB, MHA, 35 SP Marg, New delhi (Kind attn.: Shri, P.K.\nPS to Hon'ble Minister of Civil Aviation, RG Bhawan, New delhi\n\nion\nto\n\n|\nBhardwaj, JD)\n\n"
}