{
  "1": "Circular-2009(Circular) \nRestricted \n                              NO.CAS-7(97)-2000-DIV-I(RP Singh Committee) \nBUREAU OF CIVIL AVIATION SECURITY \n(MINISTRY OF CIVIL AVIATION) \nGOVERNMENT OF INDIA \n‘A’  WING , JANPATH  BHAWAN , \nJANPATH, NEW DELHI -110001 \nDate : 29 -10-2009 \n \nAVSEC ORDER  NO. 05/2009 \n \nA Committee under the Chairmanship of  Shri Arun Mishra, the then  Joint \nSecretary , Ministry of Civil Aviation was constituted  by  MCA for reviewing  norms \nfor deployment of airlines’ security staff to undertake security functions  relating to \nairlines.  The report  of the Committee  has been accepted by MCA. Therefore,  \nOperators  are hereby   directed  to implement the  recommendation of the  \ncommittee as given below:- \n \n(A) \nAs per  ICAO  guidelines, each  airline  must  have  a Chief  Security Co-\nordinator who should  report  directly  to the  Chief  Executive  Officer, \nCMD of the  airline. The  functional performance of all  security heads \nmust   be  evaluated  by the  Chief  Security  Co-ordinator of the  airline \nonly. \n \n(B) \nOfficers of the  airline  Security Department of  suitable  seniority,  \nconsistent  with the demands  of the  job,  shall   be  posted  at major  \ndomestic  stations  for  effective  security supervision and \nimplementation. \n \n(C) \nAt  smaller  stations having  two or three flights  only,  the  station head \nof the airline, viz. the Station Manager, shall  be  in-charge of the  \nsecurity  of the airlines operations  from that  station  and would be \nresponsible for all matters  relating  to security. \n \n \n(D) \nAt all on-line foreign stations, airlines must post its  own India-based \nSecurity Supervisors/ Officers who  shall be  responsible for all matters  \nto security  of its  operations. For Non-Resident Indian (NRI)/Persons of \nIndian Origin (PIO) specific clearance be taken from BCAS. \n \n(E) \nEach airline  should  establish  a Security Control Room at  major  \nstations  to co-ordinate all  security  functions  and  ensure  quick \nresponse during  emergencies.  The  Control Room  should  be  \nequipped  with telephonic and wireless communication links  with other  \noperational departments of the airline as well as  with the  CISF/ APSU, \nand  should be manned   during  its  operations  by  one or  more \nsecurity personnel depending  upon the volume of  operations. \n \nContd….P/2",
  "2": "Circular-2009(Circular) \n:2: \n \n(F) \nSecurity  staff  shall be deployed  by the  airlines  for the following  \nsecurity functions as per the norms fixed by the Committee  given at \nAnnexure- I:- \n \n(i)  \nSecurity of Aircraft \n(ii)  \nScreening of  Registered  Baggage  \n(iii)  \nSurveillance in departure  hall. \n(iv) \nScreening and escorting of screened cargo/ unaccompanied \nbaggage. \n(v)  \nSecurity of catering items. \n(vi) \nFor security and surveillance in BMA and for accompanying \nthe screened baggage upto aircraft. \n(vii) \nSecurity in Baggage break-up area. \n(viii) \nSecondary security  checks. \n(xi)  \nSecurity of  parked/ idle aircraft. \n      (x)  \nSecurity of Control Room( including bag tags, boarding cards, \netc.) \n      (xi)       \nAircraft Search (Pre-flight anti sabotage Checks) \n     \n     (G) \nThe Security  Supervisor shall ensure that the Aircraft Release certificate \n(Annexure-II) is signed by all the concerned departments  and signature \nis obtained from the Commander of the flight. \n                  \n \n \nA copy of the signed aircraft release certificate shall be kept \nfor record with the security department, and will be put up for scrutiny \nduring checks and audit by the BCAS officers. \n \n     (H) \nThis issues with the approval and direction of Commissioner of Security \n(CA) under Section 5A of Aircraft Act, 1934. Any violation shall attract \npenalty under section 11A of Aircraft Act 1934. \n \n      (I) \nThis order supersedes BCAS  Circular No 05/2007 dated 23-04-2007 \nand shall be implemented   by all concerned within 30 days of issue.        \n \n \n \n \n \n(M. Malaviya) \nIPS \nAddl. Commissioner of Security (CA) \n \nEncl : As above \nDistributions: As per list attached.",
  "3": "Annexure-I \n \nBased  on the Arun Mishra  Committee Report, the following is the approved deployment scales of security \nstaff to be deployed by scheduled airlines, mandated  by Ministry of Civil Aviation vide letter No. \nAv.13024/041/2001-SS, date 05.10.2009 for security functions : \n \n \nSl. \nNo.  \nSECURITY FUNCTIONS  \nMIN. AUTHORIZATION /DEPLOYMENT  \n1.  \nSecurity  of Aircraft: \n \n(a)  For round the clock operations in each shift for maximum 3-4 aircraft:  \n      Supervisor -01, Staff -03  \n(b)  When the aircraft is docked with the aerobridge:  \nSupervisor – 01, staff – 02           \n(c)  When the aircraft is parked without aerobridge:  \nSupervisor – 01, Staff – 03         \n(d)  When the wider body aircraft is docked with the aerobridge:  \n       Supervisor – 01, staff – 03    \n(e)  For single shift operations for 3-4 aircraft – \n      Supervisor -01, Staff -03  \n(f)  For one flight operations –  \n      Supervisor -01, Staff-01 \n \n        It was also agreed that one supervisor can be deployed for 3-4 aircrafts \nparked at apron at same time instead of deploying supervisor for each aircraft. \n2.  \nScreening of Registered Baggage: \n \n(a)    For round the clock operations in each shift – Supervisor -01, Staff -03  \n(b)   For single shift operations –  Supervisor -01, Staff 03  \n(c)   For one flight operations – Supervisor -01, Staff-02 \n \n \n \n \n \n \n \n1",
  "4": "3.  \nSurveillance in departure hall : \n \n(a)    For round the clock operations in each shift - Staff -01  \n(b)    For single shift operations – Staff -01  \n(c)    For one flight operations – No staff. \n \nNote: Supervisor deployed on X ray BIS can perform this task. \n \nAAI will install CCTV at airports and responsibility for security will be given to \nCISF. A method of profiling the passengers will be introduced, instead of having \ndeparture hall surveillance.   \n \n4.  \nScreening & escorting of screened \nCargo/ unaccompanied baggage: \n \n(a) For round the clock operations in each shift –    Staff -03  \n(b) For single shift operations – Staff -03 \n(c) For one flight operations – No Staff.  \n \n Note :  Staff deployed for screening of hold baggage shall complete    \n             this task    before commencing the screening of hold Baggage. \n \nStaff:  03 (3 per X-ray machine), one or more to escort security cleared cargo \nupto aircraft. \n \n5.  \nSecurity of Catering items: \n \n(a)  For round the clock operations in each shift –  \n      Staff -02 (per establishment) \n \n(b) For single shift operations: – Staff – 01(each catering estt.) \n \n(Note : Staff deployed for checks in Catering Estt. to escort the catering van \n             up to aircraft after the task )  \n \n(c)  For one flight operations – No Staff \n \n(Note : Generally no catering items are lifted from such stations by airlines) \n \n \n2",
  "5": "6.  \nFor security and surveillance in \nBMA and for accompanying the \nscreened baggage upto aircraft: \n \n (a) For round the clock operations in each shift – Staff -02  \n (b) For single shift operations – Staff -02  \n  (c) For one flight operations – Staff -01 \n \n7.  \n Security in Baggage Break-up Area \n[BBA] : \n \n \n \n (a)   For round the clock operations in each shift – Staff -01 (on each belt)  \n (b)   For single shift operations – Staff -01  \n (c)   For one flight operations – Staff -01  \n \n(Note: Staff deployed in BMA would take care of this function) \n \n \n \n8 \nSecondary security checks: \n       \n \n  \nSecondary Security Checks (only during period of alert): \n(a) For round the clock operations in each shift – Staff -04 (02 –Male and 02 –   \nFemale) for frisking of passengers and physical check of cabin bags)  \n(b) For single shift operations: – Staff -04 (02 –Male and 02 –Female) for \nfrisking of passengers and physical check of cabin bags)  \n(c)  For one flight operations – Staff -04 (02 –Male and 02 –Female) for frisking \nof passengers and physical check of cabin bags) \n \n9 \nSecurity of parked/idle aircraft: \n \n (a)    For round the clock operations in each shift – Staff -01 (for 2 or 3 \naircrafts)  \n (b)    For single shift operations – There is no night parking at such station in   \ncase aircraft is parked, requirement would be Staff – 01( for 2 or 3 \naircrafts)  \n(c)      For one flight operations – No staff. \n \n(Note : There is no night parking at such stations and in case aircraft is parked \nrequirement would be Staff – 01 ) \n                                                                                                                                  \n \n3",
  "6": "10 \nSecurity of Control Room \n \n(a) For round the clock operations in each shift : Staff -02  \n(b) For single shift operations                             : Staff -01  \n(c) For one flight operations                               : No staff. \n \n(Note : This function can be looked after by Commercial /traffic Staff ) \n11 \nAircraft \nsearch \n(Pre-flight \nanti \nsabotage Check): \n \n \n(a)    For round the clock operations in each shift –  \n          (i)   ATR/CRJ                   : Staff -01  \n         (ii)   Narrow body aircraft :  Staff -02 \n         (iii)  Wide body aircraft     :  Staff -03 \n \n(b)     For single shift operations: –  \n(i)    ATR/CRJ                   : Staff -01  \n(ii)   Narrow body aircraft  : Staff -02 \n(iii)   Wide body aircraft    : Staff  -03 \n \n(c)     For one flight operations  :  No staff. \n \n(Note : Staff and supervisor deployed for aircraft security would do this job first \nbefore coming down for providing security on ground . Minimum one of the staff \nwould remain at ladder of the aircraft during search of aircraft and second ladder \nshall not be attached to aircraft, if staff is not there to cover the ladder. ) \n \n \n \n \n \n \n \n                                                               \n \n \n4",
  "7": "Circular-2009(Circular) \n \nAnnexure-II \n \nAIRCRAFT RELEASE CERTIFICATE- FOR USE AT INDIAN AIRPORTS \n \nFLIGHT NO.  \n \nDATE  \n \nAIRCRAFT REGN NO. \n \nTYPE OF AIRCRAFT  \n \nAIRPORT OF DEPARTURE  \n \nTIME OF DEPARTURE \n \n \nENGINEERING \n \nThis is to certify that anti-sabotage measures as per inspection schedule have been \ncarried out and no objectionable/suspected item has been found on board: \n \n  \n \n \n \n \nSignature  \n: \n  \n \n \n \n \nName            : \n  \n \n \n \n \nDesignation   : \n  \n \n \n \n \nTime  \n: \nCOMMERCIAL \n \n(a) \nThis is to certify that all registered baggage have been identified/reconciled \nalong with passengers on board. \n(b) \nThe total number of passengers as per system has been tallied and all are \non board. \n(c) \nAll cargo, mail, newspaper, courier bag etc. have been loaded after they \nhave been the security cleared. \n \nSignature  \n: \n  \n \n \n \n \nName            : \n  \n \n \n \n \nDesignation   : \n  \n \n \n \n \nTime  \n: \nCATERING \n \nThis is to certify that all catering items and equipments have been checked by the \ncaterer/ catering staff/ security staff before being put on board and the crew have \nreceived them without any complaints with regard to the security measures \n \nSignature  \n: \n  \n \n \n \n \nName            : \n  \n \n \n \n \nDesignation   : \n  \n \n \n \n \nTime  \n:",
  "8": "Circular-2009(Circular) \n \nGROUND SUPPORT \n \nThis is to certify that all equipment attached to the aircraft were checked thoroughly \nand only sealed/security cleared baggage and inspected containers loaded into the \naircraft. \n \nSignature  \n: \n  \n \n \n \n \nName            : \n  \n \n \n \n \nDesignation   : \n  \n \n \n \n \nTime  \n: \nSECURITY \n \nThis is to certify that all security measures have been carried out for the above flight. \n \nSignature  \n: \n  \n \n \n \n \nName            : \n  \n \n \n \n \nDesignation   : \n  \n \n \n \n \nTime  \n: \n \nCOMMANDER \n \nI accept the aircraft in view of the above certification. \n \nSignature  \n: \n  \n \n \n \n \nName            : \n  \n \n \n \n \nDesignation   : \n  \n \n \n \n \nTime  \n:"
}