{
  "1": "SECRET\n‘anaerar / Government of India\n(arg Parrrarea) / (Ministry of Civil Aviation)\nTARA / Bureau of Civil Aviation Security\nof ae LIl-llse, orem, oe /A’ Wing -1,1L 10 JanpathBhawan, Janpath\nag eci—-110001 /New Delhi-110 001\nCAS-45 (7)2009/ DIV-IIIB (Bomb Threat Call), * Dated: 28.10.2016\n\nAVSEC ORDER No. 05/2016\n\nSubject: - Information to other agencies on receipt of bomb threat calls reg.\n\nIn terms of Rule 45 of the Aircraft (Security) Rules, 2016,wherein itis prescribed that\nevery aircraft operator, aviation security group, aerodrome operator, regulated agent and\nowner or operator of catering establishment shall report the security accident or security\nincident to the Commissioner immediately on the occurrence of the security accident or\nsecurity incident, it is directed that who-so-ever amongst those.listed sbogfooeives & bomb\nthreat call shall ensure to pass on the same to the Control Room, ASG/ APSU of the concerned\nairport. The in-charge Control Room ASG (CISF)/ APSU local Police shall be responsible to\ncommunicate the same by the quickest possible means to the following agencies besides\nBomb Threat Assessment Committee (BTAC) in order to take prompt action by the\nconcerned agencies on such bomb threat calls which inter-alia shall include tracing of hoax\nbomb threat calls:-\n\na) NIA Control Room\n\nb) IB Control Room\n\n©) Cab Sect, NIRO, Control Room\n\nd) Delhi Police (DCP Spl Cell, DCP Airport)\n\ne) ShriPushpendra Kumar Singh, ITSDirector (Security-I!), Govt. of IndiaMinistry of\nCommunications& ITDepartment ofTele-communications905, Sanchar Bhawan,\nNew Delhi-Ll0001Tel: 011-23372630, Fax: 011-3372133Mob: 0941200'0042\" -e-\nmail: dirs2-dot@nic.in.pusspendraks.its@gov.in\n\n2. NCASP, Bomb Threat Contingency Plan, ASP and the Airport Bomb Threat\nContingency Plan of each airport shall be appropriately and suitably updated incorporating\ncontents of the above AVSEC for implementation by all concerned under intimation to the\nconcerned Regional Director, BCAS latest by 01-12-2016 positively.\n\n3 Each Regional Director, BCAS. shall check and verify the Airport level\ndocuments on the above issue and shall ensure that the required details / information have\nbeen suitably / appropriately incorporated in the relevant documents.\n\nWR ron dicks\n\n(Kumar Rajesh Chandray®™\n\nDirector General, BCAS\n\nCopy to:-\nAs per Distribution list attached\n\n-lolg\n",
  "2": "‘opy for information and necessary action to:-\n\n1. Director General, CISF, 13 CGO Complex, Lodhi Road, New Delhi: May kindly\ncirculate to all ASG Units at the airports taken over by CISF,\n\n2. DGPs / IGPs all States /UTs.\n\n3. Commissioner of Police, Delhi, Mumbai, Chennai & Kolkata!\n\n4. Chairman, Airport Authority of India, Rajiv Gandhi Bhawan, New Delhi: with request to\nplease circulate to all AAT airports in the Country.\n\n5. Airport Director, Sri Sathya Sai Airport, Prasanthi Nilayam Puttparthy, Anantpur District,\nAndhra Pradesh-515134.\n\n6. MD, DIAL, New Udan Bhawan, Opp. Terminal-3, IGI Airport, New Delhi-37.\n\n7. MD, MIAL, CSI Airport, 1% Floor, Terminal 1B, Santacruz (E), Mumbai-40009.\n\n8. MD, CIAL, Cochin International Airport Limited, Cochin Airport, Cochin.\n\n9. MD, HIAL, Hyderabad International Airport Limited, Shamshabad-500409, Ranga\n\nReddy Distt, Andhra Pradesh.\n\n10. MD, KIA Bengaluru, Administration Block, Bengaluru International Airport Devanahalli,\nBangalore-560300\n\n11. MD, Mihan India Private Ltd. Dr. Babasaheb Ambedkar International Airport, Old\nTerminal Building, Nagpur-44000S.\n\nCSO, BAPL Durgapur Airport, MNAV-29 Bengal Ambuja Housing Complex City\n\nCentre, Durgapur-713216.\n\n13, Regional Director, BCAS, Delhi, Chennai, Chennai, Mumbai, Kolkata, Ahmedabad,\nHyderabad, Amritsar & Guwahati: to please cireulate to all Airlines, Airport Directors\n/ In-charge Airport Management and Officers of BCAS in respective jurisdiction.\n\nCopy for information to:~\nSecretary, Civil Aviation, MCA, RG Bhawan, New Delhi\n\ni\n\n2. Joint Secretary, MCA, RG Bhawan, New Delhi (Kind attn.: Ms. Usha Padhee, JS)\n\n3. DGCA, Technical Area, Opp. Safdarjung Airport, New Delhi-03\n\n4. Director, Cabinet Secretariat, Room no. 1001, B-2 Wing, 10\" Floor, Paryavaran Bhawan,\nCGO Complex, Lodhi Road, New Delhi-110003. (Kind attn.: Shri Anshul Sharma,\nDirector)\n\n5. Joint Secretary (IS-I), MHA, I* Floor, “B” Wing, NDCC-II Building, New Delhi-\n110001.\n\n6. Joint Director, IB, MHA, 35 SP Marg, New delhi (Kind attn.: Shri, P.K.Bhardwaj, JD)\n7. PS to Hon’ble Minister of Civil Aviation, RG Bhawan, New delhi\n\nInternal Distribution\nPPS to DG, PPS to DDG(J), PPS to DDG (H), DD (Ops). DD (Policy), DD (Trg.):\n\n"
}