{
  "1": "a 440\n\nNo. CAS-6(11)/2004/Div-I (MROSP) Oe\n‘RA WHR / GOVERNMENT OF INDIA\namr fear dared MINISTRY OF CIVIL AVIATION\n‘apr fear |e aR / BUREAU OF CIVIL AVIATION SECURITY\n‘or WS, Lil Te, HAT HET, GTTY / “A” WING, I-III FLOOR, JANPATH BHAWAN, JANPATH\nag fee - 110001 / NEW DELHI — 110001\nDate: 27/02/2018 ~\n\nae AVSEC Order No, 07/2018\n\nSubject: ‘haul (MR¢\n\nIn exercise of powers conferred by Section SA of the Aircraft Act, 1934 (XXII of 1934),\nread with rule 3 (b) of the Aircraft (Security) Rules, 2011, Director General, Bureau of Civil\nAviation Security (DG, BCAS), for the purpose of safety of passengers, crew, ground personnel\nand the general public in all matters related to safeguarding against acts of unlawful interference\n‘with civil aviation, directs that the Maintenance, Repair and Overhaul (MRO) Security Programme\nwhich has\", been prepared to comply with the provisions laid down in ICAO Doc 8973 and\nsecurity related provisions of NCASP and NQCP, shall be implemented by all MRO agencies\nconnected with civil aviation security in India. The model template is available on the BCAS\nrestricted site.\n\n2. In terms of the said provisions, every MRO agency shall, with the approval of DG, BCAS,\nmake and comply with the MRO Security Programme as per said template and any amendment to\nsuch programme shall be made only after the approval of DG, BCAS. No MRO agency shall be\nallowed to commence its operations from an airport / off airport in India unless its MRO Security\nProgramme has been approved by the DG, BCAS.\n\n3. The MRO Security Programme shall be valid for a period of five (05) years and it shall be\nupdated in accordance with the security directions issued by the DG, BCAS from time to time.\nBefore expiry, a revised MRO Security Programme in respect of the concemed MRO agency shall\nbe submitted at least three months in advance for further approval process.\n\n4, Any violation of this AVSEC Order shall attract penalty under Section 11 A of the Aircraft\nAct 1934,\n\nIWR.Chandera\n(Kumar Rajesh Chandra, IPSPE-218\nDirector General\n\nDistribution: As per standard list attached\n\niV\n",
  "2": "Distribution\nJose M.A. Ganapathy, ADG, Airport Sector (CISF), Adm. Block G. Floor, CISF\n\nComplex, Mahipalpur By Pass Road, New Delhi-110037\n\n2. Shri H.G.S. Dhaliwal, Director (Security), AAI, Rajiv Gandhi Bhawan, New Delhi\n\n3. Shri L. Velraj, ED (Security), Air India, Safdarjung Airport, New Delhi\n4.\n\nShri Mukesh Mittal, Joint Secretary (IS-ID, MHA, Major Dhyan Chand National\nStadium, 2nd Floor, New Delhi - 110003\n\n5. Shri P.K. Bhardwaj, Joint Director, IB, MHA, 35 S P Marg, New Delhi\n6.\n\nRD, BCAS, Delhi, Chennai, Mumbai, Kolkata, Ahmedabad, Hyderabad, Amritsar,\nGuwahati & Imphal: to provide the relevant portion of MRO security programme to\nconcerned agencies in your respective jurisdiction after signing the confidentiality\nagreement. 7\n\nAnternal Distribution\nPPS to DG, Sr. PPS to Jt. DG, PS to DDG (AMT), PA to DDG (DR), All JDs / DDs / ADs of BCAS HQ,\nGuard Fite\n\nAD (OL) ~ with the request to translate this AVSEC Order in Hindi Language\n",
  "3": "LOGO OF Security Programme\n|COMPANY Restricted\n\nMAINTENANCE, REPAIR AND OVERHAUL (MRO)\nSECURITY PROGRAMME\n\nName of MRO\n\nThis Security Programme is approved by DG, BCAS\n\nPage 1 of 18\n",
  "4": "LOGO OF ‘Security Programme\n\n|COMPANY Restricted\n(REET)\n\nAMENDEMENTS\n\n‘The amendments in the MRO Security Programme may be issued by Chief Security\nOfficer of the entity under intimation to DG, BCAS when the circumstances so\nwarrants. The space below is provided to keep a record of such amendments.\n\nNumber\n\nDate Applicable | Date Entered —\n\niy\n\n—\n\n:\n\nPage 2 of 18\n",
  "5": "LOGO OF |\n\n\\company Restricted\nCHAPTER / Page\nPARA No\n\nPage 3 of 18\n",
  "6": "LOGO OF ‘Secut ramme\n|COMPANY sii Restricted\n\nNCASP and NQCP provides for the development, implementation and\nmaintenance of security programme for MRO. Aviation Security Manual (Doc\n8973) of ICAO also states the requirement of security programme for MRO\n(Maintenance, Repair and Overhaul). A security programme constitutes a\nblueprint for developing a civil aviation security system. It reflects the clearly\ndefined, unambiguous responsibilities assigned to each entities.\n\nDoc 8973 clearly highlights that such facilities should be located at the\nairside and landside boundary of the airport, but staff members should not\nbe allowed to circulate on the aprons used by commercial aircraft. As with\nany other facility with access to the airside, maintenance facilities should\ndevelop their own security programme consistent with the NCASP.\n\nIn addition to the usual threats posed by staff with access to the\nairside, or persons accessing the airside via maintenance facilities, there are\nspecific threats to be considered for maintenance operations, such as\nsabotage of aircraft via maintenance operations, dangerous items placed in\nhidden parts of an aircraft for future use by perpetrators, and deliberate\nactions to create malfunctions of aircraft equipment.\n\n1. Policy\n\n1.1 MRO security programme should be adopted as corporate policy and\nshould describe the objectives with respect to security. It calls for the\nestablishment of a security department and chief security officer whose\nresponsibilities involve achieving the cited objectives. The programme\nshould set out the related responsibilities of employees, and handling\nagents and other contractors. The security measures described should be\nclearly defined and easily understood by those who need to implement\nthem.\n\n1.1.1, MRO security programmes should have a_ security\nclassification in accordance with national guidelines.\n\n1.1.2, In developing MRO security programme, risk should be\nanalysed in depth and the nature and level of threat facing the operator\nshould be assessed. National and airport security requirements,\nprogramme implementation timelines, staffing and financial limitations,\nand enhanced security requirements during times of increased threat,\nshould also be considered. The applicability of the aircraft operator\nsecurity programme should also be appraised, since it may apply only\nto a particular airport or group of airports, a particular service or a\nspecific State.\n\nPage 4 of 18\n",
  "7": "LOGO OF Security Programme\n[COMPANY Restricted\n\n1.2 Policy Management\n\n1.2.1 To ensure that policies do not become obsolete, ZZ\nwill implement a regular review process of them. That process should\ninclude some form of update mechanism so that changes in organization’s\noperating environment can be quickly translated into security policy.\nThere is, therefore, a definite need to constantly review security measures\nand modify the design in consonance with the current threat.\n\n2 Primary Objective:\n\n‘The primary objective of MRO security programme is to ensure the safety and\nSecurity of aircraft by preventing acts of unlawful interference. To that end,\nRRND curiy programme shall:\n\na) meet or exceed the requirements of the NCASP.\n\nb) provide for standardized security measures and for clear security\n\ndirectives for Engineers, Accountable Manager/Maintenance Manager,\n\nForeign experts (authorized by DGCA), Trainees (apprentices), other\n\nemployees, handling agents and contracted staff;\n\nprovide for additional security measures in times of increased security\n\nthreat; and\n\nd) set performance standards, achievable through initial and recurrent\ntraining and monitored in accordance with recordkeeping requirements\nset out in the NCASP.\n\n3 Legal Authority:\n\n3.1. The Aircraft (Security) Rules, 2011 empowers the Director General,\nBureau of Civil Aviation Security as the appropriate authority responsible\nfor the development, implementation and maintenance of Security\nProgrammes. The security programme shall be approved by the appropriate\nauthority.\n\n¢)\n\n3.2. The approval would also be subject to the approval of DGCA under\nRule 133B of the Aircraft Rules 1937 which stipulates that organisations\nengaged in the maintenance of aircraft and aircraft components shall be\napproved.\n\n3.3. DGCA will allow operation only after the security programme is\napproved by BCAS. No MRO shall be allowed to operate in India unless the\nsecurity programme is approved.\n\n4. Definitions\n\n4.1, Acts of unlawful interference (definition given for guidance pi 8).\n‘These are acts or attempted acts such as to jeopardize the safety of civil\naviation, including but not limited to:\n\nPage 5 of 18\n",
  "8": "pa OF Security Programme\n\n(OMPANY Restricted\n\ni. unlawful seizure of aircraft;\n\nii, destruction of an aircraft in service:\n\nili, hostage-taking on board aircraft or on aerodromes;\n\niv. forcible intrusion on board an aircraft, at an airport or on the\npremises of an aeronautical facility;\n\nv. introduction on board an aircraft or at an airport of a weapon or\nhazardous device or material intended for criminal purposes;\n\nvi. use of an aircraft in service for the purpose of causing death, serious\nbodily injury, or serious damage to property or the environment; and\ncommunication of false information such as to jeopardize the safety\nof an aircraft in flight or on the ground, of passengers, crew, ground\npersonnel or the general public, at an airport or on the premises of a\ncivil aviation facility.\n\n4.2. Aerial work. An aircraft operation in which an aircraft is used for\nspecialized services such as agriculture, construction, photography,\nsurveying, observation and patrol, search and rescue, and aerial\nadvertisement.\n\n4.3. Aerodrome Entry Permit (AEP). The photo identity card, smart card\nor temporary permit issued by the Director General, BCAS, Ministry of Civil\nAviation or any person authorized by the Central Government for entry into\nthe aerodrome or part of an aerodrome. (Ref. rule 2(c) of The Aircraft\n(Security) Rules, 2011).\n\n4.4, Aerodrome Operator. A person, organisation or enterprise responsible\nfor operation and management of an aerodrome.\n\n4.5, Aireraft. Any machine that can derive support in the atmosphere from\nthe reactions of the air other than the reactions of the air against the earth's\nsurface.\n\n4.6. Aircraft in flight. An aircraft from the moment when all its external\ndoors are closed following embarkation until the moment when such doors\nare opened for disembarkation.\n\n4.7. Aireraft in service, An aircraft shall be considered to be “in service”\nfrom the beginning of the pre-flight preparation of the aircraft by ground\npersonnel or by the crew for a specific flight until twenty-four hours after\nany landing and in the case of a forced landing, the flight shall be deemed\nto continue until the competent authorities take over the responsibility for\nthe aircraft and for persons and property on board.\n\n4.8, Aircraft’ maintenance area. All the ground space and facilities\nprovided for aircraft maintenance. This includes aprons, hangars, buildings\n\nPage 6 of 18\n",
  "9": "LOGO OF Security Programme\n\\COMPANY Restricted\n\nand workshops, vehicle parks and roads associated therewith. Such an area\nis normally designated as a security restricted area.\n\n4.9, Aircraft Operator. A person, organisation or enterprise engaged in or\noffering to engage in an aircraft operation\n\n4.10. Aireraft operators’ documents. Air waybills and consignment\nnotes, passenger tickets and boarding passes, bank and agent settlement\nplan documents, excess baggage tickets, miscellaneous charges orders,\ndamage and irregularity reports, baggage and cargo labels, timetables, and\nweight and balance documents, for use by aircraft operators.\n\n4.11. Aireraft security check. An inspection of the interior of an\naircraft to which passengers may have had access and an inspection of the\nhold for the purposes of discovering suspicious objects, weapons, explosives\nor other dangerous devices, articles and substances.\n\n4.12, Aireraft security search. A thorough inspection of the interior\nand exterior of the aircraft for the purpose of discovering suspicious objects,\nweapons, explosives or other dangerous devices, articles or substances.\n\n4.13. ‘Aireraft stand. A designated area on an apron intended to be\nused for parking an aircraft.\n\n4.14. Airport. Any area in a Member State which is open for\ncommercial aircraft operations,\n\n4.15. Airside. The movement area of an airport, adjacent terrain and\nbuildings or portions thereof, access to which is controlled.\n\n4.16. Appropriate authority for aviation security. The authority\ndesignated by a State within its administration to be responsible for the\ndevelopment, implementation and maintenance of the national civil aviation\nsecurity programme.\n\n4.17, Apron. A defined area. on a land aerodrome, intended to\naccommodate aircraft for the purposes of loading or unloading passengers,\nmail or cargo, fueling, parking or maintenance.\n\n4.18. Aviation Security Group. A unit of specialized Government\nagency authorised by the Director General, BCAS for safe guarding civil\naviation against acts of unlawful interference and protection of property at\nthe aerodrome handling civil aviation. (also see rule 13 of the Aircraft\n(Security) Rules, 2011)\n\nPage 7 of 18\n",
  "10": "(OMPANY Restricted\n\npo OF Security Programme\n\n4.19. Apron passenger vehicle. Any vehicle used to convey passengers\nbetween aircraft and passenger buildings.\n\n4.20, Background check. A check of a person’s identity and previous\nexperience, including where legally permissible, any criminal history, as\npart of the assessment of an individual's suitability to implement a security\ncontrol and/or for unescorted access to a security restricted area.\n\n4.21. Certification authorization- means the authorisation issued to\ncertifying staff by the organisation and which specifies the fact that they\nmay sign certificates of release to service within the limitations stated in\nsuch authorisation on behalf of the approved organisation.\n\n4.22. _ Certifying staff- means personnel responsible for the release of\nan Aircraft or a component after maintenance\n\n4.23, Client - Is the one who employs professional person for providing\nservices viz. Aircraft Maintenance, Chartered accountant, Consultant. The\nguiding factor is that there is no exchange or change of hands of material\nor goods between the two contracting parties. Only services are provided\nand paid for. (See Customer).\n\n4.24, Communication - It is electronic physical means of exchange of\ninformation or messages viz. Radio, Telephone, Mail, between terminals.\n\n4.25. Component- means any engine, propeller, part or appliance,\n\n4.26.Control Room - It is a designated place from where all activities\natanassignment or in a geographical limit are\ncontrolled, regulated, coordinated and responded to,\n\n4.27. Employee - A person who is provided work by another person on\nregular basis, under certain terms and conditions of working conditions\nand salary.\n\n4.28.Gatehouse - It is a security base at the mouth of an assignment,\nwhich controls inward and outward movement of people, vehicles and\nmaterial. It can also act as a security office.\n\n4.29.Large Aireraft- means an aircraft, classified as an aeroplane with a\nmaximum takeoff mass of more than 5700 kg, or a multi engine helicopter.\n\n4.30.Maintenance- means any one or combination of overhaul, repair,\ninspection, replacement, modification or defect rectification of an aircraft or\ncomponent, with the exception of pre-flight inspection.\n\nPage 8 of 18\n",
  "11": "LOGO OF Security Programme\n|COMPANY Restricted\n\n4.31, Organisation- means a natural person, a legal person or part of a\nlegal person\n\n4.32. Pre-flight inspection- means the inspection carried out before flight\nto ensure that the aircraft is fit for the intended flight\n\n4.33.Security staff - Is a person who protects, prevents, cautions,\nsupervises and keeps watch at a given location/site with a view to obviate\nany such occurrences which could pose threat/danger to the lives and\nproperty at the premises.\n\n4.34.Ineident Report - A document prepared by the security personnel\ngiving details of the incident for the information and further action by the\nmanagement is known as incident report.\n\n4.35.Physical Security - The infrastructural aspects of security\nconsisting of perimeter walls, obstacle wires, gates, lights, doors, windows\netc.is known as physical security.\n\n4.36.Security Design - It is an integration of various elements of\nsecurity to achieve effective and optimum security at an assignment. It will\ninclude physical, manning, electronic systems, procedures, instructions\nand supervision aspects\n\n4.37. Security Survey- An evaluation of security needs including the\nidentification of vulnerabilities which could be exploited to carry out an act\nof unlawful interference, and the recommendation of corrective actions\n\n4.38. Unpredictability- The implementation of security measures in\norder to increase their deterrent effect and their efficiency, by applying\nthem at irregular frequencies, different locations and/or with varying\nmeans, in accordance with a defined framework\n\n4.39. Movement Area- Runways, taxiways, and other areas of an\nairport that aircraft use for taxiing, takeoff and landing that are under the\njurisdiction of the Air Traffic Control Tower. This does not include loading\nramps or aircraft parking areas.\n\n4.40. Relevant aircraft and/or components- means those aircraft or\ncomponents specified in the particular certification authorisation.\n\n4.41. Restricted Areas- Parts of the airport designated by the airport\noperator and posted for security reasons. These areas include, but are not\nlimited to, passenger and cargo loading ramps, hangar areas, runways,\ntaxiways, and vehicle service roads. These areas are part of the SIDA.\n\n4.42. Security Identification Display Area (SIDA)- It includes any\nPage 9 of 18\n",
  "12": "LOGO OF Security Programme\nMPANY ae Restricted\n\narea identified in the airport security program as requiring each person to\ncontinuously display airport-approved identification, unless the person is\nunder Airport-approved escort.\n\n4.43. Service Roads- Roadways, access lanes, and passageways, or\nother designated ways set aside for the movement of vehicles on the AOA. If\ndriving off the roadways (terminal areas, aircraft positions, equipment\nparking areas, etc.), the marked roadway shall be used as long as possible.\nAccess to ramp/apron areas shall be accomplished by using designated\naccess lanes with all due care, The shortest route must be taken to/from\nthe roadway.\n\n4.44, Sterile Areas- Portions of public areas that lie between the pre-\nboard passenger screening checkpoint and the aircraft boarding gates.\n\n4.45. Support staff- means those staff holding a type rated aircraft\nmaintenance license as appropriate on the aircraft type, working in a base\nmaintenance environment while not necessarily holding certification\nprivileges.\n\n4.46. Taxiways- The parts of the airfield designated for the surface\nmaneuvering of aircraft to and from the runways and aircraft parking\nareas.\n\n4.47. The Air Operations Area (AOA)- The area of the airport\ndedicated to the movement, maintenance, servicing, loading, and unloading\nof aircraft and related support equipment. The AOA is a restricted area;\nonly individuals and vehicles/ground equipment with proper identification\nare allowed.\n\n5. Organization: (REEEMEBEMMEEG] is involved in the maintenance of large\naircraft or of aircraft used for commercial air transport, and components\nintended for fitment thereto, in accordance with the prescribed provisions.\n\n5.1, Description of operations: In EE) ERNGNMEEG] set up the\nMRO unit. The smallest maintenance organization would only be involved\nwith a limited number of light aircraft, or aircraft components, used for\ncommercial air transport.\n\nPage 10 of 18\n",
  "13": "G0 OF Security Programme\n-OMPANY Restricted\n\n6. Roles and Duties:\n\n6.1, Security Department\n\nSecurity department shall be headed by Chief Security Officer at\nthe corporate headquarter level and at other airports Security will be\nheaded by Security Coordinator.\n\n6.2, Chief Security Officer (CSO)\n\n6.2.1 It will be the responsibility of Head of Security to look into all\naspects of Security. He will play a key role in creating not only a focal\npoint and regards the security set up of the but will also\nact as a policy making figure in order to clearly set out security\nprocedures and measures for ensuring maximum security for the\nAircrafts under repair and maintenance, staff, and assets of the\n\nMBB. He shall have a professional security background and be familiar\nwith Aircraft and operations. He shall have the authority required to\nensure full implementation and enforcement of the Security Programme\nand shall have direct access to the Chief Executive Officer a\n\n6.2.2. He shall conduct an initial and comprehensive survey [i\nSecurity facilities, equipment and activities;\n\n6.2.3  Heshall be responsible for development, maintenance\nand implementation of the Security Programme;\n\n6.2.4 Ensure that the security programme is current.\n\n6.2.5 Ensure the continuing effectiveness of the security programme\nby regular evaluations and inspections; and by encouraging internal\nsecurity audit processes;\n\n6.2.6 Establish and maintain effective liaison with the airport\noperator, appropriate authority for civil aviation security i.e. BCAS and\nother appropriate authorities responsible for security functions.\n\n6.2.7 Promote security awareness and vigilance.\n\n6.2.8 Ensure adequate training of _ security personnel\n\nin screening the passengers; and all others having security\nresponsibilities wherever assigned.\n\n6.2.9 Ensure an effective threat/occurrence response capability.\n6.2.10 Initiate special security measures during periods of increased\n\nPage 11 of 18\n",
  "14": "LOGO OF Security Programme\n\\COMPANY Restricted\n\nrisk and/or for critical flights and routes.\n\n6.2.11 Report all actual or suspected acts of unlawful interference\nwith Aircraft operation to the appropriate authority for security.\n\n6.2.12 He will get all Security staff posted under his jurisdiction\ntrained and certified in different AVSEC training conducted by BCAS and\nmaintain appropriate records.\n\n6.2.13 He will be held accountable to any security lapse by [a\n\nHER Security Staff.\n6.2.14 He will also appraise the management to take action for:\n\ni) Clearing and disposal of fire hazards materials and escape routes.\n\nii) Disposal of aviation fuel drained out from the aircrafts\n\niii) Inadequacy of fire control measures / equipment.\n\niv) Up gradation of level of security / systems\n\nv)_ Incase of new construction / addition of facilities / change of\noffices at the premises or adjoining premises, re-evaluate pattern\nand level of security.\n\n6.3. Duties of Security in charge (Security Coordinator): -\n6.3.1 He will be posted_as In-charge of [AEENSEEMNMEH Security at\nthe airport of operation of Security. In case of small unit,\n\nany manager with appropriate AVSEC training may be nominated as\nSecurity coordinator.\n\n6.3.2 He will be over all In-cl of Security of [iG]\nthe concerned airport ;\n\n6.3.3 He will allocate duties and responsibilities for his security staff.\n\n6.3.4 He will maintain Training records of all staff posted at the\nparticular airport under him;\n\n6.3.5 He will closely co-ordinate with all staff of (NAMGNNRMMING) and\nreport all activities on day-to-day basis.\n\n6.3.6 He will be answerable for any lapses by any of his security staff.\n\n6.3.7 He will be responsible for running the assignment as per the\nsecurity programme and the assignment instructions.\n\n6.3.8 He will ensure proper conduct of operations and supervision at\nPage 12 of 18\n",
  "15": "LOGO OF Security Programme\n|COMPANY Restricted\n\nthe assignment by preparing comprehensive site and post instructions\nand continuous monitoring activities of security personnel.\n\n6.3.9 _ He will ensure that ‘on job training (OJT)' is carried out as per\nNCASTP.\n\n6.3.10 He will coordinate for conducting Awareness program for the\nmanagement and employees of the client on the subjects like security\nawareness, fire drills, bomb drills, earthquakes, floods and evacuation\nplans as per the instructions of the appropriate authority on the subject.\n6.3.11 He must ensure periodic rehearsals of the contingency plan.\n\n6.3.12 Check alarm systems at sites and ensure that they are\nserviceable\n\n6.3.13 Check and train security personnel in handling of metal\ndetectors, vehicles searcli mirrors, radio sets and other security\nequipment/gadgets\n\n6.3.14 Train security personnel in techniques of searching trucks, cars,\nscooters and cargo/consignment.\n\n6.4, Duties of Security Staff\ni) Access control and search - men and material\nii) Patrolling\na) For aircrafts parked inside hangar and other assets\nb) Protection of the Client's Aircrafts parked on the tarmac,\niii) Key control at premises\niv) Operating and monitoring alarm systems and CCTV\n\nv) Responding to emergencies and incidents viz, Fire, accident ete.\n\nvi) Use of specialized equipment viz. Radio sets, DFMD, HHMD, X-\nBIS and ETD.\n\nvii) Theft control and Handling incidents like drunkenness, brawl etc.\nviii) Handling natural calamities\n\nix) Liaison with civic authorities i.e. Police, Fire services and Medical\nsetup\n\nPage 13 of 18\n",
  "16": "LOGO OF Security Programme\nlcompany Restricted\n\n6.5. Patrolling Duties of Security Staff\n\ni) Patrolling the MRO facilities, hangar and the client's aircrafts\nparked on the tarmac for ascertaining any breech, tampering\nsabotage, unauthorized person loitering around in the vicinity of\naircrafts the client's aircrafts.\n\nii) Carry out spot checks of employees, visitors, contractors and labour\nfor authorization and area passes at the location\n\niii) Ensure all cabins, door to Floors are locked /closed when not in\nuse.\n\niv) Check that all security light around perimeter are functioning if not\nreport immediately to admin/maintenance.\n\n6.6, Duties of Security staff at Hangar Entry Point\na) Access control (including the ID /AEP check)\nb) Guidance of visitors and ensure that they are always escorted while\nat the company premises.\n\nc) Make sure that only the authorized employees of [= /='Szai3\nenter the premises.\n\n@) Make every person walk through DFMD.\n\n¢) Carrying out search of people and their belongings /bags using\nHHMD.\n\nf) Screening of belongings through X-BIS and ETD (wherever\napplicable).\n\n7. Security Measures\n\n7.1, Perimeter Security\nThe security at Airport is the responsibility of Airport Operator.\n\nHowever, the perimeter security of MRO facilities at the airport shall be\nthe responsibility EAS with ASG (CISF/ Police).\n\n7.2. Parking areas-\n\nCar parking facilities at the distance of 100 meters away from\nthe MRO premises, wherever outlay so allows, shall be provided at the\nlandside of the MRO.\n\na. Mitigation measures (Bollards, speed breakers etc.) to control a\nsuspect vehicle\n\nb, There shall be separate entry and exit points for the vehicles and\npersons;\n\n7.3. Key Control\n\nManagement must formulate and issue its policy regarding\nhandling and management of keys which includes but not limited to:\n\na) All offices should have access control and electronic locks to\nPage 14 of 18\n",
  "17": "LOGO\n\nOF | Security Programme\n\n\\COMPANY Restricted\n\nTA.\n\nprevent entry of un-authorized person.\n\nb) Till such time electronic locks are fitted mechanical locks will be\nused to lock the offices. Only the nominated persons should draw\nthe office keys from the Security.\n\nAccess Control- people\n\n7.4.1, risking -Persons are liable to be searched/frisked at the\nentrance gate or anywhere at the company premises by security staff of\nthe MRO to prevent any unlawful act.\n\n7.4.2. Search procedures for persons\n\n75.\n\ni)\n\niy\n\niii)\n\niv)\n\ni, Consent to search- The security staff must apprise the individual\nof their agreement and seek a consent for search. If the person\nrefuses to be searched, he will not be allowed access.\n\nii. Search of opposite sex -\n\nMale Security staff shall search only male and female shall only be\nsearched by female security staff, Female search will be conducted\nin closed enclosure. Transgenders will be searched by a male /\nfemale security staff as per their choice.\n\niii, A search can be routine (during shift change), Random or specific\n\n(on availability of specific information or reasonable grounds for\nsuspicion).\n\nAerodrome Entry Permit:\n\nMROs will be issued all-India AEPs for their employees on the\nrecommendation of DGCA approved Accountable Manager /\nMaintenance Manager of MRO Company, as is being done for pilots\nand cabin crew.\n\nSupport staff (non-certifying staff) will be issued AEP by airport\noperators, at airports, other than the MRO’s base airport, on the basis\nof AEP issued to them for the base airport.\n\nContracted employees engaged by MROs, as allewed in CAR-145 AMC\n145.A,30 (4), will be treated as MROs workers.\n\n‘Employed staff of MRO may be issued AEPs/TAEPs as per provisions\nof AEP Policy and AVSEC order 09/2016 and extant rules.\n\n7.6. Access Control- Vehicles\n\nMRO shall be responsible to ensure that no unauthorized vehicle\nis allowed to access in their parking premises.\n\nPage 15 of 18\n\n",
  "18": "LOGO OF | Security Programme\n\n\\COMPANY Restricted 5\n\n7.7. Access Control - Aircraft\n\nSecurity of the Aircraft is the sole re ‘lity of\n\nper the Maintenance Contract between and The\nAircraft Operators. In case, carries Line Maintenance of\nthese aircrafts in situ at the tarmac itself, security of aircraft rests with\n\nthe aircraft operators concerned.\n\n771\n\n7.7.2 Aircraft Operators shall deploy their own security on their\naircraft parked on the tarmac:\n\na) All maintenance inspections and repairs on the tarmac should be\ndone only in the presence of a security staff.\n\nb) Procedure of detailing inspection / repair team and working on\nthe aircraft should be such that any person who is not supposed\nto be near the aircraft and approaches the aircraft is identified\nand challenged by co-workers, and security staff.\n\n7.7.3 MRO shall deploy their own security on the aircraft parked inside\nthe restricted area of the MRO facility (MRO Apron/ Hangar).\n\n7.7.4 Only authorized persons will enter the restricted area of the MRO\nfacility. Anti-sabotage checks of aircraft or any major components shall be\ncarried out by the MRO security staff at the time of entry and exit from\ntheir premises.\n\n7.8. Access Control - Goods and Baggage\n\nSearch Procedure for Baggage\n\ni) The procedures laid down in BCAS circular 23/2005 and extant\nrules shall be followed\n\nii) The organization shall ensure that all tools, equipment and\nparticularly test equipment, as appropriate, are controlled and the\ndetailed list shall be provided at access control points of MRO\nfacilities.\n\nfil) Secure storage facilities are provided for components, equipment,\ntools and material.\n8. CONTINGENCY PLANS:\n\nMRO shall comply with the existing contingency plans of the airport.\nContingency plans approved and issued by BCAS are as under:\nBomb Threat Contingency plan\n\n. Anti-Hijacking Contingency plan\n\nc. Cyber threat\n\nPage 16 of 18\n",
  "19": "LOGO OF Security Programme\n|COMPANY Restricted\n\n8.3. Rehearsals - Emergency Procedures and Drills:\n\nMock exercise shall be carried out as per Aerodrome Security\nProgram (ASP).\n\n9. Incident Reporting:\n\n9.1, In the event of any incident/unlawful interference at the MRO\nfacilities, the CSO Security/In-charge Airport Management shall inform\nBCAS and other concerned agencies by quickest possible means in\naccordance with the provisions of NCASP and BCAS AVSEC Order 05/2014\nand other extant rules.\n\n9.2. Any suspicious activity, unlawful act shall be reported to BCAS and\nlocal Police as per guidelines of the Appropriate authority.\n\n10, Recruitment and Training:\n10.1. Procedure for Recruitment of Security Staff including background\nChecks:\n\nshall recruit security staff according to the standards laid\ndown in NCASTP, AVSEC Order 03/2001 and other extant rules. The\nbackground checks shall be carried out as per AVSEC Circulars 36/2003,\n08/2005, AEP policy 2014 and other extant rules.\n\n10.2. Training for the Security Staff:\n\nwill ensure specified AVSEC training to all its security\npersonnel and AVSEC awareness program for all its non-security\npersonnel. Only BCAS certified security persons shall be employed for\nAviation security functions. All training will be conducted as prescribed by\nBCAS in the National Civil Aviation Security Training Programme.\n\n10.2.1 Types of training: -\n\ni) One day AVSEC Awareness Program to all its non-security\npersonnel\n\nii) Five Days AVSEC Induction Course for Security staff\n\niii) Thirteen Days AVSEC Basic course for Security staff\n\niv) Three days Screener certification course for security screeners\nexcluding 40 hours OJT.\n\nv) DGR Category 12 course for security screeners\n\n11. QUALITY CONTROL: SUPERVISION AND PERFORMANCE\nMONITORING\n\nPage 17 of 18\n",
  "20": "LOGO OF Security Programme\nCOMPANY Restricted\nNaNO)\n11.1, BCAS will conduct periodic audit, inspection, survey and test to\n\ndetermine compliance with standards through continuous supervision and\nperformance monitoring. These will include standards for the recruitment,\nselection, training and certification of security staff.\n\n11.2. Internal AVSEC Quality Control- CSO shall be responsible for\ndeveloping, implementation and maintain the MRO’s Aviation Security\nQuality Control Programme consistent with NCASQCP to ensure the\neffectiveness of the MRO’s security programme. It is therefore imperative\nthat a system of quality control measures is developed and implemented in\naccordance with National Civil Aviation Security Programme.\n\nRORMATSIPOMIBAINSER TBD RROM-BICP OF THis AikPORT\nBOMB THREAT REPORT FORM\nANTI SABOTAGE CHECK / SEARCH CHECKLIST\n\nPage 18 of 18\n"
}