{
  "1": "//Restricted// \nNo.CAS-43(1)/Div.I/2000(SM) \nBUREAU OF CIVIL AVIATION SECURITY \n(MINISTRY OF CIVIL AVIATION) \nGOVERNMENT OF INDIA \n‘A’ WING , JANPATH BHAWAN , \nJANPATH, NEW DELHI -110001 \nDated : 25/11/2010 \n \nAVSEC Order  No. 08/2010 \nSubject : Deployment of In-flight Security Officers (IFSOs) – Sky Marshals. \n \n \nIn exercise of powers conferred by Section 5A of Aircraft Act 1934 \ndelegated to him vide Government of India, Ministry of Civil Aviation Notification \nNo. 1797 dated July 3, 1997 Commissioner of Security(Civil Aviation), Bureau of \nCivil Aviation Security for the purpose of securing the safety of aircraft operation \ndirects that the following directions with regard to deployment of in-flight security \nofficers (Sky Marshal) shall be followed by the concerned entities with immediate \neffect: \n(i) \nBased on  threat  perception, as and when it is decided to deploy in-flight \nsecurity officers  it shall be ensured that they are government personnel who are \nspecially selected and trained, taking into account the safety and security aspects on \nboard an aircraft and they shall be deployed according to the threat assessment of the \nCompetent Authority. The deployment of such officers shall be coordinated with \nconcerned Country and kept strictly confidential. \n \n \n(ii) \nThe  leader  of the team of  in-flight  security  officers (Sky Marshals) shall \nensure that the pilot-in-command is notified as to the number of armed persons and \ntheir seat location. \n \n(iii) \nThe carriage of weapons on board aircraft, by In-flight Security Officer \nwhile acting in the performance of their duties shall require special authorization \nfrom the Commissioner of Security (CA) in accordance with the instructions and \nprocedures envisaged in Appendix-I to this AVSEC Order.  \n \n(iv) \nIndia will consider requests by any other Country to allow the travel of in-\nflight security officers, on board aircraft of operators of the requesting Country, and \nonly after agreement by all Countries involved shall such travel be allowed.   \n \n \n \n \n(Gurjot Singh Malhi, IPS)  \nCommissioner of Security (CA) \nTo \nAll concerned as  per  standard list attached.",
  "2": "Appendix I \nIN-FLIGHT SECURITY OFFICERS \n \n \n1. General \n \n1.1.   The deployment of in-flight security officers (IFSOs) on board commercial \naircraft is a critical security measure  which have been  thoroughly studied by  \nGovernment of India before a decision was made to adopt it. IFSOs can prevent and \nsuppress acts of unlawful interference if deployed officers are well selected, trained \nand educated in the consequences of their intervention. Failure to have a proper \nselection, training and education programme for IFSOs can lead to serious \naccidents. Thus, necessary attention shall be given by  National Security Guard  \n(NSG) Govt of India  to the legal, operational and tactical factors governing the use \nof IFSOs on board civil aircraft. \n \n1.2.   As a first principle, the use of IFSOs shall  not diminish the reliance of the \ncountry on the implementation of essential ground security measures and controls as \nmeasures to prevent acts of unlawful interference with civil aviation. \n \n1.3.    The decision to use IFSOs rests with a Government  Of  India.   However, the  \nvies of  other related agencies  like  aircraft operators  shall  be considered  in the \ndevelopment of the IFSO programme. \n \n2. \nSelection \n \n2.1  It is essential that there be confidentially written and formalized procedures to \nselect, train and qualify IFSOs. The most critical aspect is that of the qualification \ncriteria established by the Country to allow IFSOs to be armed on an aircraft and to \napply the rules of engagement. The standards for IFSOs are far higher than those for \nroutine police, military or security tasks. All applicants for IFSOs should undergo \nextensive psychological and physical examinations and be subject to routine re-\nexaminations throughout their career as IFSOs. The stress and strain of IFSO duties, \ncombined with the critical judgement that they must exercise, require that only \nemotionally stable and mature individuals be selected. Background checks on the \npersonal record of applicants should be conducted prior to the selection process. \n \n2.2.  Criteria should be developed by which applicants may be determined as \nqualified candidates for the job of IFSO. Only the best qualified persons should be \nselected. \n \n2.3.  The following criteria and conditions could be utilized in the selection of IFSOs: \n \na)     strong social skills; \nb)     strong communication skills; \nc)     ability to deal with stress; \nd)     physical and mental fitness; \ne)     a good memory and ability to concentrate;",
  "3": "f)    ability to work effectively as part of a team or alone; \ng)    ability to be assertive and effective; \nh)    good manners and appropriate appearance; \ni)    skill in dealing with situations of physical danger; \nj)   skill in dealing with firearms; \nk)   drug-free and disciplined; and \nl)   skill in unarmed combat. \n \n3. \nTraining \n \n3.1 .  The type and depth of the training programme for IFSOs will vary depending on \nthe initial selection criteria. It is advantageous if IFSOs are selected from a group of \nindividuals who are already extensively trained with firearms and possess police or \nsecurity experience. However, all IFSOs should undergo the same qualification \nprocedures regardless of their prior experience or duties. \n \n3.2 \n. The training programme for IFSOs should include: \n \na)  \ntechniques of apprehension and detention; \nb)  \nunarmed offensive and defensive close-quarters combat skills; \nc)  \nobservation and surveillance; \nd)  \nsearch of aircraft and seizure; \ne)  \nuse of other than lethal weapons or force; \nf)  \nextensive firearms training; \ng)  \nknowledge of aircraft interior design and configuration; \nh)  \nHuman Factors training especially the physiological and psychological \neffects of low pressure or low levels of oxygen; \ni)  \ntechniques for operating within restricted and confined spaces, such as \nan aircraft in flight; \nj)  \nrealistic simulation of operations by using mock-up aircraft; \nk)  \ntraining on the implementation of rules of engagement; \nl)  \nsituational awareness training; and \nm)  \nsymbolic and secretive communication methods. \n \n3.3.  The training for IFSOs should also include specific instruction on the exercise of \nauthority when over international waters or within the airspace of another Contracting \nCountry. This is a critical area that should be well understood by all.  \n \n3.4.  The following aviation-related topics may also be part of the training curricular \nfor the IFSO training programme: \n \na)  \naviation operations for both airports and aircraft operators; \nb)  \ntypes of aircraft and their performance capabilities and \ncabinequipment; \nc)  \nflight and cabin crew functions; \nd)  \nticketing and check-in procedures; \ne)  \nairport organizational structure; \nf)  \npre-boarding routing of passengers, baggage, cargo and mail; \ng)  \ngeneral concepts of flight planning and alternate airports; \nh)  \npassport and visa rules and regulations;",
  "4": "i)  \ncustoms rules and regulations; \nj)  \nemergency and evacuation procedures; \nk)  \nhandling psychologically distraught or deranged people; \nl)  \nrecognition of improvised explosive devices; \nm)  \nrecognition of dangerous goods and prohibited substances (drugs); \nand \nn)  \nleast-risk bomb location. \n \n3.5 . The aviation-related topics for the IFSO training programme should be \ndeveloped by the appropriate authority for security, whilst the law enforcement \naspects should be the responsibility of the Police Organisation Concern, thereby \nensuring that the entire IFSO training programme is developed by the relevant \nsubject matter experts. All IFSOs should be trained in the culture, the environment, \npolitics and threat situations and should have knowledge of the police, military and \naviation security entities at the foreign airports to which they may be deployed. In \naddition, they should be trained and informed on the support to be provided by the \naircraft operator and the airport authority, locations and procedures for storing \nweapons, and the contact telephone information of key personnel in all of the above \norganizations. \n \n4. \nScope of duties \n \n4.1   If a Country decides to implement an IFSO programme, the following are some \nof the duties that may be assigned to IFSOs:- \n \na) suppression of acts of unlawful seizure or sabotage by use of minimal or \ndeadly force as required and apprehending suspect offenders; \nb)  application of least-risk bomb location procedures in the event of the \ndiscovery of a suspect explosive device on the aircraft; \nc) protection of flight crew compartment; \nd) security search or inspection of the aircraft prior to boarding passengers, \nbaggage, cargo or mail; \ne) physical search and inspection of passengers, along with their baggage, \nboarding or re-boarding the aircraft at place of origin or intermediate stops; \nf)  in-flight search of an aircraft under threat; and \ng)  security supervision of the passenger cabin during flight and transit locations. \n \nNote.— Duties listed above under d), e), f) and g) should not be exercised by IFSOs \nwhen they are in armed covert mode. \n \n4.2   IFSOs should not be employed in the role of purser, flight attendant or other \ncrew member with dedicated safety tasks. It is not feasible for IFSOs to perform \nsecurity, safety and aircraft operational tasks simultaneously. \n \n4.3  Generally, an IFSO should not intervene in situations involving unruly \npassengers. The settlement of such events should be handled by cabin crew. IFSOs \nmust be constantly aware that such a situation could be a diversion intended to \nidentify an IFSO.",
  "5": "4.4   The use of IFSOs to perform aviation security duties at airports within the \nContracting Country is a matter for decision by that Country. \n \n4.5  The number of IFSOs required for such a programme and the mechanics of their \noperational control depend in general on the scope and degree of security coverage \nrequired and the extent of the aircraft operator’s flight schedule and routes. IFSOs \nshould operate only as a team. The absolute minimum number for a team should \nconsist of two IFSOs. On larger or more threatened aircraft or routes, a larger team \nof IFSOs is highly desirable. \n \n5. \nDuty schedules \n \n5.1    The length of time that a member of an IFSO team may be kept on operational \nstatus has not been scientifically studied or determined, but it is widely believed that \nit is necessary to relieve IFSOs from flying duties at regular intervals. The mental \nagility and alertness needed by an IFSO would appear to benefit from rotational \nduties. \n \n5.2 \nAn IFSO schedule should consider adequate rotation on selected flights \nwhere IFSOs are to be deployed in order for IFSOs not to become known by \nfrequent travellers or suspicious groups. \n \n6. \nRules of engagement \n \n6.1 . Specific and detailed rules of engagement for IFSOs must be prepared, \nauthorized and clearly communicated to all IFSOs. The rules of engagement should \nclearly describe under what conditions IFSOs are authorized to use minimal or \ndeadly force, and to make arrests or detentions. Classified versions of the rules of \nengagement should be provided only to eligible parties as determined by the \ncompetent national authority.  \n \n6.2 \nThe pilot-incommand should be briefed about the rules of engagement by the \nIFSO team leader. \n \n7. \nCommand and control \n \n7.1 \nIFSOs should be under the authority of the pilot-in-command of the aircraft. \nAn IFSO can take an independent action as authorized by the rules of engagement. \n \n7.2 \nAn IFSO member should be identified as the team leader with authority over, \nand responsibility for, all members of the IFSO team. \n \n8. \nOvert and covert deployment \n \n8.1 \nIFSOs may be used in either an overt or a covert mode. In an overt mode, the \nIFSO may take part in someof the pre-boarding security procedures observable to \nthe passengers and also become a visible deterrent to unlawful activity aboard the \naircraft. In a covert mode, the IFSO may appear to be a normal passenger and never \nidentify with the flight or cabin crew or with overt IFSOs.",
  "6": "8.2 \nThe obvious drawback to the overt mode is that the IFSO could become a \ntarget for attack by an individual attempting to commit an act of unlawful interference. \nThis is not so for covert deployment, but then the IFSO using covert deployment \ncannot participate in any security activities involving passengers. \n \n8.3 \nThere are merits to combining aspects of both overt and covert deployment. \nBoth types of deployment can and do provide a preliminary deterrent to unlawful acts \nagainst civil aviation. A public relations programme for the IFSOs, designed to \nconceal their identities, can be extremely helpful in deterring unlawful acts. \n \n9. Firearms, weapons and equipment \n \n9.1 \nFirearms provided for the use of IFSOs should be specifically selected, tested \nand authorized for use on aircraft. Standard police and military weapons and \nammunition may be unsuitable for use by IFSOs. Contracting Country considering \ninitiating an IFSO programme should contact ICAO for points of contact within other \nContracting Country using IFSOs which have agreed to share technical details on \nsuitable firearms and ammunition. \n \n9.2 \nConsideration should be given to the carriage of non-lethal weapons by \nIFSOs, depending on the rules of engagement under which they will operate. \n \n9.3 \n When firearms and ammunition are issued to IFSOs, there must be adequate \nprovision for the storage and maintenance of the weapons at all relevant airports. All \nIFSOs must carry effective restraining devices and be proficient in their use and \napplication. \n \n9.4 \nOnce airborne, visible communication with and between IFSOs and flight crew \nshould be avoided or kept to the lowest possible level. This requirement aims to \nmaintain the secrecy of IFSO missions and their presence on board aircraft. Yet, in \nthe event of acts of unlawful interference, IFSOs need to be well trained and \nrehearsed in all contingency plans for reacting to such events, thus negating or \nreducing their dependence on electronic or direct interpersonal communication. \nDiscreet communication and sign language systems are highly recommended for \nuse by IFSOs as alternative modes of communication. \n \n10. \nThreat assessment \n \n10.1   As the decision to establish an IFSO programme rests with Country, such a \ndecision needs to be thoroughly studied. The deployment of IFSOs can then be \nconsidered on both domestic and international flights. The term of deployment \ndepends wholly on the threat assessment and the Country’s judgement of its aviation \nsecurity needs.",
  "7": "11. \n Confidentiality \n \n11.1   Tactical details of IFSO programmes must remain classified. Under no \ncircumstances should a given entity in any Country allow for the leakage or \ndissemination of the IFSO information of other Country. It may be appropriate that a \nprohibitive clause within national laws or civil aviation programmes be inserted in this \nrespect. To the extent practicable, this step can be applied also during signing of \nbilateral or multilateral agreements on IFSOs.  \n \n \n***"
}