{
  "1": "a,\n\nNo. CAS-6(11)/2004/Div-I (FSP) |\n‘URG FOR / GOVERNMENT OF INDIA\name fear Ward / MINISTRY OF CIVIL AVIATION\nam feat eat BRT) BUREAU OF CIVIL AVIATION SECURITY\n(9P GE, Lil Te, TATY eA, OTT / <A’ WING, L-III FLOOR, JANPATH BHAWAN, JANPATH\na feet - 110001 / NEW DELHI - 110001\nDate: 28/02/2018\n\nAVSEC Order No. 08/2018 al\n\nSubject: Fuel Farm Security Programme (FFSP)\n\nIn exercise of powers conferred by Section SA of the Aircraft Act, 1934 (XXII of 1934),\nread with rule 3 (b) of the Aircraft (Security) Rules, 2011, Director General, Bureau of Civil\nAviation Security (DG, BCAS), for the purpose of safety of passengers, crew, ground personnel\nand the general public in all matters related to safeguarding against acts of unlawful interference\nwith civil aviation, directs that the Fuel Farm Security Programme (FFSP) which has been\nprepared to comply with the provisions laid down in ICAO Doc 8973 and security related\nprovisions of NCASP and NQCP, shall be implemented by all Fue! Farm agencies connected with\ncivil aviation operations in India. The model template is available on the BCAS restricted site,\n\n2. In terms of the said provisions, every Fuel Farm agency shall, with the approval of DG,\nBCAS, make and comply with the Fuel Farm Security Programme (FFSP) as per said template\nand any amendment to such programme shall be made only after the approval of DG, BCAS.\nNo Fuel Farm agency shall be allowed to commence its operations from an airport / off airport\nlocation in India unless its Fuel Farm Security Programme (FFSP) has been approved by the DG,\nBCAS.\n\n3. The Fuel Farm Security Programme (FFSP) shall be valid for a period of five (05) years\nand it shall be updated in accordance with the security directions issued by the DG, BCAS from\ntime to time, Before expiry, a revised Fuel Farm Security Programme (FFSP) in respect of the\nconcemed Fuel Farm agency shall be submitted at least three months in advance for further\napproval process.\n\n4. Any violation of this AVSEC Order shall attract penalty under Section 11 A of the Aircraft\nAct 1934.\n\nWR chawdera\n\n(Kumar Rajesh Chandra, IPSF-212\nDirector General\n\nDistribution: As per standard list attached\n\nW\n",
  "2": "Distribution\n\n1, Shri Satish Chander, Under Secretary, MoCA, Rajiv Gandhi Bhavan, New Delhi\n\n2,/Shri M.A. Ganapathy, ADG, Airport Sector (CISF), Adm. Block G. Floor, CISF\n‘Complex, Mahipalpur By Pass Road, New Delhi-110037\n\n3. Shri H.G.S. Dhaliwal, Director (Security), AAI, Rajiv Gandhi Bhawan, New Delhi\n\n4. Shri L. Velraj, ED (Security), Air India, Safdarjung Airport, New Delhi\n\n5. Shri Mukesh Mittal, Joint Secretary (IS-II), MHA, Major Dhyan Chand National\nStadium, 2nd Floor, New Delhi - 110003\n\n6. Shri P.K. Bhardwaj, Joint Director, IB, MHA, 35 $ P Marg, New Delhi\n\n7. RD, BCAS, Delhi, Chennai, Mumbai, Kolkata, Ahmedabad, Hyderabad, Amritsar,\nGuwahati & Imphal: to provide the relevant portion of Fuel Farm Security\nProgramme to concerned agencies in your respective jurisdiction after signing the\nconfidentiality agreement.\n\nibution\n\nPPS to DG, Sr. PPS to Jt. DG, PS to DDG (AMT), PA to DDG (DR), All JDs / DDs / ADs of BCAS HQ,\nGuard File\n\nAD (OL) ~ with the request to translate this AVSEC Order in Hindi Language\n",
  "3": "TOGO OF\n|COMPANY\n\nSecurity Programme\n‘iStméoC FURL FARM)\n\n‘The amendments in the Fuel Farm Security Programme may be issued by Chief\nSecurity Officer of the entity. under intimation to DG, BCAS when the\ncircumstances so warrants, The space below is provided to keep a record of such\n\namendments.\n\nDate Applicable [Date Entered | Entered By\n\na ap\n\n—\n\n—\n\n:\n= =\n\n=\n\nChief Security Officer\n\nIn-charge Airport Fuel Station\nPage 2 of 20\n\n",
  "4": "LOGO OF ‘Security Programme\nCOMPANY Restricted\nINawie OFFURD FARM]\nIndex\nCHAPTE\nR/ PARA\n1\n2\n3\n4\nZ |\n6 Security classification\n7 Reviewing and updating the Programme\ns Attestation by CSO\n9 Organization\nPSS canes Ses\n9.2 | Description of Operation\n10 Role and Duty\n10.1 Security Department\n10.2 cso\n10.3 |Duties of Security In charge (Security\nCoordinator)\n[10.4 [Duties of Security Staff\n10.5 | Patrolling Duties of Security Staff\nii ‘Security Measures of Airport Fuel Farm\nStation\n1 11-1 | Physical Characteristics and facilities\n11.2 | Power supply\nLighting\nWarnity Sieage\nCCTV Surveillance\nKey Control\ni2 ‘Access Control\n12.1 | People\n12.2 Vehicle\n12.3 Goods\nChief Security Officer In-charge Airport Fuel Station\n\nPage 3 of 20\n\n",
  "5": "TOGO OF ‘Security Programme\n|COMPANY Restricted\n‘(Natie ot PURER\n13 Contingency Plan\n13.1 [Rehearsals - Emergency Procedures and\nDrills\n13.2 | Incident Reporting\n14 Recruitment and\n14.1 Procedure for Recruitment of Security Staff\nincluding background Checks\n[142 [Training for the Security Staff i\n14.3 _ | Types of training\n1s ‘Quality control: supervision and\nal\nAnnexure\n1. Bomb threat report form\n2. Anti-sabotage checklist\n3. Fuel farm layout plan\nChief Security Officer In-charge Airport Fuel Station\n\nPage 4 of 20\n\n",
  "6": "TOGO OF Security Programme\n(OMPANY Restricted\n{Niia@¢ FUEL FARM\nForeword\n\nAircraft refueling services is provided by different Airfield Refueling\nStations (AFS) of the oil companies. AFS is located primarily at the airside-\nlandside perimeter. At certain airports these facilities are located outside\nairport perimeter. Aviation Turbine Fuel (ATF) is dispensed from specially\ndesigned refuellers, which are driven up to parked aircraft. The supply\nchain security of these vehicles and hydrant refueling systems that pump\nthe fuel right up to the filling outlets on the tarmac through underground\npipelines are extremely vulnerable. These facilities are the tempting targets\nfor the forces of disruption,\n\nA wide spectrum of security threats is faced by fuel farms with petty\npilferage at one end and terrorist attack at the other in civil aviation sector.\nTherefore, most effective security arrangements should be available to the\nassets of the fuel farm.\n\nFuel Farms are also responsible for aviation security which inter alia\nincludes but not limited to:\n\na) ensuring the control of access through their facility to the airport\nairside or airport SRAs in compliance with national aviation security\nregulations and the ASP;\n\nb) applying appropriate physical security measures to items stored\nand/or passing through their facility into airport SRA:\n\nC) ey planning consistent with their responsibilities under\n\nthe airport contingency plan;\n\n4) developing, where appropriate, an internal quality control\nprogramme, and performing quality control functions over activities\nwithin their sphere; and\n\n¢} ensuring that their employees are adequately informed of the\nsecurity requirements at the airport, providing those with direct\nsecurity responsibilities with appropriate training, and providing\ntheir staff with security awareness training.\n\nChief Security Officer In-charge Airport Fuel Station\n\nPage 5 of 20\n\n",
  "7": "‘OMPANY Restricted\n\nke OF Security Programme\n\n1. Policy: Fuel Farm security programme should be adopted as corporate\npolicy, and should describe the objectives with respect to security. It calls\nfor the establishment of a security department and chief security officer\nwhose responsibilities involve achieving the cited objectives. The\nprogramme sets out the related responsibilities of employees, and handling\nagents and other contractors. The security measures described are clearly\ndefined to be easily understood by those who need to implement them.\n\n1.1, Fuel Farm security programmes should have a security\nclassification in accordance with national guidelines.\n\nRihe Fuel Farm security programme has been developed by in-depth\nanalysis risk, the nature and level of threat facing the operator.\nNational and airport security requirements, programme\nimplementation timelines, staffing and financial limitations, and\nenhanced security requirements during times of increased threat,\nshould also be considered. The applicability of the aircraft operator\nsecurity programme should also be appraised, since it may apply only\nto a particular airport or group of airports, a particular service or a\nspecific State.\n\n2. Primary Objective: The primary objective of the Fuel Farm Security\nProgramme (FFSP) is to ensure the safety and security of civil aviation\noperations at an aerodrome in all matters related to safeguarding against acts\nof unlawful interference with civil aviation. To that end, the FFSP shall:\n\na) meet or exceed the requirements of the NCASP.\n\nb) provide for standardized security measures and for clear security\ndirectives for employees, trainees (apprentices), staff of handling\nagents and contracted staff;\n\n¢) provide for additional security measures in times of increased security\nthreat; and\n\n4d) set performance standards, achievable through initial and recurrent\ntraining and monitored in accordance with recordkeeping\nrequirements set out in the NCASP.\n\n3. ‘Legal Authority:\n3.1. The Government of India has empowered the Director General,\n\nBureau of Civil Aviation Security through The Aircraft (Security) Rules,\n2011 as the Appropriate Authority responsible to establish, develop,\n\nChief Security Officer In-charge Airport Fuel Station\nPage 6 of 20\n",
  "8": ":OMPANY Restricted\n\nia ‘OF Security Programme\n\nimplement, maintain and review the National Civil Aviation Security\nProgramme (NCASP) consistent with the provisions of Annex-17 to the\nconvention to safeguard civil aviation operations against acts of unlawful\ninterference and threat perception taking into account the safety,\nregularity and efficiency of flights.\n\n3.2. As required in Para 6.7 of the NCASP, the fuel farm shall be required\nto establish and implement a security programme, approved by Director\nGeneral, BCAS.\n\n4. Definitions:\n\n‘Terms that are defined in the National Civil Aviation Security Programme\n(NCASP) of India are used in accordance with the meanings and usages given\ntherein. A wide variety of terms are in use throughout the world to describe\nfacilities, procedures and concepts for airport operations and planning. As far as\npossible, the terms used in this document are those which have the widest\ninternational use.\n\n4.1, Acts of unlawful interference (definition given for guidance\npurposes): These are acts or attempted acts such as to jeopardize the\nsafety of civil aviation, including but not limited to:\n\na) unlawful seizure of aircraft;\n\nb) destruction of an aircraft in service;\n\n©) hostage-taking on board aircraft or on acrodromes;\n\n4) forcible intrusion on board an aircraft, at an airport or on the\npremises of an aeronautical facility;\n\n¢) introduction on board an aircraft or at an airport of a weapon or\nhazardous device or material intended for criminal purposes;\n\nf)_ use of an aircraft in service for the purpose of causing death, serious\nbodily injury, or serious damage to property or the environment; and\n\n) communication of false information such as to jeopardize the safety\nof an aircraft in flight or on the ground, of passengers, crew, ground\npersonnel or the general public, at an airport or on the premises of\na civil aviatior: facility.\n\n4.2. Aerodrome Entry Permit (AEP): The photo identity card, smart card\nor temporary permit issued by the Director General, BCAS, Ministry of\nCivil Aviation or any person authorized by the Central Government for\n\nChief Security Officer In-charge Airport Fuel Station\nPage 7 of 20\n",
  "9": "LOGO OF Security Programme\n\n|COMPANY Restricted\n\nentry into the aerodrome or part of an aerodrome. (Ref. rule 2(c) of The\nAircraft (Security) Rules, 2011).\n\n4.3 Aircraft maintenance area: All the ground space and facilities\n\nprovided for aircraft maintenance. This includes aprons, hangars,\nbuildings and workshops, vehicle parks and roads associated therewith.\nSuch an area is normally designated as a security restricted area.\n\n4.4 Aircraft stand: A designated area on an apron intended to be used for\n\nparking an aircraft.\n\n4.5 Airside: The movement area of an airport, adjacent terrain and\n\nbuildings or portions thereof, access to which is controlled.\n\n4.6 Appropriate authority for aviation security: The authority designated\n\nby a State within its administration to be responsible for the\ndevelopment, implementation and maintenance of the national civil\naviation security programme.\n\n4.7 Apron: A defined area, on a land aerodrome, intended to accommodate\n\naircraft for the purposes of loading or unloading passengers, mail or\ncargo, fueling, parking or maintenance.\n\n4.8 Aviation Security Group: A unit of specialized Government agency\n\n4.9 Background check: A check of a person’\n\nauthorised by the Director General, BCAS to safeguard civil aviation\nagainst acts of unlawful interference and protection of property at the\naerodrome handling civil aviation. (also see rule 13 of the Aircraft\n(Security) Rules, 2011)\n\nidentity and previous\nexperience, including where legally permissible, any criminal history,\nas part of the assessment of an individual's suitability to implement a\nsecurity contro! and/or for unescorted access to a security restricted\narea,\n\n4.10 Bomb alert: A status of alert put in place by competent authorities to\n\nactivate an intervention plan intended to counter the possible\nconsequences arising from a communicated threat, anonymous or\notherwise, or arising from the discovery of a suspect device or other\nsuspect item on an aircraft, at an airport or in any civil aviation\nfacilities.\n\n4.11 Bomb threat: A communicated threat, anonymous or otherwise, which\n\nChief Security Officer In-charge Airport Fuel Station\n\nPage 8 of 20\n",
  "10": "‘OMPANY Restricted\n\n| (Naineot FOBL:EARM|\n\neen ‘OF Security Programme\n\nsuggests, or infers, whether true or false, that the safety of an aircraft\nin flight or on the ground, or any airport or civil aviation facility or any\nperson may be in danger from an explosive or other item or device.\n\n4.12 Contingency plan: A proactive plan to include measures and\nprocedures addressing various threat levels, risk assessments and the\nassociated security measures to be implemented, designed to\nanticipate and mitigate events as well as prepare all concerned parties\nhaving roles and responsibilities in the event of an actual act of\nunlawful interference. A contingency plan sets forth incremental\nsecurity measures that may be elevated as the threat increases. It may\nbea stand-alone plan or included as part of a Crisis Management Plan.\n\n4.13 Crisis management: Contingency measures implemented in response\nto increased threat levels as well as implementation of measures and\nprocedures in response to the emergencies to include acts of unlawful\ninterference.\n\n4.14 Dangerous goods: Articles or substances which are capable of posing\na risk to health, safety, property or the environment and which are\nshown in the list of dangerous goods in the Technical Instructions or\nwhich are classified according to those Instructions.\n\nNote ~ Dangerous goods are classified in Annex 18, Chapter 3,\n\n4.15 Explosive Detection System (EDS): A technology system or combination\nof different technologies which has the ability to detect, and so to\nindicate by means of an alarm, explosive material contained in baggage\nor other articles, irrespective of the material from which the bag is\nmade.\n\n4.16 Human performance: Human capabilities and limitations which have\n‘an impact on the safety, security and efficiency of aeronautical\noperations.\n\n4.17 Permit system: A system consisting of cards or other documentation\nissued to individual persons employed at airports or who otherwise\nhave a need for authorized access to an airport, airside or security\nrestricted area. Its purpose is to identify the individuals and facilitate\naccess. Vehicle permits are issued and used for similar purposes to\nallow vehicular access. Permits are sometimes referred to as airport\nidentification cards or passes.\n\nChief Security Officer In-charge Airport Fuel Station\nPage 9 of 20\n",
  "11": "TOGO OF Security Programme\nMPANY Restricted\n\n4.18 Pilot-in-command: The pilot designated by the operator, or in the case\nof general aviation, the owner, as being in command and charged with\nthe safe conduct of a flight.\n\n4.19 Prohibited Items: A list of items ic. weapons, explosives or other\ndangerous devices, articles or substances which may be used to\ncommit an act of unlawful interference with civil aviation operations.\nSuch list is established by the DG, BCAS based on a risk assessment.\n\n4.20 Sabotage: An act or omission, intended to cause malicious or wanton\ndestruction of property, endangering or resulting in unlawful\ninterference with civil aviation and its facilities.\n\n4.21 Security: Safeguarding civil aviation against acts of unlawful\ninterference. This objective is achieved by a combination of measures\nand human and material resources.\n\n4.22 Security clearance: Compliance with the security controls specified in\nthe National Civil Aviation Security Programme with regard to any\naircraft, person or object.\n\n4.23 Security control: A means by which the introduction of weapons,\nexplosives or other dangerous devices, articles or substances which\nmay be used to commit an act of unlawful interference can be\nprevented,\n\n4.24 Security equipment: Devices of a specialized nature for use,\nindividually or as part of a system, in the prevention or detection of\nacts of unlawful interference with civil aviation and its facilities,\n\n4.25 Security exercise: A full-scale security exercise is a simulated act of\nunlawful interference with the objective of ensuring the adequacy of a\ncontingency plan to cope with different types of emergencies. A partial\nsecurity exercise is a simulated act of unlawful interference with the\nobjective of ensuring the adequacy of the response to individual\nparticipating agencies and components of the contingency plan, such\nas the communications system.\n\n4.26 Security incident: An occurrence in relation to civil aviation security\nwhich takes place either on the ground or in flight, which results in:\n\na) in injury to a person, damage to property, fire and breakage;\nb) contravention or breach of security laws, regulations, national\n\nChief Security Officer In-charge Airport Fuel Station\nPage 10 of 20\n",
  "12": "TOGO OF ‘Security Programme\nCOMPANY Restricted\n\ncivil aviation security programme and orders issued by the\nCentral Government under the provisions of the Aircraft Act,\n1934,\n\n4.27 Security inspection: An examination of the implementation of relevant\nNational Civil Aviation Security Programme requirements by an aircraft\noperator, airport or other entity involved in security.\n\n4.28 Security programme: Written measures adopted to safeguard\ninternational civil aviation against acts of unlawful interference.\n\n4.29 Security restricted area: Those areas of the airside of an airport which\nare identified as priority risk areas where in addition to access control,\nother security controls are applied. Such areas will normally include,\ninter alia, all commercial aviation passenger departure areas between\nthe screening checkpoint and the aircraft, the ramp, baggage make-up\nareas, including those where aircraft are being brought into service and\nscreened baggage and cargo are present, cargo sheds, mail Centre,\nairside catering and aircraft cleaning premises.\n\n4.30 Security test: A covert or overt trial of an aviation security measure\nwhich simulates an attempt to commit an unlawful act.\n\n4.31 Sensitive Aviation Security Information: Information that, if accessed\nby or disclosed to unauthorized persons, could create or be used to\nexploit a vulnerability or facilitate an act of unlawful interference\nagainst civil aviation.\n\n4.32 The Air Operations Area (AOA): The area of the airport dedicated to the\nmovement, maintenance, servicing, loading, and unloading of aircraft\nand related support equipment. The AOA is a restricted area; only\nindividuals and vehicles/ground equipment with proper identification\nare allowed.\n\n4.33 Vehicle Entry Permit: Vehicle permits issued and used to allow\nvehicular access to restricted areas of the airports.\n\n4.34 Vital installation: Any facility on or connected with an aerodrome,\nwhich, if damaged or destroyed, would seriously impair the functioning\nof the aerodrome.\n\n5. Scope of the FFSP: The FFSP applies to all employees of the fuel farm\ninvolved with or responsible for the implementation of the airport security\n\nChief Security Officer In-charge Airport Fuel Station\nPage 11 of 20\n",
  "13": "TOGO OF Security Programme\n|COMPANY Restricted\n\nmeasures required by the airport operator.\n\n6. Security classification: The security programme shall be treated as\n“Restricted” and its contents may be revealed strictly on “need to know” basis.\nThe custodian will ensure security of FFSP and shall not be left accessible to\nunauthorized people.\n\n7. _ Reviewing and updating of the Security Programme: In order to ensure\ncontinued effectiveness, the FFSP shall be amended or revised as is necessary to\nensure that the information contained therein is kept up to date and a certificate\nin this regard shall be endorsed in the FFSP by the CSO under intimation to DG,\nBCAS. The Fuel Farm Security Programme shall be valid for a period of 5 years\nfrom the date of approval and a fresh one to be prepared accordingly and\nsubmitted to DG, BCAS for approval process at least three month in advance.\n\n8. Attestation by CSO\n\nThe Chief Security Officer (CSO) of the fuel farm is responsible for attestation\nand implementation of this programme.\n\n9. _ ORGANIZATION\n(EERE involved in the fucling/refueling of all types of aircraft used\nfor civil air transport or for defense services in accordance with the prescribed\nprovisions.\n\n9.1 Company Setup:\n\nBoard of Directors of the Oil Company\n\nTele Email\nsi. . Designatio phone No. | wobile\nNo. fame n Office | Residenc No.\ne\nie\n2.\n3.\n\nChief Security Officer In-charge Airport Fuel Station\nPage 12 of 20\n",
  "14": "\"OMPANY Restricted\n\n{ ‘[NanietieHORFARM\n\nbow OF Security Programme\n\n9.2 _ Description of operations: In i! oS s<t up\nits aircraft fueling/refucling station at (name of airport). Following airlines\nare contracted with for fueling /refueling at the airport:\n\na) Indian carriers:\nb) Foreign Carriers:\nc}) General Aviation:\nd) Chartered Operators:\n¢) VVIP/VIP Flights:\nf) Freighter Flights:\n\nNote: Fuel farm shall not enter into an agreement with any aircraft operators\nunless the entity provides him a copy of approval of security programme by BCAS\n{excluding defense aircrafts).\n\n10. Role and Duties:\n\n10.1 Security Department: Security department of the Fuel farm shall\nbe headed by Chief Security Officer (CSO) at the corporate headquarter\nlevel and at other airports Security will be headed by Security In-\ncharge/Coordinator, CSO will be over all in-charge of Security. He shall\nbe responsible for development, maintenance and effective\nimplementation of Security Programme. He shall have a professional\nsecurity background and be familiar with airport and aircraft and\noperations, He shall have the authority required to ensure full\nimplementation and enforcement of the Security Programme and shall\nhave direct access to the Chief Executive Officer / CMD cum Chairman\nof (Name of Fuel Fart}\n\n10.1.1. Contact Details: Contact details of the ©SO, In-charge\nSecurity, AFS Terminal Manager etc. are given as under:\n\nSl | wame Designation | Teh Fax No- 804) wopite No.\n1 !\nChief Security Officer In-charge Airport Fuel Station\n\nPage 13 of 20\n",
  "15": "LOGO OF Security Progra\ncrore ER,\n\n10.2 Chief Security Officer (CSO) : It will be the responsibility of Head of\nSecurity to look into all aspects of Security. He will play a key role in\ncreé not only a focal point and regards the security set up of the [ai\nmale but will also act as a policy making figure in order to clearly\n\nset out security procedures and measures for ensuring maximum security\nfor the fuel dump, aircrafts and assets of te Aaa\n10.2.1, He shall:\n\na) conduct an initial and comprehensive survey of (SSR=SEU]\nSecurity facilities, equipment and activities;\n\nb) He shalll be responsible for development, maintenance and\nimplementation of the Security Programme;\n\n©) Ensure that the security programme is current.\n\nd) Ensure the continuing effectiveness of the security programme by\nregular evaluations and inspections; and by encouraging internal\nsecurity audit processes;\n\ne) Establish and maintain effective liaison with the airport operator,\nappropriate authority for civil aviation security i.e. BCAS and other\nappropriate authorities responsible for security functions.\n\nf} Promote security awareness and vigilance.\n\ng) Ensure adequate training of security personnel in\nscreening the passengers; and all others having security\nresponsibilities wherever assigned.\n\nh) Ensure an effective threat /occurrence response capability.\n\ni) Initiate special security measures during periods of increased risk\nand/or for critical flights and routes.\n\n4) Report all actual or suspected acts of unlawful interference with\nAircraft operation to the appropriate authority for security.\n\n1X) He will get all Security staff posted under his jurisdiction trained\nand certified in different AVSEC training conducted by BCAS and\nmaintain appropriate records.\n\n1) He will be held accountable for any security lapse by J\n\nSecurity Staff.\nm) He will also appraise the management to take action for:\n\n(i) Clearing and disposal of fire hazards materials and\nescape routes.\n\nii) _Inadequacy of fire control measures / equipment.\n\nUp gradation of level of security / systems\n\nChief Security Officer In-charge Airport Fuel Station\nPage 14 of 20\n",
  "16": "PANY Restricted\n\nTOGO OF Security Programme\n\n(iv) In case of — newconstruction / addition of\nfacilities /change of offices at the premises or adjoining\npremises, re-evaluate pattern and level of security.\n\n10.3 Duties of Security In charge (Security Coordinator) : -\n\na) He will be posted -charge of Security at the airport of operation\n\nof Security, In case of small unit, any manager\nwith appropriate AVSEC training may be nominated as Security\ncoordinator.\n\nb) He will be over all In- of Security of at\nthe concerned airport,\n\n¢) He will allocate duties and responsibilities for his security staff.\n\nd) He will maintain Training records of all suaif posted al the particular\nairport under him;\n\ne) He will closely co-ordinate with all staff of [TEED and\nreport all activities on day-to-day basis.\n\nf) He will be answerable for any lapses by any of his security staff.\n\ng) He will be responsible for running the assignment as per the security\nprogramme and the assignment instructions.\n\nh) He will ensure proper conduct of operations and supervision at the\nassignment by preparing comprehensive site and post instructions and\ncontinuous monitoring activities of security personnel.\n\ni) He will ensure that ‘on job training (OJT)’ is carried out as per\nNCASTP.\n\nj) He will coordinate for conducting Awareness program for the\nmanagement and employees of the client on the subjects like security\nawareness, fire drills, bomb drills, evacuation plan etc. as per the\ninstructions of the appropriate authority on the subject.\n\nk} Liaison with civic authorities i.e. Police, Fire services and Medical\nsetup\n\nChief Security Officer In-charge Airport Fuel Station\nPage 15 of 20\n\n",
  "17": "‘LOGO OF Sect Program\nIMPANY | iss = Restricted\n| IRimneHCRORLEARS\n\n1) He must ensure periodic rehearsals of the contingency plan.\n\nm) Check alarm systems at sites and ensure that they are serviceable\n\nn) Check and train security personnel in handling of metal detectors,\nvehicles search mirrors, radio sets and other security\nequipment/gadgets\n\n0) Train security personnel in techniques of searching trucks, cars,\nscooters and cargo/consignment.\n\nP) He will attend Advance Security Liaison (ASL) meeting as and when\nconveyed at the airport.\n\n10.4 Duties of Security Staff\n\na} Access control and search - men and material\n\nb) Patrolling in the Fuel farm premises\n\n¢) Key control at premises\n\nd) Operating and monitoring alarm systems and CCTV\n\ne} Responding to emergencies and incidents viz. Fire, accident etc.\n\nf} Use of specialized equipment viz. Radio sets, DFMD, HHMD, X-\nBIS and ETD.\n\n) Theft control and Handling incidents like drunkenness, brawl etc,\n\n10.5 Patrolling Duties of Security Staff\n\na) Patrolling the Fuel farm facilities;\n\nb) Carry out spot checks of employees, visitors, contractors and\nlabour for authorization and area passes at the location\n\n} Ensure all cabins, doors to Floors are locked /closed when not in\n\nuse.\na) Check that all security light around perimeter are functioning if not\nreport immediately to admin/maintenance.\n\n11. Security Measures of Fuel Farm Station\n11.1. Physical Characteristics and facilities: The site of the (Name of fuel\nfarm) is located near [location with land mark, if any] which covers\n\naa. Sq. Mt. There are gate/s for entry /exit of vehicles/oil\nbrowsers. Provision for separate pedestrian gate shall also be provided,\nequipped with adequate numbers of DFMD, HHMD, X-BIS, ETD,\ntelephones etc. and guard's control room adjacent to the gate/s. The\ngeneral layout plan of the AFS is attached in this programme showing the\n\nChief Security Officer In-charge Airport Fuel Station\nPage 16 of 20\n",
  "18": "TOGO OF Security Programme\n|COMPANY Restricted\n\nAdministrative area and Operational area having fueling/refueling/static\ntanks, gates, position of security gadgets.\n\nPower supply: With regard to power supply for security equipment\nand refueling control systems, it would also be appropriate to keep\nsecondary power supplies.\n\n11,3. Lighting: Adequate lighting facilities shall be provided. In case the\nfuel farm is located in the airside, care shall be taken to ensure that\nlighting arrangement do not create a nuisance or hazard to aircraft;\n\n11,\n\n11.4. Warning signage: Common public shall generally be aware of the\nsecurity restriction, particularly nearby areas around an airport.\nAppropriate signs may be displayed as “restricted area” or “prohibited\narea” which is commonly used in signage. However, reflect the terms used\nin the empowering legislation and fulfill other legal requirements and\ninclusion of a statement citing the legal authority.\n\n11,5, Closed-circuit television (CCTV) surveillance: A CCTV system shall\nbe installed.\n\n11,6. _ Key Control System: Handing and taking over of key of each security\nlock shall be done in accordance with the SOP prepared and approved by\nthe CSO. The SOP shall be placed in the Security Control Room or at other\nspecific points for references and guidance.\n\n12. Access Control:\n\n12.1. People: For an off-airport facility, entry to be permitted to AEP/TAEP\nholders or having Visitor's Pass issued by the Fuel farm or having valid\nIdentity Card issued by the fuel farm to work in such premises, In case\nthe fuel farm is located in the airside of the airport, entry to be permitted\nonly to valid AEP/TAEP holders. Frisking -Persons are liable to be\nsearched/frisked at the entrance gate or anywhere at the company\npremises by security staff of the Fuel Farm to prevent any unlawful act.\n\n12.1.1, Search procedures for persons:\n\na) Consent to search- The security staff must apprise the individual\nof their agreement and seek a consent for search. If the person\nrefuses to be searched, he will not be allowed access.\n\nb) Search of opposite sex - Male Security staff shall search only male\n\nChief Security Officer In-charge Airport Fuel Station\nPage 17 of 20\n",
  "19": "TOGO OF Security Programme\nIMPANY | Restricted\n\nand female shall only be searched by female security staff. Female\nsearch will be conducted in closed enclosure. Transgender will be\nsearched by male or female security staff as per their choice.\n\n} A search can be routine (during shift change), Random or specific\n(on availability of specific information or reasonable grounds for\nsuspicion).\n\n12.2, Access Control- Vehicles: Fuel farm shall be responsible to ensure\nthat no unauthorized vehicle is allowed to access in their parking\npremises.\n\n12.3. Access Control — Goods: The fuel farm shall ensure that all tools,\nequipment and particularly test equipment, as appropriate, are controlled\nand the detailed list shall be provided at the main entry gate of the farm.\nSecure storage facilities shall be provided for components, equipment,\ntools and material;\n\n12.3.1, Search procedure for baggage: The procedure laid down\nNCASP shall be followed\n\n13, CONTINGENCY PLANS:\n\na) Fuel farm shall comply with the existing contingency plans of the\nairport.\nb) Contingency plans approved and issued by BCAS are as under:\n\ni) Bomb Threat Contingency plan\nii) Anti-Hijacking Contingency plan\niii) Cyber threat plan\n\n13.1 Rehearsals - Emergency Procedures and Drills: Mock exercise shall\nbe carried out as per Aerodrome Security Program (ASP) of the\nconcerned airport.\n\n13.2 Incident Reporting: In the event of any incident/unlawful\ninterference at the Fuel farm facilities, the CSO/In-charge Airport\nManagement shall inform BCAS and other concerned agencies by\nquickest possible means in accordance with the provisions of\nNCASP and BCAS AVSEC Order 05/2014 and other extant rules.\n\nChief Security Officer In-charge Airport Fuel Station\nPage 18 of 20\n",
  "20": "LOGO OF Security Programme\n|coMPANY Restricted\n\nXamon PARE “h.\n\nAny suspicious activity, unlawful act shall be reported to BCAS and\nlocal Police as per guidelines of the Appropriate authority.\n\n14. Recruitment and Training:\n\n14.1 Procedure for Recruitment of Security Staff including background\nChecks:\n\n2) (SEREETPAY shall recruit security staff according to the\nstandards laid down in NCASTP, AVSEC Order 03/2001 and\nother extant rules. The background checks shall be carried out\nas per AVSEC Circulars 36/2003, 08/2005, AEP policy 2014 and\nother extant rules.\n\n14.2 ‘Training for the Security Staff:\n\nwill ensure specified AVSEC training to all its security\npersonnel and AVSEC awareness program for all its non-security personnel.\nOnly BCAS certified security persons shall be employed for screening functions.\nAll training will be conducted as prescribed by BCAS in the National Civil\nAviation Security Training Programme.\n\n14.3. Types of training: -\ni) One day AVSEC Awareness Program to all its non-security\n\npersonnel\n\nii) Five Days AVSEC Induction Course for Security staff\n\niii) Thirteen Days AVSEC Basic course for CSO\n\niv) Three days Screener certification course for security\nscreeners excluding 40 hours OJT.\n\nv} DGR Category 12 course for security screeners\n\n15. QUALITY CONTROL: SUPERVISION AND PERFORMANCE\nMONITORING\n\n15.1 BCAS will conduct periodic audit, inspection, survey and test to\ndetermine compliance with standards through continuous\nsupervision and performance monitoring. These will include\n‘standards for the recruitment, selection, training and certification of\nsecurity staff.\n\nChief Security Officer In-charge Airport Fuel Station\nPage 19 of 20\n",
  "21": "(COMPANY\n\nSecurity Programme\nRestricted\n\n: oe ‘OF\nRane oF POEL FARM\n\n15.2 Internal AVSEC Quality Control” CSO shall be responsible for\ndeveloping, implementation and maintain the Fuel Farm's Aviation\nSceurity Quality Control Programme consistent with NCASQCP to\n\nensure the effectiveness of the Fuel farm's security programme. It is\ntherefore imperative that a system of quality control measures is\neveloped and implemented in accordance with National Civil\nAviation Security Programme,\n\nAnnexure\n\n1. Saat Te ep\n2. Anti-Sabotage Check / Search Checklist\n\n3. Fuel Farm Layout Plan\n\nChief Seeurity Officer In-charge Airport Fuel Station\nPage 20 of 20\n"
}