{
  "1": "FAX-23315695 / 23311598\n\nNO.CAS-8(4A)/2000.DIV-1\nBUREAU OF CIVIL AVIATION SECURITY\n(MINISTRY OF CIVIL AVIATION)\n\nGOVERNMENT OF INDIA\nAWING , JANPATH BHAWAN ,\nJANPATH, NEW DELHI -110001\n\nDate :05.01.2004\n\nAVSEC ORDER NO. 1/2004\n\nSub: X-ray Screening of International Export Cargo\n\nIn continuation of AVSEC Order No. 1/2002 dated 14.2.2002 on the subject cited\nabove, Commissioner of Security (Civil Aviation), Bureau of Civil Aviation in the\nexercise of powers conferred by Section SA of Aircraft Act 1934 delegated to him vide\nGovernment of India, Ministry of Civil Aviation Notification No. 1797 dated July 3,\n1997 for the purpose of securing the safety of aircraft operations directs that:\n\n(i) In case of cargo consignments which can neither be x-rayed nor can be\nphysically checked on account of the nature of the consignments, the airline\noperators shall certify in each case that a particular consignment intended for\nexport can neither be x-rayed nor physically checked. In such case the airline\noperators may transport such consignments only after observing 24 hours\ncooling off period.\n\n(ii) A proper record shall be maintained by the airline operators of the security\nprocedure implemented by them and will be made available for inspection by\n\nthe BCAS officers.\nw\ntL Es\nTK. Mitra)\nCommissioner of Security (CA)\nDistribution:\n\nAs per list attached.\n\n(ermlenf)\n",
  "2": "Kim ATM: — St Naso Zh1Da(25)mey) tis\n\nAve nde 20020 order)\n- SECRET\nNo.CAS-8(44)/97.Div.1\nGovernment of India\nBureau of Civil Aviation Security\nNew Delhi\nFebruary 14, 2002\n\nAYSEC ORDER NO. 1/2002\nSub:® X-ray screening of Intemational Export Carmo.\n\n? As per the Standards of Annex 17 to the Convention on Intemational Aviation it is\nmandatory to establish measures to ensure that the cargo consignments intended to be carried by ait\nare subjected to appropriate security controls.\n\nIn view of the above and also the threat perception from terrorists outfits to civil aviation\noperations Commissioner of Security(Civil Aviation), Bureau of Civil Aviation Security , in\nexercise of powers conferred by Section SA of Aircraft Act 1934 delegated to him vide\nGovernment of India, Ministry of Civil Aviation Notification No. 1797 dated July 3, 1997 for the\npurpose of securing the safety of aircraft operation directs that the following instructions, with\nregard to security check of intemational export cargo shall be implemented before loading the cargo\ninto the aircraft for transportation:~\n\ni) ‘That all international export cargo consignment shall be subjected to x-ray screening by\nthe trained security staff of concemed airlines , who are certified by BCAS\n\nii) ‘That the international cargo consignments which cannot be screened through x-ray due\nto size constraints, volume or contents of the consignments , the same shall be\nphysically checked by the security staff mentioned above and security sticker\nindicating the procedure of security check applied shall be affixed on each\nconsignment.\n\niii) ‘That 24 hours “cooling off” of the cargo consignments intended for international\nexport shall not be accepted as an alternate security system.\n\ntv) ‘That APSU shall ensure that the above measures have been taken by the airlines\noperator and in token of confirmation , the cargo manifest shall be countersigned by the\nresponsible officer of APSU on duty before transportation to airside for loading.\n\nv) That legal action Under Section 11 A of Aircraft Act 1934 shall be taken against the\nAir Operators who violate the above directions. Such export cargo-consignment. shall\nnot be allowed for loading in to the aircraft by APSU on duty.\n\nvi) That above directions will take effect from 1\" June 2002. Airport Management/ Airline\nOperator shall ensure procurement and installation of x-ray machines for the above\n\npurpose by the due date as netified above.\n\n( Veena: Aiyalli )\nCommissioner of Security (CA)\nDistribution\nAs per list overleaf.\n\n"
}