{
  "1": "Restricted \n \nGOVERNMENT OF INDIA \n(MINISTRY OF CIVIL AVIATION) \nBUREAU OF CIVIL AVIATION SECURITY \nA- WING , JANPATH BHAWAN , \nJANPATH, NEW DELHI -110001 \nNo. NO.CAS-7(1)/2011/ Div.I \n \n \n \n \nDate:25/01/2011 \nAVSEC Order No. 10/2011 \n \nSubject:-   \nSecurity measures for Company mail (Comail) and Company \nmaterial (Comat) \n \nIn exercise of powers conferred by Section 5A of the Aircraft Act, 1934, \ndelegated to him vide Government of India, Ministry of Civil Aviation Notification \nNo. 1797, dated July 3, 1997, Commissioner of Security (Civil Aviation), Bureau of \nCivil Aviation Security for the purpose of securing the aircraft   operations  directs \nthat : \n \n(i) \nfor the purpose of  this AVSEC Order Comail and Comat are \ndefined as  under:- \n \nComail:   Aircraft operator company mail, shipped within the \ncompany’s network of stations. \n \nComat:   Aircraft operator company materials, shipped within \nthe company’s network of stations.  \n \n(ii) \nfollowing security measures  shall be  applied  by the concerned \naircraft operator for Comail and Comat:  \n(a) \nin buildings where the company mail and Company \nmaterial are prepared, stored and dispatched to ensure that \nno device or weapon, which may be used to commit an act \nof unlawful interference, is introduced into consignments. \n \n(b) \nduring the transportation and delivery of company \nmail  and company material to the relevant aircraft to \nensure that the consignment remains secure. \nContd. P-2/-",
  "2": ":2: \n \n(iii) \nthe concerned aircraft  operator  shall  ensure that all stores loaded \non aircraft are correctly assigned for that particular flight and have not \nbeen tampered with. \n \n2. \nThe above  order shall be  implemented  with immediate effect. \n  \n3. \nAny violation  of this  AVSEC  Order  shall attract  penalty under   section \n11 A of the Aircraft Act, 1934. \n \n \n \n(Gurjot Singh Malhi, IPS) \nCommissioner of  Security  (CA ) \nDistribution : \nAs per  list  attached"
}