{
  "1": "RESTRICTED \n \nGOVERNMENT OF INDIA \n(MINISTRY OF CIVIL AVIATION) \nBUREAU OF CIVIL AVIATION SECURITY \nA - WING , JANPATH BHAWAN , \nJANPATH, NEW DELHI -110001 \nNo. CAS-8(4A)/2000/Div.I  \n \n \n \nDate: 28/01/2011 \nAVSEC Order 13 /2011 \nSubject:-  \nSecurity Programme of Catering Companies \n \nIn continuation  of this  Bureau AVSEC Order No.7/2004, dated 31.12.2004, \nregarding security measures for catering establishments and in exercise of powers \nconferred by Section 5A of the Aircraft Act, 1934, delegated to him vide Government of \nIndia, Ministry of Civil Aviation Notification No. 1797, dated July 3, 1997, Commissioner of \nSecurity (Civil Aviation), for the purpose of  securing the aircraft operations at the  civil  \nairports in India, directs that: \n \n(i) \nno catering  company shall enter  into an agreement  with  any aircraft \noperator for providing catering stores and supplies unless security clearance \nis  granted  by the  Commissioner and the security programme  is  approved   \nby the concerned  RDCOS, BCAS; \n \n(ii) \neach catering company  shall prepare its security programme  in  \naccordance with the guidelines and format contained  in Appendix 9 of  \nVol.4, Doc. 8973 (copy enclosed)  and submit  the same  to the  concerned \nRegional  Deputy  Commissioner  of  Security (CA), BCAS for  approval; \n \n(iii) \neach catering company shall  appoint a Chief Security Officer with adequate  \nsecurity  background under  intimation to  the  BCAS and a copy  of  \nappointment  order  of the  security officer  shall  be enclosed  with the  \nsecurity  programme. The CSO shall be responsible for implementation of \nthe required security measures and the related quality control measures. \nThe C.S.O shall report to the person responsible for conducting the business \naffairs of the company; \n \n \n \n \nContd….p-2",
  "2": "-2- \n \n \n(iv) \neach catering company shall properly recruit and train its staff to correctly \nreceive , process and handle catering stores and supplies. The company \nshall take steps necessary to safeguard stores and supplies from the time \nthey are received at the catering facility until they are delivered to an aircraft; \nand \n \n(v) \neach catering company shall enter into an agreement  with  the airlines and \nshall render Catering Security Declaration  as  per  Annexure-I.  Such a \nsecurity declaration shall be produced  to the BCAS  Inspecting  Officer  \nduring the course of security  inspection / audit.  \n \n2.   \nThe  above  instructions shall be implemented  with immediate  effect.  \n \n3.         Any violation of  this  AVSEC Order  shall  attract penalty  under  section 11A  of  \nthe  Aircraft  Act, 1934. \n \n \n \n \n (Gurjot Singh Malhi, IPS) \nCommissioner of  Security  (CA ) \nDistribution : \nAs per  list attached.",
  "3": "APPENDIX 9 \nSECURITY OF CATERING SUPPLIES AND STORES \n \n \nCatering Company Security Programme \n \nThe  guidance  provided  by  this  appendix  is  intended  to  assist  caterers  in  establishing  a  security \nprogramme that details the measures a caterer should implement in order to conduct business with an \naircraft  operator.  Additionally,  this  guidance  material  might  be  useful  in  helping  companies  obtain \napproval of a caterer security programme. \n \nA catering company security programme should be classified as restricted. The written programme should \nbe in a short narrative form and should detail how the caterer meets each of the requirements specified in the \ncorresponding chapter of the National Civil Aviation Security Programme. \n \nA catering company security programme should, at a minimum, include the following topics: \n \na)   appointment and training of a security officer; \n \nb)   physical security and control of access to catering premises; \n \nc)   background checks of staff; \n \nd)   training of all staff; \n \ne)   receipt and handling of goods; \n \nf) \npreparation and storage of catering items; \n \ng)   documentation; \n \nh)   transportation and delivery to aircraft; \n \ni) \nchecking and sealing of vehicles; \n \nj) \nairside premises; \n \nk)   receipt of goods by the aircraft operator; and \n \nl) \nprocedures for handling supplies or stores that have been tampered with.",
  "4": "Catering Security Declaration \n \nName of catering company:  \n \nAddress of catering company:  \n  \n \nOn behalf of the above-named company, the undersigned certifies that: \n \n1.  The  security  requirements  of  the  National  Civil  Aviation  Security  Programme  are  fully  and  properly \nimplemented  by  [name  of  company]  to  ensure  that  catering  stores  and  supplies  do  not  contain  any \nrestricted articles which may endanger the safety of an aircraft, its passengers and crew; \n \n2.  The  company  has  implemented,  and  continues  to  maintain,  a  security  programme  detailing  the \nmeasures and procedures applicable to catering stores and supplies; \n \n3. The company has appointed a security officer to be responsible for implementing the required security \nmeasures and the related quality control measures; \n \n4.  The  company  has  properly  recruited  and  trained  its  staff  to  correctly  receive,  process  and  handle \ncatering stores and supplies; and \n \n5. The company has taken the steps necessary to safeguard stores and supplies from the time they are \nreceived at the catering facility until they are delivered to an aircraft. \nI understand that a false declaration may have legal consequences. \nName: \nPosition held: \nDate: \nSignature: \nCompany stamp:"
}