{
  "1": "RESTRICTED \n \nGOVERNMENT OF INDIA \n(MINISTRY OF CIVIL AVIATION) \nBUREAU OF CIVIL AVIATION SECURITY \nA- WING , JANPATH BHAWAN , \nJANPATH, NEW DELHI -110001 \n \n \nNo. CAS-9(1)/2011-DIV-1  \n \n \n \n \n \nDate: 28.1.2011 \n  \nAVSEC Order No. 14 /2011 \n \nSubject:-  Designation of  point of  contacts for  gathering  AVSEC information \nfrom public \n \nIn exercise of powers conferred by Section 5A of Aircraft Act, 1934, delegated \nto him vide Government of India, Ministry of Civil Aviation Notification No. 1797 \ndated July 3, 1997, Commissioner of Security  (Civil Aviation), Bureau of Civil \nAviation Security,  for the purpose of securing the aircraft   operations  and  to \nenforce  adequate quality control   system directs that  the   following instructions  \nshall be strictly   followed and  implemented  by the   all concerned  organizations \nand entities: \n \n(i) \n in  order  to  supplement the NCAQCP, information  on  aviation  security  \nmay be  gathered  from  sources  outside  the  quality  control systems, in addition to \nconsidering the findings and observations arising from monitoring activities \nundertaken  by the  BCAS Officers.  Such sources could include passengers, crew \nmembers or staff employed by aircraft and airport operators.  The   sources   may  \nsend   their  information  and   comments   relating to deficiencies in security systems \nat the  civil airports in India  to the  RDCOS BCAS , Delhi, Mumbai , Kolkata and \nChennai who are hereby designated as  the point  of  contact for  sending such \ninformation. The concerned RDCOS, BCAS shall further send   such information with \ntheir comments to the Commissioner.  The address, phone number or e-mail \naddresses of the above designated point of contact are given below: \n \nRegion \nDesignation \nTele no. / Fax No. \nEmail address \nDelhi \nRegional Deputy \nCommissioner of  \nSecurity \n+91-11-25652486(Tel.) \n+91-11-25652486(Fax)\n \nrdcosdel.bcas@nic.in \nMumbai \nRegional Deputy \nCommissioner of  \nSecurity \n+91-22-28386363 (Tel)\n+91-22-28385353(Fax)\n \nrdcosmum.bcas@nic.in \nKolkata \nRegional Deputy \nCommissioner of  \nSecurity \n+91-33-25112030(Tel) \n+91-33-22112033(Fax)\n \nrdcosbcaskol@nic.in \nChennai Regional Deputy \nCommissioner of  \nSecurity \n+91-44-22561177 (Tel)\n+91-44-22561107(Fax)\n \nrdcosche@nic.in",
  "2": ":2: \n \n \n(ii) \nAll such information shall be analyzed   at   the BCAS HQrs.  and   action as  \ndeemed  fit  shall be taken by the Commissioner to supplement and  strengthen the \nquality control process. \n \n(iii) \nThe Airport  and  Aircraft  operators    may   give  wide  publicity   to the above  \ninstructions   so  that the    entities   mentioned   in  para (i)   above  will come  \nforward  to   offer their   information and comments   on this  issue. \n \n \n \n \n(Gurjot Singh Malhi, IPS) \nCommissioner of Security (CA) \nDistribution: \n \nAs per list attached"
}