{
  "1": "RESTRICTED \n \nGOVERNMENT OF INDIA \n(MINISTRY OF CIVIL AVIATION) \nBUREAU OF CIVIL AVIATION SECURITY \nA- WING , JANPATH BHAWAN , \nJANPATH, NEW DELHI ‐110001 \nNo. CAS-8(14)/2005.DIV-I(QCP)  \n \n                  Date:1/2/2011 \n \nAVSEC Order  No.16/2011 \n \nSubject:-  National Civil Aviation Security  Quality Control Programme. \n \nIn exercise of powers conferred by Section 5A of the Aircraft Act, 1934, \ndelegated to him vide Government of India, Ministry of Civil Aviation Notification \nNo. 1797, dated July 3, 1997, Commissioner of Security(Civil Aviation), for the \npurpose of  securing the aircraft operations and access  control at the  civil  \nairports in India directs that: \n \n(i) \nThe National Civil Aviation Security Quality Control Programme, \nwhich has been formulated  to comply with the  requirements  of  \nStandards  3.4.1 to 3.4.8 of  Annex-17 to  the  Convention on \nInternational Civil Aviation, shall be implemented by all agencies \nconnected  with civil aviation security in  India. \n \n(ii) \nThe Aviation Security Quality Control Programme shall be prepared \non the template given at Annexure-I by each Airport Operator, \nAircraft \nOperator, \nRegulated \nAgent, \nCatering \nCompanies, \nConcessionaires, Ground Handling Agencies and other  agencies  \nwhose  security programme has been approved   by the  BCAS.  \n \n(iii) \nThe relevant  provisions of quality control given in standards 3.4.1 to \n3.4.8 Annex 17 to the Convention on International Civil Aviation and  \nall the aspects mentioned  in the  BCAS letter of even  no. dated 2nd  \nFeb. 2005 (copy enclosed) shall be incorporated in the Quality \nControl Programme by the  respective agencies. \nContd.p-2",
  "2": ":2: \n \n \n(iv) \nThe AVSEC Quality Control Programme shall be sent by the \nconcerned  agencies to the respective RDCOS, BCAS for  further \nnecessary action at the earliest. \n \n2. \nThis  is  in succession of  AVSEC Order  No. 6/2004 dated 21.1.22004. \n \n3. \nThe  above  order shall be implemented with immediate effect. Any violation \nof this AVSEC Order  shall attract  penalty under section 11A of  the Aircraft Act, \n1934. \n \n \n(Gurjot Singh Malhi,, IPS) \nCommissioner of  Security  (CA ) \nDistribution: \n \nAs per list  attached",
  "3": "Annexure-I \nCIVIL AVIATION SECURITY QUALITY CONTROL \nPROGRAMME TAMPLATE \nName of  organisation: \n \nIndex \n \n \n \nSl.No. Subject \nPage \nNo. \n \nChapter 1 \n \n \nIntroduction \n \n1. \nProgramme  Objective \n \n \nAuthority to issue  and enforcement \n \n \nDocument Management \n \n \nDistribution \n \n \nChapter-2 \n \n2. \nDefinitions \n \n3 \nChapter-3 \n \n \nResponsibilities \n \n \nAppropriate  Authority (COSCA) \n \n \nOther branches  of  the organisation \n \n \nResources  financial  human and  material \n \n \nChapter-4 \n \n4. \nPersonnel responsible for controls \n \n \nSelection and  hiring criteria \n \n \nBackground check \n \n \nTraining \n \n \nQualifications for independent duty \n \n \nAuthority \n \n \nCode of  conduct \n \n \nConfidentiality \n \n \nTeam composition \n \n \nChapter-5 \n \n5. \nQuality control activities \n \n \nPlanning and scheduling \n \n \nAudits \n \n \nInspections \n \n \nTests \n \n \nInvestigations \n \n \nMethodology",
  "4": "Chapter-6 \n \n6. \nAdministrative reports \n \n \nAnnual  schedule  of  activities \n \n \nRetention  and statistical analysis \n \n \nAnnual  summary report \n \n \nChapter-7 \n \n7. \nCompliance/ non -compliance \n \n \nEnforcement  actions \n \n \nCorrective action Plans \n \n \nAdministrative  actions \n \n \nPenalty  actions for  noncompliance \n \n \nOther  enforcement actions",
  "5": "NO.CAS-8(14)2005-Div-1\nGOVERNMENT OF INDIA\nBUREAU OF CIVIL AVIATION SECURITY\n(MINISTRY OF CIVIL AVIATION)\n=A” WING JANPATH BHAWAN,\n\nJANPATH, NEW DELHI-110004\nDATE: 2% Feb, 2005\n\nList Attached\nSir,\n\nPlease refer to AVSEC Order No,6/2004 Dated 21.12.04 regarding\nNational Civil Aviation Quality control Programme. The Quality Control\nProgramme inter-alia includes the following aspects of aviation security.\n\n1. The Quality Control programme is comprised of the structure,\nresponsibility, process and procedures that promote and establish an\nenvironment and culture of continuing improvement and entiancement of\naviation security. The programme will be a written document. It will have\na structure that starts at the executive level as corporate policy and\nfinishes with ensuring that those persons tasked with carrying out security\nduties do so effectively.\n\n2. A further purpose is to provide all persons, assigned aviation security\nduties or responsibilities, with directions for effective application of. AVSEC.\ncontrols or measures. The aim should be not only to conform with the\nrequirements of Annex-17, but also more importantly, to prevent acts of\nunfawful interference. .\n\n3. The objectives of Quality Control Programme may interalia include the\nfollowing aspects of. Aviation Security.\n\n(i) verify the effective implementation of security controls;\n\n(i) monitor the level of compliance with the provisions of the Aircraft\noperator, Airport operator / caterers AVSEC programme,\n\n(iii) | determine effectiveness of the security programme approved by the\nCommissioner through regular inspections ‘and audits in the area of\ntheir jurisdiction;\n\n(iv) ensure all persons who are assigned duties or responsibilities are\nverifiably trained and certified wherever necessary and instructed to\ncarry out such duties with due care and caution.\n\n4, Each Aircraft Operator, Airport Operator, Caterer and other concemed\nagencies shall prepare ‘their respective quality control programme, which\nshall include the following requirements:~ .\n\n() the persons implementing security controls are subjected to\nbackground checks and appropriate selection procedures for which\nnecessary measures must be developed, implemented and\n\nrelevant records maintained regularly;\n\nr\n",
  "6": "|\n| 2\n| .\n\nij Gi) the person implementing security controls are appropriately trained\n| and possess all competencies required to perform their duties and\n\nthat appropriate records are maintained. Relevant standards of\n| performance shall be established and_ initial and periodic\n| assessment shall be done to maintain those standards;\n\ni (ii) the persone carrying out screening operations are trained, tested\n: the Persified according to the requirement. of the National cwil\n| Aviation Security Programme;\n\nl (uv) Regular inspection and tests of security controls 79 done to test\ntheir effectiveness are carried out by authorized officers and\nmeasures to rectify weaknesses in the systertaken through a time\n\nfos bound programme; .\n\ni (vy) After an incident or unlawful interference with aviation, necessary\nsteps are taken to Teevaluate security controls and procedures\naccording to the approved Security Programme and appropriate\naction taken to remedy ‘weakness so as to prevent recurrence of an\nunlawful interference.\n\n(vi) = The effectiveness of individuai aviation security measures is\nassessed by considering their role in the overall system\ni performance ‘of aviations security system.\n\n(vii) Periodical review of implementation of the security programme,\napproved by BCAS, undertaken to ensure that procedures are in\nplace to implement the security programme so that the quality of\n\nthe programme is controlled and maintained regulary;\n\n(viii) Periodical security survey is carried out to identify and fulfill the\nAVSEG requirement .\n\n5. Acopyof the Quality Contr Programme shall be sent to the BCAS latest\nby 28\" Feb 2005.\n\nEach agency shall designate responsibie officer / executive who shall be\n‘responsible for implementation of their Q.C.P.\n\n‘Yours faithfully,\n\nen Sapte TT\nOfficer on Special Duty (0)\n\n"
}