{
  "1": "RESTRICTED \n \nNo. CAS-6(8)/2008/Div.I(E-ticket) \nGOVERNMENT OF INDIA \n(MINISTRY OF CIVIL AVIATION) \nBUREAU OF CIVIL AVIATION SECURITY \nA-WING , JANPATH BHAWAN \nJANPATH, NEW DELHI ‐110001 \n \n \n \n              \nDate:  15 /12 /2011 \n \nAVSEC Order No.  26 /2011 \nSubject:- \nSecurity control of  departing  passengers  holding  E-ticket/Web or \nKiosk Check-in Boarding Pass  \nIn exercise of powers conferred by Section 5A of the Aircraft Act 1934, \ndelegated to him vide Government of India, Ministry of Civil Aviation, Notification \nNo.1797 dated July 3, 1997, Commissioner of Security(Civil Aviation), for the \npurpose of  securing the aircraft operations and access  control at the  civil  airports \nin India directs that:- \n1. E-tickets : \n \n1.1 \nPassengers with confirmed e-tickets or web boarding pass shall be \nallowed access into the departure terminal only after the authenticity of          \ne-ticket or web boarding pass and genuineness of its holder is established at \nthe access control point of the terminal building. For this purpose, passengers \nconcerned shall produce a valid photo identity document (passport in case of \nInternational pax) before being allowed to enter the Terminal Building;   \n \n1.2 \nPassengers shall be responsible to carry reliable identity proof with \nthem throughout the journey for checking at any point of time. The instructions \nto passengers shall be printed prominently on the e-tickets regarding proof of \nidentity; \n \n2. Web/Kiosk- self check-in boarding pass: \n \n2.1 \nWeb or Kiosk boarding Pass shall have all the features like present \nboarding pass in vogue to avoid any confusion during check by the \nASG/APSU. 2D Bar Code on the Web or Kiosk check-in Boarding Pass shall \nbe mandatory to prevent duplication/forgery. \n \n3. Boarding an aircraft:",
  "2": "3.1 \nPassengers with Kiosk generated boarding cards will not be required to \nreport to the airlines check-in counter and may proceed directly for security \ncheck if they have no hold baggage. \n \nContd…2 \n \n-2- \n3.2 \nNo passenger shall be allowed by the aircraft operator concerned to \nboard the aircraft unless bona fide of the passenger holding web or kiosk \ncheck-in boarding pass is established through valid photo identity documents \nat the boarding gate. Aircraft operators shall incorporate this requirement in \ntheir security programme. In case of any dereliction or violation, strict \ndepartmental action shall automatically be taken against the staff by the \naircraft operator concerned, in addition to legal action required. \n \n4. Safeguard : \n \n4.1 \nAircraft operators concerned shall devise means to prevent any \nalteration or unauthorised duplicity of the booked E-tickets, Web/Kiosk check-\nin boarding pass.  \n \n4.2 \nPerson or Passenger detected with forgery of travel documents shall \nbe handed over to Police for legal action. \n \n4.3 \nKiosk check-in Boarding Pass shall bear water marks (name of airport) \non it. \n \n5. Training requirement: \n \n5.1 \nTraining to all the staff concerned for implementation of the above \nmentioned procedure shall be organized by the airport operators in coordination \nwith CISF/ASG, APSU and airlines. \n6. Coming into force: \n6.1 \nThis AVSEC Order shall supersede all previous circulars/orders on this \nsubject and shall be implemented by all concerned, violation of which shall \nattract penalty under section 11A of the Aircraft Act, 1934.  \n \n \n(B. B Dash, IPS) \nJt. Commissioner of Security (CA)",
  "3": "Distribution: \nAs per list attached"
}