{
  "1": "RESTRICTED \n \nGOVERNMENT OF INDIA \n(MINISTRY OF CIVIL AVIATION) \nBUREAU OF CIVIL AVIATION SECURITY \nA- WING , JANPATH BHAWAN , \nJANPATH, NEW DELHI -110001 \nNo.CAS-5(4)/99-DIV-I \n \n \n \n \n \n \nDate: 13/1/2011 \nAVSEC Order  No. 3 /2011 \nSubject:- \nProcedure for protection and handling  security  information. \nIn exercise of powers conferred by Section 5A of the Aircraft Act,1934, delegated \nto him vide Government of India, Ministry of Civil Aviation Notification No. 1797 dated \nJuly 3, 1997, and  in continuation  of  BCAS  Circular  No. 40/2005  dated 14.9.2005,  \nCommissioner of Security(Civil Aviation), Bureau of Civil Aviation for the purpose of \nsecuring the aircraft   operations  directs that : \n(i) \nIn  order to ensure protection  and handling  of   security information \nshared by  other Contracting States or  affecting their interests,  no official, \nunless authorized by general or  specific orders in writing  by the Commissioner,    \nwill  communicate to  another  official or  non-official  any information  or \ndocument  that has come  into  his possession in the course  of  his official \nduties. (Reference paragraph-87, Chapter 11 of  the  Manual of  Office \nProcedures).  \n \n(ii) \nDy Commissioner of Security (CA), Policy Division, BCAS HQrs.   shall be \nresponsible for evaluating requests for the disclosure of security information  \nreceived  from  any  aviation organisation or  entity or  a  foreign country. After  \nevaluating  such request, the relevant  information  or  part of  such  information  \nmay be  communicated only  after  prior  approval  of  the  Commissioner  in \naccordance  with the   procedure  prescribed  to  communicate such information \nkeeping  in view  the classification of  the   information.  Proper  record  of the \nevaluation  process   and  information communicated  to the concerned  entity  \nshall be  maintained for the prescribed  duration  by   the designated  officer. \n(iii) \nAll classified and sensitive documents/ information will be handled  by the \ndesignated  officers of   concerned  Divisions/ Section at  the BCAS  HQrs. and \nits  Regional Offices. As  a minimum, access to all  such documents/ information, \nshall be restricted to those with a legitimate need in the performance of their \nduties or on need-to-know-principle.  All  such documents/ information  shall be \nstored  under lock and  key when  not in use, with a  system  for  controlling  \nkeys. \n \nContd..2",
  "2": ":2: \n \n \n(v) \nAll  entities concerned  with  civil  aviation operations  shall  also adhere to  \nsimilar   procedure  to handle  and  protect classified  and  sensitive documents/ \ninformation. \n \n2. \nThis AVSEC Order  shall   be implemented  with immediate  effect. \n \n \n \n \n(Gurjot Singh Malhi, IPS) \nCommissioner of  Security  (CA ) \nDistribution : \nAs per  list  attached"
}