{
  "1": "Mtb/bcasdocs/aep/temp.aep \n \nRestricted                 \n \n                 NO.CAS-9(15)/98/PIC \nBUREAU OF CIVIL AVIATION SECURITY \n(MINISTRY OF CIVIL AVIATION) \nGOVERNMENT OF INDIA \nA’ WING , JANPATH  BHAWAN , \nJANPATH, NEW DELHI -110001 \nDate:       28.05.2010 \n \nAVSEC ORDER NO.   04  / 2010 \n \n \nSub:   Issuance of Temporary Airport Entry Passes by the Airport \nOperators under Rule-90(1), Rule 90(3) and Rule 90 (4) of \nAircraft Rules 1937. \n \nCommissioner of Security (Civil Aviation), Bureau of Civil Aviation \nSecurity, in exercise of powers conferred by Section 5A of Aircraft Act 1934 \ndelegated to him vide Government of India, Ministry of Civil Aviation \nNotification No. 1797 dated July 3, 1997 read with Rule 90 of Aircraft Rules \n1937 hereby directs that:  \n \n \ni. No Permanent AEPs shall  be issued by Airport Operators. Only \nTemporary Airport Entry Passes  (AEPs) for Indian Nationals, for a \nperiod of maximum of 30 days, in a period of six months, can be \nissued by the Airport Operators for their own airport only. \nBackground check/verification of the applicant from the Police \nStation concerned, is required for issuance of Airport Entry Passes \nfor a period of 4 days & above. In case of foreigners, appropriate \ntemporary pass will be issued only after approval from BCAS. \n \n \nii. Only Indian national (Not Foreign National) shall be authorised for \nissuing Temporary AEPs. \n \niii. No renewal/extension of these Temporary AEPs will be done by the \nAirport Operators. Any such renewal/ extension of temporary AEPs \nby the Airport Operators, beyond 30 days, will be treated as illegal. \nIn case there is any further requirement, the same may be \nforwarded to concerned Regional office of BCAS. The pass may be \nissued by the operator for the entire duration of work/contract  after \ngetting approval of the same from concerned RDCOS,BCAS. \n \niv. In-charge APSU/CASO shall not be involved in the process of \nissuance of temp. AEPs in any manner whatsoever; \n \nCont..2/",
  "2": "Mtb/bcasdocs/aep/temp.aep \n \nv. The Commissioner of Security (CA); and his officer authorised by \nhim shall continue to issue AEPs/Temp. AEPs; and  \n \nvi. Specimen signature of the issuing authority of temp. AEPs shall be \nsent to CASO/in-charge APSU. \n \nThe above directions shall be implemented by all airport operators in the \ncountry with immediate effect. Violations, if any, shall attract legal action under \nSection 11A of Aircraft Act 1934. \n \n \n \n(M.Malaviya) \nIPS \nAddl. Commissioner of Security (CA) \n \nDistribution: As per the list attached."
}