{
  "1": "RESTRICTED \n \nGOVERNMENT OF INDIA \n(MINISTRY OF CIVIL AVIATION) \nBUREAU OF CIVIL AVIATION SECURITY \nA- WING , JANPATH BHAWAN , \nJANPATH, NEW DELHI -110001 \nNo. CAS-8(4A)/2000.DIV-I \n \n \n \n \n                Date:17/01/2011 \nAVSEC Order No. 05 /2011 \nSubject:- \nDesignation of Security Co-ordinator at each airport served by civil \nflights in India and responsibility thereof. \n \nIn exercise of powers conferred by Section 5A of the Aircraft Act, 1934, \ndelegated to him vide Government of India, Ministry of Civil Aviation Notification No. \n1797 dated July 3, 1997, Commissioner of Security (Civil Aviation), for the purpose of \nsecuring the aircraft operations and access control at the  civil  airports in India directs \nthat: \n \n(i) \nThe Chief Executive  Officer of  Indian Nationality  at each Greenfield \nIndian Airport  and Airport  Director or  Incharge Airport  Management at AAI \nAirports  which are served by civil flights shall be Security Co-ordinator at the \nrespective airports and  shall be  responsible for coordinating the implementation \nof security measures in accordance with the legal provisions and instructions \nissued by the Bureau of Civil Aviation Security from time to time. \n \n(ii) \nThe  Security Co-ordinator shall  designate a Chief Security Officer (CSO) \nresponsible for security oversight.  The CSO shall be bestowed  upon the powers \nwhich shall  encompass all security controls at the airport level for which the \nSecurity Co-ordinator is responsible for coordinating. \n \n \n \n(iii) \nThe CSO at  the concerned airport  shall  establish a process for  \nresolution of deficiencies or concerns identified in the security tasks delegated  to \nthe  Airport  Operator  and other entities at the airport level. Necessary action \nshall be taken to rectify the deficiencies  or concerns and shall  submit the report  \nto the  Security Coordinator for  further  action,  if any,  and communication to the  \nCOS(CA). \n \n2. \nThis AVSEC Order supercedes AVSEC Order  No.3/2000, dated 27.5.2000. \n \n3. \nAny violation of  this  AVSEC  Order  shall attract penalty under Section 11A of \nthe Aircraft Act, 1934. \n \n \n(Gurjot Singh Malhi, IPS) \nCommissioner of  Security  (CA ) \nDistribution : \nAs per  list  attached"
}