{
  "1": "ORDER Q&Q PROGRAMME (SECURITY MANUAL) \n \n1\nFAX-23315695 / 23311598 \n \nNO.CAS-8(4A)/2000.DIV-1 \nBUREAU OF CIVIL AVIATION SECURITY \n(MINISTRY OF CIVIL AVIATION) \nGOVERNMENT OF INDIA \nA WING , JANPATH  BHAWAN , \nJANPATH, NEW DELHI -110001 \nDate   : 21.12.2004 \n \n \nAVSEC ORDER NO. 6/2004 \n \nIn the exercise of powers conferred by Section 5A of Aircraft Act \n1934 delegated to him vide Government of India, Ministry of Civil \nAviation Notification No. 1797 dated July 3, 1997, for the purpose of \nsecuring the safety of aircraft operations and  access control   at the   \ncivil  airports  in India,   the  Commissioner of  Security  (CA)  directs   \nthat  the  enclosed  National Civil Aviation Security Quality Control \nProgramme, which has  been formulated to   comply with  the \nrequirements of  Standards 3.4.1  to 3.4.6 of Annex-17  to  the  \nconvention on international  civil  aviation, shall be implemented by all  \nagencies  connected  with  aviation security  in India. \n \n \n(R.C. Tayal) \nOffg. Commissioner of Security (CA) \n \nDistribution as per list attached.",
  "2": "ORDER Q&Q PROGRAMME (SECURITY MANUAL) \n \n2\n \nNATIONAL CIVIL AVIATION SECURITY QUALITY CONTROL \nPROGRAMME OF INDIA \n \n1. \nEffective   civil   aviation security can be achieved  through   the \ndevelopment , implementation   and  maintenance  of  comprehensive   \nflexible and  effective  Quality   Control  Programme. To  achieve the primary \nobjective  i.e.  protection  and safety of   passengers, crew, ground   \npersonnel , general  public, aircraft  and  facilities  of an airport  serving  \naviation  against  acts of  unlawful   interference  perpetrated  on  the ground  \nor in flight, various combination  of  measures    and marshalling  of various  \nhuman  and material resources  are implemented at the  appropriate level \nthrough various programmes.  Standardised implementation of following \nprogrammes is to be ensured: \n \n1.1 \nNational  Civil  Aviation Security  Programme \n1.2 \nNational   Civil Aviation Security   Training   Programme \n1.3 \nAirport   Security  Programme;  and \n1.4 \nAirline   Operators  Security  Programme \n \n2. \nNational Civil Aviation Security Quality Control Programme of India is \nhereby \nestablished \nto \nimplement \n \nStandards \n3.4.1 \nto \n3.4.6 \nand \nRecommended Practices 3.4.7 of Annex 17 to the Convention on International \nCivil Aviation at airports in India and Indian registered air operators at all \nairports of their operations. The   provisions  of  this  programme     shall  \napply  to the  security measures   for  :- \n \n2.1 \nInternational   civil air  transport  flight; \n2.2 \nAircraft  engaged  solely  in the  carriage of  air  cargo  or  mail;  \n2.3 \nDomestic  civil   air  transport  flight.;  and  \n2.4 \nAll  general  aviation  flights.  \n \n3. \nInternational \nnorms \nrelating \nto \naviation \nsecurity \nquality \ncontrol \nprogramme are as under: \n \n3.1 \nEach Contracting State shall ensure that the persons implementing \nsecurity controls are subject to background checks and selection procedures. \n \n3.2 \nEach Contacting State shall ensure that the persons implementing \nsecurity controls are appropriately trained and possess all competencies \nrequired to perform their duties and that appropriate records are maintained. \nRelevant standards of performance shall be established and initial and \nperiodic assessments shall be introduced to maintain those standards. \n \n3.3 \nEach Contracting State shall ensure that the persons carrying out \nscreening operations are certified according to the requirements of the \nNational Civil Aviation Security Programme. \n \n3.4 \nEach Contracting State shall require the Appropriate Authority to \nensure the development, implementation and maintenance of a National Civil \nAviation Security Quality Control Programme to ensure the effectiveness of its \nNational Civil Aviation Security Programme.",
  "3": "ORDER Q&Q PROGRAMME (SECURITY MANUAL) \n \n3\n3.5 \nEach Contracting State shall arrange for surveys to identify security \nneeds, arrange for inspections of the implementation of security controls and \narrange tests of security controls to assess their effectiveness. \n \n3.6 \nEach Contracting State concerned with an act of unlawful interference \nshall require its Appropriate Authority  to re-evaluate security controls and \nprocedures and take action necessary to remedy weaknesses so as to \nprevent recurrence. These actions shall be notified to ICAO. \n \n3.7 \nEach Contracting State should require that the effectiveness of \nindividual aviation security measures be assessed by considering their role in \nthe overall system performance of aviation security system. \n \n4. \nObjectives of this Programme have been identified as under: \n \n4.1 \nVerify  the  effective implementation of  security measures; \n4.2 \nMonitor  the level  of compliance    with provision of   the National  Civil \nAviation  Security Programme; \n4.3 \nDetermine the adequacy of effectiveness of  the  National  Civil \nAviation Security Programme; \n4.4 \nEnsure  all  persons who are   assigned    AVSEC  duties   or \nresponsibilities  are  verifiably trained  and instructed  to   carry out   such \nduties; \n4.5 \nEnsure acts of  unlawful  interference  are  investigated ; \n4.6 \nReview   and  re-evaluate  security  measures   and  controls  \nimmediately   following   an act  or simulated exercises of  unlawful \ninterference. \n \n5. \nAPPROPRIATE AUTHORITY \n \n5.1 \nGovernment of India   has  designated  and notified to ICAO that the  \nCommissioner of Security (Civil Aviation)  is  the  Appropriate   Authority    \nresponsible   for the  development , implementation   and  maintenance of   \nthe  National Civil  Aviation Security  Programme   including    National  Civil  \nAviation Security Training  Programme  and  National  Civil Aviation  Security \nQuality  Control  Programme of India. \n \n5.2 \nThe \nAppropriate \nAuthority \nshall \ndefine \nand \nallocate \ntasks \nand \ncoordinate \nactivity \nbetween \nthe \ndepartments, \nagencies \nand \nother \norganizations of the Country, airport and aircraft operators and other entities \nconcerned with or responsible for the implementation of various aspects of the \nNational Civil Aviation Security Programme. \n \n5.3 \nThe Appropriate Authority shall arrange for the supporting resources \nand facilities required by the aviation security services to be available at each \nairport in India. \n \n5.4 \nAviation security functions at each airport in the country shall be carried \nout by the Aviation Security Group of CISF / Airport Security Unit of State \nPolice and airlines security staff as per the tasks allocated to them. Required \nnumber of security personnel for security functions at the airports shall be \ndeployed in accordance with norms prescribed by  the Appropriate Authority.",
  "4": "ORDER Q&Q PROGRAMME (SECURITY MANUAL) \n \n4\n5.5 \nThe following documents duly approved by the Appropriate Authority \nshall be readily available with the CASO and Airport Director/ Incharge Airport \nin order to ensure implementation of security guidelines / directions prescribed \nby the Appropriate Authority in accordance with the National Civil Aviation \nSecurity Programme.  \n \n5.5.1 Airport Security Programme; \n5.5.2 Contingency Plan (Aircraft hijack); \n5.5.3 Bomb Threat Contingency Plan; \n5.5.4 AVSEC Orders/ Circulars issued by the Appropriate Authority; \n5.5.5 Aircraft Act and Rules; \n5.5.6 National Civil Aviation Security Programme; \n5.5.7 National Civil Aviation Security Training Programme; \n5.5.8 Annex 17; \n5.5.9 ICAO Security Manual (doc 8973) to the Convention on International \nCivil Aviation (6th Edition 2002); \n \n5.6 \nVide SO No. 1797 dated 3.7.1997 issued by the Ministry of Civil \nAviation, Government of India, the Appropriate Authority i.e. Commissioner of \nSecurity (CA), Bureau of Civil Aviation Security has been empowered in \npursuance of Sub Section (1) of Section 5A of the Aircraft Act 1934 (22 of \n1934) to issue from time to time by order, directions consistent with the \nprovisions of the Aircraft Act and Rules made thereunder with respect to any \nof the matters specified in clauses (e) and (f) of Sub Section (2) of Section 5 \nof the said Act in so far as such directions relate to safeguarding the civil \naviation, to any person or persons engaged  in aircraft operations or using any \naerodrome in any case where the said Commissioner of Security is satisfied \nthat in the interest of security of India or for securing the safety of aircraft \noperations it is necessary so to do. \n \n6. \nAGENCIES \n \n6.1 \nTo  achieve  a standardized implementation of various programmes for \nsecurity  of  aviation,  the  following   agencies , involved  in civil aviation \nsecurity structure,  shall ensure implementation of relevant provisions of the \nNational Civil Aviation Security Quality Control Programme and for this they \nwill have well defined quality control practices and procedures. \n \n6.1.1 Aircraft    operators; \n6.1.2 Airport  operators; \n6.1.3 Air Navigation  Services; \n6.1.4 Providers of  aviation security and related services  ; \n6.1.5 Appropriate  authority for  aviation  security \n6.1.6 Policing  authority  and other law  enforcement  authorities at the \nairport including intelligence organisations;",
  "5": "ORDER Q&Q PROGRAMME (SECURITY MANUAL) \n \n5\n \n7. \nQUALITY   CONTROL MEASURES \n \n7.1 \nStandardised level of security staff – Standards for security staff \nshall be prescribed by the Appropriate Authority: \n \n7.2 \nRecruitment \n \n7.2.1 Necessary procedure prescribed by Appropriate Authority shall be \nfollowed by the concerned security agencies before deciding whether an \nemployee or potential recruit is of a suitable character and has sufficient \nintegrity to be entrusted to carry out aviation security duties. These \nprocedures shall be carried out regardless of the potential recruits’ previous \nemployment even if this was related to aviation security in another capacity \nwithin the aviation industry ,  police authorities or military. \n \n7.3 \nBackground Checks \n \n7.3.1 A background check shall be made to confirm a person’s identity,  \nprevious experience  and  any criminal history. It should be carried out as part \nof the assessment of an individual’s suitability for  a security restricted area. \nThe background check shall  be updated periodically on a regular basis. \n \n7.3.2 All \npersons \nimplementing \nsecurity \ncontrols \nshall \nbe \nsubject \nto \nbackground checks and selection procedures. \n \n7.3.3 All persons who are required to be issued with airport entry passes/ \ntemporary airport permits for more than 3 days for carrying out their legitimate \nfunctions at an airport  shall be subject to background checks before issue of \nsuch passes. \n \n7.4 \nProcedure for background checks \n \n7.4.1 In each case, persons shall be required to complete a form giving full \ndetails of their education, training and employment for a minimum of five \npreceding years.  \n \n7.4.2 Candidates shall be interviewed by a person specially trained and  \nvetted for the task.  \n \n7.4.3 Police and intelligence agencies shall check with all former employers, \neducational establishments, etc, listed by the candidate about accuracy of the \ndates and any information about experience of the candidate that suggests a \nlack of integrity or otherwise shall reflect adversely upon the candidate’s \nsuitability for security employment.  \n \n7.4.4 Suitable enquiries shall be made in respect of self-employed or \nunemployed candidates. \n \n7.4.5 In case background checks are not able to confirm a candidate’s \nbackground, no Airport Entry Pass shall  be issued to such person. \n \n7.4.6 Authority  granting access clearance shall maintain a record of the \nbackground checks.",
  "6": "ORDER Q&Q PROGRAMME (SECURITY MANUAL) \n \n6\n \n7.4.7 Decision regarding a person’s suitability for employment in a security \nposition shall be taken by  a  senior  executive within the employing \norganization. \n \n7.5 \nTraining \n \n7.5.1 The personnel implementing  security controls shall be trained and \ncertified as per National Civil Aviation Security Training Programme and shall \npossess all competencies required to perform their duties. Appropriate \nrecords of training, & certification shall be maintained. Relevant standards of \nperformance shall be established and initial and periodic assessments shall \nbe made to maintain those standards. \n \n7.5.2 It shall be ensured by Chief Airport  Security Officer (CASO), Airport \nand Aircraft Operators that: \n \n(i) \nsuitably trained personnel are available for deployment who can \napply a standardized level of preventive security for the safe \noperation of civil flights in normal operating condition and who are \ncapable of rapidly expanding such security to meet any increased \nthreat risk situation through access control, perimeter security, anti \nsabotage measures, anti hijacking and other preventive security \nmeasures to prevent any act of unlawful interference to Civil \nAviation. \n(ii) \nPersonnel carrying out screening duties are trained and  certified \nand their quality of performance is kept to the optimum level by \nrefresher and on the job training. \n(iii) \nIt shall be the responsibility of each agency/ organization to arrange \naviation \nsecurity \ntraining \ncourses, \nas \nspecified \nby \nthe \nCommissioner, \nfor \ntheir \nemployees \nengaged \nin \ncivil \naviation \noperations, in accordance with the prescribed training modules. \n(iv) \nNo security personnel who has not been trained, tested and \ncertified \nas \nper \nthe \nNational \nCivil \nAviation \nSecurity \nTraining \nProgramme shall be deployed as screener by the concerned \nagency \n \n7.5.3 Any person who is appointed as aerodrome-in-charge or in-charge of a \nvital installation at an aerodrome shall successfully undergo, if not already \ndone, the civil aviation security course prescribed for that level by the \nCommissioner within a period of three months; \n \n7.5.4 No airline operator registered in India shall deploy a pilot as \ncommander of the aircraft unless he has successfully undergone a civil \naviation security course prescribed by the Commissioner; \n \n7.5.5 No agency entrusted with the security of airports shall deploy a person \nas in-charge of the Aviation Security Group at airport unless he has \nsuccessfully undergone a civil aviation security course prescribed by the \nCommissioner \n \n7.5.6 No airline operator shall deploy a person as in-charge of his security \narrangement at an aerodrome unless he has successfully undergone a civil \naviation security course prescribed by the Commissioner.",
  "7": "ORDER Q&Q PROGRAMME (SECURITY MANUAL) \n \n7\n \n7.5.7 The Airport, Aircraft Operator and any other agency involved in civil \naviation operation at an airport and the Appropriate Authority shall be \nresponsible for quality control of training \n \n7.6 \nCertification of  screeners \n \n7.6.1 Training syllabus/course  contents prescribed by Commissioner of \nSecurity (CA) shall be followed by all agencies. Test and certification for basic \nAVSEC and screeners will be done by Commissioner of Security (CA) only. \n \n7.6.2 The training for screeners shall be valid for three years from the date of \nsuccessful completion and refresher training is to be attended by screeners \nfor validation of certification. Refresher training for screeners after every three \nyears is a must and test and certification will be done by Commissioner of \nSecurity (CA) before revalidation of certification. \n \n7.6.3 Necessary training record shall be maintained by all agencies and shall \nbe available for inspection to BCAS officers. \n \n7.7 \nPerformance   assessment   of security staff. \n \nMechanism shall be developed, wherever practicable, to measure \nobjectively the performance of security staff. Assessments of screening \nefficacy shall include  human factors. Security screeners shall be subjected to \nperiodic practical checks/ tests with clearly identified  consequences in the \nevent of failure. At a minimum, failure in test should be followed by   additional \ntraining and testing before redeployment.. \n \n7.8 \nSurveys, Inspections and Audit \n \n7.8.1 Arrangements shall be made by the Appropriate Authority for surveys \nand inspections to identify security needs, for the implementation of security \ncontrols  and to test their effectiveness. \n \n7.8.2 Survey, Inspection and Audit  of  airports & airline operators   shall be \nconducted in accordance with the   annual  programme  issued   by the  \nCompetent  Authority. \n  \n7.8.3 The Appropriate Authority will provide adequate guidance for survey, \ninspection and  audit  to officials assigned the responsibilities. \n \n7.8.4 Frequency of security survey, inspection  and test at an airport shall be \nfinalized in accordance with categorization of airports which has been done \nbased on threat perception. \n \n7.8.5 Prior to inspection, audit or survey being carried out by the inspecting  \nofficer, appropriate briefings shall be done by him with the Senior Mangers of \nairport, aircraft operator, Chief Airport Security Officer concerned. The scope \nof the task shall be discussed. Specific areas of concern shall be discussed \nand the confidentiality of any findings maintained.  \n \n7.8.6 Survey, Inspection and  audit shall  be done on prescribed format.",
  "8": "ORDER Q&Q PROGRAMME (SECURITY MANUAL) \n \n8\n \n7.9 \nSecurity Test \n \n7.9.1 A security test (dummy checks) which is a simulated act of unlawful \ninterference against existing security measures shall be carried out covertly \nby the officers of the Appropriate Authority and other security officers \nauthorized by the Appropriate Authority with an inert explosive device or \nweapon concealed in baggage or on person. \n \n7.9.2 The security test shall only demonstrate whether the security measure \nor control  are effective as it is being applied at the place and time of the test.  \n \n7.9.3 The use of test as a means of improving compliance shall be treated \nwith caution by the concerned officer. The test shall be carefully planned and \nconducted by the officers of BCAS or other authorized officers and conducted \nin order to eliminate the possibility of it being mistaken for a real attack with \nthe possible resulting disruption to operation and risk of injury or death to all \nconcerned person. Test shall be conducted under the close supervision of the \nauthorized officer concerned. Report of the test shall be sent to the \nAppropriate Authority within a week positively for taking remedial measures. \n \n7.9.4 Test mechanism shall be established to provide for types of tests, \npurpose \nof \ntests, \ntest \nexpectations, \nprocedures, \nfrequencies \nand \nconsequences of failed tests. \n \n7.9 \nMonitoring , simulated  exercises and corrective  measures. \n \n7.9.1 Security arrangements   at  airports  in the country   shall be  monitored  \nby the   Appropriate  Authority periodically depending upon  sensitivity of the   \nairports which is  considered  in the light of  threat  perception. The agencies \nshall be  informed about  the  deficiencies  in security measures and  to \nensure effective  rectification. \n \n7.9.2 In order to test the efficiency of the contingency plan and to familiarize \nall concerned about the responsibilities of different agencies connected with \ncivil aviation operations at the airports ,mock exercise to test the operational \npreparedness of all agencies will be conducted at the airport level and at the \ncentral level as per the guidelines issued by the Bureau of Civil Aviation  \nSecurity (BCAS) from  time to time. \n \n7.10 \nReview  of  contingency plans : \n \n7.10.1 Review of Contingency Plan shall be made on each occurrences or \nthreat of unlawful interference to civil aviation operations. \n \n7.10.2 After each occurrence or threat or simulated exercise of acts of \nunlawful interference a review and analysis of all that transpired shall be \nconducted as soon as possible by the Appropriate Authority for aviation \nsecurity. \n \n7.10.3 On the nature and severity of the occurrence, written reports from \nparticipants shall be called for. All persons involved in any event shall submit \nreports on their roles, the problems and successes encountered, relationships \nwith other involved, effectiveness of communications, and observations on the",
  "9": "ORDER Q&Q PROGRAMME (SECURITY MANUAL) \n \n9\nneed for amendment or revision of the specific contingency plan or the \nAviation Security Programme. \n \n7.10.4 The result of this review and analysis shall be made available to the  \nconcerned  organisations along with the  permission of Appropriate Authority \n(COSCA)  for updating the Contingency Plan on need to  know  basis for  \nimplementation."
}