{
  "1": "FAX-3315695 / 3355165 \nNO.CAS-7(1)/97-DIV-1 \nBUREAU OF CIVIL AVIATION SECURITY \n(MINISTRY OF CIVIL AVIATION) \nGOVERNMENT OF INDIA \nA WING , JANPATH  BHAWAN , \nJANPATH, NEW DELHI -110001 \nDate: 31.12.2004 \n \nAVSEC ORDER NO.    7 /  2002 \n \nIn exercise of powers conferred by Section 5A of Aircraft Act \n1934  delegated to him vide Government of India, Ministry of Civil \nAviation Notification No. 1797 dated July 3, 1997 Commissioner of \nSecurity(Civil Aviation), Bureau of Civil Aviation Security for the \npurpose of securing the safety of aircraft operation directs that  the  \nfollowing  directions  with  regard to  security  of  Catering  \nconsignment  shall be followed  by the  concerned forth with: \n \n1. \nAcceptance of catering supplies – (1) \nNo airline  operator shall \naccept any catering items for loading in the aircraft unless these items have \nbeen subjected to the following security controls, namely :- \n \n(a) \nthe supplies of the catering items have been \nreceived from a caterer with whom the air  \noperator has signed a written contract for the \npurpose. \n(b) \nThe caterer has obtained security clearance \nfrom the  Commissioner. \n \n(2)    The security clearance for the caterer will be given after:- \n \n(a) \nThe  background checks  of the   catering  agency are carried out   \nand nothing  adverse  is found  against  them ;  \n(b) \nthe security programme submitted by the caterer has been duly \napproved, and",
  "2": "(c) \nthe security arrangement made by the caterer has been \ninspected by   a team of  officers of  BCAS or any other \nofficer so authorized  and the same is found to be \nsatisfactory. \n \n2.  \nCancellation of security clearance – Where owner of a \ncatering establishment (caterer) contravenes or fails to comply with \nthe prescribed security norms, the approval granted to the security \nprogramme of such catering agency may be suspended or cancelled \nfor reasons to be recorded in writing and after giving a show cause \nnotice to the owner of such agency.  \n \n3. \nSecurity Controls by the caterer – The caterer shall apply the \nfollowing in-house security measures to the catering supplies and \nstores intended to be taken on board an aircraft; namely :- \n \na) the caterer shall engage an officer who will be responsible for \nthe implementation and supervision of security controls in his \nestablishment;  \n \nb) premises used for the preparation or storage of in-flight \ncatering supplies and stores intended to be carried on \nboard an aircraft shall be secured and access controlled;  \n \n \nc) personnel employed by the caterer for  preparation and \ndelivery of in-flight catering supplies and stores intended \nto be carried on board  aircraft shall be their  regular \nemployees, recruited after getting their character and \nantecedents verified by the police;  \n \nd) personnel  engaged by the caterer in the preparation and \ndelivery of catering supplies and stores intended to be \ncarried on board an aircraft shall be provided with \nsufficient security  awareness training to enable them to \nunderstand and carry out their security responsibilities. \nThe training shall be carried out before they are allowed \naccess to any supplies or stores which are to be loaded \non  aircraft ;",
  "3": "e) all deliveries of raw materials and equipment to the \npremises used for the preparation or processing of \ncatering supplies shall be  broken down or decanted as \nappropriate prior to the preparation process to ensure that \nthese do not contain any prohibited article and thereafter \nheld under security conditions ;  \n \nf) all items which are not broken down or decanted shall be \nx-ray screened or physically searched within the \nconstraints of food and beverage hygienic regulations;  \n \ng) the caterer shall only accept bulk deliveries of pre-cooked \nfrozen meals that cannot be broken down or decanted \nprovided they have been sealed or made tamper-proof;  \n \nh) before any cart  or container containing supplies is closed  \nfor dispatch to an aircraft, the cart or container and its \ncontents shall be checked by the security supervisor to \nensure that it does not contain any prohibited item  or has \nnot been interfered with in any manner which might \ncompromise its security;  \n \ni) catering carts and containers that are placed on an \naircraft shall be so configured that access into the interior \ncannot be achieved when the cart or container is locked \nor sealed;  \n \nj) chilling rooms and refrigerators containing prepared \nmeals and other supplies shall be kept under strict control \nat all times;  \n \nk) seals, binding and other means of rendering supplies \ntamper-proof shall be held under security conditions until \nrequired for use. They would be issued from a central \npoint by a designated person who shall record these \ndetails, which shall be open to inspection;",
  "4": "l) appropriate documentation detailing the nature of the \ncatering supplies and stores, the consignor, the \ndestination and the consignee shall be raised for each \nconsignment of supplies and stores and presented to the \naircraft operator;  \n \nm) the caterer shall issue to the airline operator a security \ncertificate for each consignment of his stores and supplies \nt be loaded on the aircraft to the effect that the \nconsignment does not contain any prohibited item;  \n \nn) Security certificate and other documentation associated \nwith consignments of catering supplies shall be held \nunder security conditions and issued from a central point \nby the designated person of the caterer;  \n \no) The catering supplies shall be transported  by – \n \n(i) \nthe airline operator; or \n(ii) \nthe  caterer’s own transport; or \n(iii) \na haulier whose operating procedures and security \nmeasures have been approved by the airline operator. \n \np)  \nAll  vehicles which are used for transportation of catering \nsupplies to and from the aircraft  shall be securable.  These vehicles \nmust be locked when not in use. \n \nq) \nAll the prescribed food and hygienic regulations shall be \nobserved during preparation, packing and transportation of the \ncatering supplies & stores. \n \n4. Security Controls by the Airline Operator – The airline  operator \nshall apply the following security controls to his catering stores and \nsupplies, namely :-",
  "5": "(A)   During preparation stage at location –  \n \n(a) \ncatering operations during all phases of catering cart assembly in \nthe catering establishment until loaded on the transport vehicle \nshall be monitored by the security staff of airline operator  , or \n \n(b) \nsearch/ inspection the catering carts prior to loading on the \ntransport vehicle shall be done as below: \n \n \n \n(i) \nfood and sealed items shall be inspected to the extent \npermitted by local laws and hygiene standards. The \ninspection shall focus on external appearances, appropriate \nweights, signs of tampering with packaging, and insertion of \ninappropriate items. It shall include food and beverages, \nserving utensils, liquor supplies and duty-free items; and \n(ii) \ninspection of food carts and supply trolleys shall include \nside \npanels, \ndoors, \nundercarriages, \nand \ndry \nice \ncompartments; and \n(iii) \nitems that are not containerized shall be physically searched; \nand \n(iv) \ninspection shall be done inside the catering establishment or \non the loading dock. \n \n(B)During Transportation –  \n \n(a) \nAll catering supplies/ carts shall be escorted  from the \ntime the cart assembly is completed or the security check \nis completed, through loading on the transport vehicle \nuntil delivery on board the aircraft. The escort so provided \nshall be capable of monitoring all catering items at all \ntimes while in transit. \n \n \n \n \n \nOr \n(b) \neach assembled monitored/ inspected cart shall be sealed as \nbelow, at the catering establishment prior to loading on the transport \nvehicle. \n \ni) \neach catering cart will be sealed with a tamper-proof, \nsequentially numbered security seal. A record shall be made of",
  "6": "each seal number used on each cart for each flight. This record \nshall be maintained for at least seven days from the completion \nof the respective flight. \n \nii) \nprior to loading any catering item into the transport \nvehicle, interior portion of the vehicle shall be searched \nto ensure that the vehicle is sterile. Any suspicious or \npotentially threatening item will be resolved prior to \nloading catering items into the vehicle;  and \n \n \niii) \nloading of all catering items into the assigned transport \nvehicle shall be monitored; and \n \niv) \nonce delivered to the aircraft, the seal attached to the \ncatering carts shall be inspected for signs of \ntampering. The person breaking the seal will  verify \nthat each seal was intact and the seal number listed in \nthe record of seals applied to that cart . Items that are \nnot sealed will be physically searched; and \n \nv) \nin the event seals show signs of tampering or are \ndiscovered broken, all catering items will be physically \nsearched \nfor \nweapons, \nexplosives, \nand \nother \ndangerous devices prior to loading on the aircraft; and \n \nvi) \nall seals and related supplies will be accounted for, \nstored in a locked container and protected from \nunauthorized access. \n \n \n \nOR \n(C ) The transport vehicle which is used for carrying catering \nsupplies and stores shall be sealed as below:- \n \na) \nonce the transport vehicle has been searched and \nloaded, all vehicle access doors shall be closed and sealed with \ntamper-evident, sequentially numbered security seals. A record \nshall be made of the seal numbers used on each transport \nvehicle. This record will be maintained for at least seven days \nfrom the completion of the associated flight; and",
  "7": "ii) \nthe transport vehicle shall proceed directly to the aircraft.  Once \nat the aircraft, the seals attached to the vehicle access points \nwill be inspected for signs of tampering prior to breaking the \nsame. The person breaking the seal must verify that the seal \nwas intact and the seal number listed in the record of seals \napplied to that access point; and \n \niii) \nif the transport vehicle makes intermediate stops from the \ncatering establishments to the aircraft and the seal is broken, \nthe vehicle shall be escorted between each intermediate stop, \nor all vehicle access points opened at each intermediate stop \nshall be resealed using the prescribed method until all catering \nhas been completed. \n \n(5) \nIt shall be the responsibility of the head of security organization \n/ his authorized officers  of   the respective  airline operators to \nconduct quarterly inspection of the security arrangement, his catering \nsupplies and stores. A copy of the inspection report shall be sent to \nthe Commissioner of Security (CA). \n \n(6) \nInspection/ Tests -  The officers of  BCAS of the    rank of  \nAsstt  Commissioner and  above  may carry out inspections  and \nchecks to monitor the security preparedness of the catering agency , \nand the security integrity of transportation of  the catering items from \nthe concerned agency to the aircraft. \n \n(7) \nSecurity controls for Newspapers and cleaning supplies etc  -- \nNo airline operator shall accept newspapers, magazines, cleaning \nstores and supplies or any other item for loading in the aircraft unless \nthese items have been subjected to the following security controls \nnamely:- \n \n(a) \nThe stores & supplies have been obtained from an \nestablishment with whom the air operator has a written and \nsigned contract for the purpose; \n \n(b) \nThe stores and supplies have been searched by hand or x-ray \nscreened to prevent the introduction of any prohibited article, \nand",
  "8": "(c ) \nBefore allowing access to the aircraft the cleaning staff shall be \nfrisked and all the articles carried by them checked properly by \nthe airlines operator. \n \nOffg. Commissioner of  Security (CA) \n \nDistribution  as per list   attached."
}