{
  "1": "Restricted \n \nGOVERNMENT OF INDIA \n(MINISTRY OF CIVIL AVIATION) \nBUREAU OF CIVIL AVIATION SECURITY \nA- WING , JANPATH BHAWAN , \nJANPATH, NEW DELHI -110001 \nNo. NO.CAS-7(9)-2011.Div.I \n \n \n \nDate:21/01/2011 \nAVSEC Order No. 8/2011 \nSubject:- Potentially Disruptive Passengers \n \nIn exercise of powers conferred by Section 5A of the Aircraft Act, 1934, delegated to \nhim vide Government of India, Ministry of Civil Aviation Notification No. 1797, dated July 3, \n1997, Commissioner of Security (Civil Aviation), Bureau of Civil Aviation Security for the \npurpose of securing the aircraft   operations  directs that: \n(i) \nlegal action in respect of  the potentially  disruptive  passengers  shall be  taken  \nin accordance with the provisions of  the Tokyo Convention Act, 1975. \n(ii) \ninstructions contained in Chapter 5  Vol. IV Doc. 8973 (ICAO Security Manual- an \nextract  is  enclosed as Annexure-I) shall be  implemented by  all concerned  \nentities on the  above  subject. \n(iii) \nbesides above, instructions  already issued  by this  Bureau  vide  Circular  No. \n42/2005 dated 24.10.2005 in respect of passengers under judicial custody and/or \nadministrative control,  shall  remain in force. \n2. \nThis AVSEC Order shall come into force  with immediate effect. Any violation of  \nthis  AVSEC  Order  shall attract penalty under Section 11A of the Aircraft Act, 1934. \n \n \n \n(Gurjot Singh Malhi, IPS) \nCommissioner of  Security  (CA ) \nDistribution : \nAs per  list  attached",
  "2": "Chapter 5 \nPOTENTIALLY DISRUPTIVE PASSENGERS \n \n5.1 \nGENERAL \n \n5.1.1 \nIn normal circumstances, inadmissible persons, deportees and persons in lawful custody \nwho are travelling involuntarily – all potentially disruptive passengers – are not dealt with in the context of \naviation security. The relevant regulations concern the field of facilitation, not security, and are contained \nin Annex 9 — Facilitation.  Each State should ensure that Annex 9 SARPs are implemented by aircraft \noperators operating from its territory. \n \n5.1.2 \nAttention, however, should be drawn to certain provisions of Annex 17 since the special \ncategories of passengers cited above must be viewed as potentially disruptive. More specifically, persons \nin lawful custody are not addressed in Annex 9 provisions. \n \n \n5.2 \nSPECIFIC TERMS AND DEFINITIONS \n \n5.2.1 \nIn addition to the definitions presented in Chapter 1, the following specific terms are used \nwhen referring to the special categories of passengers cited above. \n \na)   DEPO – industry-approved code for a deportee; \n \nb)   DEPA  –  industry-approved  code  for  a  deportee  accompanied  by  an  authorized \nescort; \n \nc)   DEPU – industry-approved  code for a deportee not accompanied by an authorized \nescort; \n \nd)   deporting  State  –  the  State  that  has  arranged  for  a  deportee’s  removal  from  its \nterritory; \n \ne)   escort  –  a  person  authorized  by  the  deporting  State  who  has  been  trained  to \naccompany deportees on removal flights; \n \nf) \nINAD – an inadmissible passenger (a passenger refused admission to a State by its \nauthorities  or  refused  onward  carriage  by  a  State  authority  at  a  transfer  point \nbecause he or she lacks the required visa, has an expired passport, etc.); and \n \ng)   persons in lawful custody – persons either under arrest or convicted by courts of law \nwho must be transported to another State for legal reasons. \n \nNote. — For the transport of persons in lawful custody, an escort should be provided by the competent \nauthorities. \n \n \n5.3 \nRESPONSIBILITIES \n \n5.3.1 \nEach State should develop regulatory requirements for the carriage of passengers who \nare obliged to travel because they have been the subject of judicial or administrative proceedings, and \nshould  also  develop,  in  cooperation  with  aircraft  operators,  procedures  for  the  carriage  of  the  special \ncategories of passengers cited above. \n \n5.3.2 \nRequirements  concerning  such  passengers  should  be  reflected  in  the  NCASP  and \nNCASTP. The applicable procedures should address the:",
  "3": "Security Manual \n5-114 \nVolume IV \n \n \na)   need   to   provide   prior   information   to   the   aircraft   operator   and   notify   the \npilot-in-command; \n \nb)   security measures to be applied before and during the flight; and \n \nc)   operator’s  right  to  deny carriage  and  the  pilot-in-command’s  ultimate  authority with \nrespect to aircraft safety. \n \n5.3.3 \nStates should ensure that all applicable measures are implemented by aircraft operators \nand airports. \n \n \nApplications \n \n5.3.4 \nThe applicable measures should apply to any inadmissible person who arrives by air, any \ndeportee to be flown to his or her State of citizenship, and any person under lawful custody who is to be \ntransported  by  air.  All  parties  involved,  such  as  law  enforcement  authorities  and  aircraft  and  airport \noperators, should cooperate fully with one another in applying the relevant provisions. \n \n \nRisk assessment \n \n5.3.5 \nRisk   assessments   should   be   carried   out   by   authorities   for   passengers   who   are \nearmarked for removal from a State, and the results should be communicated to the aircraft operator and \nthe pilot-in-command. Risk assessments should take into account passengers’ history, past and current \nbehaviour, any media or activist activity and any other relevant aspects that may indicate a security risk. \n \n5.3.6 \nBased on the results of risk assessments, authorities should indicate whether an escort is \nnecessary. Persons in lawful custody should always be escorted. \n \n \nPrior notification \n \n5.3.7 \nIf potentially disruptive passengers are to be transported by air, aircraft operators should \nbe given sufficient prior notice by relevant authorities, including information about the nature and number \nof such passengers. Oral information should always be confirmed in writing. \n \n5.3.8 \nWritten  notification  to  aircraft  operators  and  pilots-in-command  should  contain  the \nfollowing details: \n \na)   the identity of the potentially disruptive passenger; \n \nb)   the reason for transportation; \n \nc)   name and title of escorts, if any; \n \nd)   risk  assessment  information  including  reason  for  assigning  or  not  assigning  an \nescort; \n \ne)   prior seating arrangements, if required; and \nf) \nthe nature of available documents. \n5.3.9 \nThe following guidelines, based on the experience of States and aircraft operators, apply \nto the transport of potentially disruptive passengers.",
  "4": "Chapter 5. \nPotentially Disruptive Passengers \n5-115 \n \n \na)   inadmissible  persons.  The  relevant  authorities  should  notify  the  aircraft  operator \n(usually  the  inbound  carrier)  without  delay,  and  normally  on  the  same  day  as  the \npassenger’s arrival, of the need to transport an inadmissible person. The deadline for \nnotifying the aircraft operator of a passenger’s inadmissibility (including the reason for \nsuch  refusal)  is  the  check-in  cut-off  time  for  the  intended  outbound  flight.  The \npilot-in-command  should  be  made  aware  of  the  need  to  transport  an  inadmissible \nperson during pre-flight preparations and prior to passenger boarding; \n \nb)   deportees.  The  relevant  authorities  should  give  sufficient  notice  to  the  aircraft \noperator  any time  a  deportee  is  to  travel by air,  and  normally should  provide  such \nnotification  at  least  24  hours  before  the  intended  departure,  but  certainly  not  less \nthan  three  hours  in  advance.  The  pilot-in-command  should  be  informed  of  the \ndeportation, including the reason for expelling the individual and for assigning (or not \nassigning) an escort, during pre-flight preparations; and \n \nc)   persons in custody. The relevant authorities should inform the aircraft operator of the \nintention to travel with a person in custody at least 24 hours prior to departure. The \nnotification (required in writing) should indicate whether the passenger is considered \ndangerous,  and  should  include  any  other  pertinent  information  that  may  help  the \noperator  assess  the  risk  to  flight  security.  Persons  in  custody  should  always  be \nescorted by one or more law enforcement officers whose identities and nationalities \nshould be disclosed to the aircraft operator. The pilot-in-command should be made \naware of the situation during pre-flight preparations. \n \n \n5.4 \nGENERAL PROCEDURES \nDeportees and inadmissible persons \n5.4.1 \nIn the case of deportees that are to be transported by air, the responsibility for effecting \nrepatriation   lies   with   law   enforcement   authorities.   With   respect   to   an   inadmissible   person,   the \nresponsibility for repatriation falls to the inbound operator, since Annex 9 provisions require that aircraft \noperators  take  appropriate  measures  to  ensure  that  travel  documents  are  in  order  at  the  embarkation \npoint. If an aircraft operator is required to transport an inadmissible person, the passenger should be in \npossession of travel documents or, if these documents were seized, of a covering letter for presentation \nto the appropriate authority. \n \n5.4.2 \nIn  addition  to  notifying  the  aircraft  operator  of  the  intention  to  transport  a  deportee  or \ninadmissible  person,  appropriate  authorities  should  notify public  authorities  in  the  State  of  repatriation, \nand in any State where the passenger will be in transit. \n \n5.4.3 \nOne or more escorts should accompany a deportee if an assessment indicates that the \npassenger may offer resistance and could pose a security risk during flight. \n \n5.4.4 \nIn-flight  security  is  usually  provided  by  government-employed  officers.  However,  if \npreferred, aircraft operators may deploy their own security personnel instead. Escorting officers should be \nspecially  trained  and  briefed  to  carry  out  their  duties  (guidance  on  security  measures  for  passengers \naccompanied by escorts and provisions for armed escorts may be found in Section 5.5 and Chapter 6, \nrespectively). \n \n \nPersons in custody \n \n5.4.5 \nResponsibility for a person in lawful custody who must be transported by air lies with the \nappropriate authorities, who should notify the aircraft operator of the travel intentions in advance and may \nproceed only with the aircraft operator’s agreement to carry the potentially disruptive passenger.",
  "5": "Security Manual \n5-116 \nVolume IV \n \n \n5.4.6 \nTo  ensure  flight  security,  aircraft  operators  may  transport  persons  in  custody  under \ncertain conditions, i.e. if the person in custody is: \n \na)   not  considered  dangerous,  the  passenger  should  be  accompanied  by  at  least  one \nlaw enforcement officer (with the agreement of the aircraft operator); and \n \nb)   deemed   dangerous,   two   or   more   law   enforcement   officers   should   escort   the \npassenger  (notwithstanding  the  presence  of  escorts,  not  more  than  one  such \npassenger should be allowed on any flight). \n \n \n5.5 \nSECURITY MEASURES \n \n5.5.1 \nMany  inadmissible  persons,  deportees  and  persons  in  custody  travel  voluntarily  and \npeacefully, but on occasion such persons may present a security risk. The number of escorts required for \neach situation, if any, is determined jointly by the relevant authorities and the aircraft operator. \n \n5.5.2 \nBefore boarding a potentially disruptive passenger, the authorities should verify with their \ncounterparts at transit points and the final destination that the travel intentions are acceptable to them. \n \n5.5.3 \nCertain preventive measures should be in effect before and during a flight with potentially \ndisruptive passengers on board, as follows: \n \na)   the number of inadmissible passengers, deportees or persons in custody should be \nlimited  according  to  the  aircraft  size,  reason  for  removal  of  the  individual  from  the \nState and risk assessment; \n \nb)   a sufficient number of escorts should be deployed, based on the nature and number \nof potentially disruptive passengers and a risk assessment; \n \nc)   the flight itinerary should be kept classified and should not be disclosed to the public; \n \nd)   additional security searches should be conducted on passengers and cabin baggage; \n \ne)   inadmissible  persons,  deportees  or  persons  in  custody should  be  boarded  prior  to \nother  passengers,  and  the  pilot-in-command  should  be  informed  of  the  seating \nlocation of such passengers and their escorts; \n \nf) \nseats should be assigned as far as possible to the rear of the cabin, but not adjacent \nto a door or emergency exit, and should be in a row of two or more seats with at least \none escort sitting between the potentially disruptive passenger and the aisle (to the \nextent practicable, the escorted passenger should not be seated next to a minor); \n \ng)   alcoholic  beverages  should  not  be  served  to  escorts  and  the  passengers  they \naccompany; \n \nh)   food  and  non-alcoholic  beverages  may  be  served  at  the  discretion  of  escorts,  but \nshould not be accompanied by metal utensils or a knife; and \n \ni) \ndepending on the risk assessment, restraining devices should be available for use by the \nescort. \n \nNote. — The use of restraining devices by an escort should be limited to actual need and should conform \nto the laws of the State and the applicable aircraft operator’s policy.",
  "6": "Chapter 5.\nPotentially Disruptive Passengers\n5-117 \n \n5.5.4\n \nSedatives or other drugs may be administered to  potentially \n \ndisruptive\n \npassengers  only \n \nwhen their use complies with applicable legislation and the aircraft operator’s policy. \n \n \n5.6 \nPILOT-IN-COMMAND AUTHORITY \n \n5.6.1 \nUnder the provisions of the Tokyo Convention, a pilot-in-command has the authority to \ndeny  transport  to  any  passenger  who  appears  to  endanger  safety.  Any  refusal  should  be  based  on \nconduct or behaviour that raises a serious concern about safety. In this context, and in accordance with \nnational laws and international conventions, the pilot-in-command may at the point of boarding refuse to \ntransport inadmissible persons, deportees or persons in custody. \n \n5.6.2 \nThe aircraft operator should, when requested by the State, provide reasons in writing for denying  \nsuch  transportation. Where  necessary,  the  operator’s  response  should  describe  the  additional measures \nthat would enable transportation in similar circumstances",
  "7": "Annex A to Appendix 3 \nDisruptive passenger ground incident report form \n \nFlight No.:   \nFlight Routing:   \n \n \nSTD (Date/time):   \n \n/   \n \nTime of incident: \nhours \nLocation of incident: \n \nPassenger Details: Name:   \nPNR REF:   \n \nClass of travel: First/Club   Economy \nOriginating or in transit? Originating   In transit \nMale    Female \nAge: ___ (estimated years)Nationality:   \n \nTravelling: Alone    With family    In group    (if more than one passenger involved please give details below) \nExecutive Club member    Membership No. if known:   \n \nMember of associated frequent flyer programme:    Please give details:   \n \n \nIncident Details: C/Service staff/Other passengers/Other incident types \nArguing with \nDeliberate damage to property \nVerbal abuse against   Refused boarding by crew \nPhysical violence towards   Smoking in ‘No smoking’ area \nSexual harassment of   Creating a disturbance \nAssault against \nOther (please give details and continue on a separate sheet if necessary): \n \n \nProbable Contributory Factors: Primary factor(s)Secondary factor(s) \n✁ \nAlcohol: \n✁ \nMedical: \n✁ \nPrisoner/deportee in transit: \n✁ \nDissatisfaction with service: \n✁ \nSeat allocation: \n✁ \nOverbooking: \n✁ \nConflict with other passengers: \n✁ \nMishandled baggage: \nOther (please give details and continue on a separate sheet if necessary): \n \n \nASSESSMENT It is the responsibility of ground staff to ensure that a disruptive, or potentially disruptive, customer is \nnot knowingly accepted for flight. In your view, would the boarding of this customer have created a situation on board \nwhere the: \n• \nsafety of the aircraft could have been compromised \n• \nsafety of the crew or other customers could have been at serious risk \n• \npresence of this customer could have jeopardized good order and discipline on board \n• \nother customers in the aircraft cabin could have been disturbed by this customer’s presence \n• \nwell-being of this customer could have been adversely affected by flight \n• \nother (specify)   \n \n \nImmediate Action Taken \nDuty manager called: \nSecurity contractor called: \nPolice called: \nFurther action taken (please give details):   \n \nVictim \nGround staff: \nPassenger   Handling Agent \nOther (please give details and continue on a separate sheet if necessary):   \n \nFollow-up Action \nPolice Action: Arrest \nOther (please give details and continue on a separate sheet if necessary):   \n \nComments/additional Information",
  "8": "Annex B to Appendix 3 \nPassenger disturbance report form \n \n \nLevel 1 incident – Disruptive behaviour (suspicious or verbally threatening) – Verbal Warning. Passenger \nstops disturbance; no other action needed (no report need be filed). \n \nLevel 2 incident – Passenger continues disturbance – Written Warning. The appropriate sections of the \npassenger   disturbance   report  form   are  completed   and   the  relevant   printed  form,  signed   by  the \npilot-in-command, is handed to the passenger (Attachment 1). \n \nLevel  3   incident   –   Passenger   still  continues   disturbance   –   Appropriate   Authorities   Notified.   The \nappropriate  sections  of  the  passenger  disturbance  report  form  are  completed  and  the  relevant  printed \nform, signed by the pilot-in-command, is handed to the passenger (Attachment 2). The authorities will be \ncalled to meet the passenger on landing for appropriate actions.",
  "9": "Attachment 1 to Annex B \nPassenger disturbance report form \n \n \nWRITTEN WARNING \n \nName of Aircraft Operator \n \nPassenger Name:   \nFlight No.:   \nSeat No.:   \n \nDate:   \nTime (UTC):   \n \n \nVIOLATION \nUNACCEPTABLE BEHAVIOUR ON BOARD THIS AIRCRAFT \n \nFINAL WARNING \nfrom the pilot-in-command of this aircraft \nYou have already been told by the cabin crew that your behaviour on board this aircraft is unacceptable. \nWith Immediate Effect: \nYou must comply with the crew’s instructions. \n \nIf you fail to comply, I may decide to land the aircraft at the nearest available location and off load you. \nClaims will be made against you for the diversion costs \nand your ticket will be invalidated for further carriage. \n \nOn arrival, details of your conduct will be reported to the police authorities for possible prosecution. \nAircraft operatorPilot-in-command \n \nName of Aircraft Operator \n \nPassenger Name:   \nFlight No.:   \nSeat No.:   \n \nDate:   \nTime (UTC):   \n \n \nSMOKING VIOLATION \n \nFINAL WARNING \nfrom the pilot-in-command of this aircraft \n \nThis is a non-smoking flight \n \nYou have been told by the cabin crew not to smoke on board this aircraft and the No Smoking sign is on. \n \nIf you smoke or attempt to smoke again, I will request that the police authorities meet this aircraft on \narrival and take appropriate actions. \n \nIn that event, the aircraft operator will report your conduct to the authorities for investigation and \npossible prosecution. Claims will be made against you for any costs incurred as a result of your conduct. \n \nAircraft operatorPilot-in-command",
  "10": "Category 2 / Category 3* (following Category 1 – verbal warning) \nWritten warning given to passenger \n1 \nLevel of Interference \n \nLevel 1 \nLevel 2 \nLevel 3 \nLevel 4 \n(Verbal) \n(Physical) \n(Life threatening) \n(F/D) \n \nAttachment 2 to Annex B \nPassenger disturbance report form for authorities \n \n \n \n(Airline logo) \nUnruly/disruptive Passenger Report \n \nTO BE COMPLETED FOLLOWING ANY LEVEL OF INCIDENT 1 THROUGH 4 \n \nDATE \nFLIGHT NO. \nFIN NO. \nFLIGHT LEG \nPHASE OF FLIGHT \n \n \nFLIGHT DECK CREW \n \n \nPILOT-IN-COMMAND'S NAME \nEMPLOYEE NO. AND BASE \n \nCABIN CREW MEMBERS \n \n \nNAME \nEMPLOYEE NO. AND BASE \nNAMEEMPLOYEE NO. AND BASE \nNAME \nEMPLOYEE NO. AND BASE \nNAMEEMPLOYEE NO. AND BASE \nNAME \nEMPLOYEE NO. AND BASE \nNAMEEMPLOYEE NO. AND BASE \n \n \n \n \n \n \n2 \nDescription of Unruly/disruptive Passenger(s) \n \n \nNAME \nSEAT NO. \nNAMESEAT NO. \n \n  \n  Male [# ]  \n  \n  Female [# ]  \n  Height(s):  \n  Age(s):  \n Weight(s): \nLocation of Incident \n3 \nZone: \nOther (please specify): \n \n4 \nNature of Incident \nPassenger to passenger \nPassenger to crew \nUse of weapon \n  \n  Damage  \n  \n  Other (please specify):  \n \n5 \nSpecific Cause (if known) (* delete as appropriate) \nAlcohol (own/aircraft operator)* \nCabin baggage \nSeating\nDrug-related \nMobile telephone\nSmoking\n \n  \n  Electronic devices  \n  \n  Seat belt regulation  \n  \n Other (please specify): \n6 \nAction Taken \nOff loaded pre-flight \nWarning card issued \nIncident resolved \nRestraints applied \nUnscheduled landing/diversion airport:   \n \nPolice requested \nPassenger disembarked \nArrest requested \nOnward travel documents cancelled",
  "11": "7 \nMedical Assistance \nYES \nNO \nFirst aid administered \n \nTo passenger(s) \nTo crew \nTo unruly/disruptive passenger(s) \n \nMedication administered (please specify type): \n \nName(s) of attending physician(s) \nAddress(es) \nTelephone \nNo. \n \nBrief description of injuries \n \n \n8 \nLaw Enforcement \nYES \nNO \n  \n APO assistance on board \nName(s) of Officer(S)\nBadge No. \nComplaint No. \nName(s) of Officer(S)\nBadge No. \nComplaint No. \nWitness 1 \n \nName \nSeat No. \nTelephone \nNo. \n \n \nAddress \n \n \nWitness 2 \n \nName \nSeat No. \nTelephone \nNo. \n \n \nAddress \n \nCREW MEMBER\nTIME \nObservations  MUST  be  objective  and  sequential.  Include  a  complete  description  of  the  incident,  \nwith  exact words spoken and a description of the behaviour observed. Sign and indicate your \nemployee number following your statement Use additional paper if required\n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n  \nAt first point of landing: \nCABIN CREW: Attach boarding coupon and remit a copy of the form to \neach of the following: \nLaw branch: [Fax No.] \nIn-flight safety: [Fax No.] Corporate \nsecurity: [Fax No.] \nCivil aviation authority: [Fax No.] \n     For the information of the company's solicitor and his advice thereon.",
  "12": ""
}