{
  "1": "RESTRICTED \n \nGOVERNMENT OF INDIA \n(MINISTRY OF CIVIL AVIATION) \nBUREAU OF CIVIL AVIATION SECURITY \nA- WING , JANPATH BHAWAN , \nJANPATH, NEW DELHI -110001 \nNo. CAS-9(1)/2011.DIV-I(Threat Asst.) \n \n \n                             Date: 25/01/2011 \n \nAVSEC Order No.9/2011 \nSubject : Special security measures requested by state. \nIn exercise of powers conferred by Section 5A of the Aircraft Act, 1934, \ndelegated to him vide Government of India, Ministry of Civil Aviation Notification         \nNo. 1797, dated July 3, 1997, Commissioner of Security (Civil Aviation), Bureau of Civil \nAviation, for the purpose of securing the aircraft operations and access  control at the  \ncivil  airports in India directs that: \n \n(i)      Special security measures requested by a State  in respect of   their aircraft \noperator  operating to/ from India shall, to the extent practicable, be carried \nout.  \n \n(ii)   \nIn order that such requests for special security receive appropriate attention  \nof   the  BCAS  the  concerned States should, after mutual consultations and \nprior to any special requests, define procedures and identify officials at the \ngovernment, airport and aircraft operator levels to be notified of or to receive \nthreat information.  \n \n \n(iii)  \nAll  such requests   shall    be  sent   to the  Commissioner  through  the   \nconcerned  Regional Dy Commissioner of  Security (CA), BCAS.  \n \n(iv)   \nIf  considered necessary   by the   Commissioner,   the   matter   before   \nacceding to   any   such  request  for  special  security measures,  the issue    \nmay  be  deliberated    at the  BCAS  Hqrs. by the   Joint  or Adl.  \nCommissioner of  Security  (CA)  with the  representatives  of the  concerned  \nState  facing   any threat  and  appropriate  action  to  enforce  special  \nsecurity measures  within the  ambit of the  NCASP  shall   be  directed   by \nthe   BCAS. \n \n \n(Gurjot Singh Malhi, IPS) \nCommissioner of Security  (CA ) \nDistribution : \nAs per  list  attached"
}