{
  "1": "OFFICE OF THE ADDL. DIRECTOR GENERAL/ AIRPORT SECTOR\nCENTRAL INDUSTRIAL SECURITY FORCE\n(MINISTRY OF HOME AFFAIRS)\n\nAdm. Block, Ground Floor,\nCISF Complex\nMahipalpur, New Delhi- 37\n\nNo, 0-42011/APC/OPS (1)/Circular (BCAS)/24 | 220.- Dated 4 Sept’ 2024\n\nTo\n\nIG/APS-I &dI\nDISG/AP (E&NE, NZ, SZ & WZ)\nDIsG/CASO ASG Delhi, Mumbai, Bangalore, Hyderabad, Kolkata, Chennai & Ahmedabad\n\nAll CASOs of ASGs\n\nSubs Pt isseminating threat information:\n\nPlease find enclosed herewith a copy of office memorandum circulated by BCAS vide letter CAS-\n5(4)/2024/Policy/Guard Rules & Protection/E-95224 dated 27.08.2024 on the above subject matter.\n\n2. This is for kind information and necessary action please.\n\nEncl. As above.\n\n(Vishal Sharma)\nDC/Airport Sector\n\nCopy to: -\nAySec Cell NISA Hyderabad and RTC Arakkonam For favour of kind information please.\n",
  "2": "//RESTRICTED//\n\nCAS-5(4)/2024 /Policy/Guard Rules & Protection/E-95224\n‘°URd WR / GOVERNMENT OF INDIA\nann frat HaIMa/ MINISTRY OF CIVIL AVIATION\nann fara Grail SR / BUREAU OF CIVIL AVIATION SECURITY\nTSM UH, WHAT SAE 4ZT/ UDAAN BHAWAN, SAFDARJUNG AIRPORT\nag feeeit - 110003 / NEW DELHI - 110003.\n\nDate: 27.8.2024\nOFFICE MEMORANDUM\n\nSubject: Procedures for disseminating threat information.\n\n‘The procedure for disseminating threat information by the DG, BCAS to\nrelevant entities, to assist them in conduct of risk assessments, has been outlined\nin Para 12.4 of the NCASP. Further details and procedures arc provided as under;\n\n2. The information shared by the DG, BCAS to assist airport-levcl entities in\nconducting effective risk assessment shall include, but is not limited to;\n\ni) Guidelines on Threat and Risk Assessment.\nii) Bomb Threats.\n\niii) Hijack Alerts.\n\niv) Cyber Threats.\n\nv) Anticipated Law and Order Problem.\n\nvi) Inputs regarding any probable terrorist attack.\nvii) Intelligence inputs regarding IEDs attack\n\nviii) Specific threats to Landside.\n\nix) Likely threat of MANPADS\n\nx) Any other relevant inputs received by the DG, BCAS.\n\n3. Upon receiving threat information from National Intelligence Agencies, the DG\nBCAS, shall collate and further disseminate, as deemed appropriate, to concerned\nstakeholders and other relevant entitics. This information shall be shared through\nsecure means as per laid down procedures.\n\neminate this information\n\n4. Airport Directors, CEOs, or CSOs shall further di\n\ns on a ‘need-to-know’ basis secure means of\n\nto relevant airport-level entiti\ncommunication. On receipt of such information the airport opcrator/ASG shall\nconvene Special Airport Security Committee to assess the local level risk and\nmitigation plan thereof. CSOs of aircralt operators shall share the information with\ntheir station managers using their official email [Ds only. Any changes to the official\nemail IDs of entities shall be promptly communicated to both BCAS and the Airport\nOperator.\n\nfY .»\n",
  "3": "//RESTRICTED//\n\n5. As these information are classified and sensitive; handling, sharing and\ndisposing of thesc information shall be strictly in accordance with Avsec Order No.\n6/2024 dated 26.3.2024 and its amendments from time to time.\n\nZulfiquar Hasan, IPS\nDirector General\n\nzals\\-\n\nDistribution: As per standard list attached.\n"
}