{
  "1": "AVSEC ORDER NO. 1 / 2002 \n \n \nSub: X-ray  screening of  International Export  Cargo. \n \n \nAs per the Standards of Annex 17 to the Convention on International \nAviation it is mandatory to establish measures to ensure that the cargo \nconsignments intended to be carried by air are subjected to appropriate security \ncontrols.  \n \nIn view of the above and also the threat perception from terrorists outfits to \ncivil aviation operations Commissioner of Security (Civil Aviation), Bureau of Civil \nAviation Security, in exercise of powers conferred by Section 5A of Aircraft Act \n1934 delegated to him vide Government of India, Ministry of Civil Aviation \nNotification No. 1797 dated July 3, 1997 for the purpose of securing the safety of \naircraft operation directs that the following instructions with regard to security \ncheck of international export cargo shall be implemented before loading the \ncargo into the aircraft for transportation:- \ni) \nThat all international export cargo consignment shall be subjected to x-\nray screening by the trained security staff of concerned airlines , who \nare certified by BCAS .  \n \nii) \nThat the international cargo consignments which cannot be screened \nthrough x-ray due to size constraints, volume or contents of the \nconsignments , the same shall be physically checked by the security \nstaff mentioned above and security sticker indicating the procedure of \nsecurity check applied shall be affixed on each consignment. \niii) \nThat 24 hours  “cooling off” of the cargo consignments intended for \ninternational export shall not be accepted as an alternate security \nsystem. \n \niv) \nThat APSU shall ensure that the above measures have been taken by \nthe airlines operator and in token of confirmation; the cargo manifest \nshall be countersigned by the responsible officer of APSU on duty \nbefore transportation to airside for loading. \n \nv) \nThat legal action Under Section 11 A of Aircraft Act 1934 shall be \ntaken against the Air Operators who violate the above directions.  Such \nexport cargo consignment shall not be allowed for loading in to the \naircraft by APSU on duty. \nvi) \nThat above directions will take effect from 1st June 2002.  Airport \nManagement/ \nAirline \nOperator \nshall \nensure \nprocurement \nand \ninstallation of x-ray machines for the above purpose by the due date as \nnotified above. \n \n(  Veernna Aivalli )",
  "2": "Commissioner of Security  (CA) \n \nCase No.CAS-8(44)/97.Div.I  Dated : 14 .02. 2002"
}