{
  "1": "AVSEC ORDER 1 / 2001 \n \nSubject:   USE OF MODERN AND SOPHISTICATED ELECTRONIC GADGETS \nLIKE DOOR FRAME METAL DETECTOR (DFMD) \n \n \nIn exercise of the power, conferred by Section 5A of the Aircraft Act, 1934 \n(XXII of 1934/S.O.1797/97), the Commissioner of Security, Civil Aviation, for the \npurpose of Security of the aircraft operations directs that: - \n \n1. \nIn order to minimize inconvenience to passengers, more stress shall be \nlaid by the Airport security Unit personnel on intelligent use of modern and \nsophisticated electronic gadgets like Door Frame metal Detector (DFMD) and \nHand Held Metal Detector (HHMD) along with physical frisking with due courtesy \nto the passengers. \n \n2. \nMulti zone DFMD and sensitive HHMD shall be deployed at each airport \nby the Airports Authority of India (AAI)/Airport Operator concerned for minimizing \nfrisking and to enhance the faster security clearance of passengers. \n \n3. \nBefore passing through the DFMD the passenger shall remove all metal \nobjects, including cigarette packets, that can be removed from his/her body and \nkeep in a small tray which will be placed on a table beside DFMD (which shall be \narranged by the AAI/Airport Operator).  Then the passenger should pass through \nthe DFMD.  In case there is a signal of metal, the passenger shall be asked by \nthe APSU staff on duty again to remove metal left o8t on his/her person.  If the \nadditional metal is removed or even after the second time, metal signal is \nobserved, he/she shall be frisked with HHMD and then physical search shall be \ncarried out.  Any presence of metal, if detected by DFMD / HHMD, shall be \nreconciled to the satisfaction of security personnel and it shall be ensured that \nthe passenger is not having any metal object on his / her person which could be \nused as a tool for any unlawful acts against Civil Aviation Operations. \n \n4. \nThe passenger shall be guided by Airport Security Officer not to crowd at \nthe entrance of the DFMD or at frisking booth but they will pass through the area \none at a time in an orderly way since such type of crowding could create \nconfusion / chaos. \n \n5. \nThe Airport Security Staff shall be responsible for ensuring orderliness at \nthe frisking area. \n \n6. \nAirports Authority of India / concerned Airport Operator shall provide sign \nboards wherever required / feasible for information of the traveling public. \n(VEERANNA  AIVALLI) \nCOMMISSIONER OF SECURITY (CIVIL AVIATION) \n \n(REF NO.CAS-10(3)/2001 \n \nDated 01.03.2001)",
  "2": ""
}