{
  "1": "AVSEC ORDER 2 / 2000 \n \n \nSUB : FRISKING OF PASSENGERS \n \n1. \nIn exercise of powers conferred by central Government under Section 5A of the \nAircraft Act, 1934 (XXII of 1934), the Commissioner of Security (Civil Aviation), \nBureau of Civil Aviation Security directs that in order to prevent weapons, ammunitions, \nexplosives / explosive devices or any other dangerous devices which may be used to \ncommit an act of unlawful interference, the carriage or bearing of which is not \nauthorized, from being introduced, by any means what so ever, on board an aircraft \nengaged in civil aviation, no passenger shall be allowed to board an aircraft unless it is \nensured by the concerned airline operator that such passenger has been frisked and his \nhand baggage screened by the airport Security unit. \n \n2. \nIt is further directed that: \n \n(i) \nFrisking of passenger and screening of his hand baggage shall be done by \nAirport security Unit and his boarding card and hand baggage tag duly \nstamped and signed by the concerned person of APS unit on duty for \nsecurity check.  If any prohibited item mentioned in Para – 1 above, at any \nstage after security check of the passenger is found on person or in his \nhand baggage, the person of APS Unit who has security cleared such \npassenger shall be responsible for the lapse and shall be liable for \npunishment under Section 11 (A) of Aircraft Act, 1934; \n \n(ii) \nDuring the course of frisking of a passenger and tog of his hand baggage if \nany prohibited item mentioned in para –1 above is detected, such \npassenger shall not be allowed to board the aircraft and legal action shall \nbe taken against him by the APS Unit / Local police; \n \n(iii) \nChecking of boarding card of passenger and tag of his hand baggage for \nthe presence of stamp and signature as notified in para 2 (i) above to \nensure that the passenger has been frisked and his baggage screened by the \nAPS unit shall be the responsibility of the concerned Airline Operator.  At \nany stage after the Airline operator collects the boarding card stub from \nthe passenger till he disembarks flight, if it is established that the \npassenger was not frisked and his baggage was not frisked and his \nbaggage was not screened the Airline Operator shall be responsible for \nsuch a lapse and shall be liable for punishment under Section 11 A of \nAircraft 1934. \n \n3. \nThe above AVSEC order shall be enforced with immediate effect.",
  "2": "(VEERANNA AIVALLI) \nCOMMISSIONER OF SECURITY (CA) \n \nREF.NO. CAS-7(2)/99-DIV-I  Dated : 17.05.2000"
}