{
  "1": "AVSEC ORDER 6/2000 \n \n \nSub : Hijack Threat Contingency Plan, \n \n \nIn exercise of the powers, conferred by Section 5A of the Aircraft Act, 1934 \ndelegated to him vide Government of India, Ministry of Civil Aviation Notification. \nNo.1797 dated July 3, 1997 Commissioner of Security (Civil Aviation), Bureau of Civil \nAviation Security for the purpose of securing the safety of aircraft operation directs that \nthe following instruction / guidelines in the event of hijacking threat to an aircraft \noperating to / from India shall be followed by all concerned.   This is in super cession of \nour Circular dated 25th July 1997 issued in this regard. \n \nI \nFor Flights not yet boarded: \n \n(i) \nInteriors of Passenger Cabin to be subjected to check for items, which may \nbe used by hijacker for causing interference to civil aviation operations. \n \n(ii) \nHand baggage of the passenger to be 100 % manually examined.  Any \nitem that could possibly be used by the potential hijacker should not be \npermitted in the hand baggage. If necessary such items should be \ntransferred to the Registered Baggage. \n \n(iii) \nPassengers / crew should be 100 % physically frisked.  In cases given rise \nto suspicion, the persons may be questioned to establish their genuineness \nand identity. \n \n(iv) \nAirline to exercise strict access control to its aircraft on ground. \nInstructions regarding frisking of staff / other person entering into aircraft \nand maintenance of ladder point register to be strictly enforced. Airlines to \nensure that existing instruction regarding security of catering items are \nmaintained. \n \n(v) \nPax reporting after receipt of Hijack call to be questioned to ascertain, if \ncall has originated from them. \n \n(vi) \nPax head-count to be done to ensure that no excess pax is on board. \n \nII. \nFor Flights in process of boarding / already boarded but Aircraft still on  \nground. \n \n(i) \nPassenger already inside the Aircraft to be deplaned along with their hand \nbaggage. \n \n(ii) \nInstructions in para I to be followed thereafter.",
  "2": "(iii) \nAt transit stations in case of a hopping flight instructions in para – I & II \n(i) above to be followed. \n \nIII. \nAircraft already in flight (call received on ground emanating from sources  \nother than crew of the concerned flight) \n \n(i) \nNo need to take any action while aircraft is in flight. \n \n(ii) \nSecurity measures in force to be reviewed quickly by In charge Airport \nSecurity at the station, where, would be hijacker could have boarded the \nflight. \n \nIV. \nThere is no need to unload checked in baggage or hold cargo.  However \npossibility of Gate no show passenger is to be kept in mind.  Such pax should not be \nallowed to board the flight. Further it should be ensured that the passengers do not have \naccess to the registered baggage while in the operational area. \n \nV. \nThe security procedures prescribed above are to be supervised by the senior most \nSecurity Staff of the airline available in the shift. Wherever security staffs are not posted \nthe procedures will be followed under the supervision of the Station Manager of the \nconcerned airline. \n \nVI. \nThe station Manager / Airport Manager of the concerned airlines, in-charge \nAirport security Unit and Airport director of the concerned airport shall be responsible to \ncommunicate about the hijacking threat immediately to the concerned RDCOS BCAS \nand Commissioner of Security (Civil Aviation) by telephone followed by detailed report \nby fax \n   \n(VEERANNA AIVALLI) \nCOMMISSIONER OF SECURITY \n \nREF.NO. CAS-8(44)/97-DIV-I,Dated : 15.11.2000"
}