{
  "1": "GOVERNMENT OF INDIA\nBUREAU OF CIVIL AVIATION SECURITY\n(Minisiry of Civil Aviation)\n\n“4” Wing, Janpath Bhawan,\nJANPATH, NEW DELIN.\n\nDated: 19.9,2002\n\nCORRIGENDUM\nAttention is invited to AVSEC Order No. 6/2002 dated 3.7.2002\nAs per discussions held in a meeting taken by COSCA on 16,9.2002 with Director\n\nSecurity, Air India and Commercial Staff Air India, the following modifications in para | and 6 of the\nabove AVSEC have been approved by COSCA =\n\nPara-l: Photo bearing boarding cards shall be issued by Air India ut check-in counters only for\ndomestic passengers after checking their travel documents and identification, Bonalides\nof international passengers shall be casured by Air India staff on the strength of their\npassport which shall be checked at ladder point/aerobridge.\n\nPara-G: Head count of all transit passengers of board the flight shall be done by Air India statf, [n\ncase of any suspicion’ discrepancy , travel documents of all Intemational transit\npassengers shall be checked physically at the domestic transit station by Air {ndia staif on\nboard. I necessary, laptop computers can also be used for the purpose of such\n\nkitty/identitication of passengers. In case the problem cannot be reconciled, all transit\n\nengers shall be disembarkud for further pre-embarkation checks, Whenever required,\nary assistance to counter check the head count of transit passengers shall be\nprovided by Air India Security Staff.\n\nThis issues with the approval of COSCA.\n\nAddl. Commissioner of Security (CA)\n\n| /C\n\nDistribution: As per list Taetley\nWer Lex)\n\nx\" /\n\n\\ or\n\nMe Aven <a oo\n\nLot ol\n7 Aa / : led a eons cndten\n\n(OLE) ted\nma\n\n",
  "2": "FAN-3315695 / 3355165\n\nNO, CAS-7(8)96-DIV-1\nBUREAU OF CIVIL AVIATION SECURITY\nQGNISTRY OF CIVIL AVIA TION)\nGOVERNMENT OF INDLA\nJANPATH, NEW DELHI -110001\n\nDate :03.07.2002\n\nC ORDER NO. 6/2\n\nInstances of people mixing up on board of Air India fights carrying\ndomestic and international passengers’ in domestic sectors have come to\nnotice, There have been some instances of exchange of boardiag cards also,\nRecently two Afghans could move out of India without authotization and\ntickets. Thus security of air operations is affected by such actions, In order to\nsolve these problems and in exercise of the powers, conferred by Section SA\nof the Aircraft Act, 1934 (XII of 1934), delegated to him by the Central\nGovernment vide the Government of India, Ministry of Civil Aviacon\nnotification §,0.\"number 1797, dated the 3 July, 1997, the Commiss: ner of\nSecurity, Civil Aviation, Buredu of Civil Aviation Security, for the’ purpose of\nsecurity of the aircraft operations, directs that :-,\n\ni¢}) Photo-bearing boarding cards shall be issued by Air\nIndia at check-in counter for both domestic and\ninternational passengers after checking their travel\ndocuments and identification.\n\n(ii) Certain zones in the aircraft shall be earmarked for\n\n&, domestic passengers to segregate them in the aircraft,\n\nUnder no circumstances domestic passengers shail be\nallowed to mix up and occupy: seats in the zones meant\nforthe Intemational Passengers. In case of Internanional\nPassengers in excess of their reserved zone they may be\n\n+ allowed to oceupy seats in the rear in the zone meant\nfor domestic passengers.\n\nMl prea flared\nbh FYL@ NAS Ptsanee\n\nQ Adi ctthee bed\ncf\n\ny ho\nx\n\nberet Sy\n\n",
  "3": "(ai)\n\n(iv)\n\nAll the domestic passengers shall disembark at the domestic\ntransit station without mixing up with international passengers,\nWhile disembarking at the transit station , their boarding\ncards bearing photographs shall be checked by Air India\nStaff so as to ensure that no Intemational transit Passenger\ndisembarks at the domestic transit station.\n\nAll the arriving intemational passengers shall disembark at\nthe domestic transit station. While disembarking at the transit\nstation , their boarding cards shall be checked and\npassengers count reconciled,\n\nInternational transit.passengers shall not be «disembarked at\nthe domestic transit st4tjon unless there .is some suspicion.\n\nHead count of all transit passengers on board the flight\nshall be done by Air India Security Staff. In case of any\nsuspicion / discrepancy , travel documents of all international\ntransit passengers shall be checked physically at the domestic\ntransit station by Air India Commercial Staff.on board. If\nnecessary, laptop computer can also be used for the purpose\nof such checking/identification of passengers. In case the\nproblem cannot be reconciled all transit passengers shall be\ndisembarked for further pre-embarkation checks,\n\n’ Contd.. 3\n",
  "4": "feed\n\n(vii) Announcement of Passengers to board the flight will be\nin the following sequence:-\n\n(a) Wheel Chair Passengers- 1\";\n(b) ;\n(ce) Economy class passengers zone wise- ahs\n(4) Executive Class passengers- 4\" ;\n\n(e) First Class passengers —5\",\n\nThe\n\nabove directions shall be enforced with * immediate\neffect,\n\nRb Jo\n\n(Veeranna Aivalli)\nCommissioner of Security (CA)\na\n\nDISTRIBUTION AS PER LIST ATTACHED.\n\n"
}