{
  "1": "117 \n \n \nAVSEC ORDER 7/2000 \n \nSUB : DUMMY CHECK \n \n \n1. \nIn exercise of the powers, conferred by Section 5A of the Aircraft Act, \n1934 (XXII of 1934/S.O. 1797/97), the Commissioner of Security, Civil Aviation, \nfor the purpose of security of the aircraft operations, directs that in order to assess \nthe effectiveness of security controls in respect of anti-hijacking, anti-sabotage \nsecurity measures and enforcement of access control system in accordance with \nthe guidelines issued by the Bureau from time to time which as to be implemented \nby security staff of the Airport Security Unit, Air Operators and Airport Operators \nconcerned at the civil airports in India, besides the officers of the Bureau of Civil \nAviation Security and the officers of CISF, the officers of State/UT police may \nconduct such tests with or without dummy weapons, such security controls at the \nairports where CISF has been deployed for aviation security duties, after \nobtaining authorization in writing from Commissioner of Security, Civil Aviation \nfor  conducting such tests.  Immediately after the dummy check, the result and \ncomments should be sent to the BCAS Hqrs and the airport Director concerned.  \nIn order to take follow up action, monthly report of dummy checks conducted by \nthe CISF and police officers at Airports maybe sent to this Bureau regularly every \nmonth. \n   (VEERANNA AIVALLI) \nCOMMISSIONER OF SECURITY(CA) \n \nREF.NO. CAS-6(4)/99-DIV-I \nDated : 15.11.2000 \n \nAVSEC ORDER 8 / 2000 \n \nSUB : SKY MARSHALL- MEDICAL INSPECTION \n \n1. \nIn exercise of the powers, conferred by Section 5A of the Aircraft Act, \n1934 (XXII of 1934/S.O. 1797/97), the Commissioner of Security, Civil Aviation, \nfor the purpose of security of the aircraft operations, directs that no person acting \nas, or carried in aircraft for the purpose of acting as Sky Marshall shall have taken \nor used any alcoholic drink, sedative, narcotic or stimulant drug or preparation \nwithin 12 hours of the commencement of the flight or take or use any such \npreparation in the course of the flight, and no such person shall , while so acting \nor carried, be in a state of intoxication or have detectable blood  alcohol \nwhatsoever in his breath, urine or blood alcohol analysis or in a state in which by \nreason of his having taken any alcoholic, sedative narcotic or stimulant drug or \npreparation his capacity so to act is impaired, and no other person while in a state \nof intoxication shall enter or be in aircraft.",
  "2": "118 \n \n \n2. \nThe Sky Marshals shall be subjected to medical check-up by the \nauthorized medical practitioner of the concerned Air Operator on which the Sky \nMarshals are assigned duties.  A record of such checks will be maintained by the \nairlines concerned for any subsequent inspection/verification by the competent \nauthority. \n \n3. \nIn case the sky Marshal is found under intoxication / Influence of alcohol / \nother drugs, he shall not be allowed to undertake the assignment of Sky Marshal \nand necessary action will be taken by D.G.N.S.G. \n \n (VEERANNA AIVALLI) \nCOMMISSIONER OF SECURITY \n \n \nREF.NO. CAS-41(1)/2000-DIV-I, Dated : 19.12.2000"
}