{
  "1": "AVSEC ORDER NO. 8/2001 \n \n \nWhile analyzing   threat perception   to civil aviation, ICAO   has stated \nthat civil   aviation has become more susceptible    to     various kinds of   threats.  \nThese different   kinds of threat will be much more difficult   to detect in advance \nand, therefore, be less apparent, even   to trained    airport security staff and \nairline crew members until the initiation of action by the perpetrator (s). \n \nIn order to counter the different types of threat, ICAO has suggested \nvarious measures. One of the measures suggested by ICAO is “denying a \nperpetrator access to the cockpit throughout flight operational procedures”. It has \nnow been decided to accept   this suggestion and in order to implement   the \nsame   the following directions are issued:- \n \nIn exercise of powers conferred by Section 5A of Aircraft Act 1934 \ndelegated to him vide Government of India, Ministry of Civil Aviation Notification \nNo. 1797 dated July 3, 1997 Commissioner of Security (Civil Aviation), Bureau of \nCivil Aviation Security for the purpose of securing the safety of aircraft operation \ndirects that: - \n \ni) \nCockpit doors of an aircraft, which is in flight, shall be kept locked \nduring all phases of flight to deny perpetrator access to the cockpit. \nii) \nProper communication system shall also be maintained both by cockpit \nand cabin crew during the flight timings to ensure the safety of the \nflight and security of the passengers and their property. \niii) \nThese directions shall be incorporated in the Operational Manual of all \nairlines operating to and from India and shall be implemented by all air \noperators. \n \n \n(Veeranna Aivalli) \nCommissioner of Security (CA) \n \n \n \nNote on  \n1. \nKeeping the cockpit doors closed during the flight times and \nCommunication system between cockpit and cabin crew \n2. \nImmobilizing an Indian registered aircraft when it lands at Indian \nairport  \n \n3. \nStrengthening of cockpit doors. \n \n1. \nKeeping the cockpit doors closed during the flight times and \ncommunication system between cockpit and cabin crew.",
  "2": "We had written DGCA on 20.6.2001 with a draft AVSEC order regarding \nlocking the cockpit during flight timings. The draft AVSEC order in this regard and \ncopy of the UO note to DGCA is enclosed. ICAO vide their letter dated 7th May, \n2001 had communicated that the 162nd Session of Council of ICAO held in \nFebruary 2001 had examined the subject of Acts of Unlawful Interference and \nhad recommended that “denying a perpetrator access to the cockpit must be \nconsidered throughout flight operational procedures; therefore, it is advisable that \noperators’ security measures include locking the cockpit door during all phases of \nflight.” The ICAO letter inspired the note to DGCA. Copy of the ICAO letter is \nenclosed, along with the recommendation. \n \n2. \nImmobilizing an Indian registered aircraft when it lands at Indian \nairport  \n \nThe suggested measures in the AVSEC Order have been taken out of the \nContingency Plan that is being discussed currently with COS. The AVSEC order \nsays that if an aircraft registered in India is hijacked and lands at any airport in \nIndia, it shall not be allowed to take off, by immobilizing the aircraft by positioning \nvehicles/ fire tenders on the runway, deflating of tyres by personnel coming from \nthe rear end, putting of the lights of the runway/ taxi track (at night) and any other \nmeans, without endangering the safety of the aircraft and the security of the \npassengers. \n \n3. \nStrengthening of cockpit doors \n \nLetters have been written to all airlines to strengthen the cockpit doors by \nusing cross bars across the doors or by using bullet proof material. Airlines have \nbeen asked to ensure that cockpit door is not made of flimsy material, which \ncannot be broken into by unauthorized personnel. Airlines must ensure this while \nplans orders for new aircraft and old aircraft on lease. Cockpit doors of existing \nfleet should also be immediate strengthened during maintenance operations. \n \nCopies of the AVSEC orders and the Circular to airlines are enclosed for perusal. \n \nNO.CAS-1(1)/98.Div.I(ICAO) \nDated  16.11.2001"
}