{
  "1": "GOVERNMENT OF INDIA h a\n\nBUREAU OF CIVIL AVIATION SECURITY eI\n‘A’ WING JANPATH BHAWAN, JANPATH\nNEW DELHI - 110001.\n\nNo. CAS-3(2)/2007-Diy-IIIB(X-Ray Sereening). Dated: 110.2007\n\nTo,\n\nZz\n\nThe RDCOS(CA), DCOS (BDDS), COE,\n\nBCAS,\n\nDelhi, Mumbai, Kolkata & Cs p ial\n\nSub: PROCEDURE TO BE FOLLOWED BY THE SCREENER ON DETECTION OF A\nWEAPON IN A BAGGAGE DURING X-RAY SCREENING AND ON DETECTION\nOF AN IED/EXPLOSIVE IN A BAGGAGE DURING X-RAY SCREENING\n\nSir,\n\nThe guidelines regarding procedure to be followed by a Screener on\ndetection of a weapon in a baggage during X-Ray Screening, and on detection of\nan IED/Explosives in a baggage during X-Ray Screening have been laid down\n\nas under:-\n\n2. Guidelines regarding procedure to be followed byfa Sereenee on detain of a\nweapon in a baggage during X-Ray Screening\n\na)\nb)\n°)\nqd)\n°)\n\np\n8)\nh)\n\ni\n)\n\np))\n\nOperator should remain cool and calm, and, should not panic.\nRemove the baggage for physical checking.\n\nDo not allow pax to get hold of the baggage.\n\nQuestion the pax whether he is carrying any prohibited items.\n\nIn case pax answers positively about the weapon ask the-pax to\nshow his weapons license.\n\nCheck the weapons license for its validity in terms of date and\nlocation. Also check any other authorization (Sports person /\nmilitary personnel etc.).\n\nFill the weapon declaration form if in registered baggage or hand\nover to airlines for further processing if in hand baggage.\n\nEnsure no ammunition is present with the weapon.\n\nAmmunition shall not be carried in quantity more than the\nauthorized and must be packed in accordance with the instructions\nof DGCA and BCAS Circular.\n\nIn case the pax does not declare even after questioning and on\nhaving reasonable doubts, inform the supervisor who in (urn shall\nquestion the pax and if still the pax does not give satisfactory\nreply, hand over the pax to police. During all such time the pax\nis not allowed to get hold of the baggage.\n\nCont..2/\n",
  "2": "2\n\n3. Guidelines regarding procedure to be followed by the Screener on\ndetection of an IED/Explosives in a baggage during X-Ray Screening:-\n\na) Operator should remain cool and calm, and, should not panic.,\n\nb) Stop the conveyor belt.\n\n©) Notify the supervisor by a pre-arranged signal.\n\na)? Notify tie” ASG/APSU \"by using silent alarm or pre-arranged\nsignal.\n\ne) Do not try to restrain the passenger by using physical force.\n\nf) Do not allow the passenger to board the aircraft.\n\n2)  Byacuate the general area.\n\nh) _ Request for services of BDDS.\n\n4. [am directed to request you that the same may be followed while\nconducting X-Ray screening test and also to be taught while delivering lectures\non the subject.\n\n\\Soer\nCO. RR. Yadav)\nCOE. Ic Ops. Div\n\n1. The DG, CIS, CGO Complex, Lodhi Road, New Delhi.\n2. All Officers at BCAS Hqrs. New Delhi.\n3. All airlines with approved AVSEC Training Institutes.\n\nCopy to:\n"
}