{
  "1": "POSITION PAPER ON  \n \nTHE AIRPORTS SECTOR  \n \nIN INDIA \n \n \n \n \nMay 2009 \n \n \n \nDepartment of Economic Affairs \nMinistry of Finance \nGovernment of India",
  "2": "Page | 2 \n \nAIRPORTS SECTOR \nEXISTING SCENARIO \n1. The civil aviation traffic has seen an unprecedented traffic in the past few years on \naccount of booming Indian economy, growing tourism industry, entry of low cost carriers \nin the private sector, liberalization of international bi-lateral agreements and liberalization \nof civil aviation policy.  In future also the civil aviation traffic is expected to grow at the  \nsame pace despite current slowdown due to global recession.  But airport infrastructure \nhas not kept pace with the growth of the civil aviation traffic. This has resulted in \ncongestion and inefficient services in major airports, limited landing slots, inadequate \nparking bays and congestion during peak hours for airlines.  Development of quality \ninfrastructure will have an impact on international competitiveness and economic growth.  \nThis requires faster development of civil aviation infrastructure on public private \npartnership mode.  In tune with the requirement many initiatives have already been \nstarted in the 10th five year plan and they are expected to continue in the 11th plan also.     \n2. Of a total number of 454 airports and airstrips in India, 16 are designated as international \nairports. The Airports Authority of India (AAI) owns and operates 97 airports. A recent \nreport by Centre for Asia Pacific Aviation (CAPA) states that over the next 12 years, \nIndia's Civil Aviation Ministry aims at 500 operational airports. The Government aims to \nattract private investment in aviation infrastructure. India has been witnessing a very \nstrong phase of development in the past few years. Many domestic as well as \ninternational players are showing interest in the growth and development of the aviation \nsector with immense focus on the development of the airports. With the opening up of the \ndomestic skies to private carrier in the second half of the Tenth Plan, air services have \nbecome affordable and are now competing with other modes of transport. Propelled by \neconomic growth and liberalization, the sector experienced an unprecedented growth \nduring the Tenth Plan, especially during the last three years. Indian private airlines – \nKingfisher, Jet, IndiGo, Spice jet, Go Air, Paramount - account for around 84% of the \ndomestic passenger traffic. Some have now started international flights. For the next \nyears to come India is poised with strong focus on the development of its airports to meet \nthe international standards. The government is planning modernization of the airports to",
  "3": "Page | 3 \n \nestablish a standard.  The newly developed airports will help releasing pressure on the \nexisting airport in the country.  \n3. The passenger traffic has grown tremendously during the last five years.  It has grown \nfrom 5.92 crores in 2004-05 to 11.68 crores in 2007-08 showing an overall growth \n(CAGR) of 25%.   The main factors contributing to this growth include the growth of the \neconomy, falling fares, and increasing capacities of domestic private airlines.   \nNotwithstanding the slowdown in the year 2008-09 and in the current year, the passenger \ntraffic over the next 12 yrs is expected to grow from 11.97 crores in 2010-11 to reach \n31.66 crores by 2022-23 with a growth (CAGR) rate of 8.44%.  \n \nGrowth of Air Passenger Traffic \n5.92\n7.33\n9.64\n11.68\n10.88\n11.97\n15.7\n24.02\n31.66\n0\n5\n10\n15\n20\n25\n30\n35\n2004-05 (A) 2005-06 (A) 2006-07 (A) 2007-08 (A) 2008-09 (A) 2010-11 (P) 2014-15 (P) 2019-20 (P) 2022-23 (P)\nyears\nCrores\nNo of Passengers (Crs) (A=Actual, P=Projected) \n  \n                    (Source: Review of Traffic at Indian Airports 2007-08 by AAI & Jan-Mar 2009 Quarterly Review of Traffic, AAI ) \n \n4. Keeping with the growth of the Air Passenger Traffic the fleet size also grown (CAGR) \nat 28.74% during the period 2004-05 to 2006-07 from 184 aircrafts to 305 aircrafts.  As \nof August 2009 the fleet size has crossed 400.  Private sector is planning to add another \n258 aircrafts in the near future.   According to projections made by Boeing, over the next \n20 years (2029-30), the Indian market would require 1,000 commercial jets valued at \napproximately $100 billion.",
  "4": "Page | 4 \n \nGrowth of Fleet\n138\n162\n184\n243\n305\n0\n50\n100\n150\n200\n250\n300\n350\n2002-03\n2003-04\n2004-05 \n2005-06 \n2206-07\nYear\nSize of Fleet\nFleet Size\n \n                        (Source: India Air Transport Statistics 2006-07 by DGCA) \n5. Air Cargo Traffic grew (CAGR) by 10.27% in the last three years period of 2004-05 to \n2007-08.  Though there is a dip in the growth in the year 2008-09, the Air Cargo Traffic \nexpected to grow (CAGR) by 8.14% in the next 12 year period of 2010-11 to 2022-23.  \nThis requires creation of additional cargo capacity.  As on date there are only seven cargo \naircrafts in India compared to 100 in China. \nGrowth of Air Cargo Traffic\n12.78\n13.97\n15.5\n17.14\n16.97\n19.75\n25.9\n38.5\n50.52\n0\n10\n20\n30\n40\n50\n60\n2004-05 (A) 2005-06 (A) 2006-07 (A) 2007-08 (A) 2008-09 (A) 2010-11 (P) 2014-15 (P) 2019-20 (P) 2022-23 (P)\nYear\nLakh Tonnes\nFreight (Lakh Tonnes) (A= Actual, P= Projected)\n \n        (Source: Review of Traffic at Indian Airports 2007-08 by AAI & Jan-Mar 2009 Quarterly Review of Traffic, AAI )",
  "5": "Page | 5 \n \nMarket Share of Private Sector in Domestic Traffic  \n6. The private sector is now playing a crucial role in the development of both airline and \nairport sector.  Its market share in the domestic traffic as on March 2009 reached 84%. \nKingfisher Airlines has emerged as the market leader with a share of 27%.  The details of \ndomestic market share of Indian air carriers by passengers carried as of March 2009 is \ngiven below. \nMarket Share of Indian Air Carriers\nKingfisher , 27%\nJet  Airways, 27%\nAir India & Indian, \n16%\nIndiGo, 13%\nSpiceJet, 13%\nGo Air, 2%\nParamount, 1%\n \n                                (Source: Jan-Mar 2009, Quarterly review of traffic, AAI) \n \nGlobal Scenario of Airport Sector \n7. Globally United States is leading the airport sector with 5146 Airports serving a \npopulation of 30 crores.  Whereas India is having only 251 airports serving a population \nof 116 crores.  Though the requirement of airports depends on percapita income, standard \nof living, Trade & Commerce etc.., going by the size of population covered by US \nairports, India requires around 22,328 airports to reach the same ratio of coverage.",
  "6": "Page | 6 \n \nDetails of Number of Airports in various countries \nSN \nCountry \nNo of Airports \nPopulation \n(Crs) \nPopulation Covered \nper Airport  \n1 \nUnited States \n5146 \n30 \n60,000 \n2 \nBrazil \n734 \n19 \n2,61,000 \n3 \nRussia \n596 \n14 \n2,38,000 \n4 \nChina \n413 \n133 \n32,25,000 \n5 \nIndia \n251 \n116 \n46,48,000 \n6 \nGermany \n218 \n8 \n3,76,000 \n7 \nUnite Kingdom \n198 \n6 \n3,11,000 \n8 \nJapan \n144 \n12 \n8,86,000 \n            (Source: Economic Times dt 07 July 2009 and Wikipedia dt 25 July 2009) \n \n2 \nPOLICY FRAMEWORK \nELEVENTH PLAN - Objectives and Strategies \n8. The main objectives of the Civil Aviation Sector for the Eleventh Plan would be to \nprovide (i) world class infrastructure facilities; (ii) safe, reliable, and affordable air \nservices so as to encourage growth in passenger and cargo traffic; and (iii) air \nconnectivity to remote and inaccessible areas with special reference to north eastern part \nof the country.   The realization of above objectives would call for capacity building that \nwill include modernization and expansion of major international and domestic airports, \nconstruction of new Greenfield airports including that of the NER, enhancement of cargo \nhandling facilities at all airports, and up gradation / modernization of Air Traffic \nManagement (ATM) System.",
  "7": "Page | 7 \n \nPOLICY INITIATIVES \n9. The following policy and regulatory frameworks are being initiated / already initiated in \nthe airport sector to ensure time-bound creation of world-class airports in India. \n• \n100% FDI is permissible for existing airports; FIPB approval required for FDI \nbeyond 74%.  \n• \n100% FDI under automatic route is permissible for Greenfield airports.  \n• \n49% FDI is permissible in domestic airlines under the automatic route, but not by \nforeign airline companies.  \n• \n100% equity ownership by Non Resident Indians (NRIs) is permitted.  \n• \n100% tax exemption for airport projects for a period of 10 years.  \n• \n‘Open Sky’ Policy of the Government and rapid air traffic growth have resulted in \nthe entry of several new privately owned airlines and increased frequency/flights \nfor international airlines.  \n• \nA Model Concession Agreement is also being developed for standardizing and \nsimplifying the PPP transactions for airports, on the analogy of the highways \nsector.    \n• \nUpgrading of the ATC services at the airports.  Issues relating to customs, \nimmigration and security are also being resolved in a manner that enhances the \nefficiency of airport usage.  \n• \nA comprehensive Civil Aviation Policy is in the process of finalization covering \ndifferent areas of the aviation sector.  India has entered into bilateral Air Services \nAgreement (ASA) with 104 countries. \nPolicy on Airport Infrastructure of India - 1997 \n10. This policy is developed for the use and development of airport infrastructure.   The \nobjective of this policy is (a) to provide a boost to international trade and tourism, (b) to \nprovide airport capacity ahead of demand, which includes development of Greenfield \nairports, (c) to enhance airport facilities, (d) to ensure total safety and security of aircraft \noperations, (e) to provide multi-modal linkages, (f) to provide a market orientation to the \npresent structure by bringing in private sector participation and (g) to foster the \ndevelopment of a strong airport infrastructure.",
  "8": "Page | 8 \n \nGreenfield Airport Policy - 2008 \n11. The Government on April 24, 2008 has promulgated the Policy for setting up of \nGreenfield airports.  The Policy seeks to put in place detailed guidelines for establishment \nof new Greenfield airports, procedure for approval of such proposals.  Greenfield airports \nat Hyderabad and Bangalore are in operation.  Greenfield airports at Goa, Navi Mumbai, \nKannur (Kerala)  and Pakyong (Sikkim) are in the process of being set up.  There are \nproposals to set up Greenfield airports in Bijapur, Shimoga, Gulbarga and Hassan \n(Karnataka), Chakan, Sindhudurg (Maharashtra) and Karaikal (Puducherry).   \nThe Airports Authority of India (AAI) Act, 1994 \n12. AAI Act, 1994 NO.55 OF 1994 As Amended by the Airports Authority of India \n(Amendment) Act 2003 to provide legal framework for airport privatization.  As per the \nact it shall be the function of AAI to manage the airports, the civil enclaves and the \naeronautical communication stations efficiently.  It shall also be the duty of AAI to \nprovide air traffic service and air transport service at any airport and civil enclaves.  AAI \nexpected to be revamped during the Eleventh Plan.  It includes revamping of AAI in light \nof the strain on aviation infrastructure resulting in traffic congestions and delays at some \nof the airports resulting from the high growth in the sector.  AAI would be revamped with \nmultidisciplinary staff and expertise along with independent directors.  AAI planning to \ngo for up-gradation of technology from ground-based Communications, Navigation, and \nSurveillance-Air Traffic Management (CNS-ATM) to satellite based CNS-ATM \nfacilities; installation of new facilities including security equipment at various airports; \ninstallation of safety and facilitation equipment; development of airspace capacity \nenhancement; and development of IT. (Eleventh Five Year Plan, PP.326)      \nAirport Economic Regulatory Authority (AERA) \n13. The Airport Economic Regulatory Authority (AERA) was established on 12th May, 2009.  \nAERA is an autonomous body set up by an Act of Parliament.  The functions of AERA \ninclude; fixing, reviewing and approving tariff structure for the aeronautical services and \nusers’ fees which may be levied by the service providers for airport development and \nmonitoring prescribed performance standards relating to quality, continuity and reliability \nof service.  The Chairman has just joined on 1st August 2009.  The members are expected",
  "9": "Page | 9 \n \nto join in the due course.  The Authority is in the process of devising its processes and \nprocedures so as to discharge its functions.  Once the processes and procedures are in \nplace, the Authority is going to be fully operational.  As one of its first step AERA is \nplanning to review the hefty user development fee (UDF) charged by various airports.  Its \nalso planning to lay down soon standards for providing amenities and services that \ndevelopers would be required to adhere to \nEssential Air Services Fund (EASF) \n14. Under the new proposed civil aviation policy, the Ministry of Civil Aviation has \nsuggested the establishment of an Essential Air Services Fund (EASF) to provide subsidy \nto airlines that operate on ‘uneconomical but essential routes’ such as the North-east.  \nWith the success of Universal Services Obligation (USO) of the telecom sector, the \ngovernment is of the view that the subsidy support from the fund should be provided \nthrough a transparent process of minimum subsidy bidding.  Under this system, the \nbidder who asks for the minimum subsidy from the fund will win the maximum number \nof routes.  This would enable subsidies to be paid to the most efficient operator at the \nlowest cost to the public and might lead to the development of specialized smaller airlines \nas well, the policy states.  The fund, however, is to be created through a cess levied on \nboth domestic and international air travel.  After the new system is put in place, the route \ndispersal guidelines would be progressively replaced.  The current route dispersal \nguidelines of the Directorate General of Civil Aviation (DGCA) make it mandatory for \nall scheduled carriers to deploy at least 10 per cent of the total capacity of their trunk \nroutes on Tier II routes comprising the North-East, Jammu and Kashmir, Andaman & \nNicobar Islands, and Lakshadweep. \nAir India Restructuring \n15. The share of Air India in the domestic market is 16%.  The merged entity with fleet size of more \nthan 140 aircrafts is among the top 30 airlines globally in terms of fleet size and ranks among top \n10 in Asia.  The merger is expected to create considerable synergy, since the domestic and \ninternational operations can feed traffic into each other.   Air India had placed an order for the \nprocurement of a total of 111 aircrafts.  As of March 2009, 46 aircrafts have already joined the \nfleet.  Others are expected to join in the next 3 to 4 years.  Management Consultant Accenture \nwas engaged to help the merger of erstwhile Air India Ltd and Indian Airlines Ltd.  SBI Capital",
  "10": "Page | 10 \n \nhas been engaged as financial counsel for the current round of restructuring.  In fiscal 2010, the \nairline plans to overhaul its operations and financial structures.  Air India plans to save between \nRs 1,300 crs and Rs 1,800 crs reducing costs in terms of fuel expenses, salaries and saving on \nexpenses flying on unprofitable routes.   It also plans to increase revenue by Rs 1,200 – 1,400 crs.  \nThis would be through a possible increase in passenger revenues, revenues from cargo and also \nrevenues through alternative use of its real estate.  The airline also planning to make \nredeployment of its 31,000 employees, review of performance-linked incentives.  Its also \nplanning a low-cost model for domestic operations.  In fiscal 2012, the airline plans to go in for \nadditional sale of shares to public, Indian financial institutions.",
  "11": "Page | 11 \n \n \n3 \nINVESTMENT \n16. During the Tenth Plan an outlay of Rs 12,928 crore was provided to the Ministry of Civil \nAviation (MoCA) out of which 60% was spent.  \n17. The anticipated investment in infrastructure in airports in the Tenth Plan is Rs 6771 crs.  \nThe centers share is 56.46%, states share is 0.18% and the private share is 43.36%. \nChart 1: Tenth Plan Investments in Infrastructure of Airports \n \nOutlay for the Eleventh Plan \n18. The total projected outlay for the Eleventh Plan for MoCA is Rs 49267 crore at current \nprices.   In addition, the sector is expected to generate private sector investment of Rs \n93,493 crore during this period.   As per the data available with MoCA expenditure \nincurred at the end of 2nd year of Eleventh Plan is Rs 17,681 crores which is 35.89% of \nthe projected outlay.       \n19. The projected investment in infrastructure in airports during Eleventh Plan is Rs 30,968 \ncrs.  The centers share is 29.99%, states share is 0.16% and the private share is 69.85%.  \nThe share of private sector investment in infrastructure is gone up substantially from \n43.36% in Tenth Plan to 69.85% in Eleventh Plan.",
  "12": "Page | 12 \n \n \nChart 2: Eleventh Plan Investment in Infrastructure in Airports  \n \n20. The Development of Airports is undertaken historically with the Internal Resources, \nADF/UDF charges, and budgetary sources.  Now they are funded in addition to the \nnormal funding sources, the resources from market borrowing, development of city side \nfacilities, Private Financing and Viability Gap Funding. \n21. According to the Civil Aviation Policy Vision for 2020 the air passengers are expected to \nreach 280 million by 2020.  The number of aircrafts required to handle this traffic is \ngoing to be 1000.  The expected increase in the number of aircrafts and the air passengers \nwould require an investment of US$110 billion.  Out of this $80 billion will be for \nacquiring new aircrafts and US$30 billion will be for development of airport \ninfrastructure \n \n4 \nPPP FRAMEWORKS / INITIATIVES \n22. As on date six airports at Hyderabad, Delhi, Bangalore, Cochin, Kannur and Mumbai \nhave been undertaken on PPP mode with a total investment of Rs 20,041 crores.  Airport \nat Hyderabad only required the funding from VGF scheme. Recent invitation of calling of \nbidders for some of the airports did not elicit any response.   As per the recent report by \nCentre for Asia Pacific Aviation (CAPA), over the next 12 years, India's Civil Aviation \nMinistry aims at 500 operational airports. To achieve this ambitious target more and more \nairport projects should be structured with VGF component and other incentives to make it",
  "13": "Page | 13 \n \nattractive to the prospective bidders. Encouragement should also be given for utilizing the \nFund from IIPDF for taking the help of Transaction Advisors for successful bidding out \nthe airport projects \nPPP Projects In India \n23. As per the details available from the PPP India data base maintained by DEA, 300 PPP \nProjects were undertaken on PPP mode with total project cost of  Rs135876 crores.   \nOverview of PPP Projects in India \nS E C T O R    W I S E   F I G U R E S \nSector \nTotal \nNumber \nof \nProjects\nBased \non \n100 \ncrore\nBetween \n100 to \n250 \ncrore \nBetween \n251 to \n500 \ncrore \nMore \nthan \n500 \ncrore\nValue of \ncontacts \n(in Rs \nCrores) \nAirports \n6\n-\n-\n1\n5\n20,041\nPorts \n38\n4\n5\n6\n23\n43,053\nRailways \n3\n-\n1\n2\n-\n1,007\nRoads \n186\n86\n23\n54\n23\n47,756\nUrban Development\n35\n28\n4\n1\n2\n6,218\nEnergy \n32\n13\n4\n7\n8\n17,802\nTotal \n300\n131\n37\n71\n61\n135,876\n(Source: PPP India Data Base) \n \nPPP Projects in Airport Sector: Utilization of Funds from VGF and IIPDF: \n24. Only Hyderabad International Airport utilized Rs 107 crores as VGF.  No project has \naccessed funds from IIPDF scheme.  The Project cost of the completed six projects is Rs \n20,041 crores.  The details of the completed six projects are given in Appendix I",
  "14": "Page | 14 \n \nPPPs – SUCCESS STORIES IN AIRPORT SECTOR \nCochin International Airport \nCochin International Airport was the first airport in India to be built in the joint \nsector with public-private participation. An innovative financial structure \ninvolving public deposits for non-resident Keralites was conceived to kick-start \nthe project. The total cost of construction was about Rs 283 crore. \nBangalore International Airport \nBangalore International Airport Ltd was formed as a joint venture between the \nKarnataka government and private players like Siemens Project Ventures and \nL&T. The airport consists of a 4,000 meter long runway, taxiways and an apron \narea with aircraft stands and a terminal building. The airport has the capability to \nbe further developed to handle 40 million passengers in future. \nHyderabad International Airport \nThe consortium of GMR Infrastructure Limited and Malaysia Airports Holdings \nBerhad was selected to develop Greenfield international airport at Shamshabad \nnear Hyderabad.   The airport site measures about 5400 acres and is expected to \nhave an ultimate handling capacity of 40 million passengers per annum equipped \nto handle large aircraft, including the Airbus 380. The total cost of the project is \nRs 2,370 crore.    \nMumbai International Airport \nMumbai International Airport Limited, a consortium of GVK Industries Ltd and \nAirports Company South Africa was entrusted the project of modernizing the \nMumbai Airport in February 2006.  The Mumbai International Airport would \ncater to 40 million passengers per year and one million metric tonne of cargo per \nyear by 2010.   \nDelhi International Airport \nFraport, Airports Authority of India, Eraman Malaysia and GMR Infrastructure \nhave entered into a joint venture to upgrade the Delhi International Airport.  The",
  "15": "Page | 15 \n \ncontract was on a BoT basis with a 35 year concession period.   Two modernized \nterminals along with a brand new terminal, a new runway of more than 4400 m \nis part of the concession contract. Delhi Airport would have 500 check-in \ncounters, 200 aerobridges, 150 immigration counters and the capacity to handle \nover 100 million passengers a year after the completion of the project. \n \nNEW AIRPORTS AND OTHER RELATED INFRASTRUCTURE  \nKolkata and Chennai \n25. Airports Authority of India (AAI) has been appointed towards modernization of Kolkata \nand Chennai airport. After Phase I is completed, the revamped airport will be able to \nhandle 20 million passengers as against 5 million now. Though Tamil Nadu and West \nBengal have opted for modernization of the Chennai and Kolkata airports through the \nAAI, the draft civil aviation policy envisages a role for the private sector in these ventures \nsince the AAI itself is proposed to be restructured.   The approval for the construction of \nan integrated passenger Terminal Building at NSCBI Kolkata Airport is already given.  \nThe work is expected to be completed by 2011.  The approval for modernization and \nexpansion of Chennai Airport amounting to Rs 1808 crores is given in August 2008.  The \nentire project is expected to be completed by end of 2010 \nNew Airport at Navi Mumbai \n26. For Mumbai, air traffic projections for passenger traffic is 27.5 million passengers \nannually by 2010 which is expected to increase to 40 million passengers per annum in \n2015 and peak at about 80 million in 2026.  The Union Cabinet has accepted the proposal \nto build an international airport at Navi Mumbai on account of saturation of existing \nairport. The airport is to be developed as a Greenfield project through the PPP route and \nis slated to be operational before 2013. \n \n \nNew Airport at Greater Noida",
  "16": "Page | 16 \n \n27. Delhi will soon have a second airport in suburban Greater Noida. The GMR Group, \nwhich is currently operating Delhi Airport, has the first right of refusal to develop the \nsecond airport that may come up near Delhi. The project cost is estimated at Rs 3505 \ncrore as per the feasibility report submitted by the state government.  This airport is going \nto be a full-fledged international-cum-domestic one.  The Delhi-Noida Metro link is \ngoing to be connected to the Noida Airport. \nNew Airport at Mohali, Chandigarh \n28. The Punjab government has sent a proposal to the civil aviation ministry for setting up an \ninternational airport in Mohali, the second in the state after Amritsar near Chandigarh.   \nPunjab has also witnessed a rise in the number of international flights. \nNon-Metro Airports \n29. The AAI has decided to modernize 35 non-metro airports to world standards in a phased \nmanner with a focus on air side and city side development and enhancement of non-\naeronautical revenues at an estimated cost of Rs 41,000 crore.   The government plans to \nselect the joint venture partner or private consortia that would take up the development of \nthese airports.  Airports Authority of India is implementing the air side works at these \nairports including the terminal buildings.  Of these, 34 airports have been selected for city \nside development through Public Private Partnership.  The development works on the \nAirside and City side are likely to be completed by March 2010. (Annual Report 2008-\n09, MOCA, pp.09).  The present status of 35 non metro airports is given in Appendix IV      \nNo-Frill and Low-Cost Airports \n30. After low cost airlines, it is the turn of no-frill and low-cost airports.  In a bid to \nencourage regional airlines and provide air links to small cities and towns, nearly twenty-\nfive Greenfield airport projects have been identified for development by various states.  \nPlanned in the tier-II or tier III cities, these airports would be developed in addition to the \nMinistry of Civil Aviation’s ambitious modernization programme for thirty five non \nmetro airports.  A no-frill airport is built at a minimum cost and allows operation of small \njets as well as slightly bigger aircraft like Boeing’s B737 or Airbus’ A320.  The \ninvestment in such an airport could range from Rs 40 crore to Rs 100 crore.   The places",
  "17": "Page | 17 \n \nidentified for the purpose include Hassan, Shimoga, Gulbarga, Bidar, Mysore (all in \nKarnataka), Shiridi, Jalgaon, Solapur, Akola (all in Maharashtra), Kannur (Kerala), \nMadurai, Tiruchirapalli (Tamil Nadu), Rupsi (Assam), Ajmer, Mount Abu, Kailashar \n(Rajasthan), Behala, Cooch Behar, Malda (West Bengal),  Jharsuguda (Orissa), \nMuzaffurpur (Bihar), Kamalpur (Tripura) and Passighat (Arunachal Pradesh).    \nMerchant Airports \n31. Merchant Airports are those airports which are conceptualized, created and run by private \nparties with their own resources and without any government funding.  After private \nroads and ports, the country is all set for its merchant airports.  Infrastructure developers \nsuch as Reliance Industries, Pragati Growth and Development, and Anil Ambani-\npromoted Reliance Airport Developers have already shown interest in owning and \noperating airports across the country.  Internationally, merchant airports have been \ndeveloped as specialized low-cost airports, cargo centers of airports private business.  \nMerchant airports would be especially useful as cargo hubs, thereby providing a thrust to \nfreight handling.  The merchant airport policy is being finalized.  The private sector is \nshowing huge interest in the merchant airport policy, being prepared by the civil aviation \nministry for building dedicated cargo airports to boost logistics chain in the country.  \nSuch cargo specific small airports can also be built with a small investment of Rs 200 crs.  \nThe first Greenfield merchant airport is being set up in Durgapur in West Bengal.  The \nproject is being implemented by Bengal Aerotropolis Projects Ltd.  Changi Airports \nInternational of Singapore has 26 stake in the project   The project is expected to be \ncompleted by 2011-12 with a project cost of Rs 10,000 crs on a land of 2,300 acres.  The \nfocus is on cargo, supply chain, logistic hub with maintenance, repair and night parking \nfacilities.       \nAir Cargo Ports \n32. The government plans to raise the FDI cap in air cargo business to 74 per cent as part of \nefforts to further open up the sector for foreign investment.  There is huge opportunity in \nthe cargo business.  According to the civil aviation ministry, Nagpur should be made the \ncargo hub of the country because of its geographical advantage.  The central government \nmay provide all required support to make it a truly world class cargo hub.",
  "18": "Page | 18 \n \nRegional Airlines \n33. To improve  regional connectivity and create regional hubs, the Civil Aviation ministry \nhas mooted a proposal to set up ‘regional airlines’, defined as carriers with aircraft having \nless than 80 seats and which operate exclusively on regional routes from any one \nmetropolitan airport, which includes Delhi, Mumbai, Chennai, Kolkata, Bangalore and \nHyderabad.  The ministry has also suggested that the first airline to connect cities that are \nnot linked by air should be exempt from all airport and navigation charges at both airports \nfor the first year of operation.  For regional airlines, navigation and landing charges often \nconstitute up to 10 per cent of the overall costs (Source: India Infrastructure Report 2008. \nPP.28)      \nNew Opportunities \n34. Private sector participation in airports has given rise to new opportunities for new \nbusinesses.  GMR Infrastructure Ltd, which has MIAL concession, has made its first \nforay in the international arena.  A joint consortium that includes the GMR Infrastructure \nLtd has bagged the contract to develop Sabiha Goken International Airport in Instanbul.  \nThe BOT project includes not only the construction of a new international terminal \nwithin thirty months capable of handling 10 million passengers annually but also \nmanaging the existing domestic and international terminals.   \n35. The GMR Group plans to set up an airport based SEZ near the new Hyderabad \nInternational Airport, which it has the mandate to develop.  Planned on the lines of free \ntrade zones in Hamburg and Dubai, the SEZ will house aircraft component \nmanufacturing industries and also see high end aircraft engineering support activities.  \nBesides, the SEZ will house high end electrical and auto component manufacturing \nfacilities and software units.  The group also has plans to set up high precision \npharmaceutical equipment manufacturing to cash in on international air connectivity.  If \nallowed, the GMR group has plans to develop aereotropolis-new ‘cities’ springing up \naround airports a new concept which is seeded in an urban hubs.  An aerotropolis offers \noperational convenience for companies and organizations to maximize benefits, while \ncutting down on expenditure significantly.  The GMR group would like to give the \nconcept concrete shape around the new Hyderabad airport.  The airport is going to be the",
  "19": "Page | 19 \n \nnucleus of the country’s first aerotropolis, a new urban form that would house business \nparks, hotels, residential units, and entertainment areas.  The GMR group, which also \nbagged the international airport project at Delhi with Fraport of Germany, will develop \nthe aerotropolis near Delhi airport as well (The Hindu, 12 February 2007).  Maharashtra \nAirport Development Company (MADC) is also developing an SEZ at the Nagpur \nairport.  Cochin International Airport (CIAL) has approved a 480 acres land utilization \nplan for an aircraft maintenance facility, an aviation academy, and a golf course, among \nother things. (Source: The Infrastructure Sector in India 2007, pp.29). \n \n5 \nCONSTRAINTS \nSUPPLY SIDE CONSTRAINTS \nLong Term Funds:  \n36. The Infrastructure projects which are executed on PPP in Airport Sector are with a \nconcession period of 30 years are more.  The Project development takes around 24 to 36 \nmonths.  Considerable revenue generation takes place only in the years 10 to 20.  But the \nFinancial institutions lending horizon is between 8 to 12 years due to average maturity of \nthe deposits or the borrowed amount.  This gap needs to be addressed on an urgent basis \n37. The following recommendations could be considered to address the supply side \nconstraints vis-vis long term funds \nAirport Finance Corporation \nSetting up of an Airport Finance Corporation on the lines of Power Finance \nCorporation is required.  This can facilitate lower interest rates and longer \nmaturity of loans.  Dedicated amount will be set aside for this sector. \nNon Taxable Bonds \nLong Term Funds may be allowed to be raised through Non Taxable \nInfrastructure Bonds by the financial institutions for funding in the airport sector.  \nThere may be certain period of lock in for the invested amount.  This facility may \nbe allowed until the required amount of gap in investment in airport sector is",
  "20": "Page | 20 \n \nbridged. \nRange of Incentives \nThe range of incentives available to the PPP projects in airport sector should be \nspecified upfront.  On a case to case basis, each PPP project will announce the \nbunch of incentives available for that particular project to make the project \ncommercially viable.  This brings clarity to all the parties to the project.  The list \nof incentives can be increased or decreased as growth in the sector takes \nmomentum. \nSeparate limit for External Commercial Borrowing \nThere should be separate sectoral limit for airport sector for utilizing External \nCommercial Borrowing.  Because of the bunching with other sectors, the amount \nof inflow to the airport sector may not be that significant.  The cap in the interest \nrate may also be raised in case the amount is for subordinated debt and Mezzanine \nfinancing. \nSeparate limit for investment in debt market by FIIs \nThere should be sectoral limit in investment in debt market by FIIs.  This will stop \ncrowding in some particular sectors.  The sector limits brings in reasonable \nallocation to all sectors.  There will be balanced development in all sectors. \nDisinvestment of Equity and the Tax concession \nThere should be separate and comprehensive guidelines in respect of \ndisinvestment of equity by the developers and the tax treatment thereon.  As most \nof the infrastructure projects are handled by Special Purpose Vehicles, the \ntreatment in case of dividend declaration by parent company and the SPV should \nbe seen holistically without the burden of double taxation.     \n  \n \nDEMAND SIDE CONSTRAINTS",
  "21": "Page | 21 \n \nShelf of Bankable Projects \n38. Shelf of Bankable Projects should be prepared on a continuous basis.  These should be \nbidded out as per the demand, risk appetite of the developers, present market scenario.  \nThese shelves of Bankable Projects should be kept in the website and intimated to the \nprospective developers.  Depending on the number of hits or enquiries or interests \nprojects may be bidded out. Recently some of the bids called in the airport sector has not \nelicited any response. \nPOLICY CONSTRAINTS \nStandard Documentation \n39. Bidding documents like Request for Qualification (RFQ), Request for Proposal (RFP), \nModel Concession Agreement (MCA), and various Legal Documents should be \nstandardized.  This will reduce the time taken for the bidding process.  This will also give \na fair idea to the prospective developers about bidding criteria.  Because of \nstandardization, the bidders time in preparation of bidding documents will come down, \nresulting in time and cost saving.  \nVision Document – Airport Sector  \nA comprehensive Infrastructure Vision Document for Airport Sector should be prepared \nwith a investment of horizon of next 20 to 30 years.  This document also should contain \nshort term action plan of next 5 years and next 10 years.  The document should clearly \nspell out the infrastructure gaps in the airport sector at present and possible areas of \ndevelopment.  The linkage infrastructure investment should be spelt out.  The total \ninvestment requirement and how it can be raised should also be mentioned. \nEmpanelment of Transaction Advisors \n40. Certain sectors like Road sector, Tourism Sector, Urban Infrastructure sector have \nempanelled Transaction Advisors with core competency in that particular sector.  This \nmay be done in the airport sector also.  This may reduce the time in selecting the \nTransaction Advisors; it may catalyze consultants to become sector specific experts.  \nThese TAs may be taken on nomination basis for initial handholding purposes up to a \nlimit of certain amount.  The present TAs empanelled with DEA can be used only to the",
  "22": "Page | 22 \n \nprojects whose cost is up to Rs 250 cr.  The TAs are also general in nature and not sector \nspecific.  \nLand Acquisition and R&R Policy \n41. Airports generally required large tracks of contiguous land.  In case of international \nairports the requirement will be much larger.  There is lot of criticism that more land is \nacquired than the required for the project.  There is also lot of criticism that the amount \npaid as compensation is not adequate.  There should be proper and comprehensive \nguidelines in respect of how much land is required for a particular airport and the way to \npay the compensation.  The project affected people should be made as partners in the \nproject. The guidelines also should include how to handle the issues in case land \nacquisition involves religious structures.  It is a very sensitive issue.   \nFor example Kolkata Airport faced lot of problem in extending its second runway as an \nancient mosque is situated next to the runway.  Resistance to shift this religious \nstructure forced the airport authorities to redraw the entire map to upgrade the \nKolkata Airport.  This involved acquisition of an extra 25,000 square metres of land, \nspending of crores of rupees on building a detour and payment of compensation to \nseveral high rise buildings.   \nReplicable Models on Airport Sector \n42. Data should be made available about the successful and replicable models both within the \ncountry and internationally.  The lessons learned from previous experience should be \nwell documented so that the possible pitfalls can be avoided.   The documents used in \nthat particular model also should be made available. \nSingle window approval \n43. All the required approvals for the developing an airport should be through one \ngovernment agency. Multiple agencies (Refer Appendix II) will delay the project.  Since \none approval is linked to other approvals, the entire chain gets delayed due to delay in \none approval.  Dedicated officer for the airport should be identified from the government \nto make the entire process smooth. \nSTRUCTURAL CONSTRAINTS \nIntegration of the Airport with Main City",
  "23": "Page | 23 \n \n44. The major airports in India are mostly at considerable distance from the city centre.  They \nare developed at one end of the city.  Sometimes to connect to the other end of the city, \nthe distance is as high as 50 to 60 kms.  One of the major challenges at present for certain \nairports like Hyderabad International Airport is integration with the main city.  The \nairport should be seamlessly integrated with the main city / important areas of the main \ncity with dedicated rail, roads, Buses, Taxis, autos.  The connecting infrastructure should \nbe made available before the airport comes into operation.  Delhi Airport is setting an \nexample for rest of the airports by connecting Delhi Metro with Delhi Airport seamlessly.  \nPassengers can check in with and without baggage at various designated stations of the \ndedicated Delhi Metro Line.  Similarly a high speed rail link is being planned to connect \nthe Bangalore Main City to the Bangalore International Airport.  There will be airport \ncheck in counter in the city itself.    \nCapacity Building \n45. PPP being a new concept, there should be a mechanism for continuous up gradation of \nskills.  Various cadres of officers should be trained in all aspects of the PPP Projects.  \nThere should be lot of sharing of information about both the successful models as well as \nfailed models.  Repository of information should be built continuously.  Guiding \nmaterials, tool kits should be made available to the participants.  Lead Financing \nInstitutions and Bankers should be involved in the capacity building exercise. \n \n \n \n \n \n \n \n \n6 \nTHE WAY FORWARD",
  "24": "Page | 24 \n \nIn addition to addressing the above mentioned various constraints, the following are \nsome more initiatives which can further enhance the effectiveness and efficiency of \nservice delivery.  They will bring in growth in the air traffic and attract more \ninvestment through private players \n \nSetting up of an Aviation University \n46.  The passenger air traffic is expected to increase from the present of level of 96 million in \n2006-07 to 316 million by 2022-23.  This tremendous growth requires large number of \ntrained pilots, technicians, air staff, and ground staff.  Setting up of a separate Aviation \nUniversity will continuously produce trained manpower and also impart continuous \ntraining to the existing staff. \nSynergy between Aviation Industry and Tourism Industry \n47. 97% of the country’s foreign tourists arrive by air and tourism is the nation’s second \nlargest foreign exchange earner.   There is a tremendous potential for tourism in national \nand international level.  Setting up of  Helipads in various tourist places and important \nreligious places will increase tourism and will also increase the air traffic.  The mainline \nair traffic and the feeder sector should be synchronized properly       \nDemand Analysis \n48. The closer the traffic numbers from the demand analysis, to the real numbers, the greater \nis the success of a PPP project.  The robustness of a demand analysis depends upon how \nwell the future developments in and around the PPP Project is factored into during the \nentire period of concession period.  In airport sector, there are several developments \nexpected to take place simultaneously.  In addition to several new airports in major cities, \n35 non-metro airports, several regional airports are expected to be developed in the next \nfew years.  As per CAPA report 500 operational airports are expected to be developed in \nthe next 12 years from the current position of 97 airports.  These airports not only cater to \nthe additional air traffic, but eat away a portion of the existing air traffic.          \n \nWay of Fixing of the Project Cost",
  "25": "Page | 25 \n \n49. If the project is developed completely by Government, the project parameters are set as \nper the requirement of the user public.  If the same project is developed under PPP, \nproject parameters are set at international standards.  This will unnecessarily raise the \nproject cost, user charges and the government subsidy.   This aspect should be taken into \nconsideration while fixing the project parameters \nCapturing the value created by the Airport \n50. Generally the value of the land which is surrounding the project goes up substantially \nduring the course of development of the project.  If part of the value addition in the land \n& buildings is captured as project development fee though stamp duty, government could \nbenefit substantially.  The captured amount can be utilised for other infrastructure \nprojects.  \nCross subsidy in Development of an Airport \n51. Many of the airports which are expected to be developed in non-metro areas, small cities \nand towns may not be financially viable.  Here air side development may be done on \nBOT Annuity and the non airside and the Operation and Maintenance may be done on \nBOT revenue sharing basis. \nPermission for Foreign Airlines to participate in Equity  \nWith a view to attracting new technology and management expertise, permission may be \ngiven to Foreign Airlines to participate in equity of Private Airlines.     \nDevelopment of Integrated Cargo Infrastructure  \nToday, about 40% of the world’s cargo business, in terms of value, moves by air. \nAlthough cargo traffic is growing steadily in recent years it has not kept pace with the \npassenger traffic growth because of shortcomings such as lack of facilities for \ntransshipment of imports and exports; absence of integrated cargo infrastructure; \ndeficiencies in gateway and hinterland connectivity through rail and road; complexities in \ncustom procedures in air cargo; and need for technological up gradation and performance \nbased service standards.  \nDevelopment of Maintenance, Repair, and Overhaul (MRO) Hub",
  "26": "Page | 26 \n \nAt present, there is virtually no credible third-party MRO facility in India to support the \nrequirements of the rapidly expanding aircraft fleets of private operators.  Part of the \nmaintenance is outsourced to foreign companies.   Owing to the availability of skilled \nmanpower, India has the potential to emerge as an MRO hub in Asia Pacific region.  \nIndia has become a manufacturing and exporting hub of automobiles in a short span of \ntime.  Airports should also look at becoming a global manufacturing and exporting hub of \nnot only aircraft parts but also aircrafts itself on PPP mode.  With availability of vast land \naround the airports and the plenty incentives available under the SEZ act this is quite \npossible.  Investment by the private sector including foreign direct investment would be \nencouraged to this end. \nMaking Route Dispersal Guidelines (RDG) Obligation Tradable \n52. To make the air operation business more commercially viable and to attract more private \nair operators the obligation under RDG may be made tradable. Alternatively, the routes \nmay be bifurcated into commercially viable and commercially non viable.  The \ncommercially non viable routes may be offered with incentives or with subsidy.    \nAir Connectivity in NER and Other Remote/Inaccessible Areas \n53. To increase the reach and the air traffic, the remote and inaccessible areas in the North \nEastern Region and other parts of the country should be encouraged with focus on \ninfrastructure and subsidy to the air operators under a special scheme. \n \nIncreasing Air Transport Security and reducing the chances of Air Accidents \n54. To decrease the chances of air collision and to increase the air transport security, the legal \nand institutional framework for civil aviation security needs to be strengthened by \nevolving appropriate technology, training, and equipments. \nValue for Money (VFM) \n55. Determining Value for Money (VFM) is very important before bidding out the \nInfrastructure Project to the private developer.  A key tool in determining value for \nmoney is the Public Sector Comparator (PSC).  The PSC tests whether a bid offers value \nfor money in comparison with the most efficient and likely form of public sector",
  "27": "Page | 27 \n \ndelivery. The VFM test is important as the Airport Authority of India can compete with \nthe private sector to redesign existing airports or build Greenfield airports \nSpeeding up of PPP Projects \n56. Initially six airports have come up on PPP mode.  They are all successfully operated now.  \nThis momentum should be maintained on taking forward 35 non metro airports, no-frills \nand low cost airports, merchant airports, air cargo ports and other new airports at various \nplaces.   The existing airport infrastructure gap needs to be filled up by bidding out \ncontinuously more and more airport infrastructure projects on PPP.       \nConclusion \n57. The task at hand is very huge.  Though there is a temporary lull in the traffic due to \nglobal recession, but in the long run, growth in both the air passenger traffic and air cargo \ntraffic is expected to leave a huge gap in desired airport infrastructure.  This challenge \ncan be addressed through formulation of a comprehensive airport infrastructure plan, \nformulation of policies and guidelines, changes in the existing policies and guidelines, \nformulation of comprehensive financing plan, Spelling out the range of incentives and \nconcessions, coming out with standard documents, creation of shelf of Bankable Projects, \nempanelment of sector specific transaction advisors, continuous publication of replicable \nmodels, continuous updation of skills through capacity building.  All these initiatives will \nenable the development of airport infrastructure on PPP to meet the growing demand of \nairport traffic and offer the globally comparable service standards at competitive rates. \n=======",
  "28": "Page | 28 \n \nAppendix I \n Projects Details of Airport on PPP mode \nNo.\nProject Name \nState Name \nSector PPP Type\nContract \nAuthority \nProject \nCost \n(Rs. \nCrore) \nTotal VGF by \nMinistry of \nFinance \n(Rs. Crore) \nVGF by Sponsoring \nAuthority \n(Rs. Crore) \n1\nHyderabad International \nAirport  \nAndhra PradeshAirports\nBOOT \nMinistry of Civil Aviation, \nGovernment of India \n2,478\n--\n107\n2\nModernization of Delhi \nInternational Airport  \nDelhi \nAirports\nLDOT \nAirports Authority of India \n(AAI) \n8,600\n--\n0\n3\nBangalore International \nAirport  \nKarnataka \nAirports\nBOOT \nMinistry of Civil Aviation, \nGovernment of India \n1,930\n--\n0\n4 Cochin International Airport \nKerala \nAirports\nBOO \nAirport Authority of India \n303\n--\n \n5 Kannur AirPort Project  \nKerala \nAirports\nBOT - \nAnnuity \nDepartment of Civil \nAviation \n930\n--\n \n6\nModernization of Mumbai \nInternational Airport  \nMaharashtra Airports\nLDOT Airports Authority of India\n5,800\n--\n0\n  \n  \n  \n  \nTotal \n20,041\n \n107\n(Source: PPP India Data Base)",
  "29": "Page | 29 \n \nAppendix II \nProject Clearances \nS.No. \nClearance Required \n1 \n \n Ministry of Civil Aviation, Government of India \na. Clearance to establish the new airport \n2 \nDirector General of  Civil Aviation \na. Final approval for the site \nb. License to operate the new airport \n3 \nMinistry of  Defence \na. NOC to establish the new airport \n4 \nMinistry of Environment and Forest \na. Environment clearance \nb. Approval for use of the forest land for non forest purposes \n5 \nDepartment of explosives \na. NOC for location of the aviation fuel depot \n6 \nOther Approvals and Clearances once the project awarded is \na. Municipal permissions, Permissions from Water, Power, Sewerage Departments, Permissions with respect to road \nconnectivity, linkage infrastructure, Transport, Security etc..",
  "30": "Page | 30 \n \nAppendix III \n \nKey Issues with respect to Hyderabad International Airport \nBrief of the Project \nHyderabad International Airport is located in Shamshabad, which is around 20 km from the present Hyderabad airport at Begumpet.  \nThe initial capacity planned was 5 million passengers per annum.  This capacity will be gradually escalated to 40 million passengers \nper annum.  The airport is opened for public from March 2008.  The initial estimated project cost was Rs 1760 crs.  The estimated \nproject cost was revised to Rs 2478 crs on account of construction of additional facilities including a common fuel farm and \nbusiness hotel. \nBidding Parameter \nThe project is bided out on Built Own Operate and Transfer (BOOT) model.  Bidders were selected through International \nCompetitive Bidding (ICB).  The bid parameter is the percentage of share of revenue.  The concession period is 30 years. The \nconcession period may be extended to another 30 years at the option of the HIAL.  It is the only airport under PPP which has used \ncash grant of Rs 107 crs from the government.  As Concession fee in lieu of the concession granted, HIAL will pay GOI a fee \namounting to four per cent of Gross Revenue annually.",
  "31": "Page | 31 \n \nDetails of Equity Participation \nSn \nInvestor \nCountry \n% Holding \nAmount  \n(Rs crs) \n1 \nAirport Authority of India \n(AAI) \nIndia \n13\n49.14\n2 \nGovernment \nof \nAndhra \nPradesh \nIndia \n13\n49.14\n3 \nGMR Group \nIndia \n63\n238.14\n4 \nMalaysian Airport Holding \nBerhard (N|MAHB) \nMalaysia \n11\n41.58\n \nTOTAL EQUITY \n \n100\n378.00\n \nKey Issues or lessons learnt \n\u0001 Connecting Road - 11.5 km long flyover:  This flyover connects the main city to the new airport is not ready by the time the \nairport get opened to the traffic in March 2008.  The work is still going on even one and half year after opening of the airport.  \nDue to this lot of inconvenience is caused to the airport user public and also to the general public \n\u0001 Connecting Road - Outer Ring Road (ORR):   Around 160 km length 8 lane access controlled ambitious road comparable to \nthe best in the world is being executed around the city.  Around 30 radial roads, connecting the centre of the city to the ORR are \nat various stages of execution.  Some of the stretches like the ORR connecting the Hitech City and the New Airport supposed to \nbe ready by the time of opening of the airport.  It got completed only recently. \n\u0001 5000 acres of Land:  Voices were raised at various fora about allotment of 5000 acres of land for the airport in the initial stages.  \nThough it may look justified with various plan to develop Cargo Hubs, SEZs and turning the new airport into aerotropolis which \ncontains Malls, Hotels, Woking places, Residing places in addition to SEZs etc.",
  "32": "Page | 32 \n \n\u0001 Resistance to shift the Airport:  Initially there was lot of resistance and widespread criticism from the employees and the \ngeneral public to shift the airport from Begumpet to Shamshabad.  There was pressure to operate both the airports \nsimultaneously.  With great persuation and as per the conditions of the concession agreement the airport was finbally shifted to \nShamshabad \n\u0001 Resistance for increasing the user charges: There was lot of opposition and criticism for levying the user charges.  With great \namount of persuasion and convincing user charges are now being levied \nHyderabad International Airport – 1",
  "33": "Page | 33 \n \nHyderabad International Airport – 2",
  "34": "Page | 34 \n \nKey Issues or lessons learnt from other airports \n\u0001 Absorption of Existing Staff: Delhi and Mumbai airports are facing a huge challenge of absorbing the existing staff from the \nairports.  The existing staff is not interested in joining the private airport developer.  There is a plan now to downsize the existing \nstaff who are not willing to join the private airport developer through an attractive voluntary retirement scheme (VRS).  This \namount is expected to be born by the private airport developer.  This issue is going to be there in other airports also.  It needs to \nbe dealt convincingly.  There may be a comprehensive policy with regard to absorption, retraining, and separation through VRS.  \n   \n\u0001 Subsidies and Concessions:  As the aviation industry is going through recession, there is a steep fall in the air passenger traffic.  \nPrivate developers are now asking for various subsidies and concessions in the form of increasing User Development Fee \n(UDF).  This is against the originally agreed terms and conditions.  This may raise lot of litigations later.  There may be a \nprovision in the concession agreement in extending or removing the subsidies and concessions if the traffic numbers falls outside \nthe expected or predefined range.  So the entire risk of traffic is not born by the private developer.",
  "35": "Page | 35 \n \nDelhi Indira Gandhi International Airport -1",
  "36": "Page | 36 \n \nDelhi Indira Gandhi International Airport -2",
  "37": "Page | 37 \n \nChhatrapati Shivaji International Airport - 1",
  "38": "Page | 38 \n \nChhatrapati Shivaji International Airport - 2",
  "39": "Page | 39 \n \nAppendix IV \nStatus of Development of 35 Non Metro Airports \n(File is attached)"
}