{
  "1": "OFFICE OF THE SPECIAL DIRECTOR GENERAL/AIRPORT SECTOR\nCENTML INDUSTRIAL SECURITY FORCE\n(Ministry of Home Affairs)\nAdministrative Block\nCISF Complex, Mahipalpur\nBy pass road, N. Delhi-37\nNo. 0-42011/APC/Ops(2)/Circula(AS)/2020- 2]oo \nDated: 6( March' 2020\nTo\nIG/APS- I & IG/APS-II\nDIsG/AP (NZ, SZ, WZ and E&NE)\nDIsG/CASOs of ASGs Delhi, Mumbai, Chennai, Hyderabad & Bangalore\nAll CASOs of CISF ASGs\nSub: Pre-embarkation securiW checks: Reo:\nRecently, a lapse was brought to notice of this HQ wherein 05 live rounds and 02\nempty cartridges were detected in the carry-on bag of a passenger, who had arrived at\nSingapore from Chennai Airport.\n2. \nAnti-hijacking duty is a core function of the Aviation Security Group of CISF. Pre-\nembarkation security check is the most important component of this function. Pre-\nembarkation checks include screening & physical checking of hand baggage, frisking of\npassengers and ETD checks of passengers/ baggage. All these steps require systematic\nand methodical application of security procedures with proper care and concentration on\nthe part of the trained PESC staff.\n3. \nIn order to strengthen this crucial aspect of aviation security, it is hereby directed\nthat all CASOs of ASGs, 2 I/Cs and shift Supervisory Officers shall take up the following\ntasks:\ni) Security measures like frisking of passengers, screening of hand baggage, ETD\nchecking, physical checking of baggage, pat-down search (if required), should be\nobserved to ensure meticulous implementation of aviation security regulations.\nii) Screeners should be briefed to remain vigilant at the X-BIS machines throughout\ntheir duty period in the SHA.\niii) Frisking officers should be briefed about the SOP on the redefined procedure of .\nfrisking and should be shown the video on 'Frisking Perfection Programme'\ncirculated by APS HQ vide letter No. (1853) dated 27.02.19 and (2612) dated\n20.03.19 and ensure its meticulous implementation at SHA.\niv) Pat down search of a passenger should be carried out whenever the frisking\nofficer considers it necessary, based on behaviour detection. Pat-down search of\na passenger should be done in a systematic way so that no part of the body or\nitems of clothing are overlooked.\nv) Physical checking and ETDs of hand bags and passengers lrr the SHA as per\nprescribed scale,",
  "2": "vi) Special attention should be given by screeners to check any kind of IED or any\n{ \ncomponent of IEDs and weapons or parts of weapons in the passenger hand\nbaggage.\nvii) Screeners should give attention while screening electronic Aoods and metallic\nitems. Any modifications/ changes in the original shape of the electronic\narticle/metal carried by passenger should generate suspicion and must be cleared\nonly after thorough checking/enquiry.\nviii) Screeners must interpret the images of hand baggages with application of mind\nand correlate the contents of bag with colour coding of X-BIS using different keys\navailable in the keyboard to avoid judgmental error.\nix) LAG's (Liquid, Aerosol & Gel) more than 100 ml should not be allowed.\nx) SHA personnel should be briefed about the guidelines issued by BCAS and SOP\nissued by Airport Sector about security checking of PWD (Passengers with\nDisability) in letter and spirit. They must be briefed about the sequence of\nscreening of prosthetics. Gazetted officer should compulsorily attend to the PWD\ncases in person.\n4. \nAll CASOs are directed to ensure the above directions are complied with in totality\nand there is no divergence whatsoever.\n5. \nThe IG/APS-I & II and DIsG/AP are directed to ensure meticulous compliance of\nthese directions by the CASOs under their jurisdiction.\n6. \nEnsure strict compliance.\ntr, d*,,.\n(M A Ganapathy, IPS)\n. Spl.DG /Airpoft Sector"
}