{
  "1": "Minutes of the meeting taken by Shri M.S. Bali, IPS, IG(NS), CISF, New Delhi on \n28.7.2004 regarding handling of cases in which only ammunition is found in the hand \nbaggage or on the passenger at Delhi. \n \n \nThe following were present:- \n \ni) \nShri MS Bali, IPS, IG(NS), New Delhi - \n \n \n \nChairman \nii) \nShri R.C.Tayal, Addl. Commissioner of Security (CA), BCAS \niii)  \nShri Aditya Arya, IPS Jt. CP (Ops), Delhi Police \niv) \nShri Taj Hassan, IPS, DIG/NZ, CISF, New Delhi  \nv) \nShri U.K. Choudhary, DCP, Airport, New Delhi  \nvi) \nShri V.K. Bakshi, AIG (NS), CISF, New Delhi  \nvii) \nShri YN Sharma, Sr. Commandant, CISF, IGI Airport, New Delhi  \n \n \nThe Chairman requested Shri R.C. Tayal, IPS, Addl. Commissioner of Security (CA), \nBCAS to outline the problem being encountered in such cases.  Shri Tayal stated that \nthe decision taken in this regard has been circulated to all concerned vide letter No. \nCAS-3(37)/2002/Div-IIIA (Events WR)  dated 28.4.2004  according to which “ in \ncase, the explanation given by such passenger is reasonable and there is no doubt about \nhis/her identity and the bonafides, the APSU should remove the ammunition all allow \nthe passenger to proceed for the flight.  There is no need to detain the passenger.  \nHowever, a report should be made to local police about the incident and ammunition \nshould be handed over to policed after obtaining a proper receipt”.  Shri Tayal also \nstated that this procedure is being implemented without any difficulty in almost all \nother airports except at Delhi Airport where Delhi Police has raised some objections. \n \n \nThe Chairman then requested the other representatives to put forth their point of \nview which were as follows: \n \n1. Shri Aditya Arya, IPS Joint CP (Ops), Delhi Police:-   Shri Arya stated that the \nAPSU is in no position to examine the reasonableness of the explanation given by the \npassenger or verify his/her identity or bonafies.  He stated that as a violation under the \nArms Act has taken place in such cases, the law should take its course and the APSU \nshould hand over the passenger along with ammunition and a report to the Delhi Police \nfor registering a case and taking further action according to law.  Needless to say, in \nthese circumstances the passenger would miss his/her flight.  The basic objection of \nShri Arya was on the matter of allowing the passenger to taken the flight when he or \nshe has been founding violation of the Arms Act.  Shri Arya also stated that in case the \nBCAS felt that the passenger carrying ammunition posses no security threat to the \nAircraft and/or its passengers then following alternatives could be considered by the \nBCAS:- \n \ni) \nThey should allow the passenger to carry the ammunition with him/her \nii) \nThe BCAS should allow the passenger to carry ammunition in the registered \nbaggage.  However, it was not clear what should be done in case the passenger \ndoes not have any registered baggage. \nShri Arya also stated that he will verify the procedure being adopted by the \nPolice forces at other airports in the country and also take further directions",
  "2": "from his superiors and inform us about the final decision of Delhi Police at the \nearliest. \n \n2. \nShri Taj Hassan, IPS, DIG(NZ) CISF, New Delhi    DIG/NZ stated that the Delhi \nPolice, in view of their stand narrated above was refusing to accept the report and \nthe seized ammunition if the passenger was also not being handed over to them.  \nThis resulting in a situation wherein the APSU was the custodian of the \nammunition which could also become a case property for which the APSU had no \nauthority. According to him, the APSU was caught in the middle between the \nBCAS directions on one hand and the stand taken by the Delhi Police in this regard \non other. \n \n3. Shri Y N Sharma, Sr. Comdt. CISF, IGI A:  He endorsed the views of DIG/NZ and \nstated that the problem needs to be resolved at the earliest so that APSU is not \nsaddled with the seized ammunition in large quantity over a period of time. \n \nConclusion: \n \n \nSumming up the discussion, the Chairman stated that pending the final decision by \nthe Delhi Police in this matter, the APSU at Delhi Airport will continue to implement the \nexisting decision of the BCAS.  A report along with the seized ammunition will be sent to \nDelhi Police in such cases.  If the Delhi Police refuse to accept the seized ammunition, the \nsame will be kept secure in the ‘Kote’ of the APSU till the matter is decided. \n \nSd/- \n(V.K.Bakshi) \nAsstt. Inspector General/NS"
}