{
  "1": "OFFTCE OF THE SPECIAL DIRECTOR GENEML/AIXPIORT SECTOR\nCENTML INDUSTRIAL SECURITY FORCE\n(Ministry of Home Affai*) \nAdministrative Block\nCISF Complex, Mahipalpur\nBY Pass road, N Delhi-37\nNo. O-42011/APc/ops(2)/cirola(As)/2oZO- 434S \nDated: lO lune' 2020\nTo\nIG/APs- I & I1\nDISG/AP (Nz, sZ, WZ and E&NF)\n;ilicAdij;';-A!G; Delhi, Mu;bai' chennai' Bansalore & Hvderabad\nAlt CASOS of CISF ASGS\nPlease find enclosed herewith a BcAs letter No CAS-8(5y2oO4/Div-I / (85196) /\n139640 dated 18.05.2020 on the above cited subject'\n2. \nThis is with reference to an incident that occuned on 25 10'2018 at Vizag Airport\nwhereln Mr. lagan Mohan Reddy MLA (Now CM of Andhra Pradesh) was stabbed on the\narmwithasmallknifebyarestaurantemployeeintheVlPloungeoftheAirport.He\nwas immediately arrested This incident brings to light the existing gaps in the security\nof the Pre-SHA area.\n3.BcAshasinformedthatNationallnvestigationAgency(NIA)hadconducted\ninvestigations into the incident and come up with many suggestions' which need to be\nimplemented at airports, in order to prevent recurrence of similar incidents'\n4. \nIn order to curb such type of incidents' it is hereby reiterated that following BcAs\nAVSEC Orders and Orculars should be strictly implemented on ground:\nI. \nAEP guidelines-2o19 irsued by BCAS should be implemented meticulouslv on\nground in coordination with Airport Operator along with other stakeholders at the\nairports.\nII. The employees working in various establishments in the non-sterile areas issued\nwith AEPfIAEP should be randomly checked and frisked near the segregation\ngate so as to ensure that the AEP ffAEP holders do not carry any incrimination\narticles/itemsfreelyintotheAirportpremises,threateningthepassengersafety'\nIn this regrad, BCAS AVSEC Order No' 2U2011' AVSEC Circular No 16/2003 and\nAVsEccircularNo.2412003shouldbeimplementedmeticulouslyonground.\nSub:-",
  "2": "III. ViP security and Law & Order within the airport is the responsibility of the state\nPolice. To ensure proper VIP security, there should be close co-ordination\nbetween ASG, CISF and State Police Offlcials. In case of WIPS, though ASL is\nbeing done with various stakeholders as per the Blue book, it is suggested that\nsimilar measures may be implemented for other VIPS In this regard, BCAS\nAVSEC Order No. OZ2OO9, AVSEC Order No 2112011, AVSEC Circular No'\n16/2003 and AVSEC circular No. 15/2OOO should be implemented meticulously on\nground.\nN. Airport Operator has been directed to issue daily permit on individual name\nrather than one daily permit having multiple names Further, it should ensure\nthat the daily permit should be collected back at the departure gate by ASG, CISF\nwhen the permlt holder is leaving the premises' ASG should also ensure that the\nduration for which permit has been given is strictly adhered to ln this regard,\nBCAS AVSEC Circular No. 15/2012, AVSEC Circular No 10/2004 and AVSEC\nCircular No. 18/2000 should be implemented meticulously on ground-\nV. BCAS has already lssued a letter to Reglonal Directors of BCAS, Airport Operators\nand ECIL to implement the Biometric AEP system at the airports before\n30.06.2020. All CAsos have already been directed to flll up and upload the forms\nof all ASG personnel at the concemed RD BCAS omce well in time before the\ndeadline of 30.06'2020 by this HQ letter No (4200) dated 02 06 2020' It is\ndirected to complete this task in time.\nu. \nThe cASOs should take up the issue of CCTV coverage with the Airport Operator\nand give the list of grey areas where CCTV footage is not available for installation\nof CCTV cameras in the terminal building of the airport'\n5. \nAll CASOS should ensure meticulous implementation of the above instructions and\nDISG/AP should monitor implementauon of the same in the Units under their respective\njurisdictions.\n6. \nIG/APS-I & II will ensure meticulous implementation of above\nASGS under thei espective jurisdiction.\nEncI: As above\ndirections at the\n(M A Ganapathy, IPS)\nSpl,DG /Airport Sector\nlY,\n,',lt",
  "3": "No.: CAS-8(s)2004/Div-I (85196y 139640 \",ffi \n|-\nr{,iTd {fiFD,Iit / GOVER]\\MENT OF 1NDIA ffiQg\n{r{R ftqri-{ ri7r6q/ Mrl{lsrRY oF clvll- AVIATIoN 'HF#BI\nfrrR fdqrfi q{efi qfr / BUtuAU oF cI\\IL AvIATIbN SECURTTY\n.. ,tig,I-III trd, q+gT{ qiFI, q:FIq/.A! WING,I.III }.LOOR, JANPATH.BIIAWAN' JANPATH\nd ftffi - r loool I NEw DELHI - lloool\n;IE Iqcql - I l0uul / NtLw uEr-nl - I ruur I\nDdreLI: 18 u5 202,, \nl'>?\nfit6, JY, s \nJ^+41\nl;[;nsF, \nAirport secror' Mahiparpur, New Derhi\nt0t'\n2. The General Manager (Security), Airport Authorjty oflndia, Safderjung Airport' New Delhi\nl- Ttro ED (Soourity),,a.ir hdiu Lld., Aidlrcs llousc' l13, Gurudwuru Rukubgunl Roud' Ncw\nDelhi - I 10001.\nCSO, Spice Jet, Plot No.319, Udyog Vihar, Phase -IV, Gurgaon, Haryana \n- - -\nCSO, G; Air, Neville House, l.N Herdia Marg, Ballard Estate, Mumbai-4oo 001\nCSO, Indigo Airlines, Tower C, Global Business Pad<, DLF City, Phase III, Mehrauli Gurgaon\nRoad, Gugaon-l22 002\n7. CSo, Ak Asia 0) Prt. Ltd., AlT, 2nd Floor, Chennai AirPort, Chennai-600027\n8. CSo, Vistara ifafa sLe), loth Floor, one Horizon Centre, Sector-43, DLF Phase-V'\nGurgaon-122003\n9. MD;DIAL, New Udan Bhawan, Opp. Termina!3, lcl Airport, New Delhi-37'\nI0. MD. MIAL, CSI Airport, lst Floor, Terminal lB, Santacruz (E), Mumbai 400 09'\nI l. MD, CtAL, Cochin International Airport Ltd., Cochin Airport, Cochin'\n12.MD, HIAL, Hyde.abad lntemational Airport Limited, Shamshabad-5oo 409' Ranga Reddy\nDistt, A.P.\n13.MD, KtA Bengaluru, Administration Block' Bengaluru International Airport Devanahalli'\n3\n,q\n4.\n5.\n. \n6.\nBengaluru-560 300.\n14. MD, Mihan lndia Private Ltd., Dr'\nBuildrng, Nagpur-44o 00j.\n15. All Regional Directors, BCAS.\nBabasaheb Ambedkar International Ai.po , Old l erminal\nsubiectFsecuritv taDses that facihted attack oD Shri Y. S' Jagan Mohrn Reddy, MLA (Now\n\" \ncu of ,LnO'trr Pradesh) otr 25h OcL 20lt in Visaktapattram Airporl'\nSir,\nThis is with reference to National lnvestigation Agency (NlA) l'itter No RC-\n0 t/201gn'UA/Hyd/10545 dated 26.08.2019 and suggestion thereof'\n2. \nIn this regard, in order to prevent recunence of similar incidens at Airports' Competent\nLuttrorlty a\"tir\"ito ,\"iterate lhe l;levant Avsec Orderc alrd Circulars for stricl inlplemenlatior bv\n\"on\"\".n\",I \natuL.hol,i\"rs as \\!ell as taken care h1 BCAS Officers dLrrin!L securit] Audit/lnspections\nofthe entities and routine monitoring by respective Regionil Direclor! ll is pcrtinent to nlsntr')|1\ntltat NIA had conducted ilvestigationi irrto the incident and come up with manv sugcestions'\nSI\nNo\nSuggestions by NIA\nBCAS existing Regulations\nI\nStrict implementation of the guidelines issued by tsCAS\nfrom time to time for issuance ofAirport Ent y Pass€s and\nIemporary Passes/visitor passes which have been\nreiterated recently vide Circular No. 1245l1/2019-P&C,\ndated 15 Februar\\,2019 \n-\nAEP glideline 2014 and now\n2019\n*-\\'$.&d\n@- \ntY",
  "4": "1\n2\nl he employees wo.king in v oriiGEii.I-erts-ii ti\nnon-sterile areas issued with AEP/TAEP shoutd t\n.andomly checked and frisked near the stgregation gate s\n$ to ensure that the AIP/TAEP holders do not canv an\nncrimination anicles/items lieel) into lhe Airpo.\n)IemrSes, threatenlnp the Dassenser srfeiv\nVSEC Order No 2 l/201 I\nVSEC Circular No l612003\nVSEC Circular No 2412003\nlr.\nVIP seoliiy, taw una o.aer-iittrfr-ii-;rli.t-E m\nresponsjbility of the State police. To ensure proper VII\nsecurity, there should be close co-ordination betweet\nCISF and State Police Officials. In case of VVIps\nthrough ASL is being done with various stake holders al\nper the BIue book. It is suggested that similar measurel\nmay be implemented for other Vlps. State poltce olttclalt\nshorld take the VIP Lounge unto their control before th(\nvi.il olrhe VIP. They should en:ure proper access conlro\nb).deploling latesl securiq gadgers and \\creening lh(\n,/i\\irors entering into the VIp Lounge. lhe State polic(\n'fllcials .hould ensure lhar ont) seiurirl vetred bearen\n.nter lhe VIP Lounge afler throug} frisking and serle lhL\nVIPs.\nIAVSEC Order No 0712009 )\nIAVSEC Order No 2tl20 t I\nhvSEC Circutar No l0/2003\nlA VSEC Circutar No t 5/2000\n1.\nllhe BCAS ,^1 d.rEJl-\"eiir\". ro-in*E-sriii\nllmflemenrarion ofthe approved securily programmes ol\n'catertng agencies and rerlauranls like FI-IIPL lo prevenl\nsimilar gross violations of security programmes. For this\npurpose. periodic inspections ma1 be conducted and\nrnspeclion nores highlighling the \\iolarions noticed mav\nbe ;ssued and exptanation from the violators mav b;\nsoughl ilrequired.\nAVSEC Order No 01/2017\nAVSEC Order No 0712004\nAudit/lnspection of\nConcessionaire as per QC\n5.\nlrJ,raSer (\\ectrnF) ot rhe Airpo( nrreralor should isslr(\npas\\es Ibr police personnel. olher securil) and prolocol\nomcial\\ nor below the rank of Sp as provtded in lhe\nAvSEC order No. 7/2009\nAVSEC OrderNo 0712009\nAVSEC Circular No 2412004\n6.\nivranager (5ecunty) ol the Airport should issue dait)\npermit on individual nalne ralher than one daill permit\nha\\ing multiple names. The daily permil sho;ld be\niollected back at the deparlure gare b) CISF authorities\n,rr'h.n t}le permir holder is leaving lhe premises. CISF\nlulhoritier should en5ure that the durarion for uhich\nrermit has been given is strictlv adhered to\nAVSEC Circular No I5/20,\nAVSEC Circular No l0/2004\nAVSEC Circular No I8/2000\n7.\nrcmporar) oalt) permit should be re_designed in such .\n'ra1 Lhar is should ha\\e a derachdble cou;lerfoil. $hich\nran be retained b) CISF security personnel manning the\nrntry gates while allowing the individual into the Airiort.\nBiomet c access control syste;;\n:o be introduced.\nlnstalled CCTV coverage at all\nrlease.\n3. \nThis issues with the approval of DG, BCAS.\nCopy to:\n(M\nJoint Di\nithfully,\nl. \nrD(Ops)DD(Poticy),DD(Ops)/AllAD(Ops/policy)forsimilaraction."
}