{
  "1": "OFFICE OF THE ADDL. DIRECTOR GENERAUAIRPORT SECTOR\nCENTML INDUSTRIAL SECURITY FORCE\n(Ministry of Home Affaic)\nAdministrative Block CISF\nComplex, irahiPalPUr\nBy pass road, N. Delhi-37\nNo. 0-4201 1/Apc/ops12l76ircular(As/23- f,{$ !\nTo\nDated: )-q oec,2o23\nIGAPS-I&II\nDlsG/AP (NZ, SZ, WZ and E&NE).\nDlSG/CASOS Delhi, Mumbai, Chennai, Hyderabad, Bangalore & Kolkata\nSub: SCggdq-AgdlgRegardins\nPleas€ refer to APS HQ tetter No. (2271\\ daled 11 03.2019, wherein a model Quality\nControl Programme ,or the Aviation Security Group (ASG) of CISF was provided to develop a\nOCP for the ASG.\n2. \nln accordance with the prescribed QCP model, several crucial audit elements have been\nincorporated to ensure the effective execution of the National Civil Aviation Security Control\nProgramme. Key Points include:\n. Formal audits oI ASG relating to their area of responsibility should be carried out by\ntrained and certified officors of CISF in order to ensure implementation of their functions\nprescribed by BCAS as given in the Airport Security Programme ofthe concerned airport.\n3. \nAs paft of the ongoing practice, based on the format mentioned in FHQ Circular No.\n11/2015 dated 3'1.03.2015 and APS HQ letter No. (3275) dated 08.04.2015, audits are\nconducted by lGs and DlGs.\n4. \nln view of the above, the Competent Authority has desired to conduct audits thoroughly\nas per NCASP at the airports to implement effective execution of the National Civil Aviation\nSecurity Control Programme. Accordingly, it is proposed that qualified auditors available in the\nAirport Sector may accompany the lG and DIG during audits o, airports to ensure quality control\nassurance procedures.\n5. \nlt is importantto meotion that 08 qualified Avsecauditors (Gazette Officers) are available\nin the Airport Sector, who are possessing the required qualilications. These auditors will\naccompany lG and DIG during audits to ensure quality control oversight. A proposed list of the\ncertified auditors who will accompany to lG & DIG during audits is enclosed herewith as\nAppendlx-'A'.\nConsidering the above, the concerned lG & DIG are requested to inlorm a tentative plan\naudits to the identilied auditors so that they may be relieved lrom their respective ASGS for\nfor\nthe assigned task.\nEncl: As above.\nCopy to:\nCASOS of ASG Delhi, l/umbai, Bangalore,\nPatna, Chandigarh, Trivandrum, Pune &\nJodhpur\nFor kind information with a request to\ninform the concemed officials\nregarding the above aspects under\nyour jurisdiction please.\n\"i,-,at\n1o\\,1",
  "2": "AoDendixrA'\nProposed list of the certified auditors who will accompany to lG & DIG during audits\nRank\nName of ASG\nAssiqned with\ns.N\nName of officer\n.lo.lhour\nIG/APS-I\ni)\nShri G G Bhargav\nDC/Exe\nBangalore\nIG/APS-II\nii)\nShriAnuranjan Kumar\nAnui\nDC/Exe\niii)\nShri Prabh Simran\nSinoh\nDC/Exe\nMumbai\nDIG AP WZ\niv)\nShri Parvesh Pandeya\nAC/Exe\nPatna\nDIG AP E &NEZ\nShri MulaY Sankei\nDC/Exe\nChandiqarh\nDIG AP NZ\nShri G S Ramesh\nAC/Exe\nTrivandrum\nDIG SZ\nvii)\nShri Mandeep Singh\nDC/Exe\nDelhi\nReserve forAPS-I\nunits\nviii)\nShri K Rakesh Reddy\nDCiExe\nPune\nReserve for APS-Il\nunits"
}