{
  "1": "oFFIcEoFTHEADDL.DIRECToRGENERAL/AIRPoRTSEcToR\nCENTRAL INDUSTRIAL SECURITY FORCE\n(MINISTRY OF HOME AFFAIRS)\nAdministrative Block\nCISF ComPlex, MahiPalPur\nBy Pass Road, New Delhi-37\no- zoL3lAPcloPS (78)/MeetinglB- q tU O \nDated: l0 oaober20zg\nTo\nIG/APS- I&II\nDIsG/AP (Nz,Sz, WZ and E&NE)\nDI5GTCASb of ASGs Delhi, Mumbai, Chennai, Hyderabad, Kolkata & Bangalore\nCASOs of all ASGs\nSub: Minutes of meetinq (MoM) of 48th Advisorv Committee for Civil\nAviation Securitv (ACCAS) held on 20.10.2023. Reo.\nKindly refer to APS HQ letter of even No. (15894) dated 16.12.2022 (copy\nenclosed) on the above subject matter.\n2. \nVide letter ibid, it was requested to share the report of Internal Audit/ Inspection\nReport related to quality control assurance procedures to RD, BCAS.\n3. \nIn view of the above, I have been directed to request all Zonal DIsG and\nDIsG//CASOs to furnish a consolidated report (airport wise) in respect of ASGs under\ntheir respect control to this HQ by return signal for perusal ofthe CompetentAuthority\nplease.\n4. \nThis has been issued with the approval of the Competent Authority.\nEncl: As above.\nZM.r)'-\n(Arun Sin'gh)\nAIG/Airport Sector",
  "2": "OFFICE OF THE ADDMONAL DIRECTOR GENERAL/AIRPORT SECTOR\nCENTML INDUSTRIAL SECURITY FORCE\n(MinistrY of Home Affairs)\nAdministrative Block\nCISF ComPlex, MahiPalPur\nNew Delhi-37\nDated : [6Dec2022\nNo. o-42013/APC/o?s (78)/Meetinsl22- I I 8 1q\nTo\n]G/APS. I & I]\nDISG/AP- NZ, SZ, WZ & E&NE\nDISG/CASOS Delhi, Chennai, Bangalore, Hyderabad & Mumbai\nCASOs of AII ASGS\nSub: Minutes of the Meetino, (Motr{'l of 48e Advisorv €ommittee for Civil\nAviation Security (ACCAS) held on 20.10.2022i Reqi -\nEnclosed please find herewith a copy of BCAS letter No' CAS- 10(1)/2011/Div-\nI(ACCAS)223116 dated 28.11.2022, on the above subject.\n2. \nVide letter ibid, Minutes of the Meeting (MoM) of 486 Advisory Commlttee for Civil\nAviation Security (ACCAS) held on 20.10.2022 were shared, during the meeting Following\ndeliberation takes place in respect of CISF:\nDG, BCAS briefed the Chair that as per NCASQCP-2018 para 2.1.2 (q), all aviation\nsecurity stakeholders involved in the implementation of the NCASP are required to\ndevelop, implement and maintain thei. own internal quality control assurance procedures.\nIt was brought to the nouce of the chair that Internal Audivlnspection Report is not\nshared with Regional Offices of BCAS for further neces$ry action at appmpriate level.\nCISF apprised the Chair that they will share the reports of such se.lrity audits and\ninspections conducted by their officers to DG, BCAS through the concemed Regional\nOffices.\nDecision: The Chair while appreciating the views and requirements to improve aviation\nsecurity compliance, requested CISF repaesentatve to issue directions to all concerned in\nthe airport sector, CISF to start sharing the reports.\n3. \nIn view of the above, I have been directed to request all CASOS to share the report of\nInternal Audivlnspection Report related to quality control assurance procedures to RD, BCAS,\nplease.\n4. \nThis has been issued with the approval of the Competent Authority.\nEncl: As above.\n(Arun Singh)\nAlG/Airpoft Sector"
}