{
  "1": "OFFICE OF THE ADDITIONAL DIRECTOR GENERAL/AIRPORT SECTOR\nCENTRAL INDUSTRIAL SECURITY FORCE\n(MINISTRY OF HOME AFFAIRS)\nAdministrative Block\nAirpot Sector, CISF Complex\nMahipalpur, New Delhi-37\nNo. 0-42011/APC/ops(2)/circularl Asl2o23- 6 { V li\nTo\nDated: ) I Sep'2023\nIG/APS II\nDISG/AP (NZ, wz, SZ & E&NE)\nDIsG/CASOS ASGs Delhi, Mumbai, Hyderabad, Chennai & Bangalore\nCASOs of all ASGs (International Airports)\nSub: Smugglino of contraband items at airports: Reo.\nReference is invited to recent Incidents at an airport where consecutive attempts of gold\nsmuggling were foiled by the vigilant CIW staff in the boarding gate area. All the said attempts\nwere made with similar modus operandi and exploiting the infrastructural loop holes. The\nrecovered gold was plastic wrapped gold paste further concealed in body cavities of the\nconcerned passengers, which could not be detected by HHMD or DFMD during screening in the\nlnternational SHA. Further, after clearrng PESC, the concerned passengers used to threw the\ngold from lnternational boarding gate area to Domestic boarding gate area capitalizing the glass\npartition/open overlapping between lnternational boarding area and Domestic boarding area. lt\nmust be appreciated that such gaps can also be exploited by the miscreants to introduce\nsecurity prohibited items into the sterile area endangering the security of civil aviation\noperations.\n2. \nIn wake of the incidents, all CASOs of International Airports are requested to review and\nidentify all the infrastructural gaps attracting illegal activities by constituting a committee\ncomprising ASG, Airport Operator, Custom Officials and IB. The recommendations of the\ncommittee should be proactively monitored and rigorously pursued with the concerned\nstakeholder for early rectification of the identified loopholes, if any.\n3. \nFurther, it is also requested to familiarize and sensitize the ASG personnel especially\ninvolved in PEsc duties on the aforesaid modus operandi of the passengers. cIW and soCC\npersonnel may also be geared up to detect and prevent such incidents with optimum use of\nprofiling and behavior detection skills.\n4. \nAll Zonal DIsG should ensure proper supervision into the matter\n6t,c\nPrakash, IPS)\nADc/Aarport Sector"
}