{
  "1": "No. O-42011/APC/Op s(2)lcncubttsl2}23- l2( g t,\nTo\nIG/APS II\nDISG/AP (NZ, WZ, SZ & E&NE)\nDISG/CASOS ASGS Dethi, Mumbai, Hyderabad,\nCASOS of all ASGS (Intemational Airports)\nOFFICE OF THE ADDMONAL DTRECTOR GE ERAL/AIRPORT SECTOR\nCENTRAL INDUSTRIAL SECURITY FORCE\n(MINISTRY OF HOME AFFAIRS)\nAdministrative Block\nAirport Sector, CISF Complex\nMahipalpur, New Dethi-37\nOaled: 2( Dec'2023\nKolkta, Chennai & Bangalore\nSub:\nPlease refer to ApS He letteE no. (8574) & (10556) dated 29.09.2023 & 09.11.2023\nrespectively on the above subject.\n2. \nVide letters under reference, all CASOS of International Airports were requested to\nproactively monitor and rigorously pursue the matter with the concemed stakeholdeE regarding\nplugging all the identified infrastructural gaps attracting illegal activities. It was also reqlestei\nto tak€ necessary steps to sensitize ASG personnel on the modus operandi of the passengers. A\ncompliance report was also sought into the matter.\n3. \nIt may be appreciated that such gaps can also be exploited for exchange of security\nreskicted articles too putting the aviation security at stake. Hence, the foflowing is;e-iterated for\nstrict on ground implementation at your respective airports:\n. Regular review and identification of all the infrastructural gaps by a committee\ncomprising ASG, Airport Operator, Custom Officials and IB. The recommendations of the\ncommittee may be constantly pursued with the concerned stakeholder till rectification.\n. Segregation of arrival intemational and domestic passengers with glass partition\nwherever required.\n. Effectjve profiling and behavior detection system should be sbictiy implemented in order\nto prevent such types of illegal adiviues.\n. Observatlon/close watch upon on-duty personnel as preventive measures in order to\navoid their involvement in illegal activities.\n. Foolproof security measures be built in and consbntly reviewed to contain any such\nincident in future at all airports.\n4. \nThis is issued with the approval of the Competent Authority.\n(Arun"
}