{
  "1": "s\n.,'\nOFFICE OF THE SPECIAL DIRECTOR, GENERAL/AIRPORT SECTOR\nCENTRAL INDUSTRIAL SECURITY FORCE\n(Ministry of Home Affairs)\nNo. 0-42013IAPC/oPS/BDDS(B/3)/2020- 6 oTl\nTo\nAdministrative Block\nCISF Complex, Mahipalpur\nNew Delhi-37\nDated : ll-1Aug'2020\nIGiAPS - il\nDISG/AP (Nz, E&NE, SZ and WZ)\nCASOs, ASGs Delhi, Mumbai, Chennai, Kolkata, Hyderabad, Cochin,\nAmritsar, Imphal, Raipur, Goa, Bangalore, Srinagar, Jammu, Agartala,\nAhmedabad, Bagdogra, Calicut, Guwahati, Jaipur, Pune, Trivandrum,\nVaranasi and Leh\nSub: - standard ODeratinq Procedure (sOP) for Bomb Detection and\nDisoosal Souad (BDDS) : Reg\nBCAS has approved operationalization of BDDS at all the airports' The\nstrength and eqLiipment required for BDDS have also been approved by BCAS'\n2.Accordingly,BDDSofCISFhasa|readybeenoperationalizedat14Hyper-\nsensitive and International Airports (Delhi, Mumbai, chennai, Kolkata, Hyderabad,\nCochin, Amritsar, Imphal, Raipur, Goa, Bangalore, Srinagar, Jammu and Leh)'\nFurther, at 09 more Hyper-sensitive and International Airports (Agartala,\nAhmedabad, Bagdogra, calicut, Guwahati, Jaipur, Pune, Trivandrum and Varanasi)\nsome of the BDDS equipment have already been provided by the Airport operators\nand BDDS of GISF is likely to be operationalized at these airports shortly. For the\nremainlng airports, Airpot operators are in the process of procurement of BDDS\nequipment.\n3. \nIt has been observed that due to non-availability of a comprehensive BDDS\nsoP, there is lack of role clarity to the duty personnel during any exigency, in turn\nleading to avoidable delays In handling such situations. Thus, there is a need to\nsensitize the team to minimise the reaction time, while affecting the normal airport\noperations to the least'\n4.Keepinginviewtheaboverequirement,anexhaustivemodelBDDSSOPof\nASG Delhi has been developed by a committee constituted at IGI Airpot, Delhi\nwhich is enclosed herewith as per AppendixJA\"'\nI\nI\nI\n1\nI\ni\nI\nI\nI\nI\nI\nI\nt-",
  "2": "I\ni\nI\nt,\nI\ni'\nI\nI\nI\nI\nI\nI\nI\nI\nI\nI\n5. \nAll concerned CASOs are hereby directed to develop SOP for BDDS in respect\nof their AGS by referring to the above soP, and implement the same meticulously.\nASGS may do necessary reorlentation in the soP in consultation with personnel who\nare trained in BDDS, depending on the local operational conditions, topography,\nthreat assessment, availability of BDDS equipment and manpower etc., wherever\nrequired. However, its core architecture shall remain unchanged.\n6. \nThis is for informatlon and necessary action please'\n7. \nThis has been issued with the approval of Spl. Dc/Airpot Sector.\nEncl: as above\nIG/A|rport Sector\nCopy to :-\nAll remaining CASOs\nFor information and necessary action,\nwhenever BDDS of ASG is operatlonalized at\ntheir respective airpots.\ni4u1*",
  "3": "AppendixjA\"\n1. GENERAL\nA bomb explosion destroys lives and property and creates havoc in the minds of general\npopulation and also leads to loss of faith in security forces. To maintain credibility of security\nagencies in their capability and ensure a systematic response to a bomb, suspect or otherwise, it\nis required that an SOP be formed, to tackle such situations without waste of time, so that loss of\nhuman life and property can be minimized. Dedicated Teams of trained personnel for handling\nBOMB threat call are required to prevent any such incident at the airport. As per 2015 survey'\nCISF unit lGl airport has been sanctioned a total strength of 36 personnel for the BDDS wing\nThe rank-wise break-up is as below-\nlnsp/Exe\nSl/Exe\nASI/Exe\nHCiGD\nCT/GD \n.05\nTotal \n-36\n2. OBJECTIVE\nBomb Detection and Disposal Squad (BDDS) is an essential component of AVSEC\napparatus at the airport to deal with Bomb/Explosive threats. The main objective of developing\nStandard Operating Procedure (SOP) for BDDS is to draw an exhaustive and elaborate line of\naction and implementation thereof by each individual of BDDS in the event of Contingency of\nBomb/Explosive threat ai the airport. To fulfill the operational requirement, there is a fixed\ndeployment pattern per shift in which 09 (Nine) personnel mount on duty under the supervision of\nan lnspector. The details of one component are as follows:-\n1. lnspiExe\n-01\n-01\n-02\n-02\n-04\n-10 (As per BGAS norms-2019)\n3. Type of Bomb/Explosive threat perceived at aarports:-\n1. Bomb threat call for aircraft.\n2. Bomb threat call about Passenger baggage.\n-01\n-13\n-03\n-14\n2.\n3.\n4.\n5.\n6.\nSl/Exe\nASI/Exe\nHC/GD\nCT/GD\nTotal",
  "4": "3. Bomb threat call for the airport building.\n' \n4. Bomb threat call for Parking/airport vicinity.\n5. Bomb threat for vital installations.\n6. Detection of unclaimed baggage/articles during routine Anti Sabotage Checks.\n4. FUNCTIONING OF BDDS\nA. COMMAND & CONTROL:- The BDDS of ASG at airport functions under the command\nand control of a GOiIC in the following manner:-\na. LOCATION: - BDDS team will be stationed at designated location having easy\naccessibility to all the terminals.\nb. COMMUNICATION: - BDDS team will be equipped with Walkietalkie sets, Mobile\nand P&T telephone at camp.\nc. TRANSPORTATION:-\ni One dedicated vehicle with HC/GD Driver will be provided to the BDDS team that\nwill be utilized for transportation of BDDS team along with the equipments and\ndog squad to attend any threat call.\nii. The vehicle provided for BDDS will be exclusively used for BDDS duties. lt will\nremain available with the squad on round the clock basis to meet any emergency.\niii. The Dog Squad team will also remain available with the BDDS team and\naccommodated in the vehicle.\niv. lnspector/Sub lnspector will be overall in-charge of the entire squad consisting of\nprescribed manpower as mentioned above and will remain physically present with\nthe squad during peak hours of the airport.\nv. Sub lnspector/Assit. Sub lnspector will be 2nd in-command of the squad and he\nwill remain physically present with the squad.\nvi. Minimum 04 personnel (SUASI-|I, HC/CT-3) will be deployed in each shift on\nround the clock basis.\nvii. l/C BDDS will ensure that all the equrpments are maintained properly. Proper\nlog/record in this regard will be maintained\nviii. ln case, any equipment is out of order, it will be immediately reported to the\nGO/IC, who will arrange for immediate repair of the same.\nix. Any Bomb threat call warrants assembling of Bomb 'Threat Assessment\nCommiftee at the Airport, then entire BDDS team including off duty personnel will\nassemble at the call location without loss of time'\n. \nd. General Diary: A General Diary will be maintained by the BDDSI/C, wherein all\nimportant developments pertaining to duty deployment, Anti-gabotage checks,",
  "5": "threat calls etc will be reflected on day to day basis. The Diary will be put up before\n' \nthe GO/IC on daily basis.\nB. Duties of GO l/C (BDDS)\ni. \nOverall in-charge of BDDS.\nii. Ensure timely deployment of the BDDS for anti-sabotage check.\niii. Decide the requirement of anti-sabotage checks as per the threat perception inputs\navailable to him.\niv. Inform CASO from time to time regarding important matters pertaining to the\nBDDS.\nv. lnspect all reports and returns submitted by the BDDSI/C.\nvi. Responsible for imparting training to BDDS personnel on properly handling of\nBDDS equipments.\nvii. Liaise with the Bomb Detection Squads of other agencies such as NSG and Delhi\nPolice to entail their cooperation in kaining of CISF BDDS personnel.\nviii. Ensure deployment of sufficient personnel and issue directions regarding the type\nof checks to be conducted depending upon the threat perception from time to time.\nix. Ensure that the Anti-Sabotage team must be accompanied with a Dog squad while\nattending any call regarding unattended or suspected object.\nC. Duties of the Sub-Officer ln charqe of the BDDS:-\n, \ni. Operational in-charge of the BDDS.\n' x. Obtain schedule for Anti Sabotage checks from the GO/lC\nxi. .Maintain a proper log of the checks conducted by the squad.\n. \nxii. Ensure that the team is relieved in time to maintain optimum operational efficiency.\nxiii. Ensure that all equipments provided are maintained properly and kept ready for\noperational deployment immediately\nxiv. Check the serviceability of all equipment on daily basis and maintain log of the\nsame.\nxv. Keep updated GO/IC and CASO about all occurrences pertaining to the anti-\nsabotage checks.\nxvi. Prepare the search Plan.\n- \nxvii. During the time of anti-sabotage checks, he shall control the sequence of checks\nand ensure '100% check of the suspected baggage and area'",
  "6": "' 5. Action in case of anv Call reqardinq Unattended Suspected Eaqqaqe in and around\nairport premises:-\ni. The unaltended suspecfed baggage must be checked with the help of EVD\n.operator and Sniffing Dog.\nii. ln case, the suspected baggage r1s tesfed positive either by EVD operator or\nSniffing Dog, then prcper laid down procedure for BomblExplosive disposal\nwill be followed.\n. iii. The BDDS will attend the call in least possible time.\niv. Sl/ASl will lead the squad to attend positive call of any suspicious unattended\nbaggage.\nv. The area will be evacuated immediately and all removable metallic articles shall be\nremoved from the surroundings of the suspected baggage immediately by the area\nduty personnel/QRT/C lW personnel.\n. vi. Bomb suppression blankeUblast inhibitor available at designated location will be\n' \nused to cover the baggage.\nvii. The object will not be touched directly. lt will be identified with the help of BDDS\nEquipment.\nviii. lf absolutely felt necessary, place sandbags or mattresses around the suspicious\nobject. Minimum manpower will be deployed in the danger area for the said task.\nix. ldentify the danger area and block with a clear zone of at leasl 300 ft. including\nfloors, above and below the object.\nx. check to see that all doors and windows are open to minimize primary damage\nfrom the blast and secondary damage from fragmentation.\nxi. Re-entry into the area/building should not be permifted until the device has been\n'removed/disarmed and the area/building declared safe for re-entry.\nxii. lf the BDDS is not adequately equipped and the suspected baggage is positive to\nexplosive test, then the area will be isolated from public approach, and expert Bomb\nDisposal squad of Police / NSG shall be called.\nxiii. ln case the baggage is tested and confirmed negative on confirmation given by\nBDDS UC, it will be searched thoroughly and further handled/disposed off by the\nOperational Shift l/C of the area.\nxiv. Respective Terminal Shift GO will be the overall in-charge during the exercise.\nxv. ln case the suspected baggage is not tested positive for explosive, but there is still\nsuspicion about its contents, then it will be removed safely from the location after\nfollowing the prescribed procedure and kept in the cooling pit for next 24 hours\nunder intimation to the Airport operator.",
  "7": "xvl.\nxvii.\nWhenever the unidentified/ unclaimed afticle is shifted for cooling off by\nBDDS andthe same Ls not claimed by its owner within 24 hours, BDDS will\nopen the same in the presence of representative of Airport Operator, Airpoft\nSecurity,Airline Security, Cusfoms etc., (customs will be involved in case the\nunclaimed/unidentified afticle was initially reported in lnternational Arrival\nhall or on airside of lnternational Airport). Airline security will be involved in\n'case the lJnclaimed/ unidentified article has the airline ma*ings by way of\nparticular airtine baggage tag etc. Handing/taking over of the contents of the\nunidentified/unclaimed articles kept for cooling off to be done as per BTCP\nissued vide BCAS order No-17/2011.\nHand over the contents of the unidentified/ unclaimed afticle wherein\nexplosive/device, suspected/ prohibited article is found, to the representative\nof the potice station.(ln such cases, BDDS will ceftify that the explosive,\nsample explosive, explosive device/its components, suspected/ prohibited\nafticte is safe for handling/ storage by PoliceStation personnel).\nHe will ensure that announcement regarding unattended bag / item is done by his\nstaff.\nHe will call the BDDS team and give them all the information as required.\nHe will make the arrangement for safe evacuation of persons, cordoning, venting of\n'area and buttressing, buffing of the suspected baggage/ item.\nHe will call the fire brigade, local police, hospital, ambulance etc.\nHe will assist BDDS team after their arrival.\nlf the baggage is declared safe, the BDDS team will hand over the bag to\nconcerned CISF area l/C after proper handingltaking over and the same will\nfufther be deposited with \"lost and found\" depaftment of airport operator\nafter proper documentation by concerned CISF area l/C.\n6. ACTTON tN CASE OF THREAT CALL ABOUT PAX BAGGAGE lN SHA\nln case any call is received from SHA or any other area about baggage of the passenger\ntesting positive in the EDK test, proper procedure as mentioned in para-S shall be\nfollowed.\n7. RESPONSIBILITY OF THE TERMINALMANA.GER (COOTd|NAIOT)\ni. \nHe will collect maximum information regarding unattended bag/ item.\n.\niii.\niv.\nvi.\nvii.\nUNATTEDED BAG/ITEM:-\n8. ROLE oF l/c coNTRoL ROOM lN CASE OF. INFORMATION REGARDING",
  "8": "i. After getting information about the unattended bag/ item, the Control room in-\ncharge will collect maximum information about the unattended baggage / item and\nits location.\nii. He will inform the terminal manager and shift l/C about the situation.\niii. He will call the EVD operator of the shift.\niv. lf the response of EVD is negative, the standard procedure to be followed.\n., \nv. lf the response of EVD is positive, the control room in- charge will inform the\nterminal manager to call the BDDS Team immediately.\nvi. The control room in-charge will provide required manpower for safe evacuation of\npersons, cordoning, venting of area, buttressing, buffering of the suspected\nbaggage/ item.\n9. RESPONSIBILITY OF TEAM LEADER\na) During initial phase\ni. He will receive call from coordinator/CISF C/Room.\nii. He will enqulre about the baggage/unattended article like color size & type of\nthreat.\niii. He will pass the message to BDDS team stationed in the camp\n' \niv. He will select and prepare the equipments.\nb) Approach Phase\ni. En route, he will select a Safe Disposal Area.\nii. Short Approach routes to be selected.\niii. Prepare all the equiPments.\n.iv. He will .also ensure that the technician shall wear the bomb suit en-route to\nsave the time.\nc) Contact Phase\ni. After reaching at site, team leader will quickly select the location for command\npost and ensure that the surrounding area is checked for any secondary\n. \ndevice.\nii. Before starting the operation, he will ensure that the area is evacuated and\ncordoned. Jammer will be placed, if available.\niii. He will meet the coordinator and collect all relevant details'\niv. He will do visual inspection of the site.\nv. Dog with handler will be sent for secondary search\n(Estimated time from Sl. No. i. to v. - 12 minutes)\nvi. RSp will meet with team leader and discuss about physical structure of the\nthreat bag. After discussion with RSP-1, team leader will calculate the safe",
  "9": "distance from Fragments/Blast pressure. Later on team leader can shift his\ncommand post to the safe distance.\n(Estimated lime -12 minutes)\nvii. RSP-1 will be sent with electronic stethoscope for the confirmation of timer\ndevice.\n(Estimated time - 04 minutes)\nviii. RSP-1 will be sent to place the RTVS to take the images of threat bag\nix. After discussion with team leader about the X-Ray images, the team leader\nwill choose option to exercise with the threat bag. After analyzing the image,\nRSP-1 will again place the safety circle/Blast inhibitor/Bomb Blanket for jarring\nof the threat bag, if required.\n(Estimated time from Sl. No. viii to ix ''15 minutes)\nx. After jarring the bag, RSP-I will place the bag in TCV with the help of\ntelescopic manipulator.\nxi. ln case of remote operation, the threat bag can be placed in TCV with the help\nof ROV also.\n(Estimated time - 05 minutes)\nxii. Later on TCV will be sent to cooling pit area for safe disposal of the threat bag\nand operation of terminal can be started.\nxiii. During the confirmation of threat bag by BDDS team, TCV must be located at\nthe threat location.\nxiv. The timings in soP are only indicative as detection and disposal of suspected\ndevice may depend on situation, circumstances and uniqueness of device/\ndevices.\nxv. BDDS lC will ensure the safety of his team and surroundings as per\ncircumstances.\nd) DUTTES OF DOG HANDLER\ni. During emergency search, they will help BOMB Technicians with the help of\ndogs.\nii. The first dog handler will carry out sniffing of the suspected bag iitem by his\ndog for explosive after EVD check\niii. The second dog handler will follow the same procedure for reconfirmation of\nthe presence of explosive inside the suspected bag/ item.\niv. They will report to the team leader accordingly.",
  "10": "Arote.': As per BCAS circular no 01/2011 the duty hour of the dog wiil be as\n.. , \nunder:-\n'/ Dog Squad rb an integral part of the BDDS and will only move \"On Call\".\n' \n/ Each ED team will have 02 dogs. Separafe dogs will be earma*ed for\npatrol li ng and su rueillance purposes.\n/ The random checks will be of maximum 04 hours in which after every half\nhour rest of 10 minutes will be given to the dogs. The dogs will work in\ntandem with each other.\n. / After each duty of (M hours, 24 hours rest wilt be given to dogs.\nThe dog handlers are liable for grooming care and physical training of\ndogs. However, they can be used for other duties as per operational\nquirements.\n) DUTY/RESPONSIBILITY OF BOMB TECHNICIAN-O1 :-\ni. He will wear bomb suit while en route.\nii. He will carry out visual inspection of the suspected bag/ item and take its\napprox. dimensions.\niii. He will carry out audio check for confirmation of mechanical timer.\n(Mechanism)\niv. He will carry out EVD check for confirmation of explosive.\nv. He will take X-ray image of the suspected bag/ item.\n' \nvi. After taking X-ray image, he will discuss about it with leam leader and other\nmembers of the team for further course of action accordingly.\nf) Duty/RESPONSIBILITY OF BOMB TECHNICIAN-02:-\ni. He will assist Bomb Technician -1 during RSP.\nii. He will pass necessary RSP equipments to Bomb Technician -'l and maintain\na safe distance from the suspected bag / item.\niii. He will replace Bomb Technician-1 when required and vice versa.\niv. He will be used for the RSP if other suspected bag /item are found in the\nvicinity.'\nlO.PROCEDURE TO BE ADOPTED DURING ANTI SABOTAGE CHECK\ni. The area will be divided into different zones and Anti-sabotage checks will be\nconducted in each zone with the help of equipment.\nii. lf any suspicious object is found,it will be handled as a real explosive.\n'' \niii. Each search/checking component will begin search/checking from outside and\ngradually proceed inwards.\niv. Specific attention will be paid to the disturbed areas.",
  "11": "v. Special attention will be paid to potted plants, shrubs, window ledges; dustbins,\nentrance ways, loose ducts, freshly dug earth, or anything out of the ordinary.\nvi. Once inside, start with the lowest level and work upward. lf the location has a\nbasement, then start at ground level and then move downward.\nvii. Look for signs which might indicate the planting of a bomb or an IED and suspicious\nareas/spots will be marked with chalk.\nviii. Dog squad will accompany during Anti-sabotage Checks.\nix. ln case, an explosive is confirmed/suspected, the evacuation options will be\neiercised.\nx. After completion of each Anti-sabotage Checks, report in the prescribed Performa\n(enclosed as per Annexure-A) will be prepared and submitted to the CASO for\nperusal through operation C/Room of respective terminals.\nl,I.SEARCH PROCEDURES\na. The details of various anti sabotage search techniques along with success rate is\nmentioned as under:\n(a) Visual search by human beings\n(b) Search with equipment\n(c) Search by Dog\n(d) Search by Cornbined techniques\nIt is quite clear that even in the most efficient search, there is 02% chances of non-\ndetection of lEDs. Accordingly, the Anti-sabotage check shall be carried out\ncarefully using all the techniques as mentioned above. Hence, thorough systematic\nand diligent anti-sabotage check must be carried out. The Anti-sabotage check\nmust be conducted by the BDDS Team only. The Search commander and the team\nliC shall ensure that the search procedures are being followed in letter and spirit.\nThe anti sabotage checks shall be carried out at the following three levels:-\ni. Reqular checks:-On receipt of any threat input, regular anti-sabotage\nchecks shall be carried out on day to day basis or as per schedule\ncommunicated by the GO/IC. A schedule for regular checks shall be worked\nout and it shall be decided on the basis of the available threat inputs.\nii. Special checks:- On receipt of calls from l/C BDDS, Operation Control\nRoom for clearing unattended objects and during high alerts, such checks\nshall be carried out as per the directions of Terminal Commandant'\niii. Emerqencv checks:- The emergency checks shall be carried out as per the\ndirection of Bomb Threat Contingency Plan. ln case of emergency, the\n'. 32o/o\n: 48Vo\n'. 84o/o\n: 98%\nb.\nc.",
  "12": "BDDS shall form part of the search team constituted by the Bomb Threat\n' \nAssessment Committee and carry out anti-sabotage check of the aircraft and\nbaggage including cargo, stores and mail under the guidance of the aircraft\ncommander.\nl2.BUILDING SEARCH PROCEDURE:\n\"l t*n\"*earch: Before commencement of the search, the foliowing exterior area of\nthe building should be searched:\n, \n1. Hedges, trees and shrubs\n2. Sewers and manholes\n3. Drain PiPes\n4. Dust bin and garbage cans.\n5. Porches\n6. Shutters, Ornamental artifacts and statues\n7. Sign Boards.\nB. Unattended vehicles outside the building.\n9. Flower Pots and flower vases\n10. Street lights\n11.AlleYs and lanes\n12.Car Parks.\nb) Public Areas: After carrying out search of exterior area , the following areas of the\nbuiidings which are easily accessible for public movement should be searched:-\n1. Lobbies.\n2. Lifts/elevators\n3. Toilets, staircase, switch boards/electric mains\n4. EquiPmenUstorage rooms.\n5. RecePtion/telePhone exchange\n6. Basements\n7. Any shadow area which is easily accessible to the public\n, \nc) Detailed room search: The cardinal principal for room search is to start in reverse\norder. Thus while searching a building, attempt should be made to reach the roof first\nand then proceed from top to bottom and from rear to front. Similarly, while searching\n. \nan area, entry should be made by negotiating the wall/fence rather than through the\ndoor/gate. The following procedure should be followed while searching:-\n1. lf the occupant is available, they should be taken along with to identify\nsusPicious objects.\n2. All doors/windows should be opened remotely using ropes-",
  "13": "3. Once inside the room, an audio-visual search shouldbe conducted to identify\nanysoundsuchaStickingofaclock,Speckofnewmasonry,newwiringetc.\n4. Divide the rooms into areas of responsibility\n5. Start from the sides and reach the centre\n6. Carry out search in the following sequence:-\n/ Ground to belt level,\nr' Belt to eYe level,\nr' Eye lo ceiling and\n/ Above ceiling.\n7. Do not operate electric switches\nB. Open all drawers remotelY\n9. lf a device is found, do not touch it. lnform the search party commander and\narrange for buttressing it with suppression blankets/sand bags etc'\nNote:- Each member of the team has to look for any suspected article/object in his area of\nwork. The search team should be formally instructed not to touch any unusual object. lf it is\ndiscovered by them, they have to immediately get the area evacuated within a radius of at\nleast 100 meters or upto a safe distance and firefighting services be placed on standby or\nalert to avoid extreme damage in case of explosion or fire.\nd) General lnstructions:-\ni. The individual searching the area should begin from the ground floor, emergency\nexits, staircase etc. and further consider those areas where public is normally\npermitted access including rest rooms, toilets, elevators, stairways and hallways.\nii. Upon discovery of the suspected article or substance, it should not be touched or\nmoved but visually inspected for senders/owners name or any marking/signage by\nwhich it may be possible to verify the owner/sender.\nlf the owner/sender cannot be contacted, then immediately the surrounding area\nshould be evaCuated including two floors above and below the surrounding area.\nEfforts should be made to barricade the suspected article with the Bomb blanket,\nblast inhibitor fountain ,sand bags, cushions etc.\nA reserve of 300 to 400 sand bags for the said purpose should be kept always\nready. ln case the bomb threat in cargo Terminal, approx of 1000 sand bags should\nbe kept at a fixed location out of which at least 200 sand bags are to be kept on\ntrolleys (in case any suspected baggage is found) so that the sand bags could be\nelesily transported to the site.\nThe bomb.squad personnel shall take care of any suspected abject reported by the\nsearch team.\nl.\nlv.\nvi.",
  "14": "vii. The suspected article should be removed and shifted cooling off pit under the\nsupervision of Explosive ExpeTVBDDS officer/NSG Officer.\nviii. The ASG Officer ln charge of Anti Sabotage Team shall ensure that adequate\npersonnel are deployed near the cooling off pit till the suspected item remains in\ncooling off Pit.\nix. Proper handing/taking of the items/baggage kept in cooling off pit should be done.\nx. As soon as each sub section or room is cleared, the power supply (unless it affects\nthe fire fighting sprinkler system) not required to facilitate inspection of an area in a\nbuilding will be turned off in order to minimize damage in the event of an explosion.\nNote:- lt is the responsibility of the on duty GO shift l/C to organize evacuation and\ncordoning off of the area (100 mtrs) in consultation with terminal manager and BDDS\nlC as soon as the existence of suspected articles is confirmed.\n13.THREAT CALL FROM PARKIN9 AREA:\na. ln case of any call received from Parking Area regarding explosive in a vehicle,\nBDDS will act in the following manner:-\ni. . suspected vehicleiarticles will be isolated by shifting nearby parked vehicles to a\nsafer distance.\nii. BDDS Checks will be conducted on the suspect vehicle and if these checks test\npositive, the vehicle/article will not be touched/disturbed until the arrival of expert\nBomb Disposal squad.\niii. sand bags will be placed around the suspect vehicle and entire area up to a\nsafer distance will be isolated.\niv. ln case the suspected vehicle tests negative after BDDS Check, but still there is\nsuspicion about it, then the vehicle will be left isolated for next 24 hours for\ncooling.\nv. ln case, the suspected vehicle tests negative for the BDDS checks, then, it will\nbe searched thoroughly taking all necessary precautions.\nb. vehicle search: During search of a vehicle, a proper sequence should be followed\nto ensure that IED placed in the vehicle is not initiated accidentally. The sequence\nof search is as follows:\ni. Area around the vehicle.\nii. Exterior of the vehicle\niii. lnterior of the vehicle.\niv. Ground under the vehicle and the vehicle's under carriage\nv. lnside the engine compartment",
  "15": "14.\nvi. Fuel tanks.\nvii. Luggagecompartmenuboot.\nviii. Wheel drums\nix. Types and spare tires\nThreat Call for Aircraft:ln case the Bomb threat call about an explosive/bomb inside an\naircraft is received, then the action for checking/search by the BDDS will be taken as per\ndecision taken by the Bomb Threat Assessment Committee and as envisaged in Bomb\nThreat Contingency Plan of lGl airport. However, the entire BDDS Team along with the\nln-charge will assemble in the nearby area preferably ASG Control Room immediately on\nreceipt of the call.\nPROGEDURE OF AIRCRAFT SEARCH:-\ni. The search of the aircraft in case of the bomb threat call being declared by BTAC\nas \"specific\" should invariably be done at isolated parking bay or as per the\ndirection of BTAC.\nii. The search of the aircraft is the combined responsibility of concerned Aircraft\n. Engineer, Dy. Commissioner of Security (BCAS)' Controller of Explosive,\nExplosive Expert, Officer from Directorate of Airworthiness, oliicer ln charge of\nAirlines security and cASo of the ASG. They should work as a team. The clSF\nBDDS shall invariably be made part of such team.\niii. The search is designed to find out any article, which does not belong to the aircraft\nor is not a part of its inventory/equipment. The staff familiar with the aircraft should\nconduct the search systematically. wherever possible, the search should be\n. conducted with the help of Explosive Expert, Sniffer Dogs and Electronic Explosive\nDetectors.\niv. lt should be ensured that all items in cabin including crew baggage, flight\ndocuments, containers, bonded stores, First Aid Kits are to be thoroughly\nchecked: lf felt necessary, the seal of bonded stores, First Aid Kit be opened by\nthe airline security after getting approval from bomb/explosive expert. The\n. Engineers will open all the panels and inspect them for any suspected article. The\nExplosive Expert will give assistance to identify, remove and dispose-of any\nsuspected article in the aircraft.\nv. The search should be carried out as per the check list appended below:-\na. FLIGHT DECK\ni. Seats, including pouches and containers in seat back.\nii. Pedestal\niii. Log Book and flight manual stowage\n15.",
  "16": "iv. Crew oxygen mask stowage\nv. Entire floor including area fonrvard of rudder pedal and beneath all flight\ndeck seats.\nvi. Ceiling, side and rear walls\nvii. Life jacket stowage\nviii. Crew coatroom and luggage stowage area.\nix. Third Crew Man's position table and drawer.\nb. NAVTGATTON 9TAT|ON\ni. \nNavigation Book Shelf\nii. Navigator's Seat\niii. Navigatois table\niv. Walls, Ceiling and floor\nv. \nln folds of Navigator's curtains.\nc. FORWARD ENTRANCE\ni. \nExamine door, hinges and locking mechanism.\nii. Examine stairuay including underside.\niii. Check connection of stair to fuselage, also shelf at this point.\niv. Escape chute stowage.\nv. Cabin attendant seat, life raft stowage and seat back.\nvi. Forward wind screen and storage unit, including compartment.\nvii. Oxygen mask compartment\nviii. Ceiling and walls\nix. Fire extinguisher stowage\nd. COMPACONWAX - FLIGHT DECK\ni. Walls, ceiling and floor.\nii. Coat room.\niii. Baggage racks-entire area with baggage removed.\niv. Drinking fountain, cup dispenser, cup disposal compartment and drain\nvalve access.\nv. Open area above and along sidewall of stowage compartment forward\nside of forward toilet.\ne. FORWARDCOMPARTMENT\ni. . Crew bunks.\nii. Coat room and enclosed mask and vast stowages\niii. Stewardess and passenger seats.\niv. Passenger berth.",
  "17": "v. Ceiling, floor and walls\nvi. Crew and passenger life vest stowages.\nvii. Portable oxygen stowage cup board.\nviii. Table between seat lounge chairs and its compartment.\nix. Escape chute stowage.\nf. FORWARD GALLEY\ni. \nRemove all containers, food boxes etc.\nii. Open and inspect all galley, compartment, bar and refrigerator\niii. lnspect containers removed from galley and bar.\niv. Oxygen mask stowage (bar).\nv. Galley service door (tape stowage hinge recess).\nvi. Escape chute stowage C/B compartment above service doors.\ng. FORWARDTOILETS\ni- \nRemove soiled and waste materials.\nii. Remove containers under sinks; inspect contents and area around sink\niii. lnspect towel comPartment.\niv. Tissue dispenser\nv. Toilet\nvi. Mirror and compartments.\nvii. Walls, ceiling and floor.\nviii. Door.\nix. Oxygen mask stowage.\nx. Open access to drinking fountain and inspect.\nh. MAIN CABIN\ni. \nSeats (pouches and oxygen mask stowage).\nii. Pillow racks and hand rail.\niii \nCeiling.\niv. Light recesses.\nv. Open and inspect compartment at the end of each hand rail'\nvi. Open and inspect compartment behind the cabin seats'\nvii. Demonstration life vest stowage.\nviii. Stretcher equipment stowage above hat rack'\nix. Emergency escape rope compartment\nx. \nEscaPe chute stowage-\nxi. Main door and recess with door closed\nxii. Magazine racks.",
  "18": "I\nxiii. Life vest Pouches.\nxiv. Life raft stowages.\nxv. Passenger berths.\nxvi. Oxygen cabin.\nxvii. Cargo tie-down ring stowage.\nxviii. Literaturecontainers.\nxix. First aid kit (hat rack) only unsealed.\nxx. Passengers 02 stowage units drop down and inspect'\nxxi. 02 and co2 cylinder stowage drawers forward sides of 1 and 3 galleys\nand aft toilets.\nxxii. Over wing emergency exit release covers.\nxxiii. AFT entry door cabin attendant's seat\nxxiv. Drinking fountain, cup dispenser, cup disposal compartment and drain\nvalve access at floor.\nxxv. Portable emergency exit lights remove light and inspect.\ni. CENTRE GALLEY AND BAR\ni. Remove all containers, food boxes.\n. ii. Open and inspect all galley compartment, bar and refrigerator'\niii. lnspect all containers removed from bar.\niv. Walls, ceiling and floor.\nv. Glass stowage in bulkhead forward for bar.\nvi. First aid kit in compartment aft side of aft unit only if unsealed.\nvii. C/B compartment above service door' \nt-\nviii. Service door and access.\nix. Escape chute stowage.\nx. Cabin attendant seats in aisle no.2 galley.\nxi. Oxygen mask compartment in celling..\nxii. Portable emergency exit light, remove and inspect.\nJ. REAR GALLEY AREA AND BAR\ni. Stewardess seat.\nii. Galley remove all containers.\niii. Open and inspect all compartments.\niv. Walls, ceiling and floor.\nv. Compartments in front bulkhead\nvi. lnspect containers removed from aircraft\nvii. Diplomatic mail locker (bar unit)",
  "19": "vt.\nviii. Galley service door hinge recesses.\nix. Escape slides stowages (1each door).\nx. Aft entrance door hinge recess.\nxi. Life raft stowages.\nxii. Oxygen bottle ceiling stowage.\nAFT TOILETS\ni. \nRemove soiled and waste materials.\nii. Remove and inspect container under sink.\niii. lnspect sink and area around sink.\niv. Towel containers.\nv. Tissue dispenser.\nvi. Toilet seat and lid.\nvii. Mirror and compartment\nviii. Stewardess seat.\nix. Door.\nx. Walls, ceiling and floor.\nxi. Oxygen mask stowages.\nxii. Open access to drinking fountain and inspect.\nThe checked baggage/accompanied baggage should be stored separately\nfrom both the unaccompanied baggage and passengers' baggage until\nidentified by each individual passenger.\nAfter off loading the checked/accompanied baggage from the aircraft, it\nshould be lined up at a distance of at least 100 mtrs. or safe distance from\nthe aircrafUterminal building.\nEach passenger should be directed to identify his owrtaaggage(s) and while\ndoing so, the other passenger should be made to stay away to avoid any\ninjury in case of an exPlosion.\nonly minimum number of persons should be exposed to the potential hazard\nof the explosion during search operation.\nSimilar procedure should be adopted in the case of crew members and their\nbaggage(s).\nAll identified baggages should be kept in a protected area till it is reloaded.\nEachbaggagewhichisdeclaredsafeshouldbemarkedandsealed(for\nexample by tape) to avoid the duplication of search and opening by the\npassengers prior to loading into the aircraft. \nt\nb.\nf.\ns.\nRole of Airline secud\naircraft search:",
  "20": "The baggage lined uP\nby the airline security as enumerated above shall be subjected to checks by the\nsearch team The clsF BDDS &Dog squad shall check all the baggage lined up\nfollowed by other members of the team. The Dog handler shall work under the\nguidance of the explosives experUBDDS team'\nSTORES AT ISOLATED PARKING LOCATION:-\na. Unaccompanied baggage, cargo, mail and stores shorild be kept separately\nfrom checked/accompanied baggage for search by specially designated team of\nthe airline. The origin and destination of each item should be checked to\ndetermine its validitY.\nb. The item which can be searched should be checked with the help of x-\n. raylelectronic explosive detectors, or explosive sniffer dogs. lf this is not\npossible, 24 hours cooling-off at a safe place may be done or suspension of\ntransportation should be considered. Each baggage, cargo container and\npackage should be opened up for a detailed check. ln case of dead body, the\nsame is subjected to screening by x-ray or a certificate to be obtained from the\nrelative that the body has been packed in his/her presence.\nc. Each item declared safe should be marked and sealed to preclude duplication of\nsearch and subsequent handling by unauthorized persons.\nd. ln case of mail bags which cannot be x-rayed or screened by explosive\ndetectors, it should be delayed by 24 hours to permit activation of timer device\nor its transportation considered for suspension.\n1 7. POST SEARCH PROCEDURES:\n.\n16.\na. On completion of the search,\nregarding the outPut.\nb. Once area is sanitized, it should\nto protect the area.\nc. The search commandermust obtain reports from all the teai in writing. The CISF\nBDDS & Dog Squad commander shall inform the Go l/c (BDDS) who will invariably\nbe present along with the Dog Squad during such searches.\nd. The GO/IC shall sign on behalf of the clSF Dog Squad. The Performa of the report\n'is enclosed in the Bomb Threat contingency Plan. lncaseany suspicious object is\nfor.lnd, it shall be intimated to the explosives expert who shall take further necessary\naction for its disposal\nthe team l/C shall inform the search commander\nbe handed over to the location l/C with instructions",
  "21": "e. submit a Bomb Threat Repotl as given in Annexure ,\", ,,0\" Commissioner\nof Security, Bureau of Civil Aviation Security, Civil Aviation within 24 hrs of\noccuffence of incidenl\n{8.9ONCLUSION:-AnIi sabotage check is one of the basic principles of security lt should be\n. \nensured. that the checks are complete in all respects before calling off ihe search or\nwithdrawal of the teams. Nothing should be left for later. The team, which has been\ndetailed for checking a particulars place or area, should ensure that they are completely\nsatisfied that the area has been checked properly and thoroughly before giving the final\nreport.\nPROPERTYSHALL BE STRICTLY FOLLOWED.\nlg.EVACUATION OPTIONS\n1. ln case evacuation option is to be exercised, a bomb threat related evacuation must\nbe immaculate to reduce risk and injury.\n2 There are two evacuation options, a) Complete Evacuation, b) Partial Evacuation\nOption employed will depend upon the tactical demands of the situation, including\nthe size of the device.\n3. Evacuation plan, if employed will be according to the procedures laid in the Bomb\nThreat Plan.\n4. Evacuation plan will be employed without creating panic. ln case of partial\nevacuation, the evacuated area will be isolated by putting blockade'\n20. TRAINING/REHEARSALS\n2\nwhen not on call, the BDDS will regularly train on the gadgetry and on different\nbomb threat scenarios.\nEach member of BDDS will get acquainted with the topography of the airport area.\nDuring routine checks, the areas/places where changes in the infrastructure are\nnoticed will be given special attention.\nMock Drills will be conducted once in a week. These Exercises should preferably\nbe video graphed at least once in a month for subsequent analysis. other security\ncomponents will also be associated in the Mock Exercises.\nThe team members will keep themselves abreast with their work related\ndevelopments. special emphasis will be given to study the modus operandi of\n.modern day anti nationals and the advancements in the field of gadgetry. sufficient\nstudy material/literature will be made available to the BDDS in this regard'\n1.\nJ.\nNOTE-WHILE DEALING WITH UNIDENTIFIED/UNCLAIMED BAGGAGES/PROPERW THE\n4.\nI\nI\nt\nI\nI",
  "22": "5. Regular liaison will be maintained with the sister agencies for better co-ordination.\n6. BDDS staff will be made to undergo regular refresher courses'\n7. The general duty personnel deployed for static duties will be adequately aware of\nthe functioning of the BDDS.\n21. Dos and Don'ts for lEDs:-\na. Dos:\n1. Be conscious of IED/booby traps.\n2. Keep the area of operation under regular and continuous surveillance.\n3. Be on the lookout for freshly dug earth, grass, sticks or other materials on tracks.\n4. Be cautious and alert.\n5. Search thoroughlY.\n6. Break routine activities.\n7. Keep away from attractive objects obviously left unattended.\n, \n8. Follow exposed wires carefully and avoid traps.\n9. Mark, withdraw and report when IED is found.\nb. Don'ts:\n1. Never assume that only one l.E.D. has been planted.\n2. Do not Panic.\n3. Approach the area of operation tactfully and carefully.\n4. Do not take undue risks.\n5. Do not crowd around the l.E.D.\n6. Only one man should handle it, if necessary.\n7. Do not disturb the l.E.D.\nB. Do not cut wires/ strings, undo tapes or joint packages.",
  "23": "An nexure-A\nRemarks of CASO\nSignature of Team lC\nWith Name\nRemarks of GO/IC\nSl No\nDetails\n1.\nDate & time (fromto) of checking\n2.\nType of Checking (whether specific or routine)\n3.\nName(s) of checking team\n1.\n2.\n3.\n4.\nArea of checking\n5\nEquipmenUresources used\nOutcome of checking\n7.\nObservations/su ggestions\nProforma for Anti Sabotaqe Checks",
  "24": "An nexure-B.\n|\"l',:lTIir i]I':r: l REPL'RT9\n) !. 0 r:' | ! !El'r'l I llATll-tll\nRSP FLOW CHART\nlrrol\n-.-\\.-\n<t}>\nI t onrrrron Ar'ea i2) |\nJARRING\nR E tvt fTE\nHAt{DilH6",
  "25": "l\nI\n1\nI\nI\nI\nI\nI\nI\nI\nI\nL\nI\nI\nI\nI\nI\nI\nI\nI\nI\nI\nI\nAn nexure-C\nBB'T1B THREAT REPO*T\nil'r: ':t*', +l ,.r,:i;,ri\n- n'r: irl3.T:i:ii..- ''+r* vEl 1,1 :er i,.l;r :\n\":i:.. : lf ri;r=-:-:r:n\n- n i ,llirtilE r+= '€e iy iil:l\ntl:tr---i \n:11 :-\n:: r \":.rri!.a - ui -:-rn.'\n- \n-. .t -.-- .\n'1 \ni_.-; \n-.=\n- \n:- Ja-.,:.-.-\n- \n__ \ni,= \nr rb\n: \nl,*; ;;r: *r\n- n': :ii 1- ':F,ltel J: d\"DC'1\n-lE C,ri,: e ,tFiif lYlfi: trA ten,.1'\ni.\n:\n+\n:.\ni \n; l-..: *\"is tre c;r; fr r':sll\n1i \n?i''r;.: h* l;1i.-'39+ #3s l3+{ .ila\n'rYllil $i3:':-+ Er3: i!':rt",
  "26": "11. Telephone number & losaton\nwhere the call was reoeived intially\n\n12° Nameand rank of the officer who\nreceived thecail and the action\ntaken by himimmediately thew after\n\n19. Dig the receiver of the call try to\nquestion him\n\n13.__Dig the caller mentionea the Flight No.\nCarer and type of Airerat / Terminal\nBuilding eto. or merely mentioned the\n\nFlight / Buiding so anc far.\n\n14. Was there any lingual or other\nCharacterstizs which the receiver of the\n\ncall had notead? if so, give details\n\n15. Was any passenger ceniea seat\neven though he had confimed\nreservation er he was off loaded\nshow / ctherreasons\n\n16. Dio any passenger turr up after\nthe phone cal was received\n\nClassfication by BTAC\n(Specific | Non Specific}\n\n18 Decision of BTAC\n\n12 Was tne phone call folowed by\nbom de! / ant — sabotage chek or\nWas the phone call ignored? F\nignored cid the Airine concemed\ninform sezurty | Ainine Administration\n\n20, FlightNo. & Type of plane involved\n\nSILT\n",
  "27": "'.. rr \"* l: - '[ta ::: -].L -:\n-r: i: -:: .liti = Jli I! 'lte ;i:f:;l 3l;'r]e\n.- - .: -r: \na. f .1i\n..: \n-l. - :. ', .- + :. :.. , .: -: r,:\n:t:i::--+ ;:ij: +:l'+ :''-: ::: +']ru!::\n:+ \nl' :-rl *.';' : r +:*r';* i:11 t.l[ ':! i:1i\n,,{; \n=;:: \n'.': \n:'r:+ :i 'r: '.;' \n::'et''tr+'\n-' \n;'.:'::\"r; ::' +l:i'=': \"\"-;- \n1-+:'i;'-+\n.-i..: a-' tj si\n'+,*.t: \nra^ir : - :li-i:i.l''a 1'''i.. \n''11;:t'\n1-. !- .',a! i+':l'+ \nlf;\n:: \n,'.:::-r::'ll: \n: :lo: ,+ =-:E:-1':+\n:.:i t;_a,: -i - 1; i; :' : r t :.,: f,,l'\"i:,: ::la!1\n.'-:,: ::.il..:: :;: i.: ;r.: \nr=-: -tli=e :-\n:i\n:'!\n.111\n-: \n- '1 ; :' : :'1 -; ;: :: :: ::+: l:\" '\n:rr:l 'i,::-+l :::1:;i ::r:\nl- \n-'i: \nI-- il.lr[ -+r:-tr',+: ''::':t=]\n-:1: -: r:1.r : r- +\nl: \n-liri i. l';i ::.laal Etlr:*: ;rf '\n=+;::+ +: :;r: iii:+9 \n?r -' :r:i-I '-':':ii ''\n-...-l. \n- \n-- -l-.- \n_\n: \n1 i ;' ':':'-: \n:=-il \n.l \n.i \n-'rE :'_\n:r. :i ':- :i: -:; :-j-: :,!- ,:j r+li-:t*-+:\n',i1.:: r'r;: i14 :a-J :e:ai\n.}!, \n.- -",
  "28": "a\n, - tr--:\nrllrnrnri=s r.rn*, *f security { cA}\nE- +s-r :t:, :,, -1r,:- i+:L'ry\nr. '$l 16 l-l : c,:r. ,lt'i-l:h Eil:',t;a\n- rFr,-it1. l'e*; l'elh -['"
}