{
  "1": "Ka)\nOFFICE OF THE SPL DIRECTOR GENERAL\\AIRPORT SECTOR\nCENTRAL INDUSTRIAL SECURITY FORCE\n(Ministry of Home Affairs)\n13, CGO Complex\nLodhi Road, N Delhi\n\nNo.0-4201 V/APC/OPS(2)/Circular/AS/11- 7 76 / Dated :/7Sep 2011\n\nSub: SOP to deal with unattended property: Reg:\n\nReference is made to Airport Sector Circular No 01/2010 on the above\nsubject vide which, comprehensive instructions were issued regarding\nprocedure to be adopted while handing over unattended Property noticed in\nthe airport premises.\n\n02 In spite of comprehensive instructions, several gaps and shortcomings\nhave been noticed in the system of restoring the lost and found item to the\nbonafide owner. In a recent incident, CISF staff at an airport, on personal\narrangement with CISF staff at another airport, sent a recovered pouch for\nTestoring it to the pax without recording it in the prescribed register. The CISF\nstaff_at the receiving end, instead of handing over the same to the pax\nimmediately, took this pouch to his residence and kept it for two days. In this\ncase, neither the senior officers were informed about detection of the pouch\nnor an entry to this effect was made in the registers kept for the purpose at\nboth the airports.\n\n03 In view of the above, it is directed that whenever any unattended\nproperty is noticed at the airport, the following SOP should be followed :-\n\na)Whenever, any item is found unattended in the airport premises, after\ncarrying out the standard drill for unattended item, it should be handed\nOver to the area in-charge/designated person along: with relevant\ninformation (prescribed in para 3 of Airport Sector Circular 01/2010).\n\n5)The area in-charge/designated person will in turn record the details of\nthe unattended item in the register maintained for the purpose\n\n©)Efforts should be made to identify and locate the owner of the\nunattended item, if relevant details are found in the item (e.g. name,\nphone number, address, etc.)\n\nd)If the owner is located at the airport, such property has to be handed\nover to the owner after proper verification and under proper receipt.\n\nCont...P/2\n\n",
  "2": "2. 14\n\ne)The information regarding handing over of the unattended property has\nto be recorded in the prescribed register.\n\nf) If the Owner of the unidentified item could not be located at the airport,\nthe same should be handed over to the designated officer of the airport\n\noperator under proper receipt.\n\ng)lt shall be the responsibility of CIW staff of the airport to upload the\ninformation regarding lost and found property deposited with the Airport\nOperator by 1000 hrs daily on the CISF website.\n\nh)Brief details of all items lost and found at the airport must be entered in\nthe GD by the GO I/C.\n\n04 All CASOs and supervisory officers must ensure that no lost and found\nproperty is unaccounted for and the personnel do not adopt to procedures on\ntheir own volition even in good faith. Any deviations from the existing\ninstructions would be viewed seriously.\n\nl- Qn\n(Arun Chaudhary)\nSpl. Director General/AS-\nDistribution:- ae ke\n1. DisG Airports, us\n2. AIlCASO CISF ASGs,\n\n"
}