{
  "1": "= OFFICE OF THE SPECIAL DIRECTOR GENERAL/AIRPORT SECTOR\nCENTRAL INDUSTRIAL SECURITY FORCE\n(MINISTRY OF HOME AFFAIRS)\n\nAdministrative Block\nAirport Sector, CISF Complex\nMahipalpur, New Delhi-37\n\nNo, 0-4201 /APC/Ops(2)/Circular/AS/2024- | F546 Dated: )| Nov 2024\n\nTo\n\nDisG/CASOs Delhi, Mumbai, Chennai, Hyderabad, Kolkata, Bangalore & Ahmedabad\nCASOs of all ASGs.\n\nSub: SOP - Security breach in Digi Yatra facil\n\nty at airports: Reg.\n\nDigi Yatra facility has been operationalized at 24 airports under CISF security cover and\nthe same is under trial stage at 03 airports. With the advancement of time, the Digi Yatra facility\nis expected to be gradually implemented at other airports as well\n\n2. It has been observed that due to non-availability of a comprehensive SOP, there is a\nlack of role clarity to the personnel during incidents of security breach through the Digi Yatra\nfacility. Thus there is a need to sensitize the personnel to respond to breaches in uniform,\nunambiguous and efficient manner in the interest of the Civil Aviation Security\n\n3. Considering the aforesaid aspect, an exhaustive SOP has been developed at APS HQ\nwhich is enclosed herewith for ready reference.\n\n4. All the concerned CASOs are hereby directed to develop SOP to deal with security\nbreaches in Digi Yatra facility by referring the enclosed SOP and implement the same\nmeticulously. ASGs may do necessary amendments keeping in view the local concems such as\ndedicated deployment, operational procedure, availability of technical equipment/gadgets etc.\n\n5. This is for information and necessary action please.\n\n6. This is issued with the approval of the SDG/APS.\n\nEncl: As above.\n\nKart\n\n‘si mar)\nAIG /Airport Sector\n\nCopy to:\nIGIAPS 1&1 For kind information please.\n\nZonal DisG --do--\n",
  "2": "CENTRAL INDUSTRIAL SECURITY FORCE\naot\n(MINISTRY OF HOME AFFAIRS)\n(Te Aare)\n\nSOP - Security Breach in Digi Yatra facility at airports\n\nIntroduction:\n\nThis Standard Operating Procedure (SOP) has been formulated to provide detailed and\nspecific set of security procedures to be followed envisaging security scenarios with\nrespect to implementation of Digi Yatra facility at the airports. The scenarios, which are\ncrucial from security point of view, comprise tailgating incidents or unauthorized entry\nand technical glitch in the system.\n\nObj e:\n\nTo ensure smooth and efficient operations of the Digi Yatra system at airports and\nenhance passenger experience without diluting security norms. This SOP defines the\nrole and responsibilities of ASG personnel and will help them respond in uniform,\nunambiguous and efficient manner whenever a breach in the Digi Yatra facility is\nreported or detected. The primary objective of the SOP is to:\n\nPrevent incidents of tailgating or unauthorized entry through Digi Yatra E-gates\nPrevent incidents of unauthorized exit from Terminal Building through Digi Yatra\nE-Gates.\n\nSwift, coordinated and effective response to tailgating alerts or unauthorized\nentry attempts.\n\nPrompt resolution of technical glitches by taking up the matter with the Airport\nOperator\n\n",
  "3": "Brief note on Digi Yatra and its operational procedure:\n\n“ The Ministry of Civil Aviation, Govt of India has developed and released the\npolicy on biometric based digital processing of passengers at airports called \"Digi\nYatra\". Digi Yatra envisages a connected ecosystem enhancing the seamless\ntravel experience for the passengers and simultaneously improving the security.\nThe Digi Yatra System is an innovative digital platform which aims at simplifying\nthe passenger processes at various check points at the airport right from the\nDeparture gates, check-in / baggage drop point, security check & boarding gates.\nWith Digi Yatra, passenger will no longer need to show their tickets/boarding\ncards and their physical identity cards at many check points at the airport. This\nwill reduce queue waiting times, enhanced security breaches in terms of averting\nimpersonation, and ensures faster processing time as well as simpler processes.\n\nOverall, it can be said that Digi Yatra enhances convenience, safety and\nsustainability in air travel, benefitting both passengers and airport authorities.\n\n“The operational procedure of Digi Yatra system at the airport is as follows:\n\nRegistration process: There are two processes for registration:\n\n* Digi Yatra App: In this method, passengers are required to download\nDigi Yatra app in their mobile phones and fill the details required for\ntravelling. The Digi\n\nRegistration with Kiosks/ Palm top device: In this method,\npassengers register themselves on Digi Yatra platform after reporting at\nairport using the Kiosks installed or palm top devices provided to\nCISF/ASG for one time registration at Departure entry gates. During\none time registration, enlisted IDs of the passengers is physically\nverified by CISF/ASG. The registration is valid for performing one time\njourney only.\n\n",
  "4": "E-gate entry process: Passenger appears before camera for facial\n\nrecognition and places the Boarding cards at E-gate for reading of barcodes.\n\nIf the verification process is validated, the E-gate gets opened automatically.\n\nCheck-in counter: The passenger will either do SELF check-in from KIOSK\nusing Digi Yatra app or do the process by visiting the check in counter and\nmove to SHA for Pre Embarkation Check\n\nE-GATE at Queuing assistant points in pre-SHA area: Passenger appears\nbefore camera for facial recognition and after verification the gate opens\nautomatically. There is no need to scan the boarding pass at this point\nHowever, in case of non functioning of camera, the passenger has to place\nthe boarding pass at E-Gate for barcode reading and gate will get opened\nPSA (Private Security Agency) will be available to monitor the entry of the\npassenger.\n\nTablet at frisking point (Wherever available): Tablet is installed at SHA,\nwhere frisking of passenger is done. The details of passenger get displayed\nto frisking officer. If the frisking officer is satisfied, he/she presses ‘OK’ on the\nTablet. If due to some reasons like offloading, passenger wants to go outside\nof SHA; then the frisking officer will cancel his detail by clicking the ‘Reject\nbutton and passenger may be allowed to go outside. CISF is required at\nfrisking booth in the SHA.\n\nCamera at boarding gate: The passenger appears before camera prior to\nboarding gate. The passenger is identified by face recognition technology and\nhe/she will be allowed to board by the Airlines representative. In case of non-\nfunctional camera, barcode reader will be used for scanning of boarding cards\nand verifying the credentials of the passengers.\n\n* Limitations in Digi Yatra: Though, Digi Yatra aims at streamlining air travel\n\nthrough biometric verification and offers numerous benefits but it also has some\nlimitations from security point of view:\n\n* Tailgating: The sensor installed in the Digi Yatra E-Gates doesn't resist\nthe entry of persons other than providing the legitimate access of the\nauthorized person. In the stipulated time of opening of e-gates, more\n\nayF\n\n",
  "5": "than 01 person can easily gain access through the gate before it gets\n\nclosed automatically. Also, the passengers enrolled with Digi Yatra\n\nGate can gain access along with the child in his/ her lap.\n\nTechnical Glitch: Technical glitches may also pose serious security\nconcerns such as false positives and false negatives. Besides, frequent\nbreakdown of server etc. causes congestion and inconvenience to the\n\npassengers.\n\n* False Negatives: A false negative occurs when the system fails\nto recognize a legitimate traveller, potentially causing delays\nThis happens if the biometric data (e.g., facial recognition)\ndoesn't match the stored profile due to poor image quality,\nchanges in appearance or system errors.\n\nFalse Positives: A false positive occurs when the system\nincorrectly identifies someone as a registered traveller. This can\nbe problematic if a passenger is mistaken for someone else with\na similar biometric profile.\n\nEnrolment with Aadhaar Cards only: The passengers having Aadhar\nCard only can enrol themselves with App based Digi yatra platform as\nthe credentials of the passengers is verified through the Aadhar cards\nonly,\n\nExit from Terminal Building : The manual switch provided towards the\ncheck in hall area can be utilized to exit from the Terminal Building.\nWhereas, there is a set procedure to exit from terminal building for both\nthe staff and passengers. Such way, the passengers can bypass this\nsecurity protocol and can exit from Terminal Building.\n\nArea of respon: ity\n\nAirport Security is the overall mandate of CISF. In order to prevent any unauthorized\nentry through the Digi Yatra gates, it is imperative that a mechanism for\noversight/monitoring by the duty personnel is included in the SOP of the ASG:\n\n",
  "6": "In the existing manpower deployment pattern at Digi Yatra gates, Digi Yatra buddies\n\nhave been assigned responsibility to guide Digi Yatra passengers.\n\nWhereas, CISF has a limited mandate of keeping an oversight on the proper functioning\nof the Digi Yatra channel to avoid any tailgating/ intrusion.\n\nManual validation of ID proof of passengers registering in the Digi Yatra Kiosk\nfor one time registration at the airport itself.\n\nIn case, the authentication of credentials of the Digi Yatra passenger is not\nvalidated by the system due to reasons such as technical glitch, non-\nmatching of face etc., the CISF personnel will manually verify the travel\ndocuments along with checking of enlisted IDs as mandated by BCAS.\n\nCISF security staff intervenes only on the red & amber alerts.\n\nCISF is to ensure no one can exit from the Terminal Building using Digi yatra E-\nGates without adhering to the exit protocols by Staff/ passengers.\n\nRole & responsibility to be assigned\n\na. All the Digi Yatra gates should be kept under the close supervision of ASG\npersonnel and monitored through electronic & manual surveillance. The ASG\npersonnel shall also ensure that\n\n* Whenever an infant is accompanied by a passenger, the infant's\ndocuments (tickets/ boarding cards) should be verified before allowing into\nterminal building.\n\n* When a wheelchair passenger accesses through Digi Yatra facility, the\nAEP (Airport Entry Pass) of the accompanied staff should be verified.\n\nDuring verification of OTR (One-Time Registration) passengers through the Digi\nYatra lane, passenger authenticity (photo ID) should be properly verified,\nespecially for groups of passengers.\n\nIn case, any technical glitch is reported/ noticed, ASG personnel should\nimmediately inform the matter to Area IC & SOCC\n\n© Till rectification of the issue, Area IC & on-duty personnel will ensure that\n\n5|P\n\n",
  "7": "strict access control is maintained at the affected gate by dedicated\n\ndeployment.\n\nSOCC will immediately inform the concerned department of the Airport\nOperator for rectification of the issue and ensure that the technical glitch is\nfixed at the earliest.\n\nCCTV & CIW personnel will keep an effective electronic and manual\n‘surveillance.\n\nSOCC will keep a proper record of the incident along with timeline of the\nglitch.\n\nIn case, any tailgating alert is generated or tailgating is detected, ASG personnel\nwill take the following course of action:\n\nImmediately stop the concerned person, verify his documents/credentials and\naccordingly, inform the matter to Gate/Area IC for further action.\n\nIf no valid documents are found with the person, immediately the Gate/Area\nVC will promptly inform to SOCC, CIW and Inspector IC to initiate further\naction.\n\nUnder all circumstances, the unauthorized person along with his baggage will\nbe subjected to thorough screening under close supervision of Area IC.\n\nSOCC will inform the matter to Shift GO IC and CASO.\n\nSOCC should review the CCTV footage for any unusual/suspicious activities\nincluding co- passengers and furnish report to Shift GO IC for further action.\n\nCIW will carry out a thorough investigation into the matter and bring the\noutcome to the attention of the Shift GO I/C.\n\nIf the person has malicious intentions, he/she will be properly handed over to\nthe Local Police by the Airport Operator or ASG, as the case may be.\n\nProper record of the incident shall be maintained by the SOCC/ CIW.\n\nCIW personnel will update the status of the police case into the matter, if any,\n\n6!\n\n",
  "8": "from time to time.\n\nIf deemed necessary, CASO will take up the matter with the SIB/Intelligence\nagency for background check of the erring person.\n\nIn case of any security breach, CASO will conduct a PE into the matter to identify\nlapses and take all corrective measures alongwith suitable action against the\nerring duty personnel.\n\nA detailed report along with action taken into the matter will be furnished by the\nconcerned CASO to APS HQ.\n\n. Any lapse identified on part of Digi Yatra buddies/airport operator staff deployed\nat Digi Yatra gate will be taken up with the Airport Operator by CASO for\nnecessary action.\n\nThese standard guidelines have been laid down for the ASG for monitoring and\nsupervision of DIGI Yatra to preclude any possible threat to civil aviation operations at\nairports.\n\nNote: Appreciating the key concerns of this document, CASOs will develop a SOP\n\nfor each duty post (Digi Yatra Access Points) considering the local concerns such\nas dedicated deployment, operational procedure, availability_of technical\n\nequipment/gadgets etc.\n\n"
}