{
  "1": ":i \noFFIcE ott\" tt=&Tl*B'uli$o?1.o.=,i[i#gt[EPoRrsEcroR\n(Ministry of Home Affairs)\nAdministrative Block\nCISF Complex, MahiPalPur\nBy pass road, N. Delhi-37\nNo.0-4201UAPC/Ops(2)/Circula(AS)/2020- ?B)l \nDated: \\) \nMarch, 2020\nTo\nDIsG/AP (NZ, E&NE, SZ & WZ)\nDIsG/CASOs of ASGs Delhi, Mumbai, Chennai, Hyderabad & Bangalore\nDIG NISA Hyderabad (for AvSec Cell)\nDIG RTC Arakkonam (for AvSec Cell)\nAII CASOS Of ASGS CISF\nSubject: Standino goeratino Procedure for Perimeter Securitv: Reo\nplease find enclosed herewith a Standing Operating Procedure (SOP) for Perimeter\nSecurity, which has been prepared by this HQ and approved by DG, CISF.\n2. \nThe above SOP is meant to sensitize and brief the personnel so that they\nunderstand the operational requirements related to perimeter security and execute their\nwork effectively and with clarity.\n3. \nAll DIsG/AP should also ensure that the above\nwith in totalify by the CASOs under their jurisdiction.\n4. \nEnsure strict compliance.\nEncl: As above.\nmentioned directions are complied\ni1,1,'\n(Vikram Singh Mann, IPS)\nIG/AIrport Sector-I\nfor favour of kind information please.\nfor favour of kind information of DG\n(CISF) Sir please.\nCopy to:-\n1, IG/APS-II \n:\n2. Principal Staff Officer to DG (CISF) :",
  "2": "Standing Operating Procedure\nDocument No. APS/SOP/OPS/01(V 1.0) \nPrepared by\nPage \n1of9 \nAPProved bY\nsoP/oPS/01(v 1.0)\nAirport Sector\nDG/CrSF\nStanding Operating Procedure\nfor\nPerimeter Security",
  "3": "soP/oPS/01(v 1.0)\nDocument No.\nPage\nStanding OPerating Procedure\nAPS/SOP/OPS/01(V 1.0) \nPrepared by \nAirport Sector\n2ot9 \nAPProved bY \nDG/CISF\n1. Introduction\nPerimeter security is a vital aspect of aviation security, being a single line of defence, and any\nintrusion will noi only facilitate an intruder direct approach to runway/apron without any\nfurther hindrance wiih potentially disastrous consequences, but also project our motto\n..protection & Security\" in poor light, In the prevailing scenario, there is a constant threat to\ncivil aviation operations. Hence, plotection of aviation operations from unlawful interference is\nof paramount importance and in this regard perimeter security assumes highest significance.\n2. Perimeter Security essentiallv entails:-\n(i). Raising the situational awareness amongst duty personnel about perimeter security duty\nand the responses needed to counter it.\n(ii). Sensitization and training of the duty personnel to anticipate, observe, identify and\nnullify the threat posed from intrusion.\n(iii). Defining the specific action to be taken in perimeter/Apron area in case of perimeter\nintrusion, and procedures for judicious use of weapon, if required, when threat/ intruder\nis spotted in perimeter area & Apron'\n3. Threat Perceotion:\n(i). Intrusion by making hole in perimeter wall.\n(ii). Entry through existing/unnoticed gap in perimeter wall'\n(iii). Entry by scaling over the perimeter wall.",
  "4": "soP/oPS/01(v 1.0)\nStanding Operating Procedure\nDocument No. APS/SOP/OPS/01(V 1.0) \nPrepared by\nPage \n3 of9 \nAPProved bY\nAirport Sector\nDG/CrSF\n4, Steps to be taken to avoid intrusiqn throuqh perimeter:- In view of the constantly\ngrowing threats to the aviation sector and in order to improve the security of the perimeter\nwall, following measures are required to be implemented:-\n(i). Ensure below mentioned prescribed security infrastructure for perimeter security at the\nairpoft :-\na. Perimeter wall of prescribed height (B ft) with an overhead fencing of (l 1/zft),\nwith the concertina wire between those wall hangings. In addition, no gaps\nshould be permitted between the wall and the bottom of the concertina coils.\nb. Watch Towers/observation posts should be located at strategic locations having\na clear and an uninterrupted view. Relocation of Watch Towers, keeping in view\nthe density of the adjoining built-up areas, so that there is not much gap\nbetween two Watch Towers in such stretches of the perimeter.\nc. Provision of patrolling track along the perimeter on inside and outside for mobile\nand foot patrolling.\nd. Sufficient illumination of the perimeter area. Wherever sufficient light along the\nperimeter is not available, ensure availability of alternative arrangement by\nissuing torch/dragon lights to all duty personnel.\ne. Provision of authorized number of vehicles for mobile patrolling.\nf. Apart from the existing warning signs displayed on the perimeter wall, the\nCASOs should take up the matter with the concerned Airport Operator for fixing\nthe following warnings, in bold letters, on the perimeter wall to create\npsychological deterrence against any kind of trespass or intrusion:\nNo Trespass.\nStrict action on trespasser.\n01\n02\n03 gstHl q{ sql o.rffi of qrC,ft",
  "5": "soP/oPs/o1(v 1.0)\nDocument No.\nPage\n4of9\nAirport Sector\nDG/CrSF\nStanding OPerating Procedure\nAPS/SOP/OPS/01(V 1.0) \nPrepared bv\nApproved by\nS. Provision of sufficient number of Binoculars'\n[. \nProvision of sufficient number of Walkie -Talkie Sets'\ni. \nProvision of Watch Towers with 3600 observation'\nj. \nA Loud Hailer should also be provided at each watch tower/ observation post\nand each patrolling vehicle, for warning the intruder'\n(ii). The entire perimeter of an airport should be divided into separate btats with one sentry\ndeployed for every beat, who will be concentrating for all round safety and security of\nhis designated perimetei. However, the curvature and blind spots of perimeter should\nalso be laken into consideration for deciding the number of beats so that no stretch\nalong the perimeter is out of visual observation.\n(iii). perimeter guarding to be done round-the-clock for all the three shifts irrespective of\noperational hours. Personnel deployed for perimeter patrolling should not be stationed at\none place only i,e. on watchtower or shelter along the perimeter. Rather, they should\nalso be on the move within their beats'\n(iv). During the night, the mobile patrolling party will carry a dragon light during their\nmovement. They will carry out the checking of all the beats and sentries deployed for\nperimeter guarding. The mobile patrolling will be for re-enforcing the static perimeter\ndeployment. The vihicle provided by the airport operators for patrolling purposes should\nbe used for perimeter patrolling only.\n(v). In case of larger airports, the perimeter can be divided into 2 or 3 or more zones for the\npurpose and each zone will have a separate mobile patrolling party. Mobile patrols\nshould take effective and meaningful rounds and avoid perfunctory patrol of the\nassigned areas.\n(vi). At the time of mounting on duty, watch tower personnel will ensure the condition of\nperimeter wall and fencing adjacent to their watch tower area. Any new development if\nnoticed, will be immediately enquired from the previous sentry and informed to control\nroom and area IC accordinglY,\n(vii). At the time of mounting on duty, sweeping will be done in the area of responsibillty\nwithout fail and intimation will be given to SOCC for keeping a record.",
  "6": "Standing OPerating Procedure\nDocument No. APS/SOp/OpS/Of(V f'O) \nPrepared by \nAirport Sector\nPage \n5 of9 \nAPProved bY \nDG/cIsF\n(viii).ServiceabilityconditionofallEquipment/Gadgetsshallbecheckedatthetimeof\nmounting on orty. \n-in \n.use of any discrepancy, it should immediately be reported to\ncontrol Room uni un .r,trv made in the beat book maintained at that location'\n(ix).Thewatchtowersandbeatpatrolsshouldbemadeaccountableforanyuntoward\nincident alonq the- p;;-;t* and their duties and tasks should be closely observed by\nthe mobile patrorr. Eiir, *ut.h to*., / beat and patrol party should have a marked and\ndefined area of responsibility, both along the perimeter and also inwards'\n(i).AgileandalertpersonnelshouldbedeployedattheWatchTowersintheperimeterarea,\nwhicharemorepronetointrusionorwhichareclosetocivilianbuilt-upareas.\n(ii).Personneldeployedinperimetersecuritydutiesshallbegivenaspecializedtrainingat\nUnit level to deal with lntrusion incidenis in the operational area' Personnel should be\nspeiifrcatty briefed regarding the apprehension of such trespassers'\n(iii).PerimeterdutypersonnelshouldbefamiliarwithairportSigns,markingsandairside\niigniingr. personnel ,n\"rrJ.L\" be aware of challenges posed by air side construction\nultiuiti\"s or other works in the airside'\n(iv).Perimeterdutypersonnelmustbeawareofvitalinstallations/areasandthreat\n\\\"/' p\"ri.ptlon on ihe airside thereof, besides airside safety procedures.\n(v). Personnel should be sensitized and geared up mentally to open flre in rare cases of\nintrusion if there is imminent threat t;Civil Aviation or to duty personnel'\nsoP/oPS/01(v 1.0)\nThe following actions are required to\nA. Intrusion by scaling over the wall/ through gap in the wall:- If the sentry\ndeployedatwatchtower/beatpatrollingseesintruderscalingovertheperimeterwall,\nhe will take following course of action :-\nbe taken in case of an intrusion / trespass:-\nAiioort\n5. Requisites / Attributes of oersonnel for Derimeter securiw:-",
  "7": "soP/oPS/01(v 1.0)\nDocument No.\nPage\ni.\nii.\nl .\niv.\nvt.\nv .\nStanding Operating Procedure\nAPS/SOP/OPS/0l(v 1.0) \nPrepared bv\n6 of9 \nAPProved bY\nAirport Sector\nDG/CISF\non noticing the intrusion, the on-duty personnel will immediately challenge the\nintruder by shouting \"Stop, don't move further\" (so1, sTrn I-o q.d). Besides, he\nwill also alert all, over wT set about such intrusion, and also use the Loud Hailer.\nDuty personnel will run towards the intruder & if situation demands, he will\nchase him while giving the loud warning as per para (i)' While doing so, the\napproach will be aggressive and no lethargy or casualness shall be exhibited.\nIf the intruder stops & follows the command, duty personnel must take him on\ngun point from a safe distance. Then, he will order the intruder to keep his\nhands up & to kneel down till arrival of reinforcement'\nIf the intruder does not respond to the challenge & keeps on moving towards\nrestricted & highly sensitive area like runway or aircraft or sensitive installation,\nthe duty sentry will warn him while chasing or runni4g towards him as \"If you do\nnot stop or follow instructions, you may be injured or may lose your life in the\nfiring thatwillfollow\"/\"qR q-€t t-+tn nl ffi qn fr qrV't\".\nIf that too fails to stop him, the duty personnel will fire one or two rounds'on\nsingle shot' mode \" in AIR \".\nIf these efforts also fail to stop the intruder, the duty personnel will halt, take\nproper position & target his aim below the waist level of the intruder and fire to\nimmobilise the intruder, duly ensuring that there is no danger to aircraft/\npassengers/staff/employee in the vicinity, during the process.\nOn apprehension, the intruder shall be interrogated by the joint team comprising\nlaw enforcement agencies and he will be handed over to local police for further\nlegal action.",
  "8": "soP/oPS/01(v 1.0)\nStanding OPerating Procedure\nDocument No. APS/SOP/OPS/01(V 1.0) \nPrepared by \nAirport Sector\nPage \n7 ol 9 \nAPProved bY \nDG/CISF\nB. Safety aspect to be followed before opening fire at the intruders: - The\nfollowing safety precautions shall be taken/kept in mind before opening fire at the\nintruder:\ni, The firing shall be resorted to by the duty personnel in a manner that the bullet,\nif missed, does not cause collateral damage by hitting any human being in his\nline/Arc of fire, to the extent possible.\nii. Firing from Morcha, Watch Tower or elevated post should be done towards\nground aiming at the intruder, ensuring that it does not hit any moving/parked\naircraft and vehicles behind the intruders/ targeted person, on ground.\niii. The duty personnel shall ensure that there should not be any fuel refilling vehicle\nor tanker in his line/ arc of fire which may cause damage to life and property.\nSteps to be taken when intruders spotted with weapon:- The following steps\nmust be taken when an intruder is spotted with weapon:\ni, As and when any intruder is spotted with weapon, the duty sentry shall\nimmediately take the best possible tactical position. He shall alert all by RT set /\nquickest communication channel and shall challenge the intruder to keep the\nweapon down and move away from the weapon. Further, the intruder will be\nasked to kneel down immediately with hands up.\nii. If the intruder follows the command, the duty sentry shall keep him at gun point\nfrom a safe distance till arrival of reinforcement.\niii, If the intruder doesn't follow/ obey the challenge and continues to approach\ntowards runway, aircraft or sensitive installation, the duty sentry shall hold his\nposition for opening fire and shall neutralize the intruder by opening fire.",
  "9": "soP/oPs/o1(v 1.0)\nStanding Operating Procedure\nDocument No. APS/SOP/OPS/01(V 1.0) \nPrepared by\nAirport Sector\nDG/CISF\nPage\n8of9\nApproved by\n7, Communication: In case of any contingency, communication systems at every level must be\nprompt in disseminating any information from ground level to senior level, Normally, Walkie -\nTalkie is being provided to personnel for the perimeter security. The following course of action\nwill be implemented in this regard:-\na) Use of a normal conversational voice level ALWAYS. Neither a loud voice nor a\nwhisper.\nb) Maintaining of a proper distance of one to three inches between mouth and the\nmicrophone.\nc) Messages to be concise and to the point, while relaying all pertinent information.\nd) No transmission of personal messages over Walkie - Talkie (WT) sets.\ne) At the conclusion of a message received, the receiving personnel will\nacknowledge receipt of the message.\nf) Handle the hand set carefully.\ng) Unnecessary fiddling with buttons of WT sets to be avoided.\nGeneral Instructions in a nutshell\na) Duty personnel will report for duty in smart turnout and in time.\nb) They will not leave the duty post until properly relieved.\nc) They will not smoke while on duty and will not come for duty in an intoxicated\ncondition.\nd) They will not carry cell phones and bags on duty.",
  "10": "soP/oPS/o1(v 1.0)\nDocumentNo. APS/SoP/OPS/01(v 1'0)\nPage \n9 ofg\nAirport Sector\nDG/CrsF\ne)Theywillnotreadnewspaperorotherdistractingreadingmaterialwhileonduty.\nf; Proper handing taking regarding duty post shall be carried out'\ng) All incidents/major developments should be briefed to the reliever'\nh)Anyorders,instructions,alertmessagesetc'shouldbeconveyedtothereliever.\ni) Personnel will be polite and courteous but firm in implementing security\nguidelines.\n+++++++++++"
}