{
  "1": "OFFICE OF THE SPECTAL DIRECTOR GENERAL/AIRPORT SECTOR\nCENTML INDUSTRIAL SECURTTY FORCE\n(Ministry of Home Affairs)\nAdministrative Block\nCISF Complex, Mahipalpur\nBy pass road, N. Delhi-37\nNo. 0-42011lAPC/ops(2)/Circula(AS)/2020- 7L6T Dated: ll Sep, 2020\nTo\nIG/APS-I & il\nDISG/AP (NZ, SZ, WZ and E&NE)\nDIsG/CASOS of ASGs Delhi, Mumbai, Chennai, Bangalore & Hyderabad\nDIG NISA Hyderabad (for AvSec Cell)\nDIG RTC Arakkonam (for AvSec Cell)\nAll CASOs of CISF ASGs\nSub:- Standard Ooeratino Procedure (SOP) for dealinq with cases of\ndetection of arms, ammunition, explosive durinq screeninq of\na oassenqer or his hand baooaoe and its ootential link to a\nhiiackinq attemot:\nPlease find enclosed herewith a Standing Operating Procedure (SOp) for dealing\nwith cases of detection of arms, ammunition and explosive during screening of a\npassenger or his hand baggage.\n2. \nThe above SOP is meant to sensitize and brief the personnel so that they\nunderstand the operational implications of detection of arms, ammunition, and\nexplosive during screening of a passenger or his hand baggage and execute their work\neffectively and with clarity on larger implications of such detection.\n3. All DIsG/AP should also ensure that the above mentioned directions are\ncomplied with in totality by the CASOs under their jurisdiction.\n4. \nEnsure strict compliance.\nEncl: As above.\nlt\nl\\t l/ \nn lq\n(M A Ganapathy, IP$j\nSpl.DG /Airport Sector",
  "2": "Standard Ooerating Procedure (SOp) for dealing with cases of\ndetection of arms, ammunition, explosive during screenino of a\npassenger or his hand baqqage\n2.\n3.\n4.\nA. Background:-\n1. ASGs frequently detect/ recover prohibited items like Arms,\nAmmunition, explosives primarily in SHA during pre-embarkation\nsecurity check of passengers and their hand baggages and\nsometimes at other locations of the Airports. Such detection can also\nhappen during frisking of a passenger.\nA detailed guideline about dealing with such cases of detection of\narms and ammunition during screening of a passenger or his hand\nbaggage have already been issued (BCAS Circular No 0g/2017 dated\n04.07.20L7), and ASGs act in accordance with its provisions.\nHowever, it has been observed that ASGs treat such detections very\ncasually. Often such detections are handled by SHA component of\nASG in a routine and mechanical manner without carefully examining\nlinkage of such detection to a possible hijacking attempt.\nASGs fail to factor in the possibility that the detection/ recovery of\narms, ammunition etc at SHA could possibly be a larger plot aimed at\nhijacking an aircraft with more accomplices involved.\n5. The questioning of the pax detected with the offending Arms/\nAmmunition is done in a routine manner by the ASGs and no sincere\neffort are taken to cross check I verify his statements or the\ndocuments and such passengers are just routinely handed over to the\nlocal police.\nB. Aim and objective:-\nTo reorient the mindset of all ASG personnel and sensitize them to\npossible larger ramifications including hijacking bid involving such\ndetection of arms, ammunition, and explosives.\nTo develop a communication / alarm system which alerts senior\nmost ASG officers including the CASO, shift GOs / SOs and other\nlelqted wings like QRT, access control, Terminal Marshalls, CIW,\nCCTV, etc. on such detection.\n(i).\n( ii).",
  "3": "( iii).\nTo devise a comprehensive response mechanism amongst pESC\ncomponent and also other sub Units of ASG / to deteCt and to\ncounter plot by the passenger concerned, with or without\naccomplices.\nTo establish reliable procedures for verification of arms licence, ID\nCards, questioning / interrogation of such passengers by n'SCs\nbefore the legal procedure of handing over to police, e1c.\nTo focus efforts on prima-facie establishing credentials and\nbonafides of such a passenger to rule out any larger implication /\ndesign.\nTo conduct regular mock drills on the scenario of detection of arms/\nammunition/ explosive and follow up action.\nIn the event of the image of X-BIS indicating the presence of arms\nand/or ammunition / explosives in the hand baggage, the screener\nshould stop the conveyer belt as per the existing SoC and confine the\nbag in the X-Ray tunnel and alert the physical checking offtcer.\nThe screener should ensure that under no circumstances, the\npassenger is allowed to take possession of the suspect baggage and\nits content till its final disposal.\nUpon physical checking of baggage and having confirmed about\npresence of arms and/or ammunition, the physical checking officer\nshould alert the SHA I/C, who in turn wiil alert the Shift GO I/C and\nSOCC. CIW I/C, QRT & TM (Terminat Marshail) and CASO shoutd\nalso be alerted by socc / shift Go I/c. This should be done discreeUy\nand without alarming other passengers.\nIn the event of presence of confirmed explosives in the hand\nbaggage, necessary action as per standard procedure for handling\nexplosive substances involving BDDS, Dog Squad, etc. should be\nfollowed.\n5. The cASo / Go vc should interrogate the passenger, cross check his\nstatement and take a prima-facie view whether the possession of\n(iv).\n(v).\n(vi),\n1.\n2.\n3.\n4.\nammunition / explosive at pESC ooints:-",
  "4": "6.\n7.\narticle in question is due to mistake or the passengers motives appear\nsuspicious.\nIn case of a prima-facie presumption of suspicion, the armed\ncomponent of the SHA should be alerted and directed to reach the\nscreening point. The armed component should cover the passenger\nand the suspect baggage.\nIn order to establish / rule out any possibility that the passenger has\nmalafide intentions or is a part of a bigger group to cause any\nunlawful interference with Civil Aviation Security, CIW of ASG must\nfocus attention on:\n(i). Verification of the movement of passenger concerned right from\nthe entry to the terminal building to the PESC point,\nusing human/ CCTV inputs.\n(ii). Ascertain from other sources including concerned Airlines using\npassenger PNR details etc whether the passenger is travelling in\na group or otherwise.\n(iii). In case the passenger is travelling in a group, the location of\nthe other accompanying passengers to be tracked and kept\nunder human / CCIV surveillance till finalizatlon of the case.\nThe GOs / SHA I/c in the presence of the CIW I/C must establish,\namongst others, the following :- Identity - for example, (i) whether\nmember of CAPF, Armed Forces, police, (ii) physical possession of\narms license, if any, (iii) reasons for carriage of arms and ammunition\nin the hand bag.\nThe ID card in possession of the passenger should not be blindly\nrelied upon for its authenticity and reliability on its face value. The\nASG must not conflne to single ID card but may try to cross check\nand corroborate the identity of the passenger through multiple\nidentity cards viz Government documents like Aadhaar, Voter ID card,\nPAN or other documents like Credit Card, Bank Passbook etc, ASG\nmay also try to verify the credential / ID of the passenger by\nspeaking to some telephone reference provided by the\npassenger.\nThe course of action as laid down in BCAS AVSEC Circular no 0812017\nshall follow in accordance to the outcome of the preliminary\nB.\n9.\n10.",
  "5": "verification of the Arms licensel ID lcredentials, etc done to the\nsatisfaction of the GOs/ CASO.\n11. In the event that the statements offered by passenger are not\ncorroborated through the human/ CCI-V / Airline data and possibility\nof more accomplices are established, ASGs must suitably alert its\ncontingency responders like QRT, Terminal Marshal and shall take\nfollowing steps:\n(i). Identify such accomplices and once located they should be\nimmobilised and segregated from other passengers.\n(ii). A thorough search of their personal belongings as well as their\npat-down search should be carried out. If any mobile phone is\nrecovered, it should be taken into custody by ASG, so that they\ncannot make any call to his accomplice, if any.\n(iii). They should be interrogated in order to obtain the information\nabout their travel details, about more accomplices, their location\nand motives, etc.\n(iv). The targeted flight should be identified and QRT should be\ndeployed immediately to cordon off the aircraft and Terminal\nMarshals should also be alerted in the Terminal Building.\n(v). All boarded passengers alongwith their baggage should be made\nto disembark from the affected flight and fresh security checks\nshould be carried out, if need arises.\n(vi). During this period, all gates of the terminal building should be\nproperly guarded so that nobody exits from the depafture area of\nterminal building.\n12. Similar procedure should be adopted if any Arms / Ammunition or\nExplosives are recovered during the frisking of a passenger. However,\nin this case, there should be an immediate presumption that the\npassenger concerned has definite mala-fide intentions and the\nfrisking officer should immediately take possession of the offending\nitem. Thereafter, all other systems as in the case of detection in cabin\nbaggage as mentioned above should be set in motion.\n++++++++\n4"
}