{
  "1": "OFFICE OF THE ADDI. DIRECTOR GENERAL/AIRPORT SECTOR\nCENTRAL INDUSTRIAL SECURITY FORCE\n(MINISTRY OF HOME AFFAIRS)\nNo. 0-4201 1/ApC/OpS (6)/Cor.BCAS/23- lO 61 B\nTo\nAdministrative Block\nCISF Complex, Mahipalpur\nBy Pass Road, New Delhi-37\n11ovor,.1k v\nDated: lf \n€*€b€r'2023\nIG/APS- il\nDIsG/AP (NZ, SZ, WZ and E&NE)\nDIsG/CASO of ASGs Delhi, Mumbai, Chennai, Hyderabad, Kolkata & Bangalore\nCASOs of all ASGs\nSub: SOP on theft cases in hold baooaoe. Req.\nRecently, a spike has been noticed in the theft cases from the registered\nbaggage of the passengers. Also, there appeared to be a lack of clarity on thE action\nto be taken by various stakeholders in such cases. Thus, appreciating tire need of role\nclarity, a committee was constituted by ApS Hers to formuiate a comprehensive sop\nduly addressing all concerned issues. The same is enclosed herewith as Appendix-\n'A',.\n?: \nBesides, as already communicated vide this He letter No.-4201UApClOpS\n(6)/corr. BCAS/23-8922 dated 06.10.2023, display of signage may also be ensured\nbearing contact no. of ASG control Room for guiding the paisengers to call/lodge a\ncomplaint regarding theft in hold baggage.\n3. \nFurther, BCAS circular No. 03/2009 (copy enclosed) regarding frisking of all\nleaving the airside tarmac/ technical area of airports shall be implemented profer[ to\nthwart any possibility of carrying the theft objects out of the airports by any staff while\nexisting the security restricted area of the airports.\n4. \nIn view of the above, I have been directed to request all Zonal DIsG,\nDIsG/cASos and all cASos to prepare local sops based on the above Sop for their\nrespective airports and implement the same, please.\n5. \nThis has been issued with the approval of the Competent Authority.\nEncl: As above.\no \n1.,\n[w.-4L/\nI\n(Arun Sihgh)\nAlc/Airport Sector\n(",
  "2": "I \ncncdrn fd \\rcbi'clcidbn\nRESTRICTED\nNO.CAS-1 1 (6)/2006/Div. t(tCAO Sp)\nBUREAU OF CIVIL AVIATION SECURITY\n(MtNtsTRY OF CtvtL AV|ATION)\nGOVERNMENT OF INDIA\nA'WNG, JANPATH BHAWAN ,\nJANPATH, NEW DELHI -1 1 OOOI\nDate: 05/02/2009\nctRcuLAR NO. 03 / 2009\nSub : Frisking of all leaving the airside tarmac / technical area of\nairports.\nln continuation of BCAS circurar No. 14t2oo7 dated 11-12-2007, it is\ndirected that all staff, when exiting the security restricted area of airports, shall be\nfrisked on a random basis, so that any element of pieparation of an unlawful act\ncould be detected.\n2. \nThis issues with the approval of commissioner of security (cA) which will\nbe implemented by all concerned with immediate effect.\n( D.S.Chauhan )\nIPS\nAddl. Commissioner of Security(CA)\nDistributions as per list attached.",
  "3": ". \nFax-23315695 / Ph: 23311598\nRESTRICTEI)\nNO. CAS-7(1 y2007_Dtv_r\nBUREAU OF CIVIL AVIATION SECURITY\n(MtNtsTRY OF CtvtL AVIAT|ON)\nGOVERNMENT OF INDIA\nA WNG , JANPATH BHAWAN ,\nJANPATH, NEW DELHI -1 1OOO1\nDate 1'1.12.2007\nc tRc u LA R NO. 1412007\nsub : Frisking of a[ personner depro-yed with ground handring agencies reaving the\nairside tarmac / technical area of airports\nln continuation of this Bureau circular No. 19/2001 dated 15.10.2001 and 4t2oo7\ndaled 19.2.2oo7, it is further instructed that all authorized personnel working with GHA while\nleaving airport from any gate(s) shall be subject to security checks (frisking liallage searcn;\nby the airport security personnel manning those gates.\n2. \nReceipt of this Circular may be acknowledged.\n(M. Mataviya)\nAddl. Commissioner of Security (CA)\nDistribution: As per list attached / (Overleafl",
  "4": "_:\nREGISTERED BAGGAGE BY PAX TO ASGs\nl.INTRODUCTION:\ni. The responsibility of screening and securing of check-in baggage primarily is\nvested with the concerned Airline/Airport operator where -ln--line baggage\nsystem is in operation. CISF has no direct role in the security of hold baggagi,\nhowever due to visible presence at airports, the passengers often co*pLai., to\ncISF regarding theft from their registered baggage. CISF/ASG should also be\nequally concerned with theft/pilferage/unauthorized tampering of such bags\nas such incidents may adversely impact the overall aviation security scenari6s\nincluding the ambience of securit5r and order at airports.\nii. A number of cases of theft from registered baggage of passengers are being\nreported and it has also come to tight that often no proper complaint has been\nregistered by the concerned airlines as well as no FIR is being lodged by the\nlocai police. sometime multiple stakeholders/organised gangs are found 1o be\ninvolved in such cases.\niii. within an airport, certain areas are vulnerable to theft/pilferage due to their\nbusy and chaotic environment and miscreants tend to target such places. At the\nsame time, there is tendency among the victims not to lodge a complaint, due\nto which the culprits often go scot-free, even after being traced.\niv. Despite electronic and manual surveillance being in place at most airports and\navailable lega1 remedy for such incidents, they continue unabated particularly at\nMetro airports. Therefore, to prevent theft/pilferage and to bring the culprits to\nbook, a more proactive procedure needs to be established.\n2. AIM\nThe aim of this SOP is to devise a procedure regarding complaint reported by\npassengers to CISF/ASG for providing necessary assistance regarding theft in\ntheir hold/check-in baggage, in coordination with the concerned airline/airport\noperator, to preclude the possibility of theft in hold/check-in baggage and to\nmaintain the passenger's belief on CISF. Also, being the principal securit5r agency\nat airports, it should be the endeavor of CISF to keep the airport premises crime-\nfree.\n3. EXISTING\nNS AS PER\nAND BCAS AVSEC ORDERS\nBCAS AvSec Order 05-2022 and NCASP enumerates the provisions of following\nimportant preventive measures for theft and pilferage from hold/ check-in\nbaggage:\nAirport/Aircraft operators shall ensure appropriate measures and methodologr\nare established to prevent theft and pilferage right from acceptance of hold\nbaggage, till it is handed over to passenger at arriving airport. Processes of theft\nprevention plan with relevant resources and equipment shall be incorporated in\nconcerned atrport f aircraft operator SOP.\n(i)\nAppendix-'A'\nSUB.: ACTION TO BE TAKEN ON REPORTING OF THEFT FROM",
  "5": "-(ii) Airline should ensure to install removable czunera inside the holds of aircraft,\nand it should be used during baggage loading/unloading operations.\n(iii) Access to areas where hold baggage is kept shall be controlled to prevent\nunauthorized access, tampering and the introduction of restricted articles or\nexplosive devices into the hold baggage.\n(iv) Hold baggage shall be protected from unauthorized interference from the point\nat which it is accepted until its departure on an aircraft. Screened hold baggage\nshall be kept under surveillance at all times. The securit5r staff of aircraft\noperator shall escort the securit5r cleared hold baggage from the baggage make-\nup area to the aircraft.\n(v) The Aircraft Operator/ GHA shall ensure that hold baggage is\ntransported/dispatched till aircraft in locked container/ trolley/ vehicle security\nwith securit5r seals.\n(vi) The aircraft operator should create awareness to \nsensitLe\nporters/loader/ground service staff regarding hold baggage handling process.\n(vii) Security stickers/seals- Prescribed security stickers shall be applied to the\nscreened hold baggage by the security staff. In case there are pockets in the hold\nbaggage, security seal may be applied to all the pockets wherever applicable.\nAdditional securit5r measures may be adopted for protection of hold baggage after\napplying securit5r seal. In the event of pocket being found unsealed at the check-\nin counter or in the baggage make-up area, securit5r seal shall be applied only\nafter pocket has been searched or baggage is re-screened.\n(viii) Baggage sorting area is designated as a special security zone and only authorized\npersons shall be allowed to enter it.\n(ix) Airport operator shall ensure the entire BSA area is always under electronic\nsurveillance.\n(x) The Aircraft Operator security staff shall ensure securit5r surveillance and\nsecurity control of baggage in BSA.\n(xi) ASG shall be deployed in B,ggage make-up area. He/she shall be positioned in\nsuch a way to ensure a clear view of all the bags coming on the conveyor belt.\n(xii) Apron patrols either mobile or foot should pay particular attention to baggage\ntrolleys/containers moving between baggage make-up area and the aircraft hold.\nThis is to minimize the risk of any unauthorized article being introduced in the\nhold.\n4. SCOPE\nThe measures for prevention of theft and pilferage in hold baggage have already\nbeen mentioned in BCAS AVSEC Order O5l2O22 that should be followed by all\nconcerned stakeholders especially the airline and airport operators.\nThis SOP outlines the specific steps that must be taken in incidents of theft that\nPAX report to CISF/ASG. Since the CISF does not screen, transfer or handle\nregistered/check-in baggage, the roie can be allocated in the following three\nsteps for more clarit5r within the scope of this SOP:\nI. \nCo-ordination.\nU. Mechanism for dealing with reported theft cases.",
  "6": "il.\nRectilication of infrastructural deficiencies and formation of local\ncommittee in case of organised theft case occurrence at airport.\nCo-ordination: CISF shall coordinate, sensitize and monitor the compliance\nof the provisions and the preventative measures mentioned in BCAS AVSEC\nOrders, NCASP, etc to be followed by the stakeholders for preventing theft\nand pilferage. The same may be covered in regular APSC meetings and Airport\nAdvisory Committee on Security (AACS) discussions. Non-compliance shall\nbe taken up at such forums as well as reported to concerned airline, airport\noperator and BCAS.\nMechanism for dealing with reported theft cases: The passenger may\nnotifii ASG of theft or loss in hold baggage verbally or in writing (including via\nemail or other possible means). To handle such instances, the following\nshould be standard practice:\n(af Initial reporting by pa* Based on the complaint of pax (verbal or written),\nan enquiry shall be conducted covering all facts and details related to the\ntheft/missing baggage. The footage of the concerned area shall be checked,\nand the staff of concerned airlines/airport operator deployed in that area shail\nbe called for statement/ enquiry. The concerned passenger shall be informed\nof any findings, if any, and the ASG shall encourage the passenger to lodge a\nformal complaint with airline/local police and assure the passenger for full\ncooperation in the investigation by ASG.\n(bf Assistance rendered to pax in reporting such matters to the\nconcerned airline and local police:\n> CISF shall provide all possible assistance and information including phone\nnumbers and email addresses to pax for reporting the complaint.\nF If the complaint is submitted to ASG in writing or through email, it should\nbe forwarded to the concerned airline with a recommendation for a thorough\ninvestigation under intimation to the affected passenger. Pax should also\nbe requested to make a formal police complaint.\nF If a passenger reports a theft from registered baggage to ASG while\nphysically being present, the passenger should be helped in\ncontacting/meeting with concerned airline for liling a formal complaint. A\ncIW staff may also be detailed for accompanying the pax to the airlines\narld f or airport police station for assisting him in frling a formal complaint.\n) After obtaining the necessary authorization from the appropriate\nauthorities, ASG shall offer all support to the airline or police to conclude\nthe investigation.\n(cf Foltow up by ASG: A11 such complaints that have been brought to ASG's\nattention should be properly followed up with the concerned airline or police.\nRegardless of whether a case has been reported to the local police or not, Unit\ncIW must keep proper record of all such theft/pilferage instances and the",
  "7": "same should invariably be reflected in the monthly crime reports sent to\nhigher formations accordinglY.\n(d) When ASG can lodge direct complaint to police:\nASG,s role in cases of theft from registered baggage is limited to acting as a\nfacilitator in rendering help and necessary support to the concerned Pax in\nfiling the FIR. However, in certain circumstances, ASG may also file a complaint\nwith the police such as-\nF If any theft or pilferage is noticed by the deployed cISF personnel or caught\non Camera through preventive CCTV surveillance or through human\nsurveillance, the culprit may be caught and handed over to police along\nwith seLed/stolen item for taking further legal action.\n) If any item which is confirmed or reasonably suspected to be stolen/\nrecovered during frisking of any airport employee while exiting from\noperationai area/ baggage handling area.\n! For presenting a solid case against such components, proper proof in the\nform of CCTV footage, witnesses etc' must be preserved and presented to\nthe police whenever deemed necessary.\nRectilication of infrastructural deficiencies, procedures to preclude\npossibilities of such theft cases and formation of local committee in case\nof organized theft case occurrence at airport:\nF The provisions mentioned in BCAS Avsec Order o5l2o22 should be checked\non the ground by oPS cell and cIW wing. Deficiencies noticed shall be\ncommunicated to the concerned authorities during APSC/AACS for\nrectification as well as to the relevant airline or airport operator, as\napplicable.\nF In maximum cases of theft reported from registered baggage, the\ninvolvement of in-sider staff cannot be ruled out. such staff/ handler often\nsearches for unlocked and zippered luggage/items that are small, easy to\npocket and valuable like Tablets, iPads, cameras, electronic items, jewellery,\nwatches,cashetc.Inallsuchtypeoftheftcases,ithasbeenobservedthat\nthe BMA/BBA areas have not been covered properly with ccTV cameras\nand several dark zones do exists in such areas in addition to lack of proper\nsegregation of BBA/BMA from Apron at some of the airports'\nF CI6F personnel shall be deployed in patrolling or at static posts for\np.\"rr..rtirrg such thefts. Use of dogs during patrolling of BBA/BMA and\nvantage points of exit during staff exit timings may also act as a possible\ndeterrence against theft.\n}Alocalcommitteeatairportlevelmaybesuggestedtobeformedbythe\n\"irport \noperator to look-into all these infrastructural gaps, dark zones in\ncciv, pio\".aural lapses etc. and accordingly additional requirements of\nCCTV, proper segregation/fence for BMA/BBA etc may be proposed' The\nlocal committee may include representatives from: -\na) Airlines oPerators\nb) Airport oPerator\nc) Unit oPS (CISF)",
  "8": "\\ \nd) Unit CIw (CISF)\ne) Customs in case of international airport.\nf) Local Police\nF Communication technologr, such as mobile phones and smart phones also\nmake theft and pilferage easier and encourage it in an organized way at\nairports. Therefore, the usage of mobile phones should be prohibited for\nthose employees who have direct access to vulnerable or theft prone areas\nsuch as the baggage handling area, baggage sorting area, and baggage make\nup area. This may be included in the agenda in APSC meetings for\nimplementation at airports.\nF Random frisking of personnel, particularly those dealing with registered\nbaggage/GHA staff, should be carried out and a pat down check, including\nthe removal of shoes may be carried out to detect such pilferage incidents\nand to serve as a strong deterrent. Employees should have a defined\n. r , '- channel to exit from such areas so that rdndom frisking of employees can\nbe ensured. Exiting through airside arrival gates should be discouraged and\ni,1 ,i' ASGs may advise and impiement this through APSC meetings and other\ncoordination meetings.\n' rr l\n5. Susqested Specific Actioqbv ASGs:\n1.\n11.\nMonitor the compliance of relevant Avsec Orders/ Circulars by\nAirline/Airport Operator/Concerned entities.\nRegular discussion of such cases in APSC/coordination meetings witl'l\nlocal police with remedial measures by ASGs.\nThe proper positioning of CCTV cameras has proved to be immensely\nuseful in detecting such incidents of missing baggage/valuables. Thus, the\nCASOs should review the same and proper focus of the CCTV Cameras in\ntheft prone areas shall be ensured. Regular patrolling/ sweeping by CIW\nshould be done in BMA/BBA to create detbrrence among the miscreants.\nUse of video and AI analytics in such functional areas along with high\ndefinition PIZ cameras shall further strengttren the surveillance process.\nThe CIW and SOCC wings of the unit should be tasked suitably for\ntracking the cases and suspects of theft of passenger's hold baggage by\nmounting effective surveillance in the theft-prone areas. They should also\nbe aware of possible inside involvement of loaders, menial staff, and\norganized gangs of baggage lifters. The bottom line is that they should be\nable to prevenf such incidents by close monitoring and detect them as and\nwhen they are reported.\nThe ASGs, when made aware of such complaints of theft/pilferage and\nother illegal activities must take concrete proactive steps in dealing with\nsuch complaints/incidents to uphold the faith of the public.\nPassengers complaining about theft of their belongings should rrot be\ndiscouraged. ThLy may be subjected to genuine queries in a polite and\nempathetic manner by a responsible ASG oflicials to ascertain the facts like\ndetails of passenger, flight details etc.\nCCTV footage may be shown to the complainant passenger on demand in\ncoordination with concerned airline.\nlV.\nv.\nv1.\nv1l.",
  "9": "... viii. Alt possible help should be extended to the aggrieved passenger by the ASG\n' \nin getting the matter reported to airline and local Police. Specilic briefing\nshould be given by the CASOs to all concerned in this regard.\nix. Random frisking of staff specially dealing with registered baggage/GHA\nstaff while exiting from operational area should be done and pat down\nsearch including removing of shoes etc may be done to detect such\npilferage cases as well as for strong deterrence among potential\nperpetrators.\nx. It should be ensured that the concerned passenger submits proper\ncomplaint to the concerned airlines/police. An FIR should be lodged with\nthe local police, if needed and CISF/ASG must guide/aid/ assist in getting\nthe FIR registered. The assistance must be within the ambit of rules &\nregulations issued by BCAS and CISF FHQ.\nxi. If the aggrieved pax, who is a victim of theft, is not ready to go to the Police\nStation to lodge a formal complaint in person, the ASG officer present on\nthe spot will request him/her to give a written complaint and the same\nshould then be forwarded to the Police Station by the ASG for initiating\ninvestigation in the matter.\nxii. Proper record of theft/ pilferage cases shall be maintained by Unit CIW,\nirrespective of whether a case was register6d by the local police or not. The\nsame should invariably be reflected accordingly in the monthly crime\nreports sent to the HQ.\nxiii. The CIW wing of concerned ASG/CISF unit shall monitor/ follow up such\ncases with the airline and local police till its finalization. The CIW must\nfollow up on the investigation into these cases by constant liaison with the\nlocal police and keep the CASO informed. Signilicant developments must\nbe immediately brought to the notice of higher formations.\nxiv. Information on such incidents/assistance wherever offered should also be\nshared with APS HQrs/FHQ on regular basis."
}