{
  "1": "a ns Directorate General e\n\nCentral industrial Security Fi\nLE\ndy\n\n(Ministry of Home Affairs)\nNo w-42031(494/CISF/TECH/I-Card{406}/14/ yaee\n\n1  ,DG/APS HOre, New Delhi\n\nAll Sector IsG,\n\n(including TS HQrs),\n\nsub: Forwal of Standing Operatin edu emulation a\nbh Id Cards : jardit\n\nPlease find enclosed herewith “Standing operating Procedure, (SOP)’ for formutation\nand issue of new high secure Identity cards for further circulation Con anenaatone\nunder your administrative control and needful action please.\n\nThis has the approval of DGICISF.\nree Pe\nCi\nCISF HOrs New Delhi\nCopy to:\nThe AC/EDI ‘for information and necessary action with a copy of SOP of ID Card.\n",
  "2": ": Office of the Addi. Director General/Airport Sector\nCentral Industrial Security Force\n\n(Ministry of Home Affairs)\n\n~s\n\nz CISF Airport Sector\n\n4” Floor, Bea wn\nParyavaran Bhawa,\n\n16, CGO Compley,\n\nLodhi Road, New Delhi—3\n\nDated: 04 /o1/201s\n\nNouc.a7o13/insyciw/aps/i4- / 34\nTo\nThe DisG/Airports (NZ, SZ,WZ,E&NE)\n‘The DIG CISF Unit GBS, New Delhi\n‘The DIG CISF Unit SSG, Noia, UP\n\nThe DIG & CASO ASG, Delhi\n\nThe DIG & CASO ASG, Mumbai\n\nAll CASOs/Unit Comdrs\nSubject : arding of Standii\ni\nPlease find enclosed herewith copy of FHOr letter No.W-42011(494)/CISF/Techyt-\nCard (406)/14/1966 dated 29.12.2014 on the above matter.\n\n02. | have been directed to request you to comply with the instructions contained in\nFHOrs letters quoted above strictly.\n\nEncls: as above %-\n\nee i\n\nAIG/Airport Sector\n\nhw\nAld {\n\n",
  "3": "|. SSUING_AUTHORITY ~ DIG/Adm\n1. soit. FHOrs New Dethi, will be the issuing\n\n2, CUSTODIANSHIP ~ AIGrTech F:\neos aide hare New Oethi, will be the custodian of new\n\n3. Al the unit commanders will be responsible for uploading of information of Force’\npersonnel under their command control in PIS data and they will forward\ncertificate regarding correctness of data uploaded on PIS through Sector IsG to\nDIGIAdm for request of Issue of new ID card of force personnel as and when\nrequired.\n\nNI SI RIDE! 1D :\n\n4\nA) Uploading of Information of force personnel in PIS data is the responsibility\n\n5\n\nof concerned Unit Commanders.\n\n)) CISF number of the individual, name in English and Hindi, rank in English\nand Hindi, date of birth, date of appointment, identification mark, permanent\naddress are to be uploaded in PIS data by the unit.\n\nji) Concerned training centre/academy will upload the information on PIS\ndata of fresh recruits and make a request with a certificate about the\ncorrectness of information on PIS data to Technical Directorate for issue of\nIdentity cards.\n\nii) On promotion/demotion, damage/loss and obsoleting of ID card,\nconcemed unit will made a request with a certificate on correctness of\ninformation on PIS data to Technical Directorate for issue of identity cards.\n\nB) Taking/Uploading of Photograph: ialglaetcts for ity ae coloured\ndigital photographs of the unit personnel are to made respective\nUnit in-charges under their own. The digital photographs taken have to be\nuploaded in the PIS data of the concemed individual by the unit.\n\ni) All GOs with red back ground.\ni) _AILSOs with blue back ground.\nii) Al ORs with yellow back cen Fa\niv) The size of the photograph stn format should be (JPes).\n\nV)__ The uniform cloths should be\n\naie i FHOrs. EDP\nDirectorate of\ninted by Technical leap\n; ear epomciariaar from ties data and provide\nrequired format Identity Card. ; o\n) EDP branch SE oper record for taentity Card printing 3\nhanded over to the concerned sectors\n",
  "4": "_ ee\n\n‘Al these Identity Cards will be serially numbered from 4 to tas: = a\n\nbd CISF personnel\ninning the numbering will start from senior most rank\nug tet vankpersonnel. There afer as and when new ‘ht upto\nrequired, numbering will be in continuation to the last issued carq.* **\nConcerned sectors will collect the identity card from Technical Dy,\nwith proper authority letter of concemed Sector IsG for further ectorate\nto concemed units. tron\ni) —_Concemed units will collect the Identity Cards from their\nsectors. respective\n\nMAINTENANCE OF RECORD :\n\n') Issuing authority shall maintain register/record for issue of Identity Card\nTechnical Directorate, respective Sector and Units.\n\ni) Concemed units will Issue the Identity card to the Individual foro\nPersonnel after making necessary record and taking signature of the\nindividual.\n\n8. Withdrawal of identity Cards :\nentity cards will be withdrawn and disposed of on the following occasions for\ncancellations/distractions:-\n\ni) Discharge / dismissal / removal / resignation from service.\n\nfi) Retirement or leave preparatory to retirement.\n\nii) Transfer to other departments.\n\n¥) Death or any other reason. :\n\n¥) _ In case of personnel relieved from service, identity card along with His\nbelongings and kit etc will be disposed of in the normal manner 85\nprescribed for kit tems. ;\n\n¥) Incase of personnel proceeding on deputation to other departments that\nidentity cards will be withdrawn and sent to FHars, Technical Directos®\nfor records and re-issue to him/her on their joining back on repatiston\nBut in case if personnel joining CISF on deputation fom Oe\ndepartments their identity cards will be withdrawn and disposed of 0”\nrepatriation.\n\nvi) Mdentty cards tom the personnel placed under suspensen ¥ %\natiably be withdrawn by the unit commander and reissued\n‘suspension is revoked otherwise disposed of\n\n&. REPLACEMENT OF IDENTITY CARDS:\n\nof\nOrdinary, no replacement of identity cards will be entertained and the I be\nCard shal be enti period of service of the holier However replacement #77\njade on the following occasions at Govt. cost:\n\n5 On becoming unserviceable and invisible due to fair wear and 6\"\n",
  "5": "-\nCY\n\nQue 10 faclal change.\n\n‘On promotions,\n\nOn reversion to lower rank (iv Cage individual is reverted to lower rank on\n\naiscipinary grounds the cost of will be met by the holder otherwise on Govt.\n\nexpense)\nQue to love while on duty but due to causes beyond the control of the holder.\n\nThe Identity card is only moant for identification of the holder having been\n‘appointed In the CISF under corresponding Act & Rules, powers and\nprivilege delegated to him for carrying out his duties. In any case, it will\nnot be treated as pormit, passport or license or surety for any other\npurpose, The Identity card is not transferable, Any official rising another\nofficials card will also rendor himself to disciplinary action if allowing the\ncard to fall into unauthorised hands,\n\nThe holder of the identity card will always carry it at all the times whether\nin uniform or civil even during feave, on demand by any person duly\nauthorised, The Identity card will be shown to him by the holder for\nMentification. The identity card shall not be deposited with any person or\n‘any agency as suroly or security for any purpose.\n\nEntry into tho buildings, premises, etc controlled by the DG/CISF er the\n‘authority appointed on his behalt shall ba restricted to persons in\npossessions of valid identity cards, Every person shail while entenng the\n‘security zone of wherever required to do $0, show his idenbly card to the\n‘tentry/ guard on duty or to any other officer authorised in this behsif.\nPersons having no such identity cards may seek entry only after geting 2\npave from the reception’ control room after proper verification,\n\nTh case of oss of an identity card it shalt be incumbent on the aide t\nfopart the loss immediately to the local CISF authonty and sso & he\nlocal Police Station,\n\nOn receipt of the report under para 12() above, the Unt concemed shat\ntubmit a report to the CISF Hes (Tech Die) giving fut detsts regetng\nthe lors of kientity card\n\nThe police authorities shalt be informed immediately f Re Keney cae\nreported to have been lost is subsequent found sng the entty cae\nTeturned to the issuing authority for canceRation in case & Cupicate / est\nKdontity cand has, in the meantime nas Been issued\n\nto Dad an inguly H asoetan De\nThe officerin-charge of the Un ay ant weit YE NS ONION BS\n\nthe kes & Rung foe Ge HPS\npenatty of Race shat De imposes ot\n",
  "6": "wil be issued at Govt. cost a8 Nas been descringg i\n\npara 9 above. i be erect\n‘amount collected account of penalty will be credited to the\nvy The amount collected oF ore Fees and forfatutes, CISF (rumen\n\nunder te (numbe;\n\nHead fasaby es separataly from time to time every year), read\nCONCERNED UNIT.\n\n13, DISPOSAL:\n\nwithdrawn for cancellation will be returned to concern Sector,\noc tt arse wera ve went card by During and an erty to this eed yg\nbe recorded in the register maintained by sector for the purpose. All sectors shay\nforwerd a quarterly report to Tech Die to this effect.\n14, MISCELLANEOUS,\nNew Identity card will be issued to the individual only on return of the old\nCard. Proper record of receipt and disposal of old Identity Card is to be maintained by\nthe unit commander and a quarterly report on the same to be sent to EDP cell FHars,\n\n18. CONFISCATION OF IDENTITY CARDS,\nThe appointing authority may in the Interest of the security and public service,\nconfiscate identity card of arly person(s) without any notice or assigning any\nreason thereof.\n16. INTERPRETATION OF INSTRUCTIONS\ni) ‘Where any doubt arises as to the interpretation of the provisions\ncontained in these instructions, the matter shall be refereed DIG Adm\nFHOrs whose decision thereon-shall be final.\ni) ‘These instructions shail be incorporated in the ‘Regulations for CISF’.\n\nCH\n\nCISE HORS NEWDELH!\n"
}