{
  "1": "- 1 - \n[To be published in the Gazette of India, Extraordinary, Part II, Section 3, Sub-\nsection (i) dated the 4th October, 2007] \n \nGovernment of India \nMinistry of Home Affairs \n \nNew Delhi, the 4th October, 2007 \n \nNotification \n \n \nG.S.R.643(E).- In exercise of the powers conferred by section 11 of the State \nEmblem of India (Prohibition of Improper Use) Act, 2005 (50 of 2005), the Central \nGovernment hereby makes the following rules regulating the use of the State Emblem of \nIndia in official seal and on stationery and its design, namely:- \n \n1. Short title, extent, application and commencement– (1) These rules may be \ncalled the State Emblem of India (Regulation of Use) Rules, 2007. \n \n(2)  It extends to the whole of India and also to the citizens of India outside India. \n \n(3) They shall come into force on the date of their publication in the Official Gazette. \n \n2. Definitions.– In these rules, unless the context otherwise requires,- \n \n(a) \n“Act” means the State Emblem of India (Prohibition of Improper Use) \nAct, 2005 (50 of 2005); \n(b) \n“emblem” means the State Emblem of India as defined in clause (b) of \nsection 2 of the Act; \n(c) \n“Schedule” means a Schedule appended to these rules; \n(d) \n“State Government” in relation to a Union territory means the \nAdministrator of that Union territory appointed by the President under \narticle 239 of the Constitution. \n \n3. Design of the official seal.–  (1) The design of the Official Seal shall have the \nemblem enclosed in an oval or round frame. \n \n(2) The name of the Ministry or the office shall appear between the inner and outer \nrims of the frame.   \n \n(3) The abbreviated form of the name of a Ministry or the office may be inscribed \nwhere it is not possible to accommodate the name in full. \n \n4. Adoption by States or Union territories.- (1) A State Government may adopt \nthe emblem as the official Emblem of the State or the Union territory, as the case \nmay be, without obtaining the approval of the Central Government. \n \n(2) Where a State Government proposes to incorporate the emblem or any part \nthereof in the Emblem of that State or Union territory, as the case may be, it shall do \nso after obtaining the prior approval of the Central Government and shall get the \ndesign and lay out approved by the Central Government:",
  "2": "- 2 - \n \n          Provided that where a State Government has already incorporated the emblem \nor part thereof in the Emblem of that State or Union territory, as the case may be, \nprior to the coming into force of these rules, it may, subject to the other provisions of \nthese rules, continue to use the emblem. \n \n5. Use in official seals.– The use of the emblem in official seal shall be restricted to \nthe authorities specified in Schedule I. \n \n6. Use on stationery.– (1) The use of the emblem on official or demi-official \nstationery shall be restricted to the authorities specified in the Schedule I aforesaid. \n \n(2)  The emblem, when printed or embossed on official or demi-official stationery, \nshall appear prominently on the middle of the top of such stationery. \n \n7. Display on vehicles.– The use of the emblem on vehicles shall be restricted to the \nauthorities specified in Schedule II. \n \n8. Display on public buildings.–  (1) The emblem may be displayed on very \nimportant public buildings, like, the Rashtrapati Bhawan, Parliament House, Supreme \nCourt and Central Secretariat buildings. \n \n(2) The emblem may be displayed on Raj Bhawan or Raj Niwas and State \nLegislature, High Courts and Secretariat buildings of the States or the Union \nterritories that have adopted the emblem or have incorporated the emblem in the \nEmblem of the State or the Union territory. \n \n(3) The emblem may be displayed on the premises of India’s Diplomatic Mission \nabroad and the heads of Missions may display the emblem at their residences in the \ncountries of their accreditation. \n \n(4) The emblem may be displayed on the buildings occupied by India’s Consulates \nabroad at the entrance doors thereof and on the residences of Heads of consular posts \nin the countries of their accreditation. \n \n9. Use for various other purposes.– Subject to the provisions of these rules, the \nemblem may be used for other purposes as are specified in Schedule III.  \n \n10. Restriction on the use of the emblem.– (1) No person (including former \nfunctionaries of the Government, like, former Ministers, former Members of \nParliament, former Members of Legislative Assemblies, former judges and retired \nGovernment officials), other than those authorised under these rules, shall use the \nemblem in any manner. \n \n(2) No Commission or Committee, Public Sector Undertaking, Bank, Municipal \nCouncil, Panchayat Raj Institution, Parishad, non-government organisation, \nUniversity,  other than those authorised under these rules, shall use the emblem in any \nmanner.",
  "3": "- 3 - \n(3) No association or body of persons, whether incorporated or not, shall use the \nemblem on their letter-heads, brochures, seats, crests, badges, house flags or for any \nother purpose in any manner. \n \n(4) The stationery, including letter heads, visiting cards and greeting cards, with \nemblem printed or embossed on it, shall not bear words, like, Advocate, Editor, \nChartered Accountant with the name of the person authorised to use the emblem \nunder  these rules on the stationery. \n \n11. Cases and conditions restricting the use of the emblem.-  No person shall use \nor continue to use the emblem or any colourable imitation thereof for the purpose of \nany trade, business, calling or profession or in the title of any patent, or in any trade \nmark or design: \n  \nProvided that a person or a group of persons, association, body, corporate, may \nuse the emblem in connection with an event organised by it or a publication brought \nout jointly with a Ministry or Department of the Central or State Government, with \nthe prior approval of the Central Government. \n \n12. Availability of design of the emblem.– (1) Photographic designs of the emblem \nare available with, and can be obtained from, the Manager, Photo Litho Wing, \nGovernment of India Press, Minto Road, New Delhi. \n \n(2)  Sample of standard dies of the emblem can be obtained from the Office of the \nChief Controller of Printing and Stationery, New Delhi. \n \n \nSCHEDULE-I \n(See rules 5 and 6) \nCONSTITUTIONAL OR STATUTORY AUTHORITIES, MINISTRIES OR \nDEPARTMENTS \nOF \nTHE \nCENTRAL \nGOVERNMENT, \nSTATE   \nGOVERNMENTS OR UNION TERRITORY ADMINISTRATIONS AND OTHER \nGOVERNMENT FUNCTIONARIES WHICH MAY USE THE EMBLEM \n \n(i) \nPresident, Vice-President, Prime Minister and a Union Minister; \n(ii) \nGovernors, Lieutenant Governors, Administrators, if the emblem is adopted \nby, or incorporated in the Emblem of, that State or the Union territory, as the \ncase may be; \n(iii) \nOffice and officers of the Parliament of India; \n(iv) \nJudges and office and officers of the Judiciary; \n(v) \nOffice and officers of the Planning Commission; \n(vi) \nChief Election Commissioner of India, Election Commissioners and the \noffice and officers of the Election Commission of India; \n(vii) \nComptroller and Auditor General of India, the office and officers of the \nComptroller and Auditor General of India; \n(viii) \nChairperson and Members of the Union Public Service Commission and the \noffice and officers of the Union Public Service Commission; \n(ix) \nMinistries, Departments and offices of the Central Government and their \nofficers; \n(x) \nDiplomatic Missions abroad and their officers;",
  "4": "- 4 - \n(xi) \nChief Ministers and Ministers of the States and the Union territories, if the \nemblem is adopted by, or incorporated in the Emblem of, that State or the \nUnion territory; \n(xii) \nMembers of Parliament and members of State or the Union territory \nLegislative Assemblies or Councils, as the case may be; \n(xiii) \nMinistries, Departments and offices of the State and the Union territory \nGovernments and their officers, if the emblem is adopted by, or incorporated \nin the Emblem of, that State or the Union territory; \n(xiv) \nOffice and officers of the State or the Union territory Legislative Assemblies \nor Councils, if the emblem is adopted by, or incorporated in the Emblem of, \nthat State or the Union territory; \n(xv) \nCommissions and authorities, constituted or established by an Act of \nParliament or set up by the Central Government; \n(xvi) \nCommissions and authorities constituted or established by an Act of the State \nLegislature or set up by the State Government, if the emblem is adopted  by, \nor incorporated in the Emblem of, that State or the Union territory; \n \nExplanation - For the purpose of this Schedule, the expression ‘officer’ shall \nmean a gazetted officer of the Central Government; or the State \nGovernment or the Union territory Administration. \n \nSCHEDULE II  \n(See rule 7) \n \nPART I \n \nCONSTITUTIONAL AUTHORITIES AND OTHER DIGNITARIES WHICH MAY \nDISPLAY THE EMBLEM ON THEIR CARS \n \n \n(i) \ncars of Rashtrapati Bhawan, when the following dignitaries or their spouses \nare traveling by such vehicles: \n(a) \nPresident, \n(b) \nvisiting Heads of foreign States, \n(c) \nvisiting Vice-Presidents of foreign State or dignitaries of equivalent \nstatus, \n(d) \nvisiting heads of foreign Governments or dignitaries of equivalent \nstatus like Crown Prince or Princess of a foreign State, \n(e) \nthe spare car following the car of the President; \n(ii) \ncar of Vice-President when he or his spouse is traveling by such vehicle; \n(iii) \ncars of Raj Bhawan and Raj Niwas, if the emblem  is adopted by, or \nincorporated in the Emblem of, that State or the Union territory, when the \nfollowing dignitaries or their spouses are traveling by such vehicles within the \nState or the Union territory concerned: \n(a) \nPresident, \n(b) \nVice-President, \n(c) \nGovernor of the State, \n(d) \nLieutenant  Governor of the Union territory,",
  "5": "- 5 - \n(e) \nVisiting Heads of foreign States, \n(f) \nVisiting Vice-Presidents of foreign States or dignitaries of equivalent \nstatus, \n(g) \nVisiting Heads of foreign Governments or dignitaries of equivalent \nstatus; \n(iv) \ncars and other means of transport used by the Heads of India’s Diplomatic \nMissions in the countries of their accreditation; \n(v) \ncars and other means of transport used by the Heads of India’s Counsellor \nposts abroad in the countries of their accreditation; \n(vi) \ncars maintained by the Protocol Division of the Ministry of External Affairs \nwhen in use for duty with the foreign dignitaries of the rank of Cabinet \nMinisters and above visiting India, and Ambassadors accredited to India on \nceremonial occasions. \n \n \nPART II \n \nAUTHORITIES WHICH MAY DISPLAY THE ASHOKA CHAKRA (WHICH IS \nPART OF THE EMBLEM) ON TRIANGULAR METAL PLAQUES ON THEIR \nCARS \n \n(i) \ncars of the Prime Minister and Ministers of the Union, Speaker and Deputy \nSpeaker of the Lok Sabha, Deputy Chairperson of the Rajya Sabha when \ntraveling anywhere in  India; \n(ii) \ncars of Chief Justice of India and Judges of the Supreme Court, and Chief \nJustices and Judges of High Courts within their respective territories; \n(iii) \ncars of Cabinet  Ministers in States, Ministers of States in States, Speakers and \nDeputy Speakers of the State Legislative Assemblies, Chairmen and Deputy \nChairmen of Councils of States, Ministers  (other than Deputy Ministers) of \nUnion territories with Legislature, and Speakers and Deputy Speakers of \nLegislative Assemblies in Union territories, when they are traveling within \ntheir State or Union territory, as the case may be (if the emblem is adopted by, \nor is incorporated in the Emblem of,  the State or the Union territory). \n \n \nSCHEDULE III \n(See rule 9) \n \nOTHER PURPOSES FOR WHICH EMBLEM MAY BE USED \n \n(i) \nVisiting Cards of the functionaries or officers specified in Schedule-I for \nlegitimate representational purpose; \n(ii) \nGreeting Cards sent by functionaries or officers specified in Schedule-I for \nlegitimate representational purpose; \n(iii) \nofficial publications of the Government; \n(iv) \nfilms and documentaries produced by the Government; \n(v) \nstamp papers;",
  "6": "- 6 - \n(vi) \nGovernment advertisements, banners, pamphlets, boards, etc.; \n(vii) \ncrests, flags, seats with such modification as considered necessary; \n(viii) identity cards, licenses, permits, etc., issued by the Government; \n(ix) \nwebsites of the Government; \n(x) \ncoins, currency notes, promissory notes and postal stamps issued by the Mint \nor Press of the Government of India; \n(xi) \nMedals, Certificates and Sanads instituted by the Government; \n(xii) \ninvitation cards for functions of the Government; \n(xiii) representational glassware crockery and cutlery used at the Rashtrapati \nBhawan, Raj Bhawans, Raj Niwases and Indian Missions or Posts abroad; \n(xiv) \nBadges, collars, buttons, etc., with such modifications as are considered \nnecessary, on the uniforms of- \n(a) \ncommissioned or gazetted officers of the armed forces of the Union; \n(b) \ngazetted officers of uniformed services (other than armed forces) of the \nUnion and such of the State Governments and Union territory \nAdministrations that have adopted the emblem, or have incorporated the \nemblem in the Emblem of that State or Union territory; \n(c) \nauthorised staff of Rashtrapati Bhawan and Indian Missions or Posts \nabroad; \n(xv) \nschool textbooks, books on history, art or culture or in any periodical as part \nof the text of a Chapter, Section, etc., for the purpose of explaining or \nillustrating the origin, significance or adoption of the emblem:  \nProvided that the emblem shall not be used on the front page, title or cover of \nsuch publication so as to give an impression that it is a Government \npublication. \n \nExplanation - For the purpose of this Schedule, the “Government” includes the \nCentral Government; the State Governments and Union territory \nAdministrations, which have adopted or incorporated the emblem \nin the Emblem of that State or Union territory, as the case may be. \n \n(File No. 13/9/2006-Public) \n \n \n \n \n \n(Arun Kumar Yadav) \nJoint Secretary to the Government of India"
}