{
  "1": "Secret \nOFFICE OF ADDITIONAL DIRECTOR GENERAL/AIRPORT SECTOR \nCENTRAL INDUSTRIAL SECURITY FORCE \n(Ministry of Home Affairs)  \n                                                                             CISF Complex \n                                                                                              Adm. Block, Ground Floor, \n \n \n \n \n \n \n                               Mahipalpur, New Delhi-37       \n \nNO.O-42024/APC/SECURITY ALERT(71)/23- 10333                         Dated:-      05 Nov’ 2023 \nTo  \n \n \nDIsG/AP- (NZ, WZ, SZ and E&NE) \n \nDIsG/CASOs ASG Delhi, Mumbai, Chennai, Bengaluru, Hyderabad & Kolkata \n \nAll CASOs of all ASGs \nSub: Strengthening of security arrangements at airports in wake of the recent  \n \n        \n \n \nthreat messages circulated through Social Media: Reg. \n \nIn view of the recent threat messages circulated through social media handles by the \nbanned outfit Sikhs For Justice and various threat inputs received from intelligence agencies, \nAviation Security measures are required to be enhanced at all the airports specifically at IGI \nAirport with an objective to prevent and counter any untoward incident including any attempt of \nhijacking, armed attack, sabotage or terrorist attack.  \n \n2. \nRecent social media posts from SFJ, specifically mention threats to Air India Airline \nflights and complete shutdown of operations at IGI airport on 19.11.2023. Threats are posed \nto Indian Economy by vandalizing critical infrastructure and vital installations. It is perceived that \nsecurity measures must be tighter for all airlines in the runup to 19th November, 2023. \nAdditionally, all ASGs must take specific steps to strengthen security of Air India \nflights .CASOs must conduct special APSC meetings and   ensure that  airline’s \nsecurity are sensitized to   beef up anti sabotage measures including  screening of \ncheck-in baggage, cargo , catering supplies and fuel supplies etc.  \n \n 3. \nHence, ASGs are hereby directed to ensure optimum security at all airports, and following \nadditional measures be taken :  \n \na) PESC : \n \ni) \nCertain XBIS/ATRS and DFMDs should be identified and earmarked for passengers of \nAir India flights alone for intensive screening of passengers and hand baggage. \n \nii) \nEnsure deployment of efficient and dedicated personnel at these earmarked XBIS \nmachines and DFMDs. \n \niii) \nSupervisory Officers to be present in the SHA to ensure effective monitoring of PESC \npoints. \n \niv) \nPhysical checking and ETD check of hand bags and passengers in the SHA must be \nenhanced. SHA I/C should ensure that screening and physical checking of hand \nbaggage are being done as per laid down procedures. \n \nv) \nSpecial attention should be given by screeners to check any kind of IED or any \ncomponent of an IED in the passenger’s hand baggage.",
  "2": "vi) \nScreeners must be sensitized not to judge the bags through superficial evaluation of \nimage in case of presence of cluttering of metallic images in the hand baggage. All such \nbaggage must be referred for physical checks followed by re-screening from different \nangles, if required.  \n \nvii) \nScreeners must interpret the images of hand baggage with application of mind and \ncorrelate the contents of bag with colour coding of X-BIS using different keys available \nin the keyboard to avoid judgmental error.  \n \nb) For other duty posts: - \n \n(i). \nIntensive screening of persons, vehicles, cargo , catering , fuel bowsers  etc gaining \naccess to Operational area of Airports . \n(ii). \n Supervisory officers should personally monitor the City side security arrangements \nincluding naka reinforcement, enhanced checks of vehicle and occupants.   \n \n(iii). \nEnsure enhanced surveillance through CCTV and deployment of watchers/spotters, \nat forecourt, terminal building, arrival hall and visitors waiting area to prevent any \nmishap. \n \n(iv). \nEnhanced ASC and combing operations should be carried out at parking area, grey \nareas and areas where CCTV surveillance is not enough. \n \n(v). \nProper sensitization and briefing of all personnel as regard to threat perception and \ntheir specific roles regarding SOP/contingency plan by supervisory officers to \neffectively deal with any contingency.  \n \n(vi). \nEnsure all precautionary and preventive measures including surprise checks, \nenhanced surveillance and strict vigil through CIW. \n \n(vii). \nAll necessary preventive and offensive measures to neutralize a threat should be \nminutely worked out and multiple rehearsals for operational/medical contingencies \nsuch as Fidayeen attack, IED explosion etc may be carried out. \n \n(viii). \nStrict access control, identity verification and effective anti-sabotage checks need to \nbe ensured to foil the threat posed by impersonation, misuse of vehicle parking \nlabels/ beacon lights and security forces uniform/identity cards. \n \n(ix). \nAppropriate anti-drone measures as per laid down SOP/guidelines may be put in \nplace. Security personnel should be appropriately briefed on identification and \nneutralization of such threats. \n \n(x). \nAdequate number of QRTs/Patrolling Teams/Striking Reserve/BDDS etc may be \ndeployed at strategic locations. \n \n(xi). \nVehicles parked in parking areas should also be subjected to anti-sabotage checks. \n \n(xii). \nConstant liaison must be maintained with local police and other intelligence agencies \nfor sharing of information and co-ordinate action \n \n4. \nMoreover, Special briefing should also be organized to brief ASG personnel on each and \nevery aspect about the threat inputs. \n \n5. CASO and other supervisory officers of the Unit should personally check the staff at odd hours \nto ensure compliance of the directions. Necessary briefing/debriefing of the personnel should also",
  "3": "be carried out while mounting /dismounting on duty.  Special measures should be taken up for \nstrengthening the security arrangements at IGI Airport. \n6. \nIt is therefore requested to ensure strict compliance of the above directions. Any important \ninformation / occurrence should be immediately brought to the notice of the Airport Sector HQ \nand Force HQ without loss of time. An action taken report in this regard may be forwarded \nto this HQ. \n \n7. \n This is issued with the approval of the I/C, ADG/Airport Sector. \n                                                                                           \n        \n \n \n \n \n \n \n \n \n \n               (Arun Singh) \n  \n \n \n \n \n \n \n \n \n            AIG/Airport Sector  \nCopy to: - \n \n \nIG/APS-II \n  : \nFor kind information & necessary action please. \n \nDIG/OPS, FHQ  : \nFor kind information please."
}