{
  "1": "8\n\n‘THE GAZETTE OF INDIA : EXTRAORDINARY [Parr Sec. 3]\n\nMINISTRY OF CIVIL AVIATION\nNOTIFICATION\nNew Delhi, the 19th January, 2012\n\nGS.R. 34(E).—Whereas certain draft of the Aircraft (Security) Rules 2011 were\npublished as required by Section 14 of the Aircraft Act 1934 vide the notification of\nthe Government of India in the Ministry of Civil Aviation No. G.S.R. 109 dated 25\nMarch, 2011 in the Gazette’ of India, Part II, Section 3, Sub Section (i) dated 25\nMarch, 2011 for inviting objections and suggestions from all persons likely to be\naffected thereby before expiry of the period of forty-five days from the date of\npublication of the said rules in the Official Gazette;\n\nAnd whereas, no objections and suggestions were received from the. public\n\non the said draft rules:\n\nNow, therefore, in exercise of the powers conferred by section 4.read with\nsection 5 of the Aircraft Act, 1934, the Central Government hereby makes\nfollowing rules, namely -—\n\nPART I — PRELIMINARY\n\n1. Short title, extent and commencement — (1) These rules may be called\nthe Aircraft (Security) Rules, 2011.\n\n(2). They shall extend to whole of India and apply also to --\n\n(@) an aircraft registered in India, and to. persons on an aircraft operated by\nan operator who has his principal place of business or permanent residence in\n\nIndia, wherever they may be;\n(b) all aircrafts in India.\n\n(3) * They shall come into force on the date of their final publication in the\nOfficial Gazette. .\n\n2. Definitions ~ (1) In these rulesyunless there is anything repugnant in the\nsubject or context;-\n\n(a) “Act” means the Aircraft Act, 1934 (22 of 1934);\n\n(b). “aerodrome operator” means a person, organisation or enterprise responsible\nfor operation and management of an aerodrome;\n\n(©) “aerodrome entry permit” means the photo identity card, smart card or\ntemporary permit issued by the Commissioner of Security (Civil Aviation),\nBureau of Civil Aviation Security, Ministry of Civil Aviation or any person\nauthorised by the Central Government for entry into the aerodrome or part of an\n\naerodrome;\n",
  "2": "[orto\n\nSHOT a TSE: STATA\n\n(@) “aircraft operator” means a person, organisation or enterprise engaged ia or\noffering to engage in an aircraft operation;\n\n(©) “acts of unlawful interference” means acis or attempted acts to jeopardise the\n\nnnd air transport, including-\n\nsafety of civil aviatio\n(unlawful seizure of aircraft in flight;\n(ii) unlawful seizure of aircraft on the ground;\n\n(iii) hostage-taking on board aircraft or on aerodromes;\n\n(iv) forcible intrusion on board an aircraft, at an aerodrome or on the premises of\n\nan aeronautical facility;\n(v) introduction on board an aircraft or at an aerodrome of a weapon or\nhazardous device or material intended for criminal purposes;\n\n(vi) communication of false information with a view to jeopardise the safety of\nan aircraft in flight or on the ground, of passengers, crew, ground personnel or the\ngeneral public, at an aerodrome or on the premises of a civil aviation facility;\n\n(0 “airside” means the movement area of an aerodrome, adjacent terrain and\nbuildings or portions thereof access to which is controlled;\n\n(g) “Commissioner” means the Commissioner of Security (Civil Aviation),\nBureau of Civil. Aviation Security, Ministry of Civil Aviation who shall be\nappropriate authority for the requirements of Annex 17;\n\n(h) “Aviation Security Group” means an unit of specialised Government\n\nagency authorised by the Commissioner to safeguard civil aviation against acts of\nunlawful interference and protection of property at the aerodrome handling civil\n\naviation;\n\n() “cabin baggage” means a baggage intended for carriage in the cabin of an\naircraft; ;\n\n() \"Convention\" means the Convention relating to International Civil Aviation\nsigned at’ Chicago on the 7th day of December, 1944;\n\n(Kk) “express cargo” means goods other than mail and accompanied or\nbaggage involuntarily or inadvertently separated from passengers or crew which\nis required to be carried on priority basis by an aircraft operator;\n\n@ “In-flight security officer” meas Government security personnel\ndeployed on board an aircraft for maintaigtihg security of aircraft against any acts\nof unlawful interference; ‘ :\n\n(m) ' “mail” means dispatches of correspondence and other objects tendered by\nand intended for delivery to postal administrations;\n\n(n) \"movement area\" means the area of an aerodrome: which is intended for\nthe surface movement of an aircraft and includes the manoeuvring area and\n\naprons;\n",
  "3": "‘THE GAZETTE OF INDIA : EXTRAORDINARY (Parr Sec. 30]\n\n(0) “national civil aviation security programme” means such programme\nestablished by any officer authorised by Central Government in this behalf to\ngive effect to any annex of the Convention with the prior approval of Central\nGovernment;\n\n(p) “officer” means a person appointed or employed in any office by Government\nof India;\n\n(q) “prohibited article” means an object which can be used to commit an act of\nunlawful interference and which has not been properly declared;\n\n(®) “public aerodrome” means an aerodrome which has been licensed for use by\npublic at large;\n\n(s) “regulated agent” means an agent, freight forwarder or any other entity who\nconducts business with an operator and provides security controls that are\naccepted or required by the Commissioner in respect of cargo, courier and express\nparcels or mails to be transported by air,\n\n(®) “screening” means the application of technical or other means which are\n\nintended to identify or detect weapons, explosives or other dangerous devices\nwhich may be used to commit an act of uilawful interference with civil aviation;\n\n(u) “security” means a ‘combination of measures, human and material resources\nintended to be used to safeguard civil aviation against acts of unlawful\n\ninterference;\n\n(v) “security accident” means an occurrence which results in death or\ngrievous hurt toa person or major damage to the property;\n\n(w) _ “security clearance” means compliance with the security controls\nspecified in the national civil aviation security programme with regard to any\naircraft, person or object;\n\nExplanation: - For the. purposes of this clause “grievous hurt“ shall have thé\nmeaning assigned to it in Indian Penal Code 1860;\n\n(x) “security restricted area” méans airside areas of an-airport into which\naccess is controlled to ensure security of civil aviation including passenger areas\nbetween the screening check point, and the aircraft, the ramp, baggage mark up\narea, cargo sheds, mail centres, airside catering and aircraft cleaning premises;\n\n(Y) \"security incident” in relation to civil aviation security means an occurrence,\nwhich takes place either on the ground or in flight, which results -\n\n@ in injury to a person, damage to property, fire and breakage;\n\nii) contravention or breach of security laws, regulations, national civil aviation\nsecurity programme ‘and orders issued by the Central Government under the\nprovisions of the Act;\n\n(2) “security control” means the method by which the introduction of weapon,\nexplosive or other dangerous device, article or substance, which may be used to\ncommit an act of unlawful interference, can be prevented;\n",
  "4": "mire ST TNA: TE\n\ns specified by\n\nmee:\n\n(za) “security\n\nCommissioner to be adopted by an entity to safeguard civil aviation agains\n\nof unlawfil interference;\n\n(eb) “1 ans the building or group of buildings and includes arrival\nseriger, saggaye, cargo and courier hag is done\n\nbuilding where screening <\nand boarding on aircraft takes place;\n\n(zc) “unattended baggage” means baggage at an aerodrome with or without a\nbaggage tag which is not picked up by or identified by a passenger or any other\nperson;\n\n(zd) “vital installation” means any facility on or connected with an aerodrome,\nwhich, if damaged or destroyed, would seriously impair the functioning of the\n\naerodrome.\n(2) Words and expressions used herein and not defined but defined in the Act\n\nshall have the same meaning as is assigned to them in the Act.\n\n3... Duties of Commissioner.'- The Commissioner shall;-\n\n(@ establish, develop, implement, maintain and review the national: civil\naviation security programme consistent with the provisions of Annex-17 to the\nconvention to safeguard civil aviation operations against acts of unlawful interference\nand threat perception taking into account the safety, regularity and efficiency of\nflights;\n\n(&) make order necessary to cary out the national civil aviation security\nprogramme;\n\n(©) respond immediately to meet any increased security threat;\n\n@ _define.and allocate tasks and coordinate activities between the departments,\nagencies and other organisations of the State Government, aerodrome and aircraft\noperators and other entities concemed with or responsible for the implementation of\nvarious aspects of the national civil aviation security programme;\n\n(© establish a national aviation security committee or similar arrangements for\nthe purpose of coordinating security activities between the departments, agencies\nand other organisations, aerodrome and: aircraft operators and other entities\nconcerned with’ or responsible for the implemeitation of various aspects of the\n\nnational civil aviation security programme;\n(® establish, develop and implement national civil aviation security training\nprogramme for personnel of all entities involved with or responsible for the\nimplementation of various aspects of the national civil aviation security programme\nwhich shall be designed to ensure the effectiveness of the said security programme;\n\n(@ designate an authority at each aerodrome serving civil aviation who shall be\nresponsible for coordinating the implementation of security controls;\n\n() establish aerodrome security committee at each aerodrome’ serving civil\naviation for coordinating the implementation of security controls and procedures\nas specified in the aerodrome security programme;\n\n",
  "5": "‘THE GAZETTE OF INDIA : EXTRAORDINARY [Paxr See. 300)\n\n[Fo=\n\n@® develop, implement and maintain a national civil aviation security quality\ncontrol programme to determine compliance with and validate the effectiveness of\nits national civil aviation security programme;\n\n@ arrange for security audit, test, survey and inspection to be conducted on a\nregular basis, to verify compliance with the national civil aviation security\nprogramme and to provide for immediate and effective rectification of any\ndeficiency; 5\n\n(k) establish and implement policy and procedure to adjust relevant element of\nits national civil aviation security programme accordingly, based upon a security\nrisk assessment carried out by the national security agencies.\n\n4. Appeals.—If any person is aggrieved by an order passed by an officer in\nexercise of a powers conferred on him by these rules, he may prefer an appeal to\nthe Central Government,\n\nPART I - SECURITY MEASURES AT AERODROMES\n\n5. Planning, design and layout of the Aerodrome security requirement ~\n(1) The planning, design and layout of the aerodrome shall be according to the\nspecifications provided in the national civil aviation security programme\nincluding,- 5\n\n(@ security control applied to passenger, baggage, cargo, courier, express\nparcel, mail, catering store and supply;\n\n(b). protection and control of access to airside , security restricted area and\nother sensitive aerodrome area and facility;\n\n(©) the use of security equipment; and\n\n(4) architectural and infrastructure related requirements\n\n(2) Every aerodrome operator shall establish security restricted area at\naerodrome * serving civil aviation in accordance with the security risk assessment\n\ncarried out by the Commissioner.\n\n(3) Aerodrome operator shall make aerodrome design mentioned in the\nnational civil aviation security programme by integrating the design and\nconstruction of new facilities and alterations to existing design and facilities at\naerodromes shall be carried out after obtaining in writing the approval of the\nCommissioner.\n\n6. Aerodrome perimeter, Every aerodrome operator shall construct a\nperimeter wall of the.height of 2.438 meter (8ft ) with overhung fence of 0.457\nmeter (1.5 ft) around the aerodrome =\n\nProvided that the Commissioner, keeping in view the threat or any other\nreason, may by order, increase the specification of the perimeter wall.\n",
  "6": "Tavs 34]\n\nand observation post\nments at the\n\n7. Provision of lighting, rosd for patrellts\naerodrome operator shall make the following security an\n\naciodrome, name\n\n(@) lighting for perimeter and any other sensitive area;\n(&) all-weather road for patrolling by the security personnel; and\n\n(©) _ observation or command posts for the security personnel:\n\nProvided that the Commissioner may, taking into consideration the security\nperceptions make such order in writing as may be deemed appropriate for security\narrangements.\n\n8. Aerodrome security programme.—Every aerodrome operator shall, with\nthe approval of Commissioner, make’and comply with aerodrome security\nprogramme in accordance with the national civil aviation security programme and\nany amendment to such programme shall be made after the approval of the\n\nCommissioner.\n\n9. Security clearance for operations at aerodrome. — (1) No aerodrome\noperator shall commence operation at aerodrome without obtaining the clearance\nof security arrangements and the approval of the aerodrome security programme\n\nfrom the Commissioner.\n(2) Where the Commissioner is satisfied that any aerodrome operator bas\ncontravened or failed to comply with the provision of these rules, he may, after\n\ngiving him an opportunity of being heard, and for reasons to be recorded in\nwriting, suspend or cancel the security clearance and security programme granted\n\nor approved by him.\n\n10. Handling of unattended or suspect baggage. — The aerodrome operator\nshall —\n\n(@) construct and maintain a protected and isolated area for placing a suspect or\nunattended baggage; and\n\n(©) get the same investigated and disposed off.\n\n11. Business establishment at aerodrome — No aerodrome operator shall\nallow the setting up of any business establishment in the security restricted area of\naerodrome without obtaining security clearance in this regard from the\n\nCommissioner:\nProvided that where any business establishment is established in the\nseourity restricted area after the approval of the Commissioner, the owner of the\n\nbusiness establishment shall make and comply with business establishment\nsecurity programme in accordance with the national civil aviation security\n\nprogramme.\n",
  "7": "[68\n\nm4 ‘THE GAZETTE OF INDIA : EXTRAORDINARY [Parr Seo. 3(9]\n\n12. Protection of facilities owned by aerodrome operator. — Every aerodrome\noperator shall demarcate and protect all vital installations owned by him including\ntechnical and maintenance, power supplies, electrical sub-stations, control towers\nand other buildings used by air traffic services and communication facilities.\n\n13. Aviation Security.Group. — (1) Every aerodrome operator shall engage such\nnumber of personnel of Government security agency as may be determined by the\nCommissioner for performing security duties assigned to it under these rules.\n\n(2) _ Thepersonnel engaged under sub-rule (1) shall be designated as Aviation\nSecurity Group and chief of such group shalll be designated as Chief Aerodrome\nSecurity Officer.\n\n(3) The Aviation Secrutiy Group shall work under the general supervision and\ndirection of the aerodrome in-charge. :\n\n(4) The aerodrome operator shall provide such facility and support to the\nAviation Security Group as may be approved by the Commissioner.\n\n-(5) In emergent situations, the Commissioner may make necessary changes in\nthe deployment of Aviation Security Group. ;\n\n14, Duties of the Chief Aerodrome Security Officer. - The Chief Aerodrome\nSecurity Officer shall perform following duties, namely:-\n\n@ safeguarding of passengers, crew, ground personnel and other\naerodrome users, aircraft, aerodrome and related facilities including. vital\ninstallations;\n\nGi) enforcement of access control measures into the restricted area of the\naerodrome;\n\nGi) security of perimeter;\n\n(iv) screening of passengers and their hand-baggage;\n\n() surveillance within and around aerodrome area;\n\nwi) enforcement of security measures including car parks, viewing\ngallery, aerodrome restaurant and areas close to movement area;\n\n(vii) enforcement of security meastires;\n\n(viii) maintenance of order and discipline in the aerodrome premises;\n\n(0) supervise the movement of persons in the restricted areas;\n\ne) maintenance of liaison with local police anid intelligence agencies; and\n(xi) any other duty assigned by the Commissioner.\n\n15. Ground handling service. — No ground:handling service provider shall be\nallowed to provide ground handling services at any aerodrome without obtaining\nthe security clearance and the approval of its security programme from the\n\nCommissioner.\n",
  "8": "(m1 Tere 3(i)]\n\nSe I THA: TATATET\n\n16. Contingency Plan. -\n\n(1), The aerodrome operator shall make contingency plans to deal with acts of\nunlawful interference with the approval the Commissioner.\n(2) The contingency plan shall be tested at such regular intervals as may be\n\nspecified by the Commissioner.\n17. Disembarkation of unruly passenger.—The Chief Aerodrome Security\nOfficer or any other officer of Aviation Security Group authorised by him in this\nbehalf shall, on a writteii request of the Pilot-in-Command, disembark any person\n\n“from the aircraft on grounds of risk to safety and security of the passengers and\n\n‘the crew.\nPART Ill = AERODROME ACCESS CONTROL\n\n18, Entry into aerodrome. ~ (1) The entry into aerodrome shall be permissible\nonly to the persons having admission ticket or aerodrome entry permit.\n\n(2) The entry ticket to the aerodrome shall be issued by the aerodrome operator.\n\n(3) The aerodrome entry permit shall be issued by the Commissioner after\ndue verification.\n\n(4) The Central Government may direct the Commissioner or aerodrome\noperator or any other person to issue such admission ticket or aerodrome entry\npermit.\n\n(5) No person shall enter into aerodrome without obtaining an admission ticket or\naerodromé entry permit.\n\n(© The aerodrome entry permit shall be displayed by the holder\nconspicuously above waist level at all times while on duty.\n\n(7) No person shall —\n\n(@ Jeave or throw or cause to be thrown any animal, bird or object,\n(b) cause any animal under his possession or control to stray , and\n(©) operate any vehicle without entry permit from the Commissioner in the\n\nmovement area:\n\nProvided that a passenger in.the process of embarking, disembarking or in\ntransit holding an air ticket or any person who is engaged on regular duty at an\naerodrome and holds an aerodrome entry permit issued by the Commissioner shall\nnot be requited to obtain the admission ticket or entry permit.\n\n(8) The aerodrome entry permit shall be surrendered to the Commissioner or to\nany person authorised by the Central Government in this behalf, upon its expiry or\ncancellation or upon termination of employment of the person to whom it is\nissued.\n\n169 4-4\n\n",
  "9": "(e& 6 ‘THE GAZETTE OF INDIA : EXTRAORDINARY [Parr IS. 13\n\n(9) Notwithstanding anything contained in this rule, the aerodrome operator or\nthe Commissioner, may, if he is satisfied that it is necessary or expedient so to do\nin the interest of security, ~\n\n@ refuse admission to any person in the aerodrome; or\n\nNa\n\n(ii) require any person to leave the aerodrome\n19. . Entry into security restricted area —(1) The aircraft operator shall make\narrangement for movement of person and vehicles to and from the aircraft in\nsecurity restricted areas at each aerodrome.\n\n(2) Before granting access to security restricted areas, the aviation\nsecurity group shall screen every person, vehicle, baggage, belongings: or\nsupplies.\n\nG) The entry of vehicles in the security restricted area shall be\npermissible after obtaining entry permit or special permission from the\nCommissioner.\n\n20. Prohibition to carry weapons or explosive. — (1) No person shall enter\naerodrome or the aircraft with any arm, ammunition or explosive:\n\nProvided that the provisions of this sub-rule shall not be applicable,-\n\n(@® to the Aviation Security Group, Armed Forces and Police personnel\nrequired to carry their arms or ammunition in connection with the performance of\ntheir duties; and\n\n(i) to such dummy weapon, explosive, explosive device or any other dummy\nprohibited item, duly authorised by the Commissioner, for the purpose of testing\nthe efficacy of aviation security.\n\nPART IV — PRE-EMBARKATION SECURITY CHECKS\n\n21. Security check before embarkation. — (1) Before embarkation, every\noriginating passenger and transfer passenger boarding an aircraft and his hand\nbaggage, if any, shall be screened by an officer of the Aviation Security Group or\nan officer duly authorised in this behalf by the Commissioner.\n\n(2) The provisions of sub-rule (1) shall be applicable to the transit passengers\nonly if they disembark from the aircraft:\n\nProvided that the provisions of sub-rule (1) and this rule ‘shall not be\napplicable to such persons as may be specified by the Conimissioner by a special\n\norder. =\n(3). Aviation Security Group and aircraft operator shall protect the passenger and\ncabin baggage from unauthorised interference fom the point of scteening to\nboarding the aireraft.\n",
  "10": "sm Tae 3()]\n\nBue BT TSS: STUTTT\n\n(2) The Commissioner inay by\n\n23. Svehibition on carriage of certain goods.\nan order in writing prohibit the cazriage of certain goods on person or in cabin\nbaggage of a passenger and crew member which, in his opinion, is likely to be\nused for committing unlawful interference with civil aviation.\n\n(2) where prohibited goods ate detected during screening, the passenger shall\nnot be allowed to board the aircraft and action may be taken against him in\naccordance with the provisions of these rules or any other law for the time being\nin force.\n\nPART V— SECURITY MEASURES BY AIRCRAFT\nOPERATORS\n\n24, Security Programme, — Every aircraft operator shall, with the\napproval of Commissioner, make and comply-with aircraft operator security\nprogramme in accordance with the national civil aviation security programme and\nany amendment to such programme shall be made after the approval of the\n\nCommissioner.\n25. Security clearance for operation. — (1) No aircraft operator shall\n\ncommence operation at aerodrome without obtaining the, clearance of security\narrangements and the approval of the aircraft operator security programme under\n\nrule 24 from the Commissioner.\n(2) Where the Commissioner is satisfied thet any aircraft operator has\n\ncontravened or failed to comply with the provisions of these rules, he may, after\ngiving him an opportunity of being heard, and for reasons to be recorded in\nwriting, suspend or cancel the security clearance and security programme granted\n\nor.approved by him.\n\n26, Deployment of staff.— An aircraft operator shall engage only those\npersonnel for security duties who are whole time employees whose character and\nantecedents have been verified and who are employed after proper training,\nselection procedure and certification in-accordance with national civil. aviation\n\nsecurity programme.\n\n27. Security search of aireraft.— An aircraft operator shall carry. out\nthe search of his aircraft —\n\n(@) before taking it to security restricted area ; and\n\n(6) before boarding of passengers after disembarkation.\n\n28. Access control to aircraft — (1) The aircraft operator shall control\naccess to aircraft and maintain surveillance from the security check to the\n\ndeparture.\n\n(2) The aircraft operator shall control the non-operational aircraft by keeping,-\n\n(cabin doors closed;\n(i) aerobridges and ventral stairs secured, withdrawn or retracted ; and\n\n(ii) tamper evident sealed doors.\n\n",
  "11": "‘THE GAZETTE OF INDIA : EXTRAORDINARY (Paxr Sec.\n\n29. ° Closing of cockpit door—Every aircraft operator shall,—\n@__ lock cockpit doors of aircraft during, all phases of flight, unless required\nto be opened for operational reasons;\n\n(b) establish and maintain communication system between\ncabin crew during flight; and\n\nthe flight crew zac\n\nility of access control of cock-pit to Pilot\n\n(©) _ assign responsi\n\n30. Depioyment of In-flight security officer. — (1) Air craft operator shall\ncarry such number of In-flight security officer on board a passenger aircraft, as the\nCommissioner may specify by an order in writing.\n\n2) Aircraft operator shall declare to the Pilot-in-command the number of armed\npersons and their seat location.\n\n31. Security control for hold baggage. — (1) The aircraft operator or the\naerodrome operator shall screen and protect the hold baggage in such 4 manner as\nmay be specified by the Commissioner from time to time,\n\n32. Identification and reconciliation of hold baggage. - An aircraft\noperator shall carry out the identification and reconciliation of hold baggage in such\nmanner as may be specified by. the Commissioner by an order in writing from time\nio time,\n\n33. Transfer baggage. — The’aircralt operator shall screen the transfer hold\n\nbaggage before loading into an aircraft:~\nProvided that the hold baggage screened at the point of origin and\n\nsubsequently protected from unauthorised interference from the originating aerodri.ne\n\ntothe departing aircraft at the transfer aerodrome shall not be subject to screening.\n\n34. Carriage of prisomers in aircraft. — (1) The aircraft operator shall\ncarry any prisoner, in such'manner as may be specified by an order in writing by\n\nthe Commissioner.\n\n35. Carriage of cargo, mail, catering items and other stores. — The\n\naircraft operator shall accept on board any cargo, mail. catering items and other\nstores and supplies in such manner as may be specified by the Commissioner.\n\n36. Detention of aircraft. — The Commissioner or any other pei on\nauthorised in this behalf by the Central Government may, for reasons to be recorded\nin writing, detain an aircraft if in his opinion,~\n\n(a) the aircraft has.on board unauthorised arms, explosives or other sabotage devices\nwhich are likely to cause danger to the security of that aircraft: or\n\n(b) the aircraft has on board a person who has gained entry in unauthorized\n\nmanner or is likely to cause unlawful interference with civil aviation operations; or\n\n(c) the detention is necessary fo secure compliance with any of the provisions of\n\n",
  "12": "FLAY\n\n37. Security control for carge ard courier bag. ~ (1) Any c\nexpress cargo or courier bag intended to be carried on any airoraft, 3\nreceived, processed and handled by regular employees who are trained in\naccordance with the national civil aviation security programme of aircraft\noperator or any other agency authorised by an order in writing by the\nCommissioner.\n(2) _No cargo shall be loaded on aircraft without making security controls\nincluding X-ray screening or physical search:\n\nProvided that the Commissioner may by an order in writing exempt any\ncargo, express cargo or courier bag from the provisions of this rule.\n\nbe\n\n38. Registration of courier agency. — No aircraft operator shall accept any\ncourier bag for transportation from any agency unless such agency, ~\n\n(@) has registered as such with thé aircraft operator ; and\n\n(b) | has made and complied with a security programme approved by the\n\nCommissioner.\n\n39, Identification or reconciliation of the accompanied courier\nbags. — The identification or reconciliation accompanied courier bag shall be\nmadé by air craft operator in such manner as may’ be specified by the\n\nCommissioner from time to time.\n\n40. Prohibition on carriage of certain goods. — (1) The\nCommissioner may, by order in writing, prohibit the carriage of certain items\n\nthrough cargo or courier bags or mail.\n\n(2) The consignment containing prohibited article shall not be loaded on aircraft.\n\n41. Protection of security cleared cargo or mail or courier bag\nete. —The aircraft operator or airport operator or any other agency working for\nany of them shall screen and protect the cargo or mail or courier bag in such\nmanner as may be specified by the Commissioner from time to time.\n\n42. Regulated agent. — The aircraft operator may engage Regulated Agent\nfor carriage of cargo, courier or mail to be carried by air, who shall function as per\nthe procedure laid down by the Commissioner in writing from time to time.\n\nPART VII-CATERING SUPPLIES AND STORES\n\n43. Catering supplies.—(1) No person shall supply any catering item for\nloading in the aircraft without obtaining the approval ofits security programme\nfrom the Commissioner.\n",
  "13": "‘THE GAZETTE OF INDIA ; EXTRAORDINARY, (Paxr Sse. 24]\n\n(2) Where the Commissioner is satisfied that owner or operator of catering\nestablishment has contravened the provisions of sub-rule (1), his security\nprogramme shall, after affording an opportunity of being heard, be cancelled.\n\n44, Supply: of other stores. — No aircraft operator shall lod on the\naircraft any item for use on the aircraft without security screening.\n\nPART VIL — SECURITY ACCIDENTS / INCIDENTS\n\n45. Reporting of security accident or incident. — Every aircraft\noperator, aviation security group, aerodrome operator, regulated agent and owner\nor operator of catering éstablishment shall report the security accident or security\nincident to the Commissioner immediately on the occurrence of the security\naccident or security incident.\n\n46. Investigation. of security accident or incident. — (1) The\nCommissioner may order investigation of any security accident or security\nincident and appoint an officer not below the rank of Assistant Commissioner of\n\nSecurity as Inquiry Officer.\n\n(2) The Inquiry Officer shall, after affording an opportunity of being heard to the\ndefaulting person, make @ report to the Commissioner who should forward the\n\nsame to the Central Government.\n\n47. Powers of the Inquiry Officer. — For the purpose of inquiry an\nInquiry Officer shall have power —\n\n(@) to require, by notice’, the’ attendance of any person ;\n\n(b) to require any such person to make and to sign a declaration regarding the\n\ntrue nature of the statements made by him;\n(©) to require the production of books, papers, documents and articles;\n(@) to have access to and examine any aircraft or place.\n\nPART IX—- GENERAL\n\n48. Inspection. — Any person, authorised by the Commissioner in writing\nmay, at all reasonable times, enter any place or aircraft to which access is\nnecessaty and to inspect the facilities, services, equipment, documents and\nrecords for the purpose of securing compliance with the provisions of these rules.\n\n[F. No. AV. 11012/001/2009-AS]\nSHUBHA THAKUR, Director\n\nPrinted by the Manager, Government of India Press, Ring Road, Mavapuri New Rathi.tianes\n"
}