{
  "1": "OFFICE OF THE ADDITIONAL.DIRECTOR GENERAL/AIRPORT SECTOR\nCENTML INDUSTRIAI SECURTTY F6i;;' -..' '\n(t4rNrSIRy oF HOME AFFATRS)\nNo. 0-42011/ApC/Ops(4lCncdar/ASl2O23 - g ( I 6\nTo\nSub:\nThis HQ has issued detailed\ndated 08.04.2022 besides circulatino\ndated 16.06.2015.\nAdministrative Block\nAirport Sector, CISF Comptex\nMahipalpur, New Delhi-37\nDated: 2_6 Dec,2O23\nDISG/AP (NZ, E&NE, sZ & Wz)\nDIsc/CASOs of ASGS Dethi, tlumbai. Hvderabad, Chennai, Kolkata & Bangatore\nAll CASOS of ASGS\nset of instrudions on the subject vide letter no. (4171)\na case study on the cited subject vide tetter no. (StZej\n2. \nIn-spite of speciflc instructions, instances have come to notice reporting unauthorized\noverstay of pass€ngers in the check-in area/sHA of the ilil. \nn ;;g;f,l, understood that\nthe matter majorly pertains to the airiine operators but it if.o .f,o*i i L.iudaisical approach\non part of the CASOS in on ground implement\"tion of tt\" irrr\"O li\"fi;;:'-\n3. \nIn this regard, the Central Security Agency has also recommended the following\nremedial measures to prevent recurrence of slr.t in.ii\"ntslnirtrr\"i-'''-*\n. lncrease surveillance mechanism and random checking of passengers inside the transit\nafea\n' The rist of pre-marked transfer pax arong with the manifest shourd be shared with\nimmisration to reduce data manipulation by\"aiiii.\"\"lli:irr.liiriiiris'r,iii!rr\"n\"\".\n. SLPC of at least 100/6 of the passengers by the airlines as per BCAS norms.\n. The role and responsibility of CISF and airlines staff in transfer area should be fixed.\n. C & A ve fication of airlines staff should be canied out periodically.\n5... . In view of the above, aI the cAsos are directed to ensure sEict imprementation of the\nfollowing measures on ground to curb such inciaens in iutur; \n--r ! Jq i!! nrrPrE\ni, \nTo ensure random check of passengers in the SHAy'hansfer SHA especially boarding gate\narea at the end of every shift to ide;tify th. ou..rt\"yinj pir.\"ng#;;ry.\nii. Unit cIW to liaise with the stakeholders especially concessionaire staff, housekeeping\nstaff etc. to obrain informauon auout tne ovirstayiirjp;i*iiJi ii \",i, \nin the boarding\ngate/check-in area.\niii. SHA IC to e-nsure sweeping of the SHly'boarding gate area by detailing a team at the\nbeginning of each shift.",
  "2": "tx,\n6.\nBoarding gate IC to obtain information about any \"Gate No Show\" pass€ngers after\nboarding of every flight and if found, to immediately share the informauon with\nCM/SOCC/Shift IC for easily identification of such passengeB.\nTo liaise with airline concerned and the immigrations for identificauon of any left out\npassenger out of the list of pre-marked transfer passengers in every shift.\nA proper record of Para nos. (i) & (v) should be maintained and relevant information be\nshared by on-duty personneylcs at the end of shift with their counterparts of mounting\nshift for taking further necessary action, if required.\nvii. Shift IC to ensure implementation of the above said procedures and share with their\ncounterparts of mounting shift.\nRegular briefings to be conducted to sensitize duty personnel on the issue,\nAll CASOS to monitor and supervise the implementation of the aforesaid measures.\nZonal DISG/AP and DISG/CASOS (Delhi, Mumbai, Hyderabad, Chennai, Kolkata &\nBangalore) should €nsure compliance of the above diredl'ons under their respective jurisdiction\nand physically veriry it during their insp€ction/visits to airporE.\n7. \nIssued for strict compliance.\nCopy to:\nIG/APS II\n6v\\\n{rr^'*tk,,lxo\nPrakash,IPs) '\ntcl\nAirport Sector\n: Forfavour of kind information please."
}