{
  "1": "OFFICE OF THE ADDT. DIR\nacEi#*.[..flf,i,:.:H]H.t6t:f oRrsEcroR\nAdministrative Block\nCISF Complex, Mahioalour\nBy pass road, New delhi-37\nDatedgq Juty,2022\nNo O- 420 tt / Ap C lops(2)/Circu tar( As) I 22_ q L\\1\nTo\nISG/APS- I & il\nDIG/AP (E&NE, NZ, SZ & WZ)\nDIsG/CASO ASGs Delhi, Mumbai, Chennai, Bangalore, Hyderabad & Chennai\nAll CASO CISF ASGs\nsub: \"up-qradation of the counter terrorist apparatus and creation of\nmechanism for holistic oreoaredness in case of a terror attace\nReq\nAviation security is an extremely sensitive and zero error task. ASGs are therefore\nsupposed to be in a very hlgh degree of preparedness to effectively respond to any\ncontingency which might adversely affect aviation security.\n2. \nTo take care of such contingencies, various contingency plans have been prepared\nfor all the airports for sequence of actions, coordination amongst various security\ncomponents and to avoid confusions on the role & responsibilities of different agencies\nduring the time of emergent situations. However, even the best laid security\nplans/systems have gray areas or weaknesses. These are either inherent or developed\nover the course of time due to complacency on the part of security personnel or some\nnew modus operandi adopted by the terrorists. Therefore, these contingency plans/mock\ndrills on various scenarios should be carried out regularly at all the airports to check the\nresponse time, to identify the grey areas and to fine tune the efficienry of the personnel\nto meet any sudden eventuality.\n3. \nTo maintain maximum operational preparedness, it has been felt essential to carry\nout an \"counter Terrorist Preparedness drive\" at all the airports for a period of 15\ndays from 01* to 15th August, 2O22. fhe following will be the key features of this\ndrive whlch will be observed by all the ASGs under cISF security cover during this\nperiod:-",
  "2": "A). MOCK DRILLS/OPERATIONAL DRILLS\nOperational Drills on various contingencies should be conducted by all the\nASGS. Some of the indicative operational drill scenarios are enclosed herewith\nas per Appendix-\"A\". The selection of scenarios may be decided by CASOs,\nrelevant to the topography of the airport.\nAirport Sector vide letter No. (7913) dated 30.07.2009 (copy enclosed as\nAppendaxsB\") had circulated a detailed Standing Operating procedure in\nthe event of a terrorist attack at an airport. The objective of the SOp was to\neffectively counter the terrorist attack on various contingencies. The\nsequence of action & coordination amongst various security components\n(Armed and Unarmed) has also been mentioned in the SOp. It has been\nobserved that during such exerclses, only the localized components of ASG\nare activated while the other ASG components even do not have knowledge\nof the contingency/drill. The security of all the airpoft cannot be ensured\nunless all the security components of ASG (Armed and Unarmed) respond in\na given contingency collectively in a coordinated manner. During the drive\nperiod, the five scenarios as mentioned in the SOP should be rehearsed to\nasceftain the response of all the ASG personnel (armed and unarmed\ncomponent) & coordinated action by all the layers. As far as possible, efforts\nshould be made to include maximum components of ASG in the drill\nirrespective of their area of deployment without affecting the normal\nfunctions of the airport.\nOperational surprise drills on different contingencies as mentioned in the\nCounter Terrorism Contlngency Plan as circulated by MHA may also be\nconducted during that period by all the ASGs.\nlYulti agency mock drills are in any case conducted as per their schedule.\nHowever, this is for internal capacity assessment.\nVideo clips of the past incidents of terror attack at world-wide airports should be\nshown to the Aviation Security Group personnel especially to the eRTs by\ndownloading such videos/films from the internet (You Tube etc.) to make them\naware about the modus operandi of terror elements and improve their field\ntactics. CASOS may also assess the modus operandi adopted in the past aviation\nincidents at world-wide airports and devise/conduct mock drills accordingly.\nDespite random check, most passengers enters the check-in area unscreened\nleaving obvious possible situation such as explosive bag being left unattended\netc. In such a scenario, lt is impoftant to analyze and assess the response &\nco-ordination of ASG surveillance staff, terminal marshals, QRTS, BDDS and\npersonnel deployed in the SHA for neutrallzation of threat. In this regard,\nexercises may be conducted during this period at all the airports and\nii)\niii)\niv)\nv)\nvi)",
  "3": "response time may be analysed and evaluated by the CASO for further\nimprovement.\nSurprlse mobilization drills may also be conducted during that period to\nmobilize maximum manpower in the shortest time within the available\nresources. This will allow to check the operational preparedness/ readiness of\nall the field formations in case of any unforeseen contingency, which may\noccur at any location and at any point of time. A code of this exercise may be\ndecided by the CASOs which will be ftashed to Unit line and off duty family\nmembers. If the exercise is launched in \"A,, shift, barrack and family\npersonnel of \"B\" shift personnel shall be mobilised. The other shifts shall not\nbe disturbed for operational reasons. Simultaneously, this exercise should be\nconducted in different shifts, so that the operational preparedness/ readiness\nof the all field formations in all shifts can be checked. During such drills the\nstrength/weakness in the process of response mechanism to react to any\ncontingency should be assessed and improved for future preparedness.\nOne evacuation mock drlll may also be conducted by the ASG using plain\nclothed unit personnel/airline security personnel/airport security personnel\nduring lean hours. The unarmed ASG personnel on duty shall perform this\nfunction immediately on receipt of information about an attack. All duty\npersonnel must be aware about the safe areas and their role in evacuating\nthe passenger during an attack.\nix) The cASos may arso refresh the identification procedures of the ASG\npersonnel like ribbons or other methods for eRT and suitably brief the ASG\npersonnel to negate the chances of foul play. This will also help on duty\npersonnel to identify the QRT personnel easily at the access control points or\nat any other duty posts to prevent any unauthorized entry in uniform posing\nas QRT personnel.\nx) QRTS in any case are being tested and activated many times.\nHowever, thier activation shall be in sync with other organs, armed\nas well as unarmed, and the same needs to be fine-tuned.\nB). OBSERVERS:\ni) The cASo should personally observe surprise mobilization drills as well as\ncounter terrorism operational drills - at least two each during the drive.\nii) The other exercises should be observed critically by the Gazetted officers of\nthe Unit.\niii) During the exercise, some officers/Sos should also be detailed as observers at\ndifferent locations to assess the performance of the pafticipating personnel at\nvarious points at the airport (city-side, terminal building, SHA and Apron) to\nhave a neutral and unbiased assessment on the response and peformance of\nvii)\nviii)",
  "4": "the participants in the drill. These observers should be briefed thoroughly,\nbefore and, about various parameters on which performance needs to be\njudged.\niv) The observers may also develop parameters/check-list (Adm. and OPS) for the\nexercise.\nv) Proper feedback on lessons learnt and lacunae observed should be carefully\nnoted and analysed by the observer to remove the shortcomings and to brief\nthe personnel, so that subsequent exercises can be conducted with utmost\nefficacy.\nc).PLANNTNG OF MOCK DRILLS /OPERATIONAL EXERCTSE DRILLS :\ni) All exercises conducted at particular airport should be well planned, scripted\nand done in a very professional manner.\nii) Script for the exercise should be thought of before hand and reduced to\nwriting. It should have specific problems of situations to which reaction of eRT.\nArmed Component and unarmed component is to be assessed.\niii) Each exercise should be different from the previous one in some aspect or the\nother. Timings of these exercises should also vary, some of them being\nconducted at a time when least expected.\niv) After the exercise, the Officer In-charge should discuss the whole exercise with\nthe observers and debrief the men in detail, pointing out positive and negative\naspects of drill. Suggestions from the participants may also be taken.\nD). The followinq should be keot in mind while olannino/conductinq a\nmock/ operational exercise :\ni) The Airport Director should always be given prior intimation of such exercises\nexcept the surprise mobilization drill.\nii) It should not cause inconvenience to the passengers and staff of the Airport.\niii) It should not pose threat to the safety of the passengers and staff of the\nStakeholders.\niv) It should not cause threat to the alrcraft, installation and other equipments at\nthe airport.\nv) It should cause no disruption to the fllght operations and normal activities of\nthe airport.\nvi) Extreme care should be taken to ensure that there is no accidental firing or\ndamage to weapons.\n4. \nAll Zonal DIsG and DIsG/cASos are directed to ensure meticulous implementation\nof the above directions by the ASGs under their respective jurisdiction and fonryard a\nconsolidated feedbackffake aways in respect of ASGS under their respective jurisdiction\non the following aspects to the concerned Sector IsG under intimation to this Hers.",
  "5": "soP: Suggestions for amendment/modification specificaily in the Standing\noperating Procedure in the event of a terrorist attack at an airport (Appendix-\n\"B\") may be forwarded.\nMock/Operationai Drills : The brief feedback on the each and every\nmock/operational drill/exercise conducted in the following format :\niii) Unattended baggage drill :\niv) Mobilization drills :\nx Mobirization exercise shaI be conducted onry for surprise mobirization capacity\nassessment and arso for coupring it with actuar response quarity assessment (i.e.\nResponse to a particular Scenario).\n5' \nFeedback so received wiil be further anaryzed by IG/Aps-I and IG/Aps-II in\nrespect of AsGs under their respective jurrsdiction and accordingly suitable instrucitns\nshall be passed to fierd formations aftei evaruation of feedback Jnder intimation io nps\nHQrs.\nii)\nSr\nNo.\nName of\nthe\nAirport\nScenario/\neventualaty\nAgencies\nparticjpated (in case\nof multi agency\nexercise)\nObserver\n(s)\nAnalysis/\nAction taken\nby different\nlayers\nLesson\nleamV\nLacunae\nobserved\nAdjon Taken to\nrectify \nthe\nshortcomings\nSr.\nNo.\nName\nof the\nAirport\nScenario/\neventuality\nDate &\ntime of\ndetection\nof\nunattended\nbag/ object\nResponse ti me of reathi ng=-liEl!6f\n(in minutes)\nTime of\ndeclaration\nof Ele bag\nas threav\nnon threat\narticle\nLesson\nleamV\nLacunae\nobserved\nAction Taken\nto rectify the\nshortcomings\nCIW\nQRT\nBDDS\nDo9\nSquad\nrlc\nName\nof the\nAirpo\nrt\nResponse time to\nrepod at the place\nActio\nn\nTake\nnto\nrectif\nyfte\nsame\nI\ntime of\ns\\ercis\ne\nPlace of\nmobilizati\non\nNo. of personnel in\nnext shift (if\nexercise conducted\nin \"A\" shift no. of\npersonnel report in\n\"B\" shift\nNo. of personnel\nmobilized\nStrength/\nweakness\nes noticed\nduring the\nexercise\nBarrack I Famrly\npersonn I membe\nel \nlrs\nBarrack\npersonn\nel\nFamily\nmemb€\nrs\nEarrack\nFamily\nel\nIs\nI ..s | \n| ueru I unit tine/\nl. \nlhrs \nAirporv\nI \n] \niAnvother\ni I I \nl,n*\nll\n1001-\nI\n70\n60\nperson -\n5 mt.\nLast\nperson :\n10\nminutes\nperSon\n- 10 mt,\nLast\nperson\n'. 12\nminutes",
  "6": "6. \nFurther, IG/APS-I & II may also forward the following feedback to APS HQrs by\n2s.o8.2022 1\nSr\nNo.\nSector\nIG\nRelevant\nsuggestions for\namendmenV\nmodification in\nthe \nStanding\nOperating\nProcedure in\nthe event of a\nterrorist attack\n(in general, not\nairport-wise)\nMo€k/Operational\nExercis€s\nUnattended baggage\ndrill\nlvlobilization drill\nLesson\nlearnV\nLacunae\nobserved in\ngeneral\nduring the\nexercises\n(not airport-\nwise)\nAction\nTaken to\nrectify the\nlacunae\nnoticed\nduring the\nexercise\n(in\ngeneral,\nnot\nairport-\nwise)\nLesson\nlearnv\nLacunae\nobserved\nin general\nduring the\nexercises\n(not\nairport-\nwise)\nAction\nTaken to\nrectify the\nlacunae\nnoticed\nduring the\nexercise\n(in\ngeneral,\nnot\nairport-\nwise)\nStrength/\nweaknesses\nnoticed\nduring the\nexercise (in\ngeneral, not\nairport-\nwise)\nsame\n(in\ngeneral,\nnot\nairport-\nwise)\nAction\ntaken\nto\nrectify\nthe\n7. \nPlease ensure compliance.\nEncl : As above\n\\'*lT^<'\nZgtzt Z?\n(Pramod Shripad Phalnikar, IPS)\nAdditional Director GeneraUAirport Sector",
  "7": "Aooendix-\"A\"\nSome suooested scenarios for Ooerational Drills at airoots\n/ Mock/Operational Drill scenarios :\n1) \nAttack at airport on facilities and persons (Terminal Building)\n2) \nArmed attack within airport boundaries\n3) \nArmed attack on aircraft\n4) \nArmed attack from external polnts near the airpot perimeter.\n5) \nUnlawful seizure of vital installations.\n6) \nSabotage of Vital Installations.\n7) \nHostage taking at the airport\n8) \nUse of aircraft for criminal purpose.\n9) \nFidayeen-type terrorist attack at airport and vicinity.\n10) Bombs/Unidentifiedobjects.\n/ Additionally scenarios:\n1. CiW Side scenario:\n1) \nBlock drill during breach at NAKA.\n2) \nBlowing up explosive laden vehicle at NAKA, parking site or by ramming\nsuch vehicle into the terminal building.\n3) \nTerrorist firing indiscriminately or throwing grenades on persons & building\nusing two/ four wheelers\n4) \nTerrorist attack at Depature entry gate, arrival gate and any other gate to\ngain entry into terminal building for causing unlawful intefference.\n5) \nTerrorist attack in City side and car parking area by using surgically\nimplanted IEDs (unattended) in the animal, to kill security personnel or to\ncreate havoc in the airport premises.\n6) \nLeaving explosive laden vehicle in the parking lot.\n7) \nLeaving IED (unattended) anywhere in the City Side near pick upldrop\npoints of arrival/departure, in flower pots, dustbin, baggages etc.\nB) \nLeaving IEDs (unattended) outside terminal building gates, to target the\ncrowd of waiting people (meeters and greeters)\n9) \nSniper attack during VIP movements\n10) Threat from payload carrying drones\n2. Terminal Buildinq scenario:\n1) \nBold attack by large unit of terrorists at difference locations.\n2) \nTerrorist firing indiscriminately inside the terminal building.\n3) \nTerrorist approached the operational gate and stafts continuous firing on\nsecurity personnel for causing unlawful interference.\n4) \nPlantation of IEDs in vulnerable places like toilets, under the seats in\nseating area, dustbin and other cavities and places in the Terminal building.\n5) \nTerrorlst throwing grenades on crowd/persons & building using two/ four\nwheelers\n6) \nTerrorist attack at Departure entry gate, arrival gate and any other gate to\ngain entry into terminal building for causing unlawful inteference.",
  "8": "' \n3. SHA scenarios:\n1) \nTerrorist firing indiscriminately in PESC area\n4. Operational area & Gates:\n1) \nAttack at operational gate to enter operational area, tarmac, to blow up Oil\nDepot, to seize the vital installations i.e. RADAR, Power sub-station, AC\nHandling Unit, parked aircraft or charter alrcraft.\n2) \nAttack by the intruders/terrorists scaling over the perimeter wall.\n3) \nIntruder with weapon gaining entry into operational area taking advantage\nof incoming vehicle through operational gate.\n4) \nAttack on ATC",
  "9": "t\nr\nAf,Ferur, -\"B\"\nF\nl\nSECREI\nOFFIGE OT ADDITIONAL DIRECTOR GENERAUAIRPORT SECTOR\nCENTRAL INDUSTRIAL SECURITY FORCE\n(Ministry of Home Affairs)\nNo. O-420S5ICISFiAPS/SOP AttacU0$ Qf 9\nTo\nA[ bASO, C]SF ASGS\nDlsG/AirPott (E&NE, NZ, SZ & WZ)\n13, CGO ComPlex\nLodhiRoad, N. Delhi\nDated 3oJulY'2009\n3!3n-AjgPgg!-: Reg\nln the changed scenario post 2611 1, it became inevitable for us to draw a\n,tr\"t\"gy ioi ddin! with any similar situation at the airports. ln this regard,\nOpetaiionaf Confelences in Lach airpo( zone were held by*the.^un-dersigned\n*iit C4SO\" of respective airport zones in the month of Jan-Feb'2009. During\ntheaboveconferences,empnasiswaslaidonthemeasurestodealwith\ni\"r*irt attack at tne airporis and to accomplish it, the concept of layered\niecuritv was explained for efiective preventionlcontainment of any such\nritr\"tion. ln order to streamline the concept of layererl security^ and for\n*orOin\"tion in action of different security c,omponents, Standard,Operating\npii\"\"Jr* iSOp) has been prepared on \n-five different scenarios of attack by\nterrorists which are as under :-\nAttack ftom city side- Attackers exposedl detected at the entry\nNakas (where CTCP Component is sanctioned)\nAtlackfromcityside-Attackersexposed/detectedatvehicle\n;;'t\"/.rit;rte tb airside (where no CTCP component is sanctioned)\nAttack ftom the city side- Attackers exposed/ detected at the accessl\nalighting point\nAttack inside the terminal - Attackers exposedl detected after\n;;ili\"g entry innocently inside the terminal including the SHA\nAttacf from the perimeter wall breaching the same or intrusion over\nthe same including attack on the apron\niii)\niv)\nv)\nh\n-Cont P/2-\nI\nh\nh",
  "10": "I\nI\n-Pt2-\n02. The sequence of action and coordination amongst various security\ncomponents in the event of a situation arising at the airport elaborated in soP,\nhas also tieen further clarified through graphics presentation in the enclosed\nCD. The presentation outlines three representative scenarios within the broad\nframe work as illustrated above. All CASOs are hereby directed to go through\nthe SOP as well as vratch lhe presentation (both enclosed) minutely for\nimplementation in their respective ASGs in the event of terrorist attack. The\ngraphic presentation should also be shown to all the Unit Personnel in\nbatches.\n03. After implementation of the SOP and explaining the same to the unit\npersonnel (showing the presentation to them), the above five scenarios should\nbe regularly rehearsed for better role clarity among all the components of the\nASG. The presentation should also be included as a part of Rotational\nTraining Curriculum. The whole exercise muet be completed before\n15.08.2009, Any suggestion for amendmenU modification in the SOP is invited\naq feedback. Besides, a confirmation on implementation of the above may\nalso be submitted by all CASOs latest by 20.08.2009.\n04.\nPlease acknowledga receipt and ensure compliance.\nEncl: As above.\n3o. 1-4\n(M S Bali)\nAddl. Director General /APS\nl\nh\nh\nh",
  "11": "r\nl\nh\nSecret\n1. OBJECTIVE\nThe objective of the standard operating Procedure is to organize the\nASG personnel posted at an airport, in the event of a terrorist attack, into an\neffective fighting formation for defending the vital installations of the airport,\npersonnel working at the airport and most of all, the passengers present at\nthe airport.\n2. GONCEPT\nASG personnel are deplciyed at different points of the airport. ln the\nairports where CTCP is sanctioned, ASG personnel are posted on the\n'cityside' in the Nakas (on approach road to the terminal), Morchas, Parking\nLots, Aljghting Points etc. Even where the QTCP is not sanctioned, some\nASG personnel are posted on the'cityside' in the Morchas, Alighting Points\nand in Patrolling/Sweeping duty etc.\nOrdinarily, the first line of deployment at an airport is the terminal entry\npoint both in departure and arrival areas. Also, QRT is generally available\nin this area. lnside the terminal, ASG personnel are posted as the terminal\nrnarshals (extension of QRT), in the SHAs and at the Staff and Boarding\nGates. on the airside, the ASG personnel are posted on the Aprons,\nPerimeter Gates and Perimeter Watch Towers. Some Reserve Force is\nalways available in the unit lines in the form of reserves, off duty shift\npersonneletc.\n(Concept of Layered Defence)\nSTANDARD OPERATING PROCEDURE IN THE EVENT OF A\nTERRORIST ATTACK AT AN 4IBPSBT",
  "12": "I\nThe concept of\npersonnel of various\nlayered security contemplates formation of groups of\nranks posted in areas mentioned above, into suD-units\nWith this objective in view,\nin the zonal conferences few months back, the CASOs have been directed\nto increase the availability of arms with the personnel in the groups\nmentioned above so that they.can effectively fight the terrorists in a\ncontingency.\n3. TERRORIST ATTACK SCENARI9S\nTerrorist attack scenarios at an airport can be broadly classified as\nbelow:-\na) Attack from citv side\n(i)Rammingofexplosiveladenvehicleattheairportterminal-\nGlasgow AirPort tYPe incident.\n(ii) Forced entry - Terrorists open indiscriminate firing from\noutside, create panic and enter inside the terminal building\norgainsimple/inconspicuousentryinsidetheterminalasa\npassenger/visitor, whip out weapons and resort to\nind iscriminate firing.\n(iii) camouflaqed. Entry - Use PoliceA/lP looking vehiele and\ngain entry innocently and carry out massacre in any of the\ntwo waYS mentioned above.\nh\ni\nl\nI\n2",
  "13": "Attack from Airside\n(i) lntrusion through perimeter and targeting the parked\naircrafUvital installations in the operational area.\n(ii) lndiscriminate firing in the airside on employees/\npassengers or on the terminal building.\nHuman Bombs\nPresence detected at access point, inside the terminal or\nSHA.\n4. LAYERS OF DEFENGE\nBelow please find delineation of different layers at an airport in the\nevent of different types of terrorist attacks:\n(it First Laver of Defence\nThe CTCP Component of ASG personnel at the Nakas,\nMorchas, QRT, armed personnel in the parking lot &\npatrolling duty at the city side and at the alighting point will\nact as a first layer of defence.\nNote : Line reinforcement on reaching will join the\nlayer as ordered by the Gontingency Commander.\nb)\nc)\nA.\nJ",
  "14": "I\nl\nl\nl\nI\n(ii) 2'd Lrygr of Defence\nASG personnel posted at the departure entry/arrival,\nterminal marshals will be the 2nd layer of defence.\nNote : Line reinforcement on reaching will join the\nlayer as ordered by the Contingency Commander.\n(iii) 3'd Laver of Defqnce\nPersonnel deployed in the SHA, Staff Gate and Boarding\ngates will be the 3'd layer of defence.\nNote : Line reinforcement on reaching will join the\nlayer as ordered by the Contingency Commander.\n(iv) 4th Laver of Defence\nThe 4th layer of defence is the ASG staff in the Apron duty,\nperimeter gates (leaving one armed person at the closed\nperimeter gate) and watch towers.\nNote : Line reinforcement on reaching will join the\nlayer as ordered by the Contingency Commander.\n4",
  "15": ";\nh\nI\nt\nB. Attack From Citv Side -Attackers Exposed/Detected At\nVehicle Gatel Entrv Gate To Airside ( Where No CTCP\nComponent ls Sanctioned)\n(i) First Laver of Defence\nlst layer is the ASG staff at the perimeter gate, Apron,\nwatch towers and the QRT.\nNote : Line reinforcement on reaching will ioin the\nlayer as ordered by the Contingency Commander.\n(ii) 2nd Laver of Defence\nStaff at the alighting point, departure entry and the terminal\nmarshals will act as the 2nd layer of defence. This layer will\ncounter the terrorists if the terrorist(s) try to make an entry\nto the terminal.\nNote : Line reinforcement on reaching will join the\nlayer as ordered by the Contingency Commander.\n(iii) 3'd Laver of Dgfence\nSHA staff, personnel at the Boarding and Staff Gates are\nthe 3'd Layer of defence. They will ensure that no terrorist\nis able to enter the terminal from the Apron Side.\nNote : Line reinforcement on reaching will join the\nlayer or as ordered by the Contingency Commander.",
  "16": "i\n)\n(i) First Laver of Defence\nASG staff available at the alighting point, QRT, Departure\nEntry and Arrival and in the morcha ,if any, will be the first\nlayer of defence.\nNote : Line reinforcement on reaching willjoin the layer as\nordered by the Contingency Commander.\n(ii) 2'd Laver of Defence\n2nd layer will consist of the SHA staff and the personnel\navailable at the Boarding and Staff Gates.\nNote : Line reinforcement on reaching will join the\nlayer as ordered by the Contingency Commander.\n(iii) 3'd Laver of Defen,ce\nPersonnel at the Perimeter Gates (after leaving one armed\nperson at the closed perimeter gate), watch towers and\napron gates will form the 3'd layer of defence.\nNote : Line reinforcement on reaching will join the\nlayer as ordered by the Contingency Commander.\niri\nThe Access/Aliqhtinq Point\n,.",
  "17": "D.\n(il First Laver of Defence\n1st layer is the ASG staff available\nentry/arrival, alighting point, the QRT\nmarshals (will become part of ORT).\nat the departure\nand the terminal\nNote : Line reinforcement on reaching will join the\nlayer as ordered by the Contingency Commander.\n(ii) 2nd Laver of Defence\n2nd layer is the SHA staff, Staff at the Boarding and Staff\nGates.\nNote : Line reinforcement on reaching will join the\nlayer as ordered by the Contingency Commander'\n(iii) 3'd Laver of Defence\nPersonnel at the Perimeter Gates (after leaving one armed\nperson at the closed perimeter gate), watch towers and\napron gates will act as 3'd Layer of defence.\nthe SHA.",
  "18": "r\n1.\nh\nl\nE.\nh\nNote :\nFirst and 2nd Layers in this case will act .in co-\nordination and take immediate steps to secure the\npassengens or,evacuate them as the circumstances\ndictate. The Q.R.T. and the terminal marshals will\nfocus on the terrorists and pin them down in a corner\nand isolate them. Extreme caution wil! be used while\nopening fire so that neither there is x-fire between the\nlayers nor the passengers get injured by our fire.\n2. \nLine reinforcement on reaching will join the layer as\nordered by the Contingency Commander\n(i) First Laver of Defence\nASG staff at Perimeter gate (after leaving one armed\nperson at the closed perimeter gate), watch towers, apron\nguards and the QRT will act as the first layer of defence.\nNote : Line reinforcement on reaching will join the\nlayer as ordered by the Contingency Commander.\nAttack from the perimeter wall bv breachinq the same or\nintrudinq ov.er the same includinq attack on the apron.\n8",
  "19": "l\n(ii) 2nd Laver of Defence\n2nd layer will consist of ASG staff in the SHA, Boarding\nGates, Staff Gates and the Terminal Marshals.\nNote : Line reinforcement on reaching will join the\nlayer as ordered by the Gontingency Commander.\n(iii) 3'd Laver of Defence\nStaff at the departure entry/arrival and alighting points will\nbe the 3'd layer of defence.\nNote : Line reinforcement on reaching will join the\nlayer as ordered by the Contingency Commander.\n5. TACTICS\nASG personnel have been broadly divided into three or four layers\nwith the.objective of -\n(i) lsolating the terrorists in a small area of the airport and neutralize\nthem.\n(ii) Ensuring that no terrorist is able to attack the passengers from\nany un-defended side\n(iii) Securing the passengers and the personnel working at the\nairport in a secure area of the terminal/airport .\n)\nI\n\\\n9",
  "20": "l\nI\nWith this end in view, the different layers will defend their line of\ndefence while the terminal marshals and the QRT personnel are\nengaged in controlling the terrorists. ln the first scenario mentioned\nabove, where CTCP is provided , while the first layer is engaged in\ncountering the terrorists on the city side, the personnel of 2nd line of\ndefence will close the departure entry, arrival gates and secure the\nterminals from their end and make the passengers secure inside the\nterminal. Simultaneously, the 3'd layer will secure the boarding side\nof the terminal and secure the passengers in the SHA. 4th Layer will\nform into a group and secure the apron where planes may be parked\nwiih or without passengers. Thus, each layer is supposed to secure\nits own line of defence as given above so that there is no confusion\nand the strike element consisting of QRT personnel and terminal\nmarshals and also the specialized force like NSG, if available, can\nconcentrate on the terrorists, pin down, isolate and neutralize them.\nThe reinforcement from the unit lines will be directed by the\nContingency Commander to an area where they are required to\nreinforce the existing layer or to counter and neutralize the terrorists.\n' While responding to any attack, the ASG personnel of each layer\nwill make use of the best possible covers (both natural & artificial, like\ntrees, pillars, walls, furniture, fixtures etc) for their own defense and\nalso to act as obstacles to the attackers. These covers/obstacles\nshould also be predetermined for each post beforehand and made use\nof during the mock drills conducted, so that the personnel are fully\nconversant with the same and their action during an actual attack is\nreflexive.\nl\n}\n10\nl",
  "21": "h\n}\n6. EVACUATION:\nln the event of an aftack, while the ASG personnel are engaged in\nlayered response to the perpetrators as per the above scheme, it is also the\nduty of the ASG to facilitate the safety of the airport staff and passengers at\nvarious areas of the airport and keep them out of harm's way by evacuating\nthem to pre-designated 'safe areas'. The unarmed ASG personnel on duty\nshall perform this function immediately on receipt of information about an\nattack. Such safe areas shall be decided for each airport in consultation\nwith the Airport Operator coneerned for the cityside, check-in area, SHA\nand the airside of the airport terminals. All on duty personnel should be\nsensitized about the safe areas and their role in evacuating the passengers\nduring an attack. This aspect should be practiced during mock-drills by\nusing plain clothed unit personnel/airline security personnel/airport security\npersonnbl.\n11\n7. CONTROL ROOM:\nln such contingencies, following draw backs have been noticed in the\nfunctioning of the control room:\n(i) A junior officer of the rank of H.C or a Sub lnspector/lnspector\ngets overwhelmed and is virtually paralyzed and does not know\n' his priorities in such situations.\n(ii) Personnel from the Press, Airport Management or anybody who\nis somebody either approaches the control room physically or\nthrough telephone. The Control Room lncharge is left with no\ntime to attend to his major/real task in such a situation.\nI",
  "22": "r\ni\nt\n(a) Requirement of qn Ops c\nThe Ops Control Room in such situations willfunction as below:\n(i) The first gazetted officer who arrives on the spot should\ntake over the duties in the control room. ln case, it is an\nAC headed unit, the senior most lnspector should take\ncharge of the control room in such situations.\n(ii) ln case of metro airports, one\nDeputy Commandant should\nOps Control Room.\n(iii) ln metro airports where there are two control rooms, one\nfor the international and the other for the domestic, the\nmain control room in such a situation should be the Control\nRoom of the terminal near which an attack has taken\nplace.\n(iv) No information should be given to the press unless directed\nto so by the unit Commander.\n(v) No outsider/press should be allowed access inside the\ncontrol room. Press personnel should be requested to\ncontact the Airport Terminal Manager and/ or the Press\nOfficer of the State Govt whosoever is available.\nof the Commandants or a\nassume the charge or the\n.l\nh\n12",
  "23": "i\n(vi) lncharge control room should concentrate on operational\naction only on the directions of the ASG Commander on\nthe spot. He may have to organize checking at the Nakas,\nor order closure of Nakas for sometime. He will be the\nmain link for the communication of operational information\nto the various layers of ASG personnel formed above.\nDepending upon the facility available at the airport and as\npractised in the rehearsals/mock drills, operational\ninformation may be passed to Nakas, layers on RT sets,\nPBAXtelephone/public address system etc., for which\narrangement has to be made by the CASO and drills have\nto be rehearsed.\n(vii) Next step of the control room incharge is to inform the\nCASO (if he is not already informed), Dishict Police Control\nRoom, APS HQ officers and the FHQ control room.\nIt is very important that the control room functions with\nutmost efficiency in such situations. The control room should be\nable to communicate with each and every duty point /layer and\nofficers engaged in the operation\niI\n13\nI",
  "24": "i\nI\ni\n(b) Maintenance of Time Loq\nOne person in the control room under the directions of the\nln-charge Control Room should maintain 'time log' of various\nhappenings in the course of the contingency, including\ninformation such as 'when & how the first information about\nattack was received, when senior officers were informed, when\nthe line was informed about the reserves, when district police\ncontrol room officers informed, the time of arrival of the police,\nSr. CISF officials and specialized agencies (like the NSG) on the\nspot etc. All these relevant information should be serially and\nsequentially noted down in the form a log. This information\nbecomes important for the post-incidence analysis.\nIt is expected that the CASOs who have already been informed\nin the zonal conference about the above concept will rehearse the\nsame as many times as they can and till each of the personnel of the\nunit has a clear understanding about his/her response in the event of\nvarious contingencies. The concept mentioned above, will, needless,\nhave be adjusted to the physical features of every airport and its\neffectiveness will depend as to how efficiently every ASG personnel\nposted at the airport is deployed in tackling a terrorist attack. lf\nproperly rehearsed and practised ,even a srnall ASG will be able to\ngive a very effective response to a terrorist strike.\nt4\nCONCLUSION",
  "25": "F\nl\nCASOs will immediately make 'different layers of defence' for\ntheir respective airports following the guidelines given above and fine\ntune/finalise the same after analyzing the rehearsals/mock drills. After\neach mock drill, the CASO may have to adjust one element of layer\ninto another if local needs so require. Thereafter, I would expect\nevery ASG to send me the composition of its 'layers of defence' and\nthe type and numbers of arms available in each layer, the number\nand ranks of personnel who will be available in the Control Room and\nthe number of rehearsals which have been carried out on the above\nconcept by 20.08.2009 positively.\n15\n}\ni\nIi\nh",
  "26": "SECRET\nOFFICE OF ADDTTIONAL DIRECTOR GENERAUAIRPORT SECTOR\nCENTML INDUSTRIAL SECURITY FORCE\n(Ministry of Home Affairs)\n'13, CGO Gomplex\nLodhiRoad, N. Delhi\n| \n*:::\"*^ \nPAttacu0e- b$r r \nDated2/Aus'200e\nI \nDlsG/Airport (E&NE, Nz, Sz & v\\r4\nt \nsuu: sla:!:air..l4?Eliy Proced\nThis has reference to this office letter of even No. (7913) dated\n30.07.2009 whereby the SOP in the event of tenorist attack at an Airport was\nforwarded for imPlementation.\n02. ln continuation, it is felt that while framing the soPs by cASos, the\nfollowing may also be included :-\n(i). lnformation by the ASG Control Room to the ATC and4iroort Firp\nService in iddition to those already mentioned at Para7, Sub\nparal4 (vii). lnformation to any other agency as deemed fit by\nine CASO as per the local situations, may also be included'\n(ii). ln the event of a terrorist attack, the soP doesn't categorically\nmention about the action to be taken in the following situations :-\nA \nAircrafts in the process of embarkation/ disembarkation\n* \nAircrafts landed but still in-flight (i.e. doors not opened for\ndisembarkation)\n* \nAircrafts in-flight after completion of embarkation.\n.:1 Aircrafts about to land at the airport'\n:\nh\nat an Alrport : Reg\n-Cont P/2-",
  "27": "--Pt2-\nThe role of ATC and Airlines Operators in the above cases would be of\nimmense importance. Hence, CASOs may discuss these issues with the\nconcemed agencies and decide on the following issues for inclusion in the\nSOPs:-\n*\nh\nI\n)\nl\n:\nI\nI\n03.\nFor aircrafts in the Prooess of embarkation / disembarkation,\nwhether the process of embarkation/ disembarkation should be\nstopred immediately.\nWhether the aircrafts landed/ still in-flight should leave the airport\nunder attack and fly off to a nearby airport on directions of the\nATC.\nWhether the aircrafts about to land at the airport should also be\ndiverted to a nearby altemative airpott.\na \nWhether the doors of the aircraft at the apron, should be closed\nand whether the aerobridge/ step ladder attached to the aircraft\nshould remain attached or be detached, inespec'tive of the\npro@ss of embarkation/disembarkation going on.\nln the opinion of this HQrs it would be better to conduct an Anti\nSabotage Check of the entire airport and aircrafts on completion of the\ncounter tenorist action. All the passengers should also be made to undergo\nfresh pre-embarkation checks on the basis of fresh Bsarding Cards and their\nbaggage (Hold as well Cabin) should also be re-screened.\n04. Please acknowledge receipt and ensure compliance as above.\n2'\"'S \"t\n(M S Bali)\nAddl. Director General /APS"
}