{
  "1": "rruf,frq1 t carq : sF[ il6 qor{ qs re ilo, fu-dr{ qf,;rr\n{.oFFIcEoFTHEADDITIoNALDIRECToRGENERAL/AIRPoRTSEcToR\nCENTML INDUSTRIAL SECURITY FORCE\n(Ministry of Home Affairs]o*inistrative \nBlock\nCISF ComPlex,\nMahiPalPurBY Pass road,\nN. Delhi-37\nNo. o-42011lAPc/Ops(2)/Circular(AS)/21- l32oo Dated: 29 Dec' 2021\nTo\nDIsG/AP (NZ, SZ, WZ and E&NE)\nolsG/Cnsos'of AsGs Delhi, Mumbai, chennai, Bangalore & Hyderabad\nAII CASOS Of CISF ASGS\nSub:\nIt has been observed that ASG personnel are not using Walkie-Talkie sets for\ncommunication during duty hours. Instead, they have been found having excessive or\noften sole relian.\" o-n their mobile phones. However, this is not desirable practise\nduring exigencies. Moreover, the possinitity of time lag while communicating important\ninformation on mobile phones etc can also not be ruled out.\nz. \nHence, cASos need to brief ail ASG personnel to prefer using walkie- Talkie sets\nin ptace of mobile phone for communicating during duty hours. They should activate\none to one communication, one to many, group messaging, broadcast etc features in\nthe most of new age walkie Talkie to glin from the advancement in technology'\nBriefing on use of s6veral channels, leaving some channels for exclusive contingency\nmanagement must be made part of the daily communication protocol and also tried i\ntested during any mock drill / exercise at airport'\n3. It is reiterated that the use of multi modal communication should be encouraged\nwith a Walkie-Talkie as the foremost and default mode of communication instead of\nsole reliance on mobile Phone\n4. \nAll CASOs should ensure meticulous implementation of the above instructions.\nThe compliance may be monitored by the concerned DIsG/AP in respect of the units\nunder their respective jurisdiction. violation of this order would be viewed seriously\nand concerned shift Incharges shall be held responsible for any deviation.\n5. \nThis is issued with the approval of ADG/Airport sector.\n(Arun\n\"q\\ .rs {ft, qrro t gt-fr\"\nAlG/Airport SCctor"
}