{
  "1": "aN\n\nyr DIRECORATE GENERAL\n. CENTRAL INDUSTRIAL SECURITY FORCE\n(MINISTRY OF HOME AFFAIRS)\n\nae ene: Block No. 13, CGO Complex,\n\near Lodhi Road, New Delhi - 03.\n\nE-42099/1/DEMS-L&R £06 Dated: 15 ag\nCIRCULAR NO. 01 /2006\n\nThe Constitution of India has given to women, the Fundamental Right to\nequality and the Right not to be discriminated against on grounds of religion.\ncaste and sex. The Constitution has a special provision in Article 15(3).\npermitting the State to positively discriminate in favour of women by enacting\nlaws/provisions so .as to ameliorate their social, economic and political\n‘conditions and to accord them parity.\n\n“a Sexual harassment of women at workplace violates their sense of dignity\n\nand right to earn a liying with dignity and also infringes their fundamental and\nbasic human rights. The International Convention on the Elimination of all\nforms of Discrimination against Women (CEDAW) adopted in 1979 at Beijing\nalso recognized the right of women to equality at the ‘work place and it stated\nthat women shall not be subjected to sexual harassment at work places, as such\nharassment vitiates the working environment.\n\n3. _ The Hon'ble Supreme Court:in the matter of Vishaka and others Vs.\nState of Rajasthan and others (AIR 1997°SC 3011) while recognizing the\nInternational Convention and Norms has’ intérpreted gender of women, in\nrelation to work. and held that sexual harassment of women at the workplace,\nwhich is ‘against their dignity, is.a clear violation of the ‘fundamental right of\n“General Equality” and the “Right to Life and Liberty” enskrined in Article 14,\n15 and 21 of the Constitution of India. Other légical COngequences of such an\nincident is also the violation of the victim’s fundaméntal right under Article -\n\nto work with dignity.\n\n19 (1) (g) to ‘practice any protession or to carry out any Secupation, trade or\nBe business*..Geiider equality includes protection from sexual harassment and right\n(\noO\n\n4... “In the absence of enacted law to provide for thé effective enforcement of\nthe: basic human right of gender equality: and guarantee against sexual\nharassment and abuse more particularly against harassment at work place, the\nHon’bié\"Supreme Court has laid down the guidelines and norms _ for\ncompliance. at all workplaces: and’ instittitions under Article 141 of. the\nConstitution, these guidelines and notms of thé “Hon'ble Supreme Conn are\n\n®, required to,be treated as the LAW OF THE LAND.\n",
  "2": "qeyy ita\n\n5. «The National Commission for Women, a statutory and autonomous Badly\nconstituted by the Government of India is working for justice for women,\nsafeguarding their rights, and promoting women’s empowerment. The NCW\nhas formulated a code of conduct for work place, putting down the Supreme\nCourt guidelines in a simple manner, which has been widely circulated.\n\nFollowing scheme of arrangements is determined for CISF :\n1. Definition:\n\nSexual harassment will include such unwelcome sexually determined\n\nbehaviour by any‘person either individually or in association with other\n\n,, Persons or by any-person in authority whether directly or by implication\n\nsuch as:-\n(i. _ Physical contact and advatices\n\n“ Gi), A demand or réquest for sexual favours\n\nGif)! Sexually coloured remarks P &\n\niv). Eve-teasing er .\n\n_ (¥), ... Unsavory remarks 4\n\n(i). Jokes causing or likely to cause awkwardness or exibarritigpent\n\n(vii) Innuendos and taunts\n\n(viii) Gender based insults or sexist remarks\n\n(ix) Unwelcome sexual. overtone in any manner such as over telephone\n\n: (obnoxious telephone calls) and the like\n\n(%) “Touching or brushing against any pat of the body and the like\n\n(xi) Displaying pornographic or other offensive derogatory pictures,\n\n= cartoons, pamphiets or sayings - Hee ;\n\n(xii) “Forcible physical touch or molestation\n\n(xiii) Physical confinement against one’s will and other act likely to\n\n4 violate ‘one’s privacy.\n\n. (xiv), Any other unwelcome phe verbal er non-verbal dandy: of\nsexual nature.) 3.\" i\n\nVane\n\nAnd includes any act or conduct by a person in authority, and belonging\n‘to one sex which denies or would deny equal opportunity in pursuit, of career\n\n“development or otherwise making the environment at the work place hostile or\nintimidating to a person belonging to the other sex, only on the ground of sex.\n\nFor any further interpretation, elaboration or explanation in‘thé matter or\n\nany of its ingredient thereto, the judgment of Hon'ble Supreme Court or the\n\nsiegdidelines of National Commission for Women’tay be teférred to which are\nbeing annexed.\n",
  "3": "3.\n\n~2. Duty of the head of the Unit/other responsible:persons:in' wa #K'places:\n\n2.\n\nmy\n\nHe shall take all necessary steps. at work’ place'to prevent or deter\nthe commission of acts of sexual’ harassment’ of the acts\noutraging/insulting the modesty of a woman employee.\n\nHe shall ensure that a woman employee is; not. treated as a sex\nobject. ° {\n\nHe shall provide for proper grievance redressal, & remedial\n“mechanism th the unit for the purpose.\n\nHe, would senforce: express. prohibition of sexual harassment as\ndefined above at the work place and get it notified, published and\n, circulated in appropridte ways. '\n\nHe would augment appropriate work conditions in respect of work,\n\n“Teisure, héalth’and hygiene ’to further ensure that there is no hostile\nenvifotiment ‘towards women at work places and no woman\nemplbYée'‘sHould have reasonable grounds to believe that she is\ndisadvantaged in connection with employment.\n\nHe will ensure suitable arrangements for prevention of sexual\nharassment asa ‘tesult of an act or oiission by any third party or\noutsider and would provide necessary and reasonable assistance to\n\n., the affected person in terms of support and preventive actions.\n\n3. Criminal Proceedings :\n\ngs, Where such conduct amounts to,a specific offénce undér the Indian Penal\nCode or under any other law, the head of Univcompetent authority shall initiate\nappropriate action in atcordance with law by inaking a complaint with the\nappropriate authority. 7 a\n\n“In particular, it should ensure that victims or witnesses aré not victimized\nor discriminated against while dealing with complaints of sexual harassment.\nThe victims of sexual harassment should have the option to seek transfer of the\nperpetrator or théit Wn.\n",
  "4": "4, Disciplinary Action ;\n\nWhere such conduct amounts to misconduct under departmental rule, as\ndefined, appropriate disciplinary action should be initiated by the competent\nauthority in accordance with those rules.\n\n5. Complaint Committees:\n\nComplaint Committees at two levels are formed in CISF i.e. Central\nCommittee at the Directorate and Zonal/Plant/Sector level Committees.\n\n(A) The Central Complaint Committee will consist of the following:\n\ni) Chairperson : One lady officer of the rank of DIG/Commandant\nto be appointed by IG(HQrs)\n\nii) Member—1 : One lady Officer of the rank of Comdt,/Dy.Comdt\nrank to be appointed by IG(HQrs).\n\niii) Member—II : One counselor from NGO (nomination from a\nNGO recognized by NCW to be solicited by the\nChairperson of the Committee.\n\niv) Member—III : DC/AC (Legal) Directorate (Ex-Officio member)\n\n» The charter of the duties of Central Committee would, inter-alia, include:\n\n“ Enquiry into any matter of sexual abuse in the organization- suo moto\n\nor on complaint with the option to enquire at its‘own level or assign the\ntask to Sector Committee.\n\n*\n\n* \" Monitoring all such cases including reports received. from sectors.\n*: Ensuring follow up action to its logical end.\n\n*. Submitting annual report to MHA, other bodies as required:' *\n\n© Any other duties assigned by DG. *\n\nSecretarial and logistical assistance to the Central: Complaint Committee\nwill be provided by Pers Branch of Directorate General. Central Complaint\n\nCommittee shall route its reports through IG (HQrs) who would keep DG,\nCISF apprised and ensure proper action.\n",
  "5": "<. (8) ZonayPlant/Sector level Complaint Committee will be constituted\n‘ as follows :\n\ni) Chairperson: One Gazetted rank lady officer to be appointed by\nthe Zonal/Plant DIG/Sector IG\n\nii) Member— One counselor from a NGO (Nomination from a\nsid NGO recognized by NCW tobe solicited by the\nChairperson of the Committee)\niii) Member—IU: From Legal Office of Sector (Ex-Officio member)\n\n“The charter of duties of the Zonal/Plant/Sector Committees would, interalia,\ninclude:-\n\ne Enquiry into any matter of sexual abuse in the sector.\n\n© Keeping Central Complaint Committee informed of all such matters\ncoming to their. knowledge and work ‘in close coordination with the\nCentral Committee, seeking proper guidance whenever necessary.”\n\n© Submitting enquiry report to the Zonal/Plant/Sector IG and to solicit\nfurther required action.\n\n* Submission of periodical reports to Central Complaint Committee as\nmay be prescribed by the Central Committee from time to time.\n\n© Any other duties assigiied by the 'Zonal/Plant DIG/Sector IG.\n\nThe secretarial and logistical assistance to Zonal/Piant/Sector Committees\nwould be provided by Zonal/Plant DIG/ Sector IG_ from its local resources.\nThe Zonal/Plant DisG/Sector IG shall ensure that all complaints ‘are properly\ndisposed of to their logical end. They would exercise all powers of the head of\nthe department in this respect under their jurisdiction uhless’a particular matter\nfalls within. the jurisdiction of the Central Committee or it would otherwise be\nappropriate for the Central Committee to take up the matter itself or whenever\nthe action is required at the level of IG (HQrs)/DG, CISF.\n\n6. THE COMMITTEE WOULD FURTHER ENSURE :\n\ni) Chairman of committee should be senior to the officer/official\nagainst whom the complaint is made.\n",
  "6": "(ie: there is no CISP officer of commensurate rank available in\ncase where complaints are against senior Officers) the Zonal/Plant\nDiG/Sector IG shall immediately get in touch with TG(HQrs) and\nseek placement of an officer from any other CISF Unit/Central\nGovernment Organization,\n\niii) Where the Tequired number of senior officers is not available\n\niv) In case the complaint is directed against the Sector IG or the\nZonal/Plant DIG, the matter will be dealt with at the level of\n\nCentral Complaint committee,\n\n\\) Proper safety and security of the complainant and witnesses shall\nbe ensured by the concerned UniviOftice\n\ni) As S0on as an enquiry into a Complaint made by a woman\nployee Tegarding sexual harassment is entrusted to the\nComplaints Committee, the Chairperson shall open a daily order\n\nii) The entries in the daily order sheet to be signed by the Chairperson\nof Complaints Committee, alleged Officer and witness,\n\niii) Ip. the preliminary hearing the Chairperson should serve gist of\n\nComplaint to the alleged officer (in the form of articles of charge)\n\nand should formally ask whether, he pleads guilty or not in Tespect\n\nof the complaint made against him. 1\n\n“ivy \"TF the charges are denied, the complainant should be asked to\nproduce her witnesses if, any before the Complaints Committee for\nrecording their statements and document, if any, produced by the\ncomplainant should also be taken on record,\n",
  "7": "-7-\n\n¥) _ Cross-examination of the witnesses by the complainant and alleged\nOfficer should be’ allowed. However, cross examination of\nvattisntiotomplainane By the alleged officer is permissible only as per Indian\n Eviderive’'Act 1872’ subject 'to ‘the directions as laid down by\n--Hon\"ble Supteme Court of India'in AIR 3004 SC 3566- Sakshi Vs.\nUOI & Others i.e. to say “Questions put in cross examination on\nbehalf of accused (charged officer in our. case),, which relate\ndirectly to'inéident; should be given in writing to the Chairperson\nof the Complaint Cominittee who may put them to victim of\nwitnesses‘ in» a’ language’ which is clear and “ NOT\nEMBARRASSING.” The questions shall thus be vetted by the\nChairperson of such Complaints Committee.\n\nvi) The cross examination, of witnesses should be done within the\nlimits of décency and'should not be against the dignity of the\nwomen.\n\nvii) During the course “df enquiry by the Complaints Committee, the\nquestion of relevance would be décided by’ the Chairperson and\n\naggrieved would be provided with opportunityiof being heard. _\n\nviii) There .will notibe any Presenting Officer but a Defénice Assistant\nshall be provided during the course, of enquiry and rest of the\nEnquiry shall be completed as per the provisions provided in\nCCS(CCA) Rules, 1965. In this regard case of Medha Kotwal Lele\n& Ors Vs UOI & Ors- 2004(5) SCALE 573 and MHA Notification\ndated 1.7.2004 file No. 11012/5/2001-Estt.A are relevant,\n\nix) The statement of witnesses shouldbe authenticated by the\nsignatures of witnesses, the alleged officer and the Complaint\nCommittee Chairperson. wank Loway\n\nx) After completion of recording statement of witnesses (say from the\nprosecution side), the alleged officer, should: be given. opportunity\nto ptoduce defence, if any. It shall be ensured that the Rule of Law\n\n2% (®& principles of natural justice are strictly followed...»\n\nxi) The Committee will give its findings/opinion only after recording\nthe defence-..afd'> proceedings ‘of’ \\“¢tdss “examtitiition of\nDWs/ ents ete. if any, aa\n\n",
  "8": "sotendlia, Abe Mt tate :\nx\n\ne xii) On receipt of the findings from Complaints Gommine, a copy\nthe same should be provided by the disciplinary authority (Govt\nthe case of the Group A Officer) to. the Esse officer for.\nreply/representation.\n\nxiii) On seceip: of representation. if any submitted by the alles\nofficer, the case should be decided by the competent authority\nper procedure laid in CCS(CCA) Rules or CISF Act & Rules as\ncase may. be.\n\n8. Periodical Report:\n\nThe Sectét Complaints “Committee shall prepare periodical repo\nsiving fill account ofits activities daring the-period and forward «copy ther\nto the Central Complaint Committee in the following format:-\nne (i) Date of incident. ate ait\n\n(ii) Place of incident. 4\n(iii) © Name of complainant with Rank/Unit/Office.\n©“ Gv) Nate against whom complaint is made with rank/unit/Office.\n(v): Allegation in brief.\n(vi) Date of receipt of complaint.\n\n(vii) Whether any FIR lodged to Police, if so, ut. comme of’ Bo\n\n0 2 Fo, investigation report.\n\n(viii) Action taken on the oomnpleiticipreachid status supported v\nauthenticated copy of relevant documents.\n\nante\n\n“Phe Central Complaint Committee will submit annual report to\n“Ministry of Home Affairs and other bodies wherever required. The Sector\nwill submit report to the Directorate General, half yearly.\n\n\\9iOnus of the Supervisory/Inspecting Officers :\n(i) _ The senior officers during their visit/inspections of the subordit\nformations will reiterate the instruction in their meeting and Sai\nSammelans,\n\n(ii) They will review the complaints received by them in t\nrespective offices.\n",
  "9": "26829696 pa\n\nier FAX ND. 127e4a21s, Jun. 27 2003 a:agem 91\n\nSubject: A vs\n\ntive to noa availability of lady. officere in, aipadects aemiwenie itches\npecome necessary to make certain emendments in the CISP Circular No. 1/2006 dated\n13.1.2000, Therefore, following amendmentwadditions are made :-\n3, 8 US i,\n\nenrages Commiane simi qrn cr i gilheinsahi\nDirectorate and Sector lovel: committees, :\n\n(A) Tee Central Complaint Commitee: jNochenge\n\n3} Sector lye commmittecs willbe consid as follows:\n\n_ Chairperson : One Gazetted rank lady officer to be appointed by Sector IsG\nMember-i : One'lady Sub-Ofticer to be appointed by Sector 1G.\n‘Memberl. ; One counselor from a NGO (nominated from 2 NGO\nRecognized ‘by NOW to be solicited by the Chairperson\naf thw Commins\n\nso\n\n© Raquiry intolany maties of sexual abuse in the sector (in respect of NGOs only),\n\nas assigned by Sector 1G.\n* Novchange\n> + Submitting enquiry report tothe Sector JG, oe ine, will send the same 10\nconcen) Disciplinary Authority for furigr action :\n« No change\n\n«Any other duties assigned by the Sector 1G.\n‘Tae sgeretarial and logistical. assistance to Sector Committees! would be provided by\n\nthe Soctor 1G from its local nesoutces: The Sessor/lsG shall! eqsure that mapa\n\nproperly disposed of to their logical end, They would exercise all powers of the head of the\n\ndepartment in this respost under their jurisdiction Unless particular matter falls within the\njurisdiction of the Central Committee or it would otherwise be appropriate for the Central\n\n238\n\n",
  "10": "Committec 9 take up the matter itself or whenever the action is required at the level of\n\nii)\n\niv)\n\nVv\n\n‘Whenever the Sector IG docs not have 's higher rank lady Officer to be\nsppoiated in Sector level camannitee, the Sector 1G shall bumedisiely get io\ntouch: with’ 1G(HQes) aad seek placement of an officer from any other C1SP\n\nNo change.\nDeleted.\nNo change,\n\n1, Complaint mochanjans :\n\nD)\n\nviii)\n\nxii)\n\n“As S00n a3 an enquiry into @ complaint made by s women employee regarding\nsexual harassment is enurusted to the Complaint Committen, the Chairpersoa\nsball open a daily order sheet to proceed with the case as envisaged in Rule 14\nof CCS(CCA) Rules, 1965 or Rule 36 of CISF Rules, 2001, as the case may\nbe.\n\n‘There will not be aay Presenting Officer but a defence assisunl shall be\npermitted during the course of enquiry and ron of the enquiry shall be\ncomploted ss per the provisions contained in CCS(CCA) Rules, 1965 oF Rule\n36 of CISF Rules, 200), as the gave may be,\n\nOn receipt of the findings from Complaints Commitize, « copy of the same\nshould be provided to the alleged Officer/Otficial, by the Disciplinary\nAuthority, for making representation, if any, thereon.\n\nADRILLONS:-\n\neA RT NTE SLE Th ENE! Se Tate 6. FERRY\n\"\n\na. ‘Ifthe complaint is ogaloat a Gazaued Officer, the mattis should be referred\nto IGQHQre), who, with he approval of DG, will elther assign this job to\nCentral Complains Commitice, or will constimuis a committee for that\nparticular ease.\n\n29\n",
  "11": "b. ‘There should be oly one complaint committoe et Sector tevel, which will\nsaguirejato the complaints of yocual abuse apalnst NGOs, This will als\nfacade DAE & DOS HO fafng wit the ect\n\nc, TRG INSTITUTIONS: = |\n1. 1G, NISA will constitute conplaiat committee in respect of NISA and\n\nSTI Hyderabad,\n2. As and when a compli is received froma Cy, tbe GCIND wit\nconstitute m separate complaist committce for tbat particular case, |\n‘hich will submit it fiditgs to the concemed disciplinary authority,\n\nSa/-XXX\n\n",
  "12": "i\n\n/ \\=\n\nI\nDirectorate General i\nCentral Industria! Security borce \\\n(Ministry of Home Affairs) x\nBlock No.\nLodhi Road. 3 f|\nNo. V-15014/CISH/L&ER 2011-56 Dated P2011\nM63 aeet?\n\nORDER\n\nIn pursuance to the direction of idon’blé Supreme Court in the matter of\nVishaka.and others Vs State of Rajasthan and others (AIR 1997 SC 3011). the\ncomplaints committee have already been constituted at two leveis ie Central\nComplaints Committee at this Directorate and Complaints Committee at Sector\nlevel. Detailed guidelines have already been issued vide this Directorate Circular\nNo.01/2006 issued under letter No.E-42099/1/DE/05-L&R/106 dated 13.1.2006.\n\nEach Complaint Committee is héaded by a lady officer and has one lady NGQ) = —\nMember. When the complaint is against a gazetted Officer’ a Centrai Complaints\n~~ Committee is constituted with a lady gazetted officer senior to the officer against\n\n___—whon- complaint is made and has @ woman NGO member.\n\n2. Grievanes _Mechanism-are~also~available at the Unit level to\nensure easy accessibility of men and women employees with their superior\n\nStory ay time fox redress of grievances/personal problems. Each unit has\n0 put in place Special Grievance Redressal Cell headed by a lady so that cr |\nwomen employees can approach the Cell at Unit/Zonal/Sector level\n\n3. More and more women are opting to serve in CISF. CISF, therefore, wants\nto strengthen the existing mechanisms for redréssal of grievance of its women\nemployees. In addition to the above, a Central Grievance Redressal Cell for\nWomen employees of CISF is hereby constituted at Force HQrs to facilitate the\nwomen employees put up their grievance and problem directly to the Central\nGrievance Redressal Cell which can be approached by any CISF women employee\n» from any unit if she feels that her grievances are not being redressed at the\nUnitZonal/Sector level. The composition of the Central Grievance Redressal Cell\n\nfor Women is as under :-\n\n1. Smt Shikha Goel, - Chairperson\nDIG/Training\nCISF HQrs., Block No.13\nCGO Complex, Lodhi Road, New Delhi-03.\nPh No.011-24362783, 24307710\nE-mail : digtrg@cisf.gov. in\n"
}